{
    "text": [
        "March 2021 Quarterly review Employment and Social developments in Europe ISSN 1977-8317 ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 1 March 2021 With regularly updated data and charts downloadable here ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 2 The Employment and Social Developments Quarterly Review provides an in-depth description of recent labour market and social developments. It falls under the responsibility of the Directorate Employment and Social Governance of the Directorate-General for Employment, Social Affairs and Inclusion and is prepared by the Thematic Analysis Unit. The main contributors for part I were F. De Franceschi, L. Moreau and L. Pappalardo. The main contributor for part II was T. Van Rie. A wide range of information sources have been used to produce this report, including Eurostat statistics 1 , reports and survey data from the Commission’s Directorate-General for Economic and Financial Affairs. Charts and tables are based on the latest available data at the time of publication, and include Eurostat data on national accounts (employment and GDP) for the fourth quarter of 2020 (2020 Q4), Eurostat data on the Labour Force Survey for the third quarter of 2020 (2020 Q3) and Eurostat data on monthly unemployment for January 2021. Data on which the report is based are the latest available as of 09/03/2021. Regular updates of these data and charts are available at: http://ec.europa.eu/employment_social/employment_analysis/quarterly/quarterly_updated_charts.xlsx More reports are available on the employment and social analysis portal: http://ec.europa.eu/social/main.jsp?catId=113&langId=en Please send comments and questions to: EMPL-STATISTICAL-TEAM@ec.europa.eu Neither the European Commission nor any person acting on behalf of the Commission may be held responsible for the use that may be made of the information contained in this publication. LEGAL NOTICE Manuscript completed in March 2021 Neither the European Commission nor any person acting on behalf of the European Commission is responsible for the use that might be made of the following information. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2021 PDF ISSN 1977-8317 KE-BH-21-001-EN-N © European Union, 2021 The reuse policy of European Commission documents is implemented based on Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under a Creative Commons Attribution 4.0 International (CC- BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. For any use or reproduction of elements that are not owned by the European Union, permission may need to be sought directly from the respective rightholders. Cover ©Shutterstock, 2021 1 To access them, see [codes] mentioned under the charts, to be used with the Eurostat data search engine: https://ec.europa.eu/eurostat/web/main/home ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 3 The COVID-19 pandemic is far from over, and in the final months of 2020 governments across the EU reintroduced containment measures to combat the spread of the virus and protect their citizens. These measures inevitably had an impact on our economies and employment, which – according to the latest Commission forecasts – could last into 2022. The situation of young people remains worrying, as the numbers of those unemployed or not in education and training are well above pre-crisis levels. But there is also cause for optimism. Job-saving measures proved effective and improved the resilience of the labour market, with the number of people in employment increasing again in the last quarter of 2020. Unemployment has remained stable for several months now, with many of those actively looking for jobs managing to get back into work. And the vaccination campaign has started and is gaining momentum in Europe, offering hope that our societies and economies can progressively open up again. In the March 2021 edition of the ESDE quarterly review we also provide a closer look at self-employed workers during the pandemic. In most countries and across a broad range of sectors, this group has experienced particularly steep cuts in working hours and income. In normal times, national social protection systems typically provide lower levels of coverage or compensation for the self-employed. However most EU countries have introduced exceptional measures to support these workers during the crisis, which is a positive development. The way this support has been provided varies greatly across countries, and in some cases evolved over the course of the pandemic. In several countries, these measures were eligible under the SURE instrument. The Commission has launched a range of measures to support workers and employers during the crisis, both short-term and longer-term, through a comprehensive recovery plan. On 4 March, the Commission presented the European Pillar of Social Rights Action Plan, as well as a Recommendation on Effective Active Support to Employment (EASE), a specific action under principle 4 of the Pillar. EASE provides concrete guidance to EU governments on policy measures to gradually transition from emergency measures to preserve jobs in the crisis to active labour market policies needed for a job-rich recovery. EU funds, including from the Recovery and Resilience Facility and the European Social Fund Plus, are available to help them finance their EASE measures. Nicolas Schmit Commissioner for Jobs and Social Rights ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 4 Table of Contents Part I – Main economic and social developments ......................................................................................................................................... 5 1. Macroeconomic outlook .......................................................................................................................................................................................... 5 2. Employment................................................................................................................................................................................................................... 6 3. Unemployment ............................................................................................................................................................................................................. 8 4. Long-term unemployment and additional potential labour force ............................................................................................... 10 5. Labour demand ........................................................................................................................................................................................................ 12 6. Income and financial situation of households ........................................................................................................................................ 14 Part II – Thematic focus ............................................................................................................................................................................................ 17 The self-employed in the context of the COVID-19 crisis ..................................................................................................................... 17 1. Impact of the pandemic on the self-employed ...................................................................................................................................... 17 2. Income support for the self-employed in the context of the pandemic .................................................................................. 21 3. EU measures to support the self-employed in the COVID-19 pandemic ................................................................................ 23 References ........................................................................................................................................................................................................................ 25 Annexes .............................................................................................................................................................................................................................. 27 List of Charts Chart 1: Real GDP growth – EU, euro area and US, 2018-2020 and forecast until 2022 ............................................. 5 Chart 2: Employment level and employment growth – EU and euro area, 2012-2020 .................................................. 6 Chart 3: Employment growth – EU, euro area and Member States ............................................................................................ 7 Chart 4: Unemployment rate and youth unemployment rate – EU and euro area ............................................................. 9 Chart 5: Unemployment rates – EU, euro area and EU Member States ................................................................................... 9 Chart 6: Labour market slack – EU ............................................................................................................................................................. 11 Chart 7: Young people aged 15-24 neither in employment nor in education and training (NEET) – EU, euro area and EU Member States ................................................................................................................................................................... 12 Chart 8: Beveridge curve 2008-2020 – EU ............................................................................................................................................ 13 Chart 9: Labour market transitions - EU, 2019Q4-2020Q3 ......................................................................................................... 14 Chart 10: Real GDP growth, real GDHI growth and its main components, 2012-2020 ................................................... 15 Chart 11: Reported financial distress by income quartile – EU, 2012-2021 ......................................................................... 16 Chart 12: Change in employment, year-on-year change (%), EU27 ........................................................................................... 18 Chart 13: Workers absent from work or working less hours in (Q2 2020, EU27), by sector and work status (% of total employees or self-employed) .................................................................................................................................... 19 Chart 14: Loss in employment income by country and working status, (2020, % on 2019) ...................................... 19 Chart 15: Workers by status in employment position in the income distribution, EU25 (- IE and IT) 2019 ........ 20 Chart 16: Number of workers covered by SURE (% of 2020 total employment) ................................................................ 24 ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 5 Part I – Main economic and social developments 1. Macroeconomic outlook After the strong increase recorded in the third quarter of 2020, EU real GDP decreased in the fourth quarter as a second wave of the COVID-19 pandemic forced Member States to implement further containment measures. GDP declined by 0.4% in the EU and 0.6% in the euro area compared to the previous quarter. The year-on-year decline in the last quarter of 2020 was 4.6% in the EU and 4.9% in the euro area. On an annual basis, GDP fell in 2020 by 6.6% in the euro area and by 6.2% in the EU (after a recorded growth of +1.3% and +1.6%, respectively, in 2019). The US GDP grew instead by 1.0% compared to the third quarter of 2019, and declined by 2.4% on an annual basis (Chart 1). The Commission’s Winter economic forecast, published on 11 February 2021, projects that the EU GDP will grow strongly in the second half of 2021 and in 2022. The start of vaccination campaigns, the ease of containment measures and an improved global outlook are all factors expected to foster the recovery. The agreement between the EU and the UK also reduced the cost of the UK’s exit from the Single Market from a potential absence of deal. The EU GDP is expected to grow by 3.7% in 2021 and 3.9% in 2022, reaching pre- crisis levels before what had been previously projected in the 2020 Autumn Forecasts. GDP increased in most Member States in the last quarter of 2020. On a quarterly basis, GDP grew the most in Romania (+4.8%) and Malta (+3.8%), while the strongest decreases were observed in Ireland (-5.1%), Austria (-2.7%) and Italy (-1.9%). However, compared to the last quarter of 2019 – before containment measures were introduced in some Member States – GDP growth was still negative for all Member States except Luxembourg (+1.4%). The largest declines were recorded in Spain (-9.1%), Greece (-7.9%), and Croatia (-7.1%). The impact of the COVID-19 pandemic on GDP among Member States is strongly asymmetric, and the speed of the recovery depends among other factors, on the different economic structures and the length and severity of introduced containment measures (European Commission 2020b). Chart 1: Real GDP growth – EU, euro area and US, 2018-2020 and forecast until 2022 Source: Eurostat, National Accounts, seasonally and calendar adjusted data [namq_10_gdp, naidq_10_gdp]. European Commission Winter Forecast for 2021Q1 onwards except for US (2020 Autumn forecasts) Notes: Forecasts are in the shaded area. Click here to download chart. -15 -10 -5 0 5 10 15 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 2018 2019 2020 2021 2022 % c h a n g e s o n p r e v i o u s q u a r t e r EU27 EA19 US ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 6 2. Employment Total employment increased moderately in the fourth quarter of 2020, following the exceptional fluctuations observed in the second and third quarters. Employment grew by 0.3% in both the EU and the euro area in the last quarter of 2020 compared to the previous one. It is still, however, 1.7% below the levels observed in the last quarter of 2019 in the EU (-2.0% in the euro area) (Chart 2). 205.6 million people were in employment in the EU in the last quarter of 2020, and 157.9 million in the euro area. These levels are 0.5 million higher than in the third quarter of 2020 but still respectively 3.9 and 3.1 million below the peaks observed in the last quarter of 2019. The impact on employment of the slowdown of economic activity during the second wave was again cushioned by job-retention policy measures (e.g. short-time work and furlough schemes, temporary lay-offs) and by milder and more targeted containment measures. According to the most recent available data provided by Eurostat, referring to November 2020 and 11 Member States, about 8.5 million jobs were supported by governmental measures 2 . It is still unclear, however, whether and for how long Member States will keep job- saving policy measures in place or progressively phase them out. Chart 2: Employment level and employment growth – EU and euro area, 2012-2020 Source: Eurostat, National Accounts, seasonally and calendar adjusted data [namq_10_pe] Note: Cumulative growth (bars, right-hand scale), % change on the previous quarter (lines, left-hand scale) Click here to download chart. Employment increased in most Member States in comparison to the third quarter of 2020. The strongest growth was recorded in Portugal, Estonia (+1.9%), and Spain (+1.2%), while the largest decreases were observed in Malta, Czechia, Croatia and Latvia (-0.5% for all of them). However, total employment shrank on an annual basis in all Member States, except for Luxembourg (+1.7%) and Poland (+0.8%). The largest declines compared to the last quarter of 2019 were recorded in Spain (-4.2%), Estonia (-4.0%) and Latvia (-3.4%) (see Chart 3). 2 Data available at : https://ec.europa.eu/eurostat/documents/10760954/11071228/Job_benefiting_from_Covid19_governmental_support_measures. xlsx 98 99 100 101 102 103 104 105 106 107 108 -3.0 -2.5 -2.0 -1.5 -1.0 -0.5 0.0 0.5 1.0 1.5 2.0 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 2012 2013 2014 2015 2016 2017 2018 2019 2020 EU27 EA19 EU27 EA19 index 2012=100 ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 7 Chart 3: Employment growth – EU, euro area and Member States Source: Eurostat, National Accounts [namq_10_pe]. Data seasonally and calendar adjusted for q-on-q change, not seasonally adjusted for y-on-y change Notes: Seasonal (no calendar) adjustment for q-on-q change for CZ, EL, FR, MT, PL, PT. 2020Q3 data for BG Click here to download chart. After the strong rise in the third quarter of 2020, the number of hours worked dropped in the fourth quarter of 2020. The number of hours worked declined by 1.4% in the EU in the fourth quarter of 2020 in comparison to the previous quarter and was 5.3% lower than in the last quarter of 2019. This decrease, coupled with the increase in total employment, brought the quarterly number of hours worked per person employed to 390, about 3.7% below the level of the fourth quarter of 2019. The employment rate recovered in the third quarter of 2020 some of the losses incurred in the second quarter. It rose in the EU to 72.4%, 0.3pp higher than in the previous quarter after a drop of 0.9pp from the first quarter of 2020. However, it is still 0.7pp lower than in the third quarter of 2019. On an annual basis, the employment rate decreased in all Member States, except Malta (+1.0pp), Poland (+0.5pp), Greece and Croatia (stable). The strongest declines were recorded in Spain, Estonia (-2.3pp for both), Portugal and Lithuania (-2.1pp for both). Temporary and part-time employment recorded a moderate growth in the third quarter of 2020, which nonetheless did not compensate the sharp fall recorded in the second quarter. The percentage of temporary jobs rose from 11.1% in the second quarter of 2020 to 11.2% in the third quarter, but it is still lower than the rate recorded in the first quarter of the year standing at 12.1%. The decrease of temporary jobs between the third quarter of 2019 and the third quarter of 2020 amounted to 3.4 million. The number of self- employed declined by 0.5 million on an annual basis, while the number of permanent jobs increased by 0.4 million. The percentage of part-time employment grew also by 0.1pp between the second and third quarters of 2020 and stood at 17.1%, still 1pp below the pre-crisis rate of 18.1% recorded in the last quarter of 2019. On an annual basis there were 2.9 million fewer part-time jobs in the EU labour market compared to a loss of 0.1 million full- time jobs. The employment rate increased slightly more for women than for men in the third quarter of 2020. The quarter-to-quarter growth was 0.3pp for women and 0.2pp for men, and the difference with the last quarter of 2019 – the last before Member States started to implement containment measures – was -0.7pp and -0.8pp respectively. The partial job recovery of the third quarter of 2020 was not enough to bring the employment rate of young workers close to pre-crisis values. On a quarterly basis, the employment rate grew by only 0.1pp for people aged 15-24, by 0.4pp for people aged 25-54, and by 0.5pp for older workers (aged 55-64). On the -5 -4 -3 -2 -1 0123 E U 2 7 E A 1 9 P T E E E S P L H U L U F I S E R O L T B E D K S I I T I E F R S K D E A T N L E L C Y M T C Z H R B G L V % c h a n g e 2020Q4 on previous quarter on previous year ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 8 basis of unadjusted data, the decline between the third quarter of 2020 and 2019 is -3.6pp for people aged 20- 24 and -2.1pp for people aged 25-29. For people aged above 55-59 and 60-64 the employment rate is instead higher than in the same quarter of 2019 (+0.4pp and +0.9pp respectively). Year-to-year declines for age groups between 30 and 55 are equal to or less than 1pp. The employment rate for low-educated workers increased more strongly than for medium- and high- educated workers. In the third quarter of 2020, it rose in comparison to the previous quarter by 0.7pp to 61.6%, but it is still 1.5pp lower than the pre-crisis rate observed in the last quarter of 2019 (63.1%). For medium- and high-educated workers, the quarterly increase was 0.5pp and 0.4pp respectively, and the decline compared to the last quarter of 2019 was -1.4pp and -1.0pp. Industry, together with “wholesale and retail” and “arts and entertainment” services remained the sectors where employment dropped most significantly in the EU. In the “wholesale and retail” sector employment declined by 2.2 million people (-4.2%) on an annual basis, and in the “arts and entertainment” sector by 0.4 million (-3.4%) in the same period. The industry sector lost 0.8 million people (-2.5%) compared to the last quarter of 2019, while employment grew by 0.1 million people in construction (+0.5%) and by 0.2 million people in the information and communication sector (+2.9%). Expectations about employment remained rather stable in the last months of 2020 and in the beginning of 2021, but were still more pessimistic than before the pandemic started. The Employment Expectations Indicator (EEI) 3 index remained on a three-month average of about 90 from September, still about 14pp below the pre-crisis levels observed at the beginning of 2020. Expectations remain pessimistic for the retail sector but there are signs of slight improvements for the industry and construction sectors. The number of absences from employment, according to EU Labour Force Survey (LFS) data, declined sharply in the third quarter of 2020 after the spike recorded in the first half of the year. The number of people absent because of illness or in temporary layoff, however, was still higher than in the same quarter of 2019, (5.9 million people versus 4.4 million). The number of people absent because of holidays was instead 7.6 million, 3.3 million less than in the third quarter of 2019. 4 3. Unemployment The unemployment rate in both the EU and the euro area remained stable in the last months of 2020 and the beginning of 2021. In January 2021, it stood at 7.3% in the EU and 8.1% in the euro area, 0.5pp and 0.6pp, respectively, lower than recorded at the peak in August 2020, but 0.7pp more for both than in January 2020. There were 15.7 million unemployed people in the EU and 13.3 million in the euro area in January 2021, stable compared to the last two months of 2020. The difference between the unemployment rate of women and men slightly decreased from 1pp observed in July 2020 (8.3% for women versus 7.3% for men) to 0.7pp in January 2021 (7.7% for women versus 7.0% for men) (Chart 4). There were important differences in the recent evolution of the unemployment rate between Member States. In January 2021 the unemployment rate increased on a monthly basis in 14 Member States, and most prominently in Hungary (+0.8pp to 4.9%) and Finland (+0.6pp to 8.4% - December 2020 data). In contrast, it decreased in 8 Member States, primarily in Estonia (-0.9pp to 6.9% - December 2020 data), Cyprus (-0.5pp to 6.8%) and Croatia (-0.5pp to 7.1%). On an annual basis, the unemployment rate increased in almost all Member States, particularly in Lithuania (+3.4pp to 9.6%), Estonia (+2.5pp to 6.9% - December 2020 data), and Spain (+2.2pp to 16.0%), while it declined only in Italy (-0.6pp to 9.0% – December 2020 data), Greece (-0.4pp to 16.2% - November 2020 data), and France (-0.2pp to 7.9%) (Chart 5). 3 The indicator is constructed as a weighted average of the employment expectations of managers in the four surveyed business sectors (industry, services, retail trade and construction). 4 See also https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Absences_from_work_-_quarterly_statistics for definitions ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 9 Chart 4: Unemployment rate and youth unemployment rate – EU and euro area Source: Eurostat, series on unemployment [une_rt_m]. Seasonally-adjusted data. Click here to download chart. Youth unemployment in the EU and the euro area declined from the high rates recorded in the summer of 2020 and remained quite stable between the end of 2020 and the beginning of 2021. It stood at 16.9% in the EU and 17.1% in the euro area, down 1.3pp and 1.8pp, respectively, from the peaks recorded in August 2020. This improvement affected especially young women, for whom the unemployment rate went from 18.8% to 16.8% between August 2020 and January 2021, while it decreased less significantly from 17.8% to 16.9% for young men in the same period. The number of young unemployed people in the EU and in the euro area remained stable in the last three months and stood at 2.9 million and 2.4 million in January 2021, about 0.3 million lower than in August 2020. Chart 5: Unemployment rates – EU, euro area and EU Member States Source: Eurostat, series on unemployment [une_rt_m]. Seasonally adjusted data Notes: EE, FI, IT, RO data from December 2019/2020, EL data from November 2019/2020 Click here to download chart. 05 10 15 20 25 30 J a n A p r J u l O c t J a n A p r J u l O c t J a n A p r J u l O c t J a n A p r J u l O c t J a n A p r J u l O c t J a n A p r J u l O c t J a n A p r J u l O c t J a n A p r J u l O c t J a n A p r J u l O c t J a n 2012 2013 2014 2015 2016 2017 2018 2019 2020 2021 % o f r e s p e c t i v e a c t i v e p o p u l a t i o n EU - total EU - youth EA - total EA - youth 05 10 15 20 EU27 EA19 PL CZ NL MT DE SI HU RO BG BE AT IE DK LU CY EE HR PT SK FR FI LV SE IT LT ES EL % of active population January 2021 December 2020 January 2020 ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 10 The youth unemployment rate increased in January 2021 in a majority of Member States on a monthly basis, and in almost all of them on an annual basis. The strongest monthly increases were recorded in Hungary (+4.4pp to 15.3%), and Bulgaria (+2.7% to 16.5%), and the largest decreases in Estonia (-4.4pp to 18.9% - December 2020 data) and Austria (-1.3pp to 9.7%). The youth unemployment rate rose most strongly on an annual basis in Estonia (+9.6pp to 18.9% - December 2020 data), and Spain (+8.6pp to 39.9%), while it declined only in Greece (-1.4pp to 34.0% - November 2020 data) and France (-1.1pp to 18.4%). The most recent forecasts continue to project an increase in the unemployment rate in 2021, as more people will actively start looking for jobs during the year. According to the Commission’s Autumn economic forecast the unemployment rate will increase in 2021 to 8.6% in the EU27 and 9.4% in the euro area, with similar projections by the December forecasts of the OECD and the ECB. Unemployment expectations, as measured by the EU Business and Consumer Surveys (BCS), remained stable at quite high levels in the second half of 2020 and beginning of 2021, signalling a relative pessimism by economic operators for the upcoming months. 4. Long-term unemployment and additional potential labour force People re-entered the labour force in the third quarter of 2020, when many Member States relaxed containment measures as the spread of Covid-19 infections slowed down. The activity rate (15 to 64 years) increased in the third quarter of 2020 to 73.2% of the population both in the EU and euro area, respectively 0.9pp and 1.0pp higher than in the second quarter of 2020. Compared to the last quarter of 2019 – the last before the first containment measures were introduced – the activity rate is now 0.1pp lower in the EU and 0.3pp lower in the euro area. The activity rate increased between the last quarter of 2019 and the third quarter of 2020 in about half of Member States, with the highest increases observed in Latvia (+1.2pp) and Malta (+0.8pp). The largest decreases were recorded in Ireland (-1.3pp), Portugal (-1.1pp), and Spain (-1.0pp). The differences between the activity rates of men and women slightly decreased and stood in the third quarter of 2020 at 10.9pp (78.6% versus 67.7% respectively), the same value observed in the last quarter of 2019. The indicators of labour market slack 5 in the EU in the third quarter of 2020 showed a decrease in the number of people available to work but not seeking a job, almost entirely compensated by an increase in unemployment. The proportion of “available but not seeking” workers in the EU shrank in comparison to the previous quarter by 0.9pp to 3.6% of the extended labour force, while unemployment rose by 0.7pp in the same period. The other two indicators of labour slack, underemployment (the proportion of part-time workers who would like to work more) and the rate of “seeking but not available for work” remained stable at respectively 2.9% and 0.8% of the extended labour force. Overall, the labour market slack declined only by 0.1pp from the previous quarter to 14.5%. The evolution of these indicators suggests that the increase in the activity rate in the third quarter of 2020 described in the previous paragraph could be driven by an increase in the number of people already available to work and seeking again a job when containment measures were relaxed and the economy picked up. The increase in unemployment suggests however that a significant proportion of people re- entering the labour market could still not find a job in that period (see Chart 6 on labour market slack and Chart 9 on transitions). 5 These indicators measure the whole potential demand for employment: https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Labour_market_slack_- _unmet_need_for_employment_-_quarterly_statistics ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 11 Chart 6: Labour market slack – EU Source: Eurostat, LFS [lfsi_sla_q]. Seasonally adjusted data. Click here to download chart. In the EU, the share of people aged 15-29 who are neither in employment nor in education or training (NEET) decreased between the second and third quarters of 2020, but is still considerably higher than a year before. The NEET rate stood at 13.5%, 1.2pp less than the second quarter of 2020 and 1.0 higher than in the third quarter of 2019. It increased on an annual basis in all but four Member States, and most notably in Lithuania (+3.9pp), Malta (+3.6pp), and Spain (+3.4pp). The largest decline was observed in Latvia (-1.4pp). Approximately one young person out of five is NEET in Italy (22.7%), Greece (19.0%), and Spain (18.2%) (see Chart 7). Long-term unemployment, which captures people in unemployment for a period spanning over a year or more, picked up in the third quarter of 2020. It increased on a quarterly basis by 0.4pp to reach 2.5%, 0.2pp lower than in the same quarter of the previous year. The very long-term unemployment rate, which captures people in unemployment for at least two years, also increased by 0.2pp on a quarterly basis to 1.5% of the labour force, 0.1pp less than a year before. The share of long-term unemployed in total unemployment rose to 33.1%, 2.7pp more than in the second quarter of 2020, but still 8.3pp less than in the third quarter of 2019 as a consequence of both lower long-term unemployment and higher total unemployment. The share of very long- term unemployed in total unemployment stood at 19.5%, 0.7pp more on a quarterly basis and 5.6pp less on an annual basis. 05 10 15 20 25 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 Q4 Q1 Q2 Q3 2012 2013 2014 2015 2016 2017 2018 2019 2020 % of extended labour force Underemployed Seeking but not available Available but not seeking Unemployment Labour market slack ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 12 Chart 7: Young people aged 15-24 neither in employment nor in education and training (NEET) – EU, euro area and EU Member States Source: Eurostat, LFS, seasonally adjusted data [lfsi_neet_q] Note: no recent data for DE Click here to download chart. 5. Labour demand In the fourth quarter of 2020, the level of the unmet labour demand, as expressed by the job vacancy rate 6 , remained at 1.7% for the third quarter in a row in the EU27. This represents a decrease of -0.4pp compared to the same quarter in 2019. In the euro area, this indicator was at 1.8%, 0.1pp higher compared to the previous quarter, but down from 2.1% one year ago. The labour shortage indicator 7 , a sentiment indicator in the manufacturing sector, continued to increase in the first quarter of 2021 (10.5%, +2.3pp compared to the previous quarter, but -3.5pp compared to one year before) after having sharply dropped from the first quarter of 2020 (14%) in the second (8.7%) and the third (7.1%) quarters as a consequence of the COVID-19 crisis (8.2% in the fourth quarter). The third quarter of 2020 represented the lowest level since the second quarter of 2015. Among Member States, in the first quarter of 2021, the labour shortage indicator ranged from -0.2% in Cyprus to 31.2% in Poland. Labour shortages continued to decrease in the third quarter of 2020, while unemployment continued to increase as shown by the Beveridge curve, which plots the unemployment rate against the labour shortage indicator . In the third quarter of 2020, the unemployment rate in the EU stood at 7.4% (+0.6pp compared to the previous quarter). Before the COVID-19 crisis, the Beveridge curve (Chart 8) already took, for more than one year, a new direction towards a decrease in labour shortages. This curve is now at the same level as in 2008. The current trends are not driven by the same factors as the 2019 developments, but rather by the current sanitary crisis, leading to reduced employers’ needs in terms of workforce and, in turn, to a decrease in the number of new contracts or hours worked, which resulted in an increase in unemployment. However, monthly data show that the unemployment rate slightly decreased in the last months of 2020 from the peaks recorded in the third quarter of 2020 (see section 3). 6 The Job Vacancy rate is the number of job vacancies divided by the sum of occupied posts and job vacancies. Only 7 countries have available data for the fourth quarter. At national level, in the last available quarter, the job vacancy rate ranged from 0.4 in Greece (third quarter) to 5.0% in Czechia (fourth quarter). 7 The indicator presented here is published as part of the EU Business and Consumer Surveys. It reflects to what extent businesses see the availability of labour as a factor that limits production. 0 5 10 15 20 25 EU27 EA19 NL SE AT SI LU FI LV CZ DK PT BE EE MT PL IE FR HU LT SK HR CY RO BG ES EL IT % of population 2020Q3 2019Q3 ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 13 Chart 8: Beveridge curve 2008-2020 – EU Source: Eurostat, LFS and European Commission, EU Business and Consumer Surveys [une_rt_q, ei_bsin_q_r2]. Data seasonally adjusted. Note: Labour Shortage Indicator (LSI), derived from EU business survey results (% of manufacturing firms pointing to labour shortage as a factor limiting production). Click here to download chart. In the third quarter of 2020, transition rates decreased towards inactivity and increased towards employment in the EU27. After suffering from the COVID-19 crisis in the second quarter, the transition rates from one quarter to another started to return to the levels before the sanitary crisis (Chart 9). Compared to the second quarter, at EU level (excluding Germany and Malta), fewer people aged 15-74, transitioned towards inactivity: 22.4% of those in unemployment (-11.6pp compared to the previous quarter) and 2.4% (-1.0pp) of those in employment. At the same time, more people than in the previous quarter were back to work from unemployment (21.1%, up from 15.9% in the previous quarter) or from inactivity (4.0%, up from 2.9%). Finally, 96.1% of the people in employment in the second quarter of 2020 were still working in the third quarter (+1.6pp compared to the previous quarter). ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 14 Chart 9: Labour market transitions - EU, 2019Q4-2020Q3 Source: Eurostat [lfsi_long_q]. Data seasonally adjusted. Note: No data for DE and MT (excluded from the aggregate). How to read the chart: The colour of the arrow relates to the situation of the people in the former quarter which is written in each bubble. For instance, the red arrows represent the flows of people in unemployment from the former quarter to the following one. The red arrow starting from and arriving to the red bubble represents the people remaining in unemployment. In 2020Q3, for people unemployed in 2020Q2:  21.1% transitioned towards employment;  22.4% transitioned towards inactivity;  56.5% remained in unemployment. Click here to download chart. 6. Income and financial situation of households In the third quarter of 2020, the financial situation of households recovered in the EU27 after having worsened in the previous quarter. After rising for 27 consecutive quarters and decreasing sharply in the second quarter of 2020 (-3.0%, first decline since the second quarter of 2013), the real gross disposable income of households per capita (real GDHI) was 1.3% higher in the third quarter. For the first time, the GDHI increased, while at the same time compensation of employees contributed negatively (-1.1%) driven by job losses or deferred decisions about hiring new employees, reductions of working hours and temporary lay-offs 8 . The same occurred with the compensation of the self-employed (-0.3%) 9 . Income from property also continued to decrease (-1.1%). These income losses were mitigated by public interventions, either existing ones or newly set-up schemes and mechanisms, as well as ad-hoc measures. It can be seen in the improvement of the GDHI driven by a strong positive contribution of net social benefits (+2.8%), although this contribution was lower than in the previous quarter (+4.8%). Contrary to the real GDHI, the real GDP continued to fall (-4.2%, compared to -14.0% in the previous quarter), indicating that redistributive policies mitigated the fall in GDP (Chart 10). 8 See the December edition of the quarterly ESDE report (December 2020). 9 See Part II for the impact of the COVID-19 crisis on the self-employed. ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 15 Chart 10: Real GDP growth, real GDHI growth and its main components, 2012-2020 Source: Eurostat, National Accounts, unadjusted data [namq_10_gdp, nasq_10_nf_tr] (DG EMPL calculations) Note: GDHI EU aggregate for Member States for which data are available, GDP for EU27. Click here to download chart. The real GDHI per capita did not change or increased moderately year-over-year in most Member States with available information, contrary to the previous quarter where the developments were mostly negative. In the third quarter of 2020, the real GDHI per capita 10 increased on a yearly basis in some Member States, with the highest spikes recorded in Greece (+4.7 points), the Netherlands (+4.2 points), Slovenia (+3.9 points) and Poland (+3.5 points) 11 . Most EU countries were stable or had a moderate increase in GDHI: ten of them ranged from 0 point (France) to 1.9 points (Denmark) 12 . Only Portugal (-0.1 point) and Spain (-2.5 points) had negative developments. The proportion of people reporting financial distress slightly decreased between the April 2020 peak at 13.7% and February 2021, reaching 12.9%. Reported financial distress 13 is defined as the need to draw on savings or to run into debt to cover current expenditures, based on personal perceptions. This result can be counter-intuitive when put side-by-side with the sharp fall in real GDHI in 2020 Q2 14 . Against this background, there are two trends that could explain the reduction of the share of financially distressed households: a lower expenditure and a higher saving rate. First, the data shows that in the second quarter of 2020 the household final consumption expenditure suddenly fell year-over-year (-17.3% in the EU27 and -15.3% in the euro area) and was still 3.6 % lower in the third quarter in the EU-27 than it was one year ago (4.1 % lower in the euro area). Second, in the third quarter, the household saving rate was 4.5pp higher compared to the same period one year ago (+4.6pp in the euro area). 15;16 In February 2021, 12.9% of the population (-0.8pp compared to the peak in April 2020) declared the need to draw on savings (9.5%; -0.4pp) or to run into debt (3.5%; -0.4pp) (Chart 11). Financial distress continued to decrease for the wealthiest households, while it remained stable at a high level for those on low incomes. In February 2021, this indicator reached 23.7% for the lowest quartile 10 Index 2012 = 100. 11 Considering that the data are not seasonally adjusted theses figure can change from quarter to quarter. Ireland had an increase of 5.8 points, but the latest available data is the second quarter of 2020. 12 The countries are (in the order from 0 to 1.9 points of increase): France, Sweden, Italy, Belgium, Austria, Germany, Czechia, Finland and Denmark. 13 For details on Business and Consumer Surveys, including consumer survey's question on the current financial situation of households, see http://ec.europa.eu/economy_finance/db_indicators/surveys/index_en.htm 14 GDHI started to recover in the third quarter of 2020 with an increase of 1.3%. 15 Non-seasonally adjusted data. In the second quarter it increased by +10.8pp in the EU27 and +10.6pp in the euro area and reached its highest level since the beginning of the time series in 2000. 16 Eurostat (2020), Impact of Covid-19 crisis on non-financial corporation and household accounts , https://ec.europa.eu/eurostat/statistics- explained/index.php?title=Impact_of_Covid-19_crisis_on_non-financial_corporation_and_household_accounts ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 16 of incomes, in contrast with 6.2% for the wealthiest quartile. The second quartile was at 14.9% and the third one was at 10.4%. The decrease was more pronounced for the most affluent households. The third and the fourth quartiles reported respectively a drop in financial distress of -1.6pp and -1.4pp, compared to the peak in April 2020, while it increased by 0.2pp for the lowest quartile at the same time. Reported financial distress has increased for the lowest income quartile in several Member States, but a large diversity in levels and trends persists. In the fourth quarter of 2020, and on a yearly basis, financial distress increased in several countries for the poorest households, especially in Portugal (+7.7pp; at 24.9%), Sweden (+6.8pp; at 14.4%), Hungary (+6.4pp; at 18.1%), Spain (+5.5pp; at 37.2%), Slovakia (+4.8pp; at 31.0%), Slovenia (+3.9pp; at 14.4%) and Poland (+3.5pp; at 24.1%). Spain was the country with the highest overall share (37.2%; +5.5pp), followed by Belgium (33.8%; +0.0pp) and Slovakia (31.0%; +4.8pp), all above 30.0% 17 . The strongest decreases were recorded in Malta (-7.4pp; at 16.3%), Bulgaria (-5.5pp; at 11.0%), France (-5.4pp; at 29.6%), Lithuania (-4.5pp; at 12.3%) and Greece (-3.1pp; at 18.2%). Estonia remains at very low levels of financial distress (3.1%; +1.2pp), while no other country records a share of financial distress below 10% for the lowest income quartile. Chart 11: Reported financial distress by income quartile – EU, 2012-2021 Source: European Commission, Business and Consumer Surveys, unadjusted data, 12-month moving average (DG EMPL calculations). Note: Lines show the long-term averages for financial distress for the population as a whole and for households in the four income quartiles. The overall share of adults reporting having to draw on savings and having to run into debt are shown respectively by the light grey and dark grey areas, which together represent total financial distress. Click here to download chart. 17 In the fourth quarter of 2012, the share of population in financial distress was above 30.0% in ten countries. ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 17 Part II – Thematic focus The self-employed in the context of the COVID-19 crisis The COVID-19 pandemic and the related restrictions to economic activity have had a strong impact on the self- employed. On average, their working time has contracted more strongly and they have faced deeper labour market income losses than employees. National social protection systems typically provide lower coverage and compensation for the self-employed. 18 . In the context of the economic contraction triggered by the pandemic, most Member States have introduced temporary measures to support the income of the self-employed. Modalities of the support vary significantly across Member States, which reflect differences in welfare systems, the specificities of self-employment, but also the diversity of the relevant categories of workers. 1. Impact of the pandemic on the self-employed The self-employed reported generally more financial difficulties than employees in surveys conducted during the crisis. 19 The COVID 19 e-surveys conducted by Eurofound in the Spring and Summer of 2020 indicated that self-employed persons had been more strongly affected than employees by the reduction of working hours, financial difficulties and (expected) job loss. 20 According to the Eurobarometer of July and August 2020, 58% of the self-employed expected the Coronavirus pandemic to have serious financial consequences for them personally. This average rate was higher than that of different categories of employees, namely 36% among managers, 49% among other white-collar workers and 53% among blue-collar workers. 21 In a survey conducted for the European Parliament in September and October 2020, 75% of the self-employed stated they had experienced some negative financial impact from the pandemic, compared to 55% among employees. 22 Over the course of the pandemic, the number of self-employed persons decreased slightly less than salaried employment. (See Chart 12) The different nature of employment for the self-employed and employees should be highlighted in this regard. For the latter, employment depends on the relationship with the employer. Job loss involves a discrete event such as dismissal or – most prominently in the recent crisis - expiry and non- renewal of a temporary contract. The self-employed typically have more autonomy. Depending on the activity, they may have had more leeway to switch to remote work. 23 They could also temporarily reduce the scope of their business activities, where even basic administration can be considered a continuation of self-employment. The uncertainty around the economic outlook and the (prospect of) government support measures may have led some self-employed workers to postpone decisions to end their business activity. Furthermore, the suspension of certain administrative procedures may have played a role, such as the fall in declarations of bankruptcy and new business registrations observed in the second quarter of 2020 24 . It should be noted, moreover, that there had been a longer-term decline in self-employment, which preceded the pandemic, contrasting with the steady expansion of salaried employment. 25 18 See Council Recommendation of 8 November 2019 on access to social protection for workers and the self-employed, relevant impact assessment and monitoring framework, available at https://ec.europa.eu/social/main.jsp?catId=1312&langId=en. See also Avlijas (2020). 19 While some of these data sources have certain weaknesses in terms of non-random sample selection, jointly they can provide a useful indication of broad trends, particularly where the patterns are similar across sources. 20 Eurofound (2020). The report finds improvements in the self-employed’s assessment of household financial situation from the first data collection wave in April 2020 to the second in July 2020, noting that income support measures may partly explain this. 21 Eurobarometer (2020). 22 Public Opinion Monitoring Unit, DG Communication, European Parliament (2020).Impacts include loss of income; using personal savings sooner than planned; (partial) unemployment; difficulties paying rent/bills/bank loans; asked for financial help to family or friends; difficulties to have proper and decent-quality meals; bankruptcy; other financial issues. 23 See Brugiavini et al. (2021) for telework among employees and self-employed aged 50+. 24 European Commission (2021b). 25 European Commission (2020a). ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 18 Chart 12: Change in employment, year-on-year change (%), EU27 Source: Eurostat, national accounts [namq_10_a10_e]. Data seasonally and calendar adjusted. The contraction in working hours during the pandemic has been exceptionally strong, and more pronounced for the self-employed than for employees. The sharpest decline in working hours in the EU since 1995 occurred in the second quarter of 2020 and stemmed from an exceptional shock to demand, including government-mandated lock-down measures and self-imposed social distancing by citizens. Particularly for employees, short-time work schemes were highly effective in mitigating job losses and limiting unemployment increases. 26 The self-employed, who on average tend to have higher working hours than employees, had a proportionally stronger reduction in working hours than employees. The difference was particularly marked in the second quarter of 2020 (-18.2% year-on-year for the self-employed, compared to -12.9% for employees), then narrowed but remained by the end of the year (Chart 12). The disproportionate impact of the crisis on the self-employed was seen across most economic sectors and in most Member States . During the first lockdown in the Spring of 2020, the strongest reductions in working time for the self-employed were observed across a broad range of economic activities: several sectors that were strongly affected by the pandemic have a proportionally large share of self-employed workers, such as construction; arts entertainment and recreation, and accommodation and food services. 27 The primary sector (agriculture, forestry and fishing) is notable, as the self-employed make up more than half of its workforce, and the impact on working time was relatively limited overall, but slightly stronger for employees (Chart 13). Estimates by Eurostat suggest that in the large majority of Member States, the self-employed experienced proportionally larger reductions in labour income during the first wave of infections in Spring 2020 than employees (Chart 14). 26 European Commission (2020b). 27 Based on the Survey on Health, Ageing and Retirement in Europe Brugiavini et al. (2021 found that among workers aged 50+, the self-employed had faced both more and longer work interruptions due to the pandemic than employees, even when controlling for factors such as occupation, age, educational level. 0 , 6 - 2 , 9 - 2 , 0 - 1 , 8 - 2 , 5 - 1 2 , 9 - 4 , 0 - 5 , 1 - 1 , 1 - 2 , 3 - 1 , 8 - 1 , 0 - 5 , 9 - 1 8 , 2 - 4 , 3 - 6 , 4 -20,0 -15,0 -10,0 -5,0 0,0 5,0 2020Q1 2020Q2 2020Q3 2020Q4 2020Q1 2020Q2 2020Q3 2020Q4 Employment, persons Employment, hours Employees Self-employed ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 19 Chart 13: Workers absent from work or working fewer hours in (Q2 2020, EU27), by sector and work status (% of total employees or self-employed) Note: Absent from work refers to both planned (holidays) and unplanned reasons (temporary layoffs, illness). A: Agriculture, forestry and fishing; B-E: Manufacturing, mining and other industry; F: Construction; G: Wholesale and retail trade, repair of motor vehicles and motorcycles; H: Transportation and storage; I: Accommodation and food service; J: Information and communication; K-N: Finance and insurance; real estate, professional, scientific, technical and support service; 0-U: Public administration, defence, education, health and social work; R: Arts, entertainment and recreation. Source: Eurostat calculations. Chart 14: Loss in employment income by country and working status, (2020, % on 2019) Source: Eurostat calculations. Effect does not include the second wave of the sanitary crisis in Autumn 2020. 05 10 15 20 25 30 35 40 Employee Self employed -14 -12 -10 -8 -6 -4 -2 0 L u x e m b o u r g I r e l a n d H u n g a r y I t a l y P o r t u g a l B e l g i u m C y p r u s S p a i n M a l t a G e r m a n y R o m a n i a L i t h u a n i a S l o v a k i a N e t h e r l a n d s S l o v e n i a G r e e c e D e n m a r k C z e c h i a B u l g a r i a P o l a n d F i n l a n d L a t v i a A u s t r i a C r o a t i a S w e d e n E s t o n i a F r a n c e Employee Self employed ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 20 Prior to the pandemic, the self-employed were over-represented in both the highest and lowest income groups. As also noted by the ILO, self-employed as a category includes many successful entrepreneurs, but also working poor. 28 The most affluent typically include many self-employed with employees, whereas the latter have a stronger presence of own accounts workers and solo self-employed. Some of the low incomes reported by the self-employed might be linked to measurement issues 29 and the specific nature of self- employment. 30 Wealth data tend to confirm the image of self-employed as a very diverse category: households headed by self-employed persons are on average wealthier than those headed by employees and more likely to be financially secure. Yet, the share of over-indebted households of self-employed also tends to be higher than among employees. 31 These major differences among the self-employed might give rise to concerns over the distributional impact of support measures. Whereas the Employment and Social Developments in Europe Quarterly Review of December 2020 provided an overview of the redistributive impact of wage compensation schemes for employees, the distribution of income support for the self-employed is more difficult to estimate, given that they are often linked to criteria on the business (e.g. loss in turnover) that cannot be observed in existing data at household and individual levels. Rather, the next section provides an exploratory overview of these criteria, with a focus on criteria for targeting the most affected self-employed. Chart 15: Workers by status in employment position in the income distribution, EU25 (- IE and IT) 2019 Note: The percentages add up to 100% by employment status. Income deciles are based on equivalised disposable household incomes for the entire population (so including non-workers and family workers), per Member State. Chart shows average across 25 EU Member States (no data for Ireland and Italy), weighted by population size. Source: DG EMPL calculations on the EU-SILC 2019 Users’ database. 28 International Labour Organization (2020). 29 See Horemans and Marx (2017) for an overview of income measurement issues and comparison to material deprivation among self- employed. 30 With returns to self-employment including both labour income and capital accumulation. 31 McKnight (2019). 05 10 15 20 25 30 Employee Self-employed with employees Self-employed without employees 1 lowest incomes 2 3 4 5 6 7 8 9 10 highest incomes ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 21 2. Income support for the self-employed in the context of the pandemic Most EU Member States have introduced exceptional measures to provide the self-employed with support during the pandemic. This support took many different forms, including tax exemptions, waivers to social security contributions, low interest loans, mortgage relief, paid family leave, extended coverage of sickness benefits and income replacement. Across the EU27, Eurofound, in its COVID-19 Policy watch 32 , counted 95 measures aimed specifically at the self-employed by 9 March 2021. The focus in the next section is on direct cash transfers, notably national measures with a broad coverage in terms of sectors. 33 As of December 2020, 24 Member States had introduced such income support measures. 34 The number of beneficiaries of income support measures for self-employed persons has been substantial in many countries (Table 1). In several Member States, 50% or more of self-employed received income support (measured either in total since March 2020 up to October or at the first peak of the health crisis in Spring 2020). These rates are often higher than the proportion of employees having benefited from short-time working schemes or similar measures 35 . Table 1: Benefit receipt under income support measures for self-employed in the context of COVID-19 Country Measure Number of recipients at peak Peak number as % of self- employed in Q2 2020 Peak reference month (2020) Belgium Overbruggingsrecht/ droit passerelle 396 845 60% April Czechia Compensatory bonus: self-employed (tax deduction) 537 140 63% March+April Czechia Income support small limited liability companies 41 464 5% May+June Denmark Compensation scheme for self- employed (lost turnover) 79 135 35% Total March through November Germany Soforthilfe 1 868 609 48% Total number up to July Greece Support to self- employed and sole proprietorships 453 780 41% March+April Ireland Pandemic unemployment payment(to self- employed) 115 041 38% April Italy Allowance for self- employed workers 2 849 060 59% Total in March Cyprus Special Scheme for self-employed 21 683 41% Mid-April to mid-May 32 Eurofound (2021). 33 Not including regional measures, such as those in the Flemish, Walloon or Brussels region in Belgium; or measures for very specific sectors, such as Support measures for self-employed and freelancers in the field of culture in Bulgaria. 34 European Commission (2020b). 35 EMCO SPC Monitoring report on the Employment and Social Situation in the EU Following the Outbreak of the COVID-19 Pandemic - Winter 2020/21 Report. ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 22 Latvia Allowance for idle time for self- employed (2025) (2%) April (inflow, not stock) Lithuania Income support payment to the self- employed 88 275 57% April Luxembourg First support for self employed 2 547 11% March through Nov Luxembourg Self-employed support 4 182 18% March through Nov Malta Annex A – Most drastically affected sectors 9 936 25% March through July Malta Annex B – other affected sectors 1 512 4% March through July Netherlands Temporary bridging arrangement independent entrepreneurs (Tozo) 254 300 17% May Austria Hardship fund - income support payment to self- employed (119 827) (26%) May (inflow, not stock) Poland 15zcc 85 809 3% June Poland 15zzd low interest loan 834 183 28% May Slovenia Universal income for self-employed 53 321 51% April Slovakia Self-employed support for decreased sales or closure 47 451 13% April Slovakia Self-employed with no other income 12 265 3% April Finland Self-employed receiving unemployment benefit 31 554 10% June Source for benefit recipient numbers: The Employment Committee and The Social Protection Committee (2021) Source for number of self-employed: Eurostat Labour Force Survey [lfsq_esgaed]. Germany refers to Q4 of 2019. Member States applied different criteria to target income support to the self-employed most affected by the pandemic. 36 Only in rare cases were the introduced support measures not establishing conditions related to containment measures or a severe impact of the crisis (notably the Bonus 600 in Italy or the Temporary benefit for the self-employed in Lithuania). Most Member States targeted self-employed persons who had to cease their activity or encountered losses in turnover or revenue compared to the pre-crisis period 36 The exploratory overview is based on the policy descriptions included in the EUROMOD country reports, version of December 2020. ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 23 (including Denmark, Spain, Latvia, Slovakia, France or Cyprus). In Slovenia, only the self-employed who expect their average monthly revenues in 2020 to decrease by more than 10% compared to 2019 are eligible for the universal income. If this additional condition is not fulfilled at the end of the year 2020, self-employed who got the universal income will have to pay it back. Several Member States linked eligibility to sectors that were most impacted by the crisis or the government-mandated suspensions of activity (including Romania, Croatia and Malta). A number of Member States have applied eligibility criteria related to the ability to cover fixed costs for the business (Austria, the Netherlands and Finland). In the exceptional context of the pandemic, policy makers often faced a trade-off between targeting measures to those most in need, whilst limiting the number of criteria to ensure swift benefit administration. In certain cases, the self-employed with larger businesses were not eligible for income support. Romania targeted its income compensation scheme to the self-employed without employees. Several Member States, including France, Germany, Greece and Austria applied maximum thresholds for the number of employees in the self-employed persons’ business. In addition, France applied maximum thresholds on turnover, taxable income and profits. In a few countries, the benefits were subject to an income test or income criterion. In the Netherlands, the temporary bridging arrangement for independent entrepreneurs (Tozo) supplements the income of the self- employed up to social assistance level, in case it drops below this threshold as a result of the COVID-19 crisis. In Italy, an income test was applied for specific categories of self-employed, i.e. those employed in specific professions. Denmark applied a specific income criterion for freelancers. Many of the temporary measures introduced in the Spring of 2020 have been renewed in light of the continued pandemic, at times adjusted to increase their targeting . Particularly in the Summer, several Member States introduced additional criteria to target support to the most affected sectors (France, Cyprus, Malta), businesses (Italy adding earnings loss criterion) or households (Netherlands adding spouse’s income and asset test as new criteria for the renewed support measures). Beyond the crisis, an important question will be how many self-employed will be able to continue or resume their activity. It will also be important to monitor whether these exceptional and temporary measures will be followed by permanent changes in social protection for the self-employed, in line with the relevant Council Recommendation. 3. EU measures to support the self-employed in the COVID-19 pandemic 37 In response to the COVID-19 pandemic, the EU has adopted a comprehensive economic response . The main instruments that contributed to the support of the self-employed by Member States have been the EU Structural and Investment Funds and the SURE instrument (European Instrument for Temporary Support to mitigate Unemployment Risks in an Emergency 38 ). The flexibility in the use of European Structural and Investment Funds has been increased in the crisis , with the Coronavirus Response Investment Initiative and the Coronavirus Response Investment Initiative Plus. Co-financing requirements have been eased, to allow Member States to rapidly re-orient their funds towards COVID-19-related measures. Such measures could under certain conditions include short-time work schemes and, where relevant, schemes covering the self-employed. European Social Fund (ESF) financial instruments helped to ensure the continued supply of affordable finance, including to the self-employed. The SURE instrument supports short-time work schemes and similar measures, notably for the self- employed . It provides up to EUR 100 billion of financial support in the form of loans from the Union to help Member States protect jobs and thus employees and the self-employed against the risk of unemployment and loss of income. The Commission has proposed a total of €90.6 billion in financial support to 19 Member States, out of which the Council has already approved €90.3 billion to 18 Member States 39 . With the exception of Bulgaria, 37 This section has been written by A. Halasz and M. Duiella 38 Council Regulation (EU) 2020/672) 39 The Council approval of the proposed €230 million to Estonia is expected in the following weeks. ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 24 Croatia and Ireland, all Member States requested support from SURE to finance measures to support the income of the self-employed 40 . €53.5 billion has already been disbursed to 15 Member States. Other Member States can still submit requests to receive financial support under SURE which has an overall firepower of up to €100 billion. In 2020, SURE is estimated to have supported between 25 and 30 million people, and of this, approximately 5.5 million self-employed workers. This accounts for one quarter of total employment across beneficiary Member States. A breakdown by Member State is shown in Chart 16, with coverage of the schemes supported by SURE ranging from 7% to almost 70% of total employment. Chart 16: Number of workers covered by SURE (% of 2020 total employment) Source: SURE: Taking stock after six months. Report on the European Instrument for Temporary Support to mitigate Unemployment Risks in an Emergency. Report from the European Commission to the European Parliament, the Council, the Economic and Financial Committee and the Employment Committee. COM/2021/148 final. Note: The coverage figures have been reported by Member States in January-February 2021. Czechia’s figures are based on initial reporting in August 2020. Total employment figures are taken from AMECO, using the national accounts definition of total employment, including both wage and salary earners and the self-employed. Data for Romania appears very high given the low take-up of measures, while Czechia has not reported updated figures since August 2020. Therefore, the aggregate coverage figure instead assumes a similar employment coverage as in the other Member States. In its Recommendation on an effective active support to employment following the COVID-19 crisis (EASE) of 4 March 2021, the Commission states that Member States should ‘support start-up grants, loans and equity to promote entrepreneurship, accompanied by improved access to social protection for the self-employed. Actions should combine financial and non-financial support to entrepreneurs, re-starters and potential entrepreneurs. Tailored support should be designed in an inclusive manner for those coming from under-represented and disadvantaged groups, and for social, green and digital projects.’ 40 In Ireland, a scheme not supported from SURE has offered support to the incomes of the self-employed, see Table 1. 0 10 20 30 40 50 60 70 S l o v e n i a R o m a n i a C y p r u s C z e c h i a * C r o a t i a M a l t a I t a l y G r e e c e I r e l a n d S p a i n S l o v a k i a L i t h u a n i a B e l g i u m S U R E - 1 8 P o r t u g a l L a t v i a H u n g a r y P o l a n d B u l g a r i a % t o t a l e m p l o y m e n t Employees Self-employed ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 25 References Avlijas, S. (2020). Comparing Social Protection Schemes for the Self-employed across EU-27. Focus on sickness, accidents at work and occupational diseases, and unemployment benefits, Directorate-General for Employment, Social Affairs and Inclusion Social Situation Monitor. Luxembourg: Publications Office of the European Union. Available at: https://ec.europa.eu/social/BlobServlet?docId=23364&langId=en Brugiavini , A., Buia, R.E. & I. Simonetti (2021). Occupation and Working Outcomes during the Coronavirus Pandemic, Ca’ Foscari University of Venice Dept of Economics Working Paper, No.9/WP 2021. Available at: https://www.unive.it/pag/fileadmin/user_upload/dipartimenti/economia/doc/Pubblicazioni_scientifich e/working_papers/2021/WP_DSE_brugiavini_buia_simonetti_09_21.pdf The Employment Committee and The Social Protection Committee (2021) Monitoring Report on the Employment and Social Situation in the EU Following the Outbreak of the COVID-19 Pandemic - Winter 2020/21 Report . Available at: http://ec.europa.eu/social/BlobServlet?docId=23592&langId=en Eurobarometer (2020). The EU and the coronavirus outbreak , Standard Eurobarometer, 93, Summer 2020, . Survey requested and co-ordinated by the European Commission, Directorate General for Communication. Available at: https://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/Survey/getSurveyDetail/instruments/S TANDARD/surveyKy/2262. Eurofound (2020). Living, working and COVID-19, COVID-19 series , Luxembourg: Publications Office of the European Union. Available at: https://www.eurofound.europa.eu/sites/default/files/ef_publication/field_ef_document/ef20059en.p df Eurofound (2021). COVID-19 EU PolicyWatch. Database of national-level responses . Available at: https://static.eurofound.europa.eu/covid19db/index.html European Commission (2020a). Proposal for a Joint Employment Report 2021 from the Commission to the Council, 18 November 2020 . Available at: https://ec.europa.eu/social/main.jsp?langId=en&catId=89&newsId=9834&furtherNews=yes European Commission (2020b) Labour Market and Wage Developments in Europe 2020 . Luxembourg: Publication Office of the European Union. Available at: https://ec.europa.eu/social/BlobServlet?docId=23268&langId=en European Commission (2021a), European Economic Forecast. Winter 2021 (interim), Institutional paper 144, Luxembourg: Publications Office of the European Union. Available at: https://ec.europa.eu/info/sites/info/files/economy-finance/ip144_en_1.pdf European Commission (2021b). Eurostat News: Increase in business registrations and bankruptcies in the EU in Q3 2020 . Available at: https://ec.europa.eu/eurostat/en/web/products-eurostat-news/-/ddn-20210201-1 Horemans, J. & I. Marx (2017). Poverty and Material Deprivation among the Self-Employed in Europe: An Exploration of a Relatively Uncharted Landscape, IZA Discussion Paper, No.11007. Available at http://ftp.iza.org/dp11007.pdf International Labour Organization (2020). ILO Monitor – COVID-19 and the World of Work. Third edition. Available at: https://www.ilo.org/wcmsp5/groups/public/---dgreports/--- dcomm/documents/briefingnote/wcms_743146.pdf McKnight, A. (2019). Financial Resilience among EU households. New estimates by household characteristics and a review of policy options, Directorate-General for Employment, Social Affairs and Inclusion Social Situation ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 26 Monitor . Luxembourg: Publications Office of the European Union. Available at: https://ec.europa.eu/social/BlobServlet?docId=22182&langId=en Public Opinion Monitoring Unit, DG Communication, European Parliament (2020). Uncertainty/EU/Hope. Public opinion in times of COVID-19. Third round . .Public opinion survey commissioned by the European Parliament. Available at: https://www.europarl.europa.eu/at-your-service/files/be- heard/eurobarometer/2020/public_opinion_in_the_eu_in_time_of_coronavirus_crisis_3/en-covid19-survey3- report.pdf ",
        "Employment, Social Affairs & Inclusion ESDE Quarterly Review March 2021 - 27 Annexes 1) Quarterly recurrent Excel file with main charts 2) Excel files with charts per Member State and for the EU and euro area i. Real GDP growth, real GDHI growth, employment growth and unemployment rates ii. Real GDP growth, employment growth, real GDHI growth and its main components iii. Employment growth by sectors iv. Beveridge curves ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by email via: https://europa.eu/european-union/contact_en FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european- union/contact_en). EU law and related documents For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non-commercial purposes. ",
        ""
    ]
}