{
    "text": [
        "D. whereas European Union representatives have consistently opposed a legally binding text, favouring non- binding recommendations; E. whereas in its resolution of 12 May 2011 on ‘Unlocking the potential of cultural and creative indus­ tries’ ( 1 ) the European Parliament called on the EU to back a binding WIPO treaty; F. whereas the UN Convention on the Rights of People with Disabilities, in particular Articles 21 and 30, and the European Charter of Fundamental Rights establish the principles applicable to the prohibition of discrimination against persons with disabilities; 1. Calls on the Council and Commission to support a binding WIPO treaty with regard to copyright on books and printed products for blind and visually impaired people; 2. Instructs its President to forward this resolution to the Council and Commission. ( 1 ) Texts adopted, P7_TA(2011)0240. Regional Convention on pan-Euro-Mediterranean preferential rules of origin P7_TA(2012)0060 European Parliament resolution of 16 February 2012 on the proposal for a Council decision on the conclusion of the regional Convention on pan-Euro-Mediterranean preferential rules of origin (2012/2519(RSP)) (2013/C 249 E/14) The European Parliament , — having regard to its resolutions of 27 October 2005 on the Barcelona Process revisited ( 1 ) and 25 November 2009 on the Euro-Mediterranean economic and trade partnership ahead of the 8th Euromed Ministerial Conference on Trade ( 2 ), — having regard to the Barcelona Declaration of 28 November 1995, which established a partnership between the European Union and the Southern and Eastern Mediterranean countries (SEMCs), and the work programme adopted at that conference, — having regard to the Joint Communication of the Commission to the European Council, the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions of 8 March 2011 on ‘A Partnership for Democracy and Shared Prosperity with the Southern Mediterranean’ (COM(2011)0200), — having regard to the Euro-Mediterranean Trade Roadmap till 2010 and Beyond, as adopted by the Eighth Trade Ministerial of the Union for the Mediterranean in 2009, — having regard to the Commission’s Joint Communication to the European Council, the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions of 25 May 2011 on ‘A new response to a changing Neighbourhood’ (COM(2011)0303), EN C 249 E/50 Official Journal of the European Union 30.8.2013 ( 1 ) OJ C 272 E, 9.11.2006, p. 570. ( 2 ) OJ C 285 E, 21.10.2010, p. 35. Thursday 16 February 2012 ",
        "— having regard to the Euro-Mediterranean Association Agreements between the European Communities and their Member States, of the one part, and Tunisia ( 1 ), Israel ( 2 ), Morocco ( 3 ), Jordan ( 4 ), Egypt ( 5 ), Lebanon ( 6 ) and Algeria ( 7 ), of the other part, and to the Euro-Mediterranean Interim Association Agreement on Trade and Cooperation between the European Community and the Palestine Liberation Organization for the benefit of the Palestinian Authority ( 8 ), — having regard to Decision No 1/95 of the EC-Turkey Association Council of 22 December 1995 on implementing the final phase of the Customs Union (96/142/EC), — having regard to the sustainability impact assessment (SIA) of the Euro-Mediterranean Free Trade Area drawn up by Manchester University's Institute for Development Policy and Management, — having regard to its resolution of 15 March 2007 on the construction of the Euro-Mediterranean free- trade zone ( 9 ) and the relevant considerations addressed in that resolution, — having regard to the conclusions of the Euro-Mediterranean Ministerial Conferences and Sectoral Minis­ terial Conferences which have taken place since the launch of the Barcelona Process, and, in particular, the conclusions of the Ninth Union for the Mediterranean Trade Ministerial Conference of 11 November 2010, — having regard to the judgment of the European Court of Justice of 25 February 2010 in Case C-386/08, Brita GmbH v Hauptzollamt Hamburg-Hafen , — having regard to the EU Declaration for the Fourth Meeting of the EU-Israel Association Council held in Brussels on 17-18 November 2003, — having regard to EU-Israel technical arrangement concerning Protocol 4 to the EU-Israel Association Agreement and the Commission’s notice to importers entitled ‘Imports from Israel into the Commu­ nity’ ( 10 ), — having regard to the Council conclusions on the Middle East Peace Process adopted at the 2985th Foreign Affairs Council meeting, Brussels, 8 December 2009, — having regard to the Commission notice concerning the date of application of the protocols on rules of origin providing for diagonal cumulation between the European Union, Algeria, Egypt, the Faeroe Islands, Iceland, Israel, Jordan, Lebanon, Morocco, Norway, Switzerland (including Liechtenstein), Syria, Tunisia, Turkey and the West Bank and Gaza Strip ( 11 ), — having regard to the Agreement between the European Community, of the one part, and the Government of Denmark and the Home Government of the Faroe Islands, of the other part ( 12 ), — having regard to Rules 115(5) and 110(2) of its Rules of Procedure, A. whereas the pan-Euromed zone of diagonal cumulation of origin is based on a multitude of bilateral protocols on rules of origin that are too complex for businesses, particularly small and medium-sized enterprises, and countries to take advantage of; EN 30.8.2013 Official Journal of the European Union C 249 E/51 ( 1 ) OJ L 97, 30.3.1998, p. 2. ( 2 ) OJ L 147, 21.6.2000, p. 3. ( 3 ) OJ L 70, 18.3.2000, p. 2. ( 4 ) OJ L 129, 15.5.2002, p. 3. ( 5 ) OJ L 304, 30.9.2004, p. 39. ( 6 ) OJ L 143, 30.5.2006, p. 2. ( 7 ) OJ L 265, 10.10.2005, p. 2. ( 8 ) OJ L 187, 16.7.1997, p. 3. ( 9 ) OJ C 301 E, 13.12.2007, p. 210. ( 10 ) OJ C 20, 25.1.2005, p. 2. ( 11 ) OJ C 156, 26.5.2011, p. 3. ( 12 ) OJ L 53, 22.2.1997, p. 2. Thursday 16 February 2012 ",
        "B. whereas in October 2007 the Lisbon Euromed Trade Ministerial gave the green light for the drafting of a convention that brings together all the protocols for the Pan-Euro Mediterranean area in one, simplified instrument, thus facilitating the use of Pan-Euromed cumulation of origin; whereas this convention was endorsed by the Ninth Union for the Mediterranean Trade Ministerial Conference of 11 November 2010; C. whereas the geographical scope of this convention has been broadened to include the participants in the Stabilisation and Association Process, effectively multiplying the benefits of Pan-Euromed cumu­ lation of origin; D. whereas, although these are very positive steps, the result is that any abuse or circumvention of the rules on cumulation of origin would also have a wider geographical impact; E. whereas the EU has Association Agreements with both Israel and Palestine, both of which include a Free Trade Agreement containing separate and distinct provisions concerning preferential commercial treatment; F. whereas in its conclusion on the Middle East Peace Process on 8 December 2009 the Council of the European Union reiterates ‘that settlements are illegal under international law, constitute an obstacle to peace and threaten to make a two-state solution impossible’; G. whereas the EU’s position is that products from places brought under Israeli administration since 1967 are not entitled to preferential tariff treatment under the EU-Israel Association Agreement; H. whereas Israel's application of the EU-Israel Association Agreement to the Occupied Territories has resulted in the improper implementation of EU law, which, as confirmed by the Court of Justice in the Brita GmbH v Hauptzollamt Hamburg-Hafen case, does not permit Member States’ customs authorities to grant preferential treatment under the EU-Israel Association Agreement to products from Israeli- occupied territories; I. whereas European citizens have clearly expressed their will concerning products from Palestinian occupied territories; J. whereas the EU has been encountering a variety of problems when enforcing the rules of origin with regard to products originating in settlements in occupied territories; whereas in its Declaration for the Fourth Meeting of the EU-Israel Association Council in 2003 the EU stressed ‘the importance of solving the bilateral issue of rules of origin before the origin protocol is amended’ so that Pan-Euromed cumulation of origin could be applied; whereas, in the absence of such a solution, the Commission has sought to address these problems by concluding a legally non-binding bilateral technical arrangement with Israel pursuant to which Israel includes on each proof-of-origin document the postal codes of the places in which the products it covers have been produced, thereby enabling EU customs authorities immediately to impose non-preferential duties on products produced in Israeli settlements; K. whereas this technical arrangement exists between the EU and Israel, on the one hand, and between the EFTA countries and Israel, on the other; whereas the proposed Convention does not in any way extend this arrangement to the geographical territory it covers or bind the other Parties; L. whereas the rules of the technical arrangement already require Israel and its exporters to apply the distinction between production operations carried out in the territories brought under Israel’s adminis­ tration in 1967 and production carried out in the internationally-recognised territory of the State of Israel; EN C 249 E/52 Official Journal of the European Union 30.8.2013 Thursday 16 February 2012 ",
        "M. whereas the Convention as it stands will not provide additional legal remedies to the European Union or any Contracting Party in cases where rules on cumulation are not deemed to have been appro­ priately fulfilled; N. whereas it is the customs authorities of the individual EU Member States which are responsible for checking the validity of claims regarding the preferential origin of products imported into the EU; whereas the customs authorities, despite their best endeavours, cannot possibly check and control each and every proof-of-origin document and every consignment preferentially imported from Israel into the EU; whereas the Convention may compound this logistical challenge by expanding the number of partner countries that cumulate working or processing with materials exported by Israel when exporting products under their agreements with the EU; O. whereas, although the problem of determining the real origin of products exported by Israelneeds to be more adequately addressed, this issue should not hold back the social and economic integration of the region as a whole; P. whereas the Arab Spring has highlighted the need for fair and just rules that allow the people of each Mediterranean state and country to reap the full benefits of their own economic efforts and for the EU to clearly support those efforts; whereas in the wake of the Arab Spring the EU has reiterated its commitment to establishing closer commercial ties with Arab countries; Q. whereas in its Joint Communication of 8 March 2011 on ‘A Partnership for Democracy and Shared Prosperity with the Southern Mediterranean’ the Commission lists the adoption of the Convention as one of the tools to maximise the impact of trade and investment in the region; R. whereas the Euro-Mediterranean Free Trade Area failed to materialise by 2010; whereas one of the major reasons for this failure has been the lack of South-South social, trade and economic integration among southern Mediterranean countries; S. whereas the country and regional impact of this agreement could be very substantial; 1. Believes that international trade can be a vehicle for economic growth, economic diversification and the reduction of poverty, all of which are necessary components of the democratisation of the Medi­ terranean region; supports the Commission’s endeavours to give preferential access to the EU internal market to goods produced and cumulated in the Mediterranean region; 2. Welcomes the initiative to simplify use of the system of cumulation of rules of origin in the pan-Euro- Mediterranean zone; believes that the regional Convention for pan-Euro-Mediterranean preferential rules of origin is a major step towards trade facilitation and social and economic integration in the Southern Neighbourhood; 3. Is concerned about the state of play regarding the establishment of the Euromed Free Trade Area, which was supposed to be in place by 2010 and has failed to materialise; regrets the fact that no real progress has been made by the various actors in creating the necessary conditions; encourages the devel­ opment of South-South bilateral and multilateral economic cooperation, which would produce tangible benefits for the citizens of the countries involved and improve the political climate in the region; acknowledges that the lack of intra-regional trade among southern Mediterranean countries has been a major stumbling block to the project; insists that the establishment of the Euro-Mediterranean Free Trade Area should remain one of the goals of the EU and its southern partners; regards this Convention as a major step towards the establishment of the Free Trade Area and as a possible incentive for South-South trade; EN 30.8.2013 Official Journal of the European Union C 249 E/53 Thursday 16 February 2012 ",
        "4. Hopes that the new democracies that will emerge in the region following the Arab Spring will promote human and social rights and deepen the political dialogue, which should create an environment more friendly to intra-regional trade, as one reason for the lack of trade was the policies implemented by the previous dictatorial leaderships; encourages these new democracies to work closely together in Agadir Group and to make full use of this Convention; asks the Commission to provide these new democracies with technical assistance to enable them to make full use of the commercial instruments available to them, including this Convention; 5. Welcomes the fact that the Convention is a single instrument which not only creates the necessary legal framework for diagonal cumulation among the traditional southern Mediterranean partners, but also includes the participants in the Stabilisation and Association Process and the EFTA countries, thus giving a wider geographical scope to cumulation and creating a larger market for cumulated exports; 6. Regrets the fact that the Convention is not supplemented by a dispute settlement mechanism to deal with issues concerning verification of proof of origin; believes that the Joint Committee set up by the Convention will not be a viable instrument for addressing these issues; notes that these issues will therefore have to be dealt with by means of bilateral dispute settlement mechanisms, where these exist; 7. Takes the view that the Convention would have been greatly enhanced by the inclusion of a single, efficient dispute-settlement mechanism that would make for speedy and satisfactory resolution of disputes concerning the origin and the cumulation of products; invites the Commission to assess the possibility of integrating such a mechanism into the Convention when it is revised in the future; 8. Regrets the fact that the text of Convention does not provide for any revision or review procedure in the future; believes that an instrument as complex and wide-ranging as the Convention would benefit from a revision in due course; therefore asks the Commission to consider incorporating a review clause into the Convention; 9. Emphasises how important it is that the conclusion of the Convention should be accompanied, as soon as possible, by a revision of the rules of origin applicable to the parties to the Convention and that such a revision should be carried out in such a way that the rules of origin for the southern Mediterranean countries are brought into line with those proposed in the new regulation on the Generalised System of Preferences (GSP); believes that less advantageous rules of origin would undermine the full potential of the Convention and put the Southern Neighbourhood at a disadvantage; 10. Is seriously concerned about the practices employed by certain companies which persist in exploiting the terms of the EU-Israel Association Agreement by exporting goods produced in the Occupied Territories; deplores this practice and considers that it flies in the face of the EU’s international policies and represents an abuse of the extensive opportunities for legitimate preferential access to the Union's internal market; therefore calls on the Commission to draw up a blacklist of companies which persist in employing these practices and to inform the Member States; 11. Recalls that in its judgment in the Brita GmbH v Hauptzollamt Hamburg-Hafen case the European Court of Justice confirmed that the customs authorities of importing Member States must refuse preferential treatment under the EU-Israel Association Agreement to products exported to the EU which originate from Israeli-occupied territories and for which the Israeli authorities fail to provide sufficient information to enable their real origin to be determined; 12. Takes the view that the implementation of the Convention should not perpetuate or create a situation which facilitates or encourages this abuse of the rules; stresses that the Convention should, as it states in its preamble, not lead overall to a less favourable situation than under the previous relationship between free trade partners which apply diagonal cumulation; asks the Commission to work together with the European Parliament so that the two institutions can put their political will and weight behind the efforts to find a solution to this abuse of the internal market rules; invites the Commission to put forward new proposals for a more watertight solution to this problem; EN C 249 E/54 Official Journal of the European Union 30.8.2013 Thursday 16 February 2012 ",
        "13. Notes that the EU and EFTA member states each have a Technical Arrangement with Israel which deals with the issue of territoriality and which, to a limited extent, offers some solutions; takes the view that the solutions offered by these Technical Arrangements are not satisfactory; points out, moreover, that these Technical Arrangements do not bind the other parties to the regional Convention; is worried, therefore, that the regional Convention might give rise to a proliferation of situations in which other Contracting Parties encounter difficulties in securing cumulation under their agreements with the EU when working and processing in their own territories products imported under their agreements with Israel; 14. Calls on the Commission to review and, if necessary, renegotiate the Technical Arrangement with the intention of making it more effective and simple; asks the Commission to seek a solution that would also be applicable to goods imported from third parties that have cumulated working or processing in their own territory with materials imported under their agreements with Israel; asks the Commission to promote the incorporation of provisions conducive to the uniform application of the principle of territoriality by all contracting parties as part of any future revision of the regional Convention; 15. Notes that pursuant to the procedures provided for under the Technical Arrangement currently in force between the EU and Israel, on the one hand, and between EFTA and Israel, on the other, Israel’s customs authorities and exporters already make a distinction between production operations carried out in Israeli settlements in the Occupied Territories and production carried out in the internationally-recognised territory of the State of Israel; notes that these procedures do not provide for the communication of the outcome of the distinctions made by Israel's authorities and exporters so as to enable the EU customs authorities to apply the same distinctions correctly, simply and efficiently; calls on the Commission to work together with the customs authorities of the Member States to find a solution aimed at turning this technical arrangement into a simple, efficient and reliable mechanism; 16. Considers that a simple, efficient and reliable mechanism to replace the existing technical arrangement should be agreed with Israel, pursuant to which Israel’s exporters and customs authorities would apply the same distinction and clearly and appropriately indicate when they have assigned originating status to products on the basis of production operations carried out in territories brought under Israel’s administration in 1967; 17. Urges the Member States to ensure that their customs authorities effectively apply the Technical Arrangement and the spirit of the judgment of the European Court of Justice to Israeli cumulated products entering the EU under the diagonal cumulation provided for in the regional Convention; believes that the Commission should take the lead in coordinating such EU-wide efforts and should also take steps to create awareness among the customs authorities of the individual EU Member States as to how the Technical Arrangement should be applied to Israeli cumulated products; believes that the EU customs authorities should scrutinise the application of the Technical Arrangement more effectively in order to prevent abuse of the system of preferences; 18. As no such provision exists in the text of the Convention, asks the Commission to carry out an impact assessment after three years in order to evaluate, inter alia , the benefits created by the adoption of the Convention and the impact of the cumulation brought about by the Convention on the practices of certain companies referred to above; 19. Emphasises the need to increase awareness of the opportunities offered by cumulation as simplified by the new Pan-Euro-Mediterranean Convention, particularly in the business communities of the southern Mediterranean countries; supports the Commission in taking initiatives designed to create such awareness; 20. Instructs its President to forward this resolution to the Council, the Commission, the governments and parliaments of the parties to the regional Convention on Pan-Euro-Mediterranean Rules of Origin and the President of the Parliamentary Assembly of the Union for the Mediterranean (UfM). EN 30.8.2013 Official Journal of the European Union C 249 E/55 Thursday 16 February 2012 "
    ]
}