{
    "text": [
        "European Economic and Social Committee STUDIES CARRIED OUT IN 2013 COMPENDIUM ",
        "Studies carried out in 2013 COMPENDIUM ",
        "- 2 - Table of Contents Open reporting in civil aviation - Assessment of the EESC's prospective role in designing a 'European Just Culture Charter' ........................................................................................................................... - 3 - Towards an European minimum income ........................................................................................... - 4 - The State of Liberal Professions Concerning their Functions and Relevance to European Civil Society ........................................................................................................................................................... - 5 - The impact of the labour legislation reform in Germany ................................................................... - 7 - Economic and social situation in Austria ........................................................................................... - 8 - Putting in place a more cooperative decision-making process for European Union transport policies and projects ........................................................................................................................................ - 9 - Comparative study on EU Member States' legislations and practices on food donations ............... - 11 - EESC's online presence and reputation: Engaging Internal Stakeholders on Social Media. Tools, Procedures and Best Practices.......................................................................................................... - 12 - The involvement of NGOs in national economic and social councils and in programming of Structural Funds at national level .................................................................................................................... - 13 - Smart governance of the internal market for services ...................................................................... - 14 - ",
        "- 3 - Open reporting in civil aviation - Assessment of the EESC's prospective role in designing a 'European Just Culture Charter' Investigation of causes of aviation accidents and incidents is of key importance for finding solutions that improve safety of aviation and provides assurance to passengers for an uneventful flight. Nobody should be immune from the law. The use of these findings for determining whether criminally reproachable behaviour is involved forms part of the administration of justice; a function which is an integral part of any society that respects the rule of law. The issues related to this apparent conflict between these two important functions and approaches towards reconciling or at least balancing these activities form the basis for this study. It introduces the notion of Just Culture, describes experiences with its application in Europe and the prospects and conditions for providing a solution in creating a balance between the interests of safety and the administration of Justice. Such a balance could be found through the creation of a Just Culture Charter through the good offices of the EESC that could generate a number of policies, commitments and undertakings from the signatories to such a charter. The study sets out the conditions for and the possibilities of such an initiative and provides a blueprint for a possible charter document. _____________ Reference number: EESC/COMM/02/2013 Catalogue number: QE-02-13-501-EN-C ISBN: 978-92-830-2207-7 Language: EN Pages: 29 Author: Roderick D. van Dam (Belgium) Availability: http://www.eesc.europa.eu/?i=portal.fr.publications.30444 Requesting service: Transport, Energy, Infrastructure and Information Society Section Contact person : Martin SCHNEIDER (Martin.Schneider@eesc.europa.eu ) ",
        "- 4 - Towards an European minimum income This study examines whether it would be appropriate to introduce a guaranteed minimum income (GMI) at European level. It begins by describing the features of GMI systems implemented in the Member States for individuals of working age who are fit for work as well as the challenges they encounter and current trends. The study then looks at the legal feasibility of a binding European instrument relating to GMI schemes. A careful analysis both of institutional initiatives (Commission, Council) and of Community legislation shows that Article 153(1)(h) of the Treaty on the Functioning of the European Union, on the integration of persons excluded from the labour market, might provide a promising legal basis for future EU initiatives in this area. The financial cost of a revaluation of national GMIs has also been analysed in accordance with various scenarios, taking into account poverty lines and GMI take-up. This cost, estimated at the very least to be EUR 17.2 billion, should be borne by a European social solidarity fund either financed by the European Union or co-financed by the EU and the Member States. Alternative sources of financing are also put forward. _____________ Reference number: EESC/COMM/03/2013 Catalogue number: QE-02-13-510-EN-C ISBN: 978-92-830-2219-0 Language: EN, FR Pages: 91 Author: Ramón PEÑA-CASAS, Dalila GHAILANI, Sebastiano SABATO, Ides NICAISE, European Social Observatory (Belgium) Availability: http://www.eesc.europa.eu/?i=portal.en.publications.34462 Requesting service: Group II: \"Employees\" Contact person : Francisco Soriano (Francisco.Soriano@eesc.europa.eu) ",
        "- 5 - The State of Liberal Professions Concerning their Functions and Relevance to European Civil Society The liberal professions play an important role in the social and economic development of many European countries. They provide jobs, contribute to economic growth and fulfil important social- welfare functions. They typically provide services that are of high importance for the performance of core state functions. These tasks carried out for the common good and in the public interest include; ensuring legal protection for citizens, ensuring the rule of law within the tax and social levy system and a functioning market economy, as well as providing health care for the population. In all these areas, members of the liberal professions serve as particularly qualified service providers (E.g. as lawyers, auditors, accountants, engineers, medical practitioners). The general public places a great deal of trust in their activities aimed at promoting the public interest, which is why the liberal professions can also be referred to as \"trust\" professions. At the level of the European Union, the liberal professions are increasingly gaining in significance. Thus, the European Commission established a working group on the liberal professions in the spring of 2013, which deals with these professions from an economic and legal perspective. The Entrepreneurship Action Plan for 2020, with which the Commission intends to unleash Europe's entrepreneurial potential; emphasises that the liberal professions make a significant contribution to the EU economy. Against this background, the study aims to investigate the social and economic functions of the liberal professions on the one hand, and the legal framework for the legal professions in the Member States on the other hand. It provides an overview of quantitative aspects, economic indicators, functions and legal framework of the liberal professions in Europe using jurisprudential, economic, and social science methods. In order to achieve this goal, the subject of the study (\"The State of Liberal Professions and Their Functions and Relevance to European Civil Society\") is divided among several issues for investigation. The present summary reproduces the most significant findings of the study. _____________ Reference number: EESC/COMM/05/2013 Catalogue number: QE-01-13-678-EN-N ISBN: 978-92-830-2331-9 Language: DE, EN Pages: 172 Author: European Center for Liberal Professions (ECLP), University of Cologne (Germany) ",
        "- 6 - Availability: http://www.eesc.europa.eu/resources/docs/qe-01-13-678-en-c.pdf Requesting service: Group III: \"Various interests\" Contact person : Fausta PALOMBELLI (fausta.palombelli@eesc.europa.eu ) ",
        "- 7 - The impact of the labour legislation reform in Germany Labour market reforms and the \"jobs miracle\" in Germany Radical labour market reforms were implemented in Germany between 2002 and 2005, reforms that overturned the received idea that Germany was suffering from \"reform paralysis\". However, the part of these reforms that specifically concerned labour law was very small; their main purpose was to overhaul the social security and activation system for the unemployed and others of working age who are in need of support in line with a \"work first\" strategy. These reforms were extremely controversial and changed the party-political landscape in Germany. Shortly after the reforms were introduced, a trend reversal took place on the German labour market: unemployment fell, employment with mandatory social insurance contributions picked up again, and the German labour market proved extraordinarily resilient through the 2008-2009 financial and economic crisis. Since then, the German economy has been so strong as to arouse increasing concern about economic imbalances within Europe. At the same time, however, neighbouring European countries are endeavouring to emulate Germany's supposed path to success by implementing \"structural reforms\" along the lines of the German model, in the hope of achieving similar results. _____________ Reference number: EESC/COMM/07/2013 Catalogue number: QE-02-13-503-EN-C ISBN: 978-92-830-2210-7 Language: DE, EN, FR Pages: 32 Author: Matthias Knuth, The Institute for Work, Skills and Training (IAQ), University Duisburg-Essen (Germany) Availability: http://www.eesc.europa.eu/?i=portal.en.publications.34197 Requesting service: Group II: \"Employees\" Contact person : Francisco Soriano (Francisco.Soriano@eesc.europa.eu) ",
        "- 8 - Economic and social situation in Austria The following study gives an overview of the current economic and social situation in Austria, with a particular focus on explaining the Austrian labour relations model and the importance of social partnership and its role in developments since the onset of the global economic crisis in 2008-2009. Austria is an interesting case study in the context of the continuing difficulties the EU faces and the wide disparities between Member States in terms of recent trends and current situation. The main socio-economic indicators presented show Austria's position to be broadly satisfactory, especially compared with the rest of the euro area. Some years after the peak of the financial and economic crisis, Austria's GDP per capita is very high, employment is high and unemployment relatively low. Austria's positive economic ranking is partly due to its strong situation before the crisis and partly to subsequent trends. Over the longer term, Austria has benefited from above-average growth, which can be attributed in part to its efficient institutions and ability to adapt to changing conditions and in part to the positive impact of EU eastern enlargement and the country's geographical location in a strong and dynamic economic region. _____________ Reference number: EESC/COMM/08/2013 Catalogue number: QE-02-13-551-EN-C ISBN: 978-92-830-2222-0 Language: EN, FR, DE Pages: 25 Author: Dr. Thomas Leoni, Ulrike Famira-Mühlberger Austrian Institute of Economic Research – WIFO (Austria) Availability: http://www.eesc.europa.eu/?i=portal.en.publications.34201 Requesting service: Group II: \"Employees\" Contact person: Francisco Soriano (Francisco.Soriano@eesc.europa.eu) ",
        "- 9 - Putting in place a more cooperative decision-making process for European Union transport policies and projects In 2013 the European Economic and Social Committee’s Permanent Study Group on the Transport White Paper commissioned IFOK with drawing up a study on civil society involvement in European transport policies and projects. The aim of the study is to identify existing good practices in the field and, building on their assessment, to develop possible approaches for the EESC by which it can contribute to more participatory decision-making. Additionally, the study identifies a possible process for the development of a set of guidelines on civil society’s and citizens’ involvement in European transport policy and projects. The study draws both on research and interviews conducted specifically for it, and on IFOK’s wide- ranging expertise and long-standing experience in the design and implementation of tailored participative, deliberative and consultative processes. It is intended for policy and decision-makers, and civil society representatives, both within and beyond the EESC. As such it has been written from a user’s perspective, focussed on providing practical and actionable insights and expertise. The four case studies spotlight some of the wealth of different methods available for involving citizens and civil society in transport projects and policies. Importantly, they highlight eight lessons learned. Most notable amongst them is the value of an early and substantive involvement of all relevant stakeholders, the centrality of transparency and active communication about the process and its outcomes, and the essentiality of ensuring the process has an impact. In the toolbox of approaches for effective participatory decision-making, five tailored possible approaches for the involvement of citizens and civil society have been developed for the EESC. The range from low-hanging fruits – easy and quick wins for greater civil society involvement in the EESC’s work – to more ambitious processes, or ones specifically tailored for certain policy fields. All highlight the central role of the EESC in bringing in civil society’s voice into European policy and decision-making, and show how this can be done in an even more collaborative manner. The concept put forward for the development of a set of guidelines for civil society and citizen involvement in European transport policies and projects makes use of the learning and expertise captured in the study. It highlights how the benefits of deliberation and participation can be captured by the EESC as it works to establish a more cooperative decision-making in Europe. _____________ ",
        "- 10 - Reference number: EESC/COMM/09/2013 Catalogue number: QE-02-13-508-EN-C ISBN: 978-92-830-2217-6 Language: EN Pages: 65 Author: Juliane Leinker, Ellen Richter, Fiona D. Wollensack, IFOK GmbH (Germany) Requesting service: Transport, Energy, Infrastructure and Information Society Section Availability: http://www.eesc.europa.eu/?i=portal.en.publications.34203 Contact person : Andrei POPESCU (Andrei.Popescu@eesc.europa.eu ) ",
        "- 11 - Comparative study on EU Member States' legislations and practices on food donations This study provides a comparative overview of current legislation and practices concerning food donation in the EU Member States (MS) by mapping key hurdles preventing food donation, by identifying best practices in the field and by developing recommendations on how to legislate or interpret legislation in order to facilitate food donation. The study investigates five main legislative areas impacting food donation (product liability, food safety and hygiene, food durability and date marking, tax legislation, and the food waste hierarchy) in 12 Member States selected with balanced geographic representation across the EU (the United Kingdom, France, Belgium, Germany, Italy, Spain, Portugal, Greece, Poland, Hungary, Denmark and Sweden). The study illustrates that Denmark, Spain and Sweden still impose VAT on food donation and that only France and Spain have corporate tax benefits in place to incentivise food donation. The study also shows that there is a general confusion with regards to the donation of foods exceeding their ‘best before’ dates and a general interest for legislation limiting liability for food donors (such as the Good Samaritan Law in Italy). The study recommends clarification around VAT liability on donated food and EU guidelines for assessing additional lifetime of products. _____________ Reference number: EESC/COMM/10/2013 Catalogue number: QE-02-13-506-EN-C ISBN: 978-92-830-2215-2 Language: EN Pages: 73 Author: Ms. Clementine O’Connor, BIO by Deloitte (BIO) Ms. Manuela Gheoldus, BIO by Deloitte (BIO) Mr. Olivier Jan, BIO by Deloitte (BIO) (France) Requesting service: Agriculture, Rural Development and Environment Section Availability: http://www.eesc.europa.eu/?i=portal.en.publications.34210 Contact person : Monika GUARINONI (Monica.Guarinoni@eesc.europa.eu ) ",
        "- 12 - EESC's online presence and reputation: Engaging Internal Stakeholders on Social Media. Tools, Procedures and Best Practices This study has been executed to provide the EESC with a better understanding on the usage of social media as part of the implementation of its online communication strategy. By taking the results of this study into account, the position of the organisation as a bridge between civil society organisations and the European Union will be further enhanced. This enhanced position of the organisation would improve relationships with established and emergent civil society organisations online. The information in this document gives more insight in: - How to engage staff and Members to contribute via social media in promoting the work of EESC. - The organisational procedures that should be put in place. - The way the EESC can create value for its audiences. - Best practices from within similar industries. If you have an interest in or are connected to the way the EESC or other governmental or international relations organisations could use social media to communicate to its audiences, this study could provide you with background information, clear insights, recommendations and best practices. _____________ Reference number: EESC/COMM/11/2013 Catalogue number: not applicable ISBN: not applicable Language: EN Pages: 31 Author: These Days YR (Belgium) Availability: Internal use Requesting service: Communication Department Contact person : Karin FÜSSL (Karin.Fussl@eesc.europa.eu ) ",
        "- 13 - The involvement of NGOs in national economic and social councils and in programming of Structural Funds at national level Economic and social councils, the institutionalised platforms for social and civic dialogue in the European Union and in most of its Member States show a broad range of diversity – in set-up, composition and name. This patchwork of practices seems to stem from political, social and economic traditions in the various countries. Another source of variation is the opinion on who is considered a social partner and on how they should be represented in an institutionlised platform. In this study 21 national social and economic councils have been examined. This concerns Austria, Belgium, Bulgaria, Croatia, Czech Republic, Finland, France, Greece, Hungary, Ireland, Italy, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovak Republic, Slovenia and Spain. In first instance, these national social and economic councils have been analysed on their mission and approach. Secondly, there has been an identification of the membership and representation in the different councils and the position of NGOs or representative groupings as a full member. At last, there has been an assesment of the role and implication of NGO in the programming of European Structural Funds on a national level. _____________ Reference number: EESC/COMM/13/2013 Catalogue number: QE-02-13-818-EN-C ISBN: 978-92-830-2228-2 Language: EN Pages: 45 Author: Social Economy Europe (Belgium) Availability: http://www.eesc.europa.eu/?i=portal.en.publications.34460 Requesting service: Group III: \"Various interests\" Contact person : Marc BEFFORT (marc.beffort@eesc.europa.eu ) ",
        "- 14 - Smart governance of the internal market for services The purpose of this study was to investigate the potential for governance improvements in the internal market so that possible bureaucratic hurdles for the business sector are removed. Its conclusion is that the European Commission, although active in eliminating red tape from EU legislations, is not intervening yet in the case of gold-plating, which is over-compliance at the national/regional/local level. A main problem of gold-plating is precisely its nature of falling in at the crossroads of multiple layers of competence. But gold-plating exists and in certain cases undermines European competitiveness. The topic is important, difficult and under-researched. Differences in its origins, scope and mentality request a more comprehensive discussion and policy intervention, if not always at least in several cases. The literature review, interviews and empirical evidence suggest that policy interventions can make a difference but they need to be carefully designed not to eliminate a problem by creating others. A range of measures are proposed for discussion including hard law (eliminate Minimum Harmonisation Directives) or soft law (monitoring, opinions, Open Method of Coordination, Comply of Explain) at the EU level; improvements at the national/regional/local level institutional set up, undertake of initiatives and synergetic approaches for awareness raising and capacity building by stakeholders. _____________ Reference number: EESC/COMM/14/2013 Catalogue number: QE-02-13-819-EN-C ISBN: 978-92-830-2229-9 Language: EN Pages: 78 Author: Lena Tsipouri, University of Athens (Greece) Availability: http://www.eesc.europa.eu/?i=portal.en.publications.34136 Requesting service: Group I : \"Employers\" Contact person : Marco Thyssen (Marco.Thyssen@eesc.europa.eu ) ",
        "European Economic and Social Committee Rue Belliard/Belliardstraat 99 1040 Bruxelles/Brussel BELGIQUE/BELGIË Published by: “Visits and Publications” Unit EESC-2015-05-EN www.eesc.europa.eu © European Union, 2015 Reproduction is authorised provided the source is acknowledged. EN REG.NO. BE - BXL - 27 Print: QE-AD-15-001-EN-C ISBN 978-92-830-2648-8 ISSN 1977-9283 doi:10.2864/09585 Online: QE-AD-15-001-EN-N ISBN 978-92-830-2645-7 ISSN 2363-393X doi:10.2864/587744 "
    ]
}