{
    "text": [
        "15108/16 ADD 4 GL/ns DGE 2B EN Council of the European Union Brussels, 1 December 2016 (OR. en) 15108/16 ADD 4 ENER 416 ENV 756 TRANS 477 ECOFIN 1152 RECH 341 IA 125 CODEC 1797 Interinstitutional File: 2016/0381 (COD) COVER NOTE From: Secretary-General of the European Commission, signed by Mr Jordi AYET PUIGARNAU, Director date of receipt: 1 December 2016 To: Mr Jeppe TRANHOLM-MIKKELSEN, Secretary-General of the Council of the European Union No. Cion doc.: SWD(2016) 414 Subject: COMMISSION STAFF WORKING DOCUMENT IMPACT ASSESSMENT Accompanying the document Proposal for a Directive of the European Parliament and of the Council amending Directive 2010/31/EU on the energy performance of buildings Delegations will find attached document SWD(2016) 414. Encl.: SWD(2016) 414 ",
        "EN EN EUROPEAN COMMISSION Brussels, XXX SWD(2016) 414 COMMISSION STAFF WORKING DOCUMENT IMPACT ASSESSMENT Accompanying the document Proposal for a Directive of the European Parliament and of the Council amending Directive 2010/31/EU on the energy performance of buildings {COM(2016) 765} {SWD(2016) 415} ",
        "2 Table of Contents 1 INTRODUCTION ....................................................................................................... 4 1.1 General context .................................................................................................. 4 1.2 Review process .................................................................................................. 6 1.3 Impact assessment ............................................................................................. 7 2 WHAT IS THE PROBLEM AND WHY IS IT A PROBLEM? ................................. 8 2.1 Basic problem and its extent .............................................................................. 8 2.2 The current legislative response and its evaluation ......................................... 10 2.3 Problems and drivers ....................................................................................... 12 2.4 The 'Smart Finance for Smart Buildings' Initiative ........................................ 17 2.5 Who is affected and how? ............................................................................... 21 2.6 How would the problems evolve? ................................................................... 22 3 WHY SHOULD THE EU ACT? .............................................................................. 22 3.1 Subsidiarity and proportionality ...................................................................... 22 3.2 Macroeconomic and other benefits ................................................................. 24 3.3 Energy and climate .......................................................................................... 25 3.4 Coherence ........................................................................................................ 26 4 WHAT OBJECTIVES SHOULD BE ACHIEVED? ................................................ 28 4.1 General and specific objectives ....................................................................... 28 4.2 Links to problems and drivers ......................................................................... 29 4.3 Complementarities ........................................................................................... 30 5 WHAT ARE THE OPTIONS TO ACHIEVE THE OBJECTIVES? ....................... 30 5.1 No-change option ............................................................................................ 30 5.2 Simplification measures .................................................................................. 31 5.3 Measures to address the problems ................................................................... 31 5.4 Bundling of measures into policy options ....................................................... 34 6 HOW DO THE OPTIONS COMPARE? .................................................................. 37 6.1 Assessment of the impacts of the policy options ............................................. 37 6.2 Comparison of the options ............................................................................... 41 6.3 Subsidiarity and proportionality ...................................................................... 43 7 HOW WOULD IMPACTS BE MONITORED AND EVALUATED? ................... 44 ",
        "3 Table of Annexes ANNEX 1 ACRONYMS AND GLOSSARY ..................................................... 46 ANNEX 2 PROCEDURAL INFORMATION ................................................... 48 ANNEX 3 COST-EFFECTIVE SAVINGS POTENTIALS FOR 2030 ............. 52 ANNEX 4 MODELS SUPPORTING THE IMPACT ASSESSMENT .............. 56 ANNEX 5 DRIVERS ADDRESSED BY THE POLICY MEASURES ............ 72 ANNEX 6 DETAILED DESCRIPTION OF MEASURES ................................ 73 ANNEX 7 SPECIFIC IMPACTS OF THE MEASURES. ................................. 86 ANNEX 8 MACRO-ECONOMIC IMPACTS ................................................... 90 ANNEX 9 ESTIMATION OF ADMINISTRATIVE COSTS ............................ 97 ANNEX 10 INVESTMENTS IN ENERGY EFFICIENT BUILDINGS ........... 104 ANNEX 11 CHARACTERISTICS OF THE EU BUILDING STOCK ............. 106 ANNEX 12 STATE OF DEVELOPMENT OF EPC DATABASES ................. 110 ANNEX 13 THE EU BUILDING STOCK OBSERVATORY .......................... 111 ",
        "4 1. I NTRODUCTION 1.1. General context The Energy Union 1 and the Energy and Climate Policy Framework for 2030 establish ambitious European Union (EU) commitments to further reduce greenhouse gas emissions (at least 40% by 2030), to increase the share of renewable energy consumed (at least 27%), and to save at least 27% energy with a review \"having in mind an EU level of 30%\" 2 to increase Europe's energy security, competitiveness and sustainability. The EU is already achieving energy efficiency progress. Although the decline in energy consumption could be partly attributed to the economic crisis and its aftermath of restrained production, EU energy efficiency policies have also played a significant role in decoupling economic activity from energy consumption 3 . Figure 1: Primary energy consumption EU28 (Source: Eurostat) 1 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee, the Committee of the Regions and the European Investment Bank – A framework strategy for a resilient energy union with a forward-looking climate change policy; COM(2015) 80 final of 25 February 2015. 2 Conclusions of the European Council, EUCO 169/14, CO EUR 13, CONCL 5, Brussels, 24 October 2014. 3 Communication from the commission to the European Parliament and the council Energy Efficiency and its contribution to energy security and the 2030 – Framework for climate and energy policy; COM(2014) 520 final of 23 July 2014. ",
        "5 The level of investment in energy efficiency in Europe is still below its economic potential 4 . The cost-effective saving potential in the building sector is significantly higher than the savings achieved so far; investments with a payback time of four or five years are often not undertaken in the private and public sectors. Present energy efficiency policies and strategies focus on correcting for such market failures. This serves to realise this potential, by triggering investments which make economic sense but do not take place because of market or regulatory barriers and/or failures. As described in the Energy Efficiency Impact Assessment 2014 5 , the current 2020 energy efficiency framework is based on: • An indicative EU 2020 target underpinned by indicative national targets; • EU legislation for products traded in the internal market; • EU legislation coupled with administrative support in other areas, such as buildings and combined heat and power, providing general overall provisions, while leaving flexibility for the national and local level to implement them in an appropriate way; • National and local provisions not linked to common EU rules; • Financing through European, national and local sources. This framework is designed to achieve the following impacts, using a number of mutually reinforcing instruments: (1) An overall decrease in energy consumption, via the set-up of a headline target to give public and private actors confidence that this is a sector worth investing in (Articles 1 and 3 of Directive 2012/27/EU on energy efficiency 6 (EED)) 7 ; (2) Measures to speed up the rate at which people and businesses choose to upgrade the energy performance of their buildings, systems and appliances (Article 7 of the EED, finance); (3) Minimum performance requirements (depth) for new and existing buildings, new appliances and new vehicles (Directive 2010/31/EU on the energy performance of buildings 8 (EPBD), eco-design and GHG emission standards for vehicles); 4 Energy Efficiency Financial Institutions Group (EEFIG) Final Report, February 2015 and COMMISSION/DG ECFIN, Note to the Economic Policy Committee Energy and Climate Change Working Group (19 April 2016): Investment in energy efficiency by households. 5 Commission Staff Working Document final, Impact Assessment Accompanying the document Communication from the Commission to the European Parliament and the Council – Energy Efficiency and its contribution to energy security and the 2030 Framework for climate and energy policy, SWD(2014) 255 of 23 July 2014. 6 Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Directives 2004/8/EC and 2006/32/EC; OJ L 315, 14.11.2012, p. 1-56. 7 Article 1 of the EED establishes the Union's 2020 20% headline target on energy efficiency and Article 3 of the EED specifies that this equals a primary energy efficiency consumption of not more than 1483 Mtoe or final energy consumption of no more than 1086 Mtoe in 2020. 8 Directive 2010/31/EU of the European Parliament and of the Council of 19 May 2010 on the energy performance of buildings (recast); OJ L 153, 18.6.2010, p. 13-35. ",
        "6 (4) Information for consumers and industry – labels for products, certificates for buildings and consumer rights for metering and billing – to enable them to choose the efficiency level that is right for them (Energy labelling, EPBD, Articles 8 and 9 to 11 of the EED); (5) Research and innovation particularly through the Strategic Energy Technologies Plan, for development to bring down the cost of key technologies that are currently technically but not economically viable. In order to deliver on the energy efficiency ambition for 2030, the legislative framework is being updated. The review of the Ecodesign Directive concluded that the Directive is still considered fit for purpose and that a revision of the Ecodesign Directive is therefore not necessary. A legislative proposal on Energy Labelling is currently under negotiation with Council and Parliament and the process to review the EED and the EPBD is ongoing. In parallel, the new governance system will ensure that a transparent and reliable planning, reporting and monitoring system is in place, based on integrated national energy and climate plans and streamlined progress reports by Member States. 1.2. Review process The review of the EPBD, including the 'Smart Finance for Smart Buildings' Initiative is one of the specific actions to improve the energy performance of buildings in the EU included in the Roadmap for the Energy Union 9 . It equally delivers on the legal obligation under Article 19 of the EPBD to evaluate the Directive by 1 January 2017 and, if necessary, make proposals. As presented in the Inception Impact Assessment roadmap 10 , the general objective of the review of the EPBD is to promote greater take-up of energy efficiency in buildings and deliver cost-effective greenhouse gas emission reductions as well as to contribute to ensuring security of energy supply in the Union. The review has two specific objectives: • The first stems from the political mandate of the Commission, reflected in the Energy Union Strategy, \"to review the Directive and propose revisions where needed to underpin the 2030 target\" . • In addition, the review will \"address the shortcomings identified by the evaluation of the Directive so as to ensure that it remains fit for purpose (REFIT component)\" . Although the EPBD evaluation report identified relatively limited regulatory failures, there is scope for simplifying and streamlining outdated measures; enhancing compliance through fine tuning of existing provisions and better linking them with financial support; and modernising the Directive in light of technological developments and the need to increase building renovation and support decarbonisation of buildings. 9 Roadmap for the energy union; Annex 1 to COM(2015) 80 final of 25 February 2015. 10 http://ec.europa.eu/smart-regulation/roadmaps/docs/2016_ener_001_epbd_smart_buildings_en.pdf ",
        "7 1.3. Impact assessment This impact assessment follows the Commission Better Regulation Framework 11 , in particular the Standard Cost Model therein 12 . The policy options explored in the present impact assessment deliver on the REFIT component whilst defining additional measures to underpin a 2030 ambition. The Impact Assessment supports as preferred option targeted amendments, building and/or fine tuning already existing requirements, with a focus on the following aspects: • Add a long-term ambition level to the renovation strategies developed by Member States under Article 4 of the EED in order to mobilise the sector towards the transformation of the existing building stock; • Further strengthen the energy performance certification (EPC) schemes, improving the transparency of the underpinning calculation methodologies and building upon EPC registers/databases to reinforce compliance; • Enable, within these EPC registers/databases, the collection of information on actual energy consumptions to improve the knowledge on the building stock and better inform policy makers and support the decisions of market players, in particular financial institutions; • Benefit better of the technological progress to: o Support a more efficient implementation of the certain parts of the EPBD (technical building systems, including their inspection); o Support the advent of ‘smarter’ building and create enabling conditions to provide streaming information to consumers on operational energy consumption; to enable the adjustment to the needs of the user; to run the efficient and comfortable operation of the buildings; to make buildings an active component of the modernised electricity market; o Remove the provisions related to the technical, environmental and economic feasibility of high-efficiency alternative systems. With the obligation for all new buildings to be nearly zero-energy buildings, the use of locally available high- efficiency alternative systems becomes an implicit obligation and this provisions become unnecessary; o Support the support of emergence of electro-mobility for the broader decarbonisation of the economy by easing the later installation of smart recharging points in private parking spaces. Acronyms and definitions of specific terms in use in the present document are provided in Annex 1. Procedural information, information on the consultation with stakeholders, the opinion of the scrutiny board and its follow-up is provided in Annex 2. In terms of consistency with the Charter for fundamental rights, the overarching aim of this proposal is to save energy and this is entirely in line with Article 37 of the Charter under which a high level of environmental protection and the improvement of the quality 11 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - Better regulation for better results - An EU agenda; COM(2015) 215 final of 19 May 2015. 12 http://ec.europa.eu/smart-regulation/refit/admin_burden/scm_en.htm ",
        "8 of the environment must be integrated into the policies of the Union and ensured in accordance with the principle of sustainable development. The proposals to improve the energy performance of buildings do not interfere with the right to own, dispose of or bequeath property as set out in Article 17, nor do they have an impact on the use of property. 2. W HAT IS THE PROBLEM AND WHY IS IT A PROBLEM ? 2.1. Basic problem and its extent 2.1.1. Large cost-effective saving potentials remain The energy sector produces the lion’s share of man-made greenhouse gas emissions. Therefore, reducing greenhouse gas emissions by 2050 by over 80% will put particular pressure on energy systems. The EU needs to intensify efforts beyond 2020 and improving energy efficiency should remain the prime focus 13 . In this context, higher energy efficiency in new and existing buildings is crucial, in order to decarbonise the EU Building Stock by 2050 14 . The basic problem is that under business as usual, large amounts of cost-effective saving potentials and economically viable investments in energy efficiency in buildings will not take place. This is damaging in its own right, given the benefits for security of supply, the environment, reduced energy costs for households and businesses and potential for increased jobs and economy-wide economic activity. It is all the more problematic given that the achievement of a significantly higher rate of energy savings is a key part of the EU 2030 energy and climate targets. As established in Annex 3, within the scope of the EPBD (space and domestic hot water heating, cooling, ventilation and built-in lighting), cost-effective potentials for 2030 are estimated at: • 29.1 Mtoe of final energy from measures that are a) cost-effective; b) work primarily on the depth of energy efficiency measures, using the EPBD architecture; and c) take place under normal market conditions and an active surrounding policy environment where current efforts in related policy areas are sustained; • 86.5 Mtoe of final energy from, in addition to the above-mentioned, measures that step up the rate at which people and businesses voluntarily choose to upgrade their buildings, including from measures which are not cost-effective in a financial perspective, or are out of the EPBD intervention scope. The largest cost-effective energy saving potential, additional to the savings delivered by the current legislative framework, is on existing buildings (close to 95% of the total). Significant untapped cost-effective energy saving potentials remains in all Member States. 13 COM(2011) 885 final 14 A Roadmap for moving to a competitive low-carbon economy in 2050 (COM(2011) 112 final) ",
        "9 Annex 3 also provides a detailed analysis of the cost effective energy saving potential by Member State, a disaggregation by sector and a split between new and existing buildings. 2.1.2. Potential for buildings to further contribute to the energy system and the decarbonisation of the economy Technological progress towards ‘smarter’ building systems creates enabling conditions to provide information to consumers on operational energy consumption; to adjust to the needs of the user; to run the efficient and comfortable operation of the buildings; its readiness to connect to electric vehicle charging, to host energy storage and to support demand response in an modernised electricity market. Energy efficiency in transport, in particular efficient vehicles and incentives for behavioural change are also required to move from 2020 to 2050 low carbon goals. The electrification of transport is of pivotal importance for decarbonising the sector and raising the share of renewable energy therein. The impact of electric vehicles will be important in this regard. EU legislation already supports deployment of public infrastructure via Directive 2014/94/EU on the deployment of alternative fuels infrastructure, and monitors developments inter alia via the European Alternative fuels Observatory 15 . The projected deployment of electric vehicles in 2020 will amount to approximately 6- 8% of vehicle sales in 2020, reaching a fleet average of approximately 10% in cities by 2030. An EU intervention in this field is necessary since Member States do not have the instruments to achieve pan-European coordination in terms of technical specifications of infrastructure and timing of investments 16 . Since the availability of recharging stations is not only a technical prerequisite for the functioning of alternative fuel vehicles, but also one of the most critical components for consumer acceptance, the importance of accessible infrastructure is largely acknowledged. Vehicle parking spaces are central to any overarching policy for the promotion of electro-mobility. While the existing legislation only mandates public accessible recharging points, an estimated 90% of recharging 17 takes place in areas that are not publicly accessible. In order to address this regulatory gap in transport policy, installation of recharging points in private parking spaces, typically inside or flanked to buildings, is essential to support the market of electric vehicles, complementing the Directive 2014/94/EU In multi- apartment block and non-residential buildings, the freedom to install recharging points is limited by the necessity to get an agreement from the other co-owners to intervene on the building infrastructure or to cross private spaces. Following the example of the measures adopted e.g. in France 18 or in Spain 19 , the construction and the major renovation of 15 www.eafo.eu 16 Commission Staff Working Document – Impact Assessment accompanying the document Proposal for a Directive on the deployment of alternative fuels infrastructure; SWD(2013)05 final 17 Ibid ; SWD(2013)05 final 18 Decree 2011/273 of 25 July 2011 established obligations regarding the equipment of new and existing buildings. 19 Royal Decree 1053/2014, of 12 December 2014 set an obligation: to prepare all new buildings for charging points with the electric pre-installation; and to equip with one charging point every 40 parking sites in new public buildings. ",
        "10 buildings should provide the opportunities to install recharging points, or at least facilitate their later installation. National electricity grids have an increasing percentage of renewable energy production. Fewer conventional powertrains mean a shift to cleaner energy sources and an improved air quality and consequently public health. This could be better achieved if with smart recharging points, capable of starting and stopping charging in reaction to network signals. 2.1.3. Large potential for tapping other benefits There is also a large potential for tapping other economic, social and environmental benefits. Successive studies have shown that energy efficiency offers many of the most cost-effective options for meeting global emission targets. In many cases, energy efficiency measures have been shown to be ‘negative cost’ , meaning it is economically advantageous to implement them. The IEA’s authoritative report ‘Capturing the multiple benefits of energy efficiency’ shows that the potential benefits from improved energy efficiency are not only socio- economic but could help to address a range of political, social, economic and environmental issues. Energy efficiency measures in the building sector were found to be able to have positive impacts on the economy and labour market (GDP growth, job creation, etc.), health and well-being (through better indoor and outdoor air quality), environmental impact (reduced CO 2 emissions), social aspects (mitigation of energy poverty), industrial competitiveness and the value of buildings as assets. 2.2. The current legislative response and its evaluation Directive 2010/31/EU (EPBD) aims at promoting the improvement of the energy performance of buildings within the Union. Its evaluation covered the whole European Union, on the basis of the latest available data. The problem defined above has been addressed by the current policy framework through a three-pronged approach: • Creating a demand-driven market for energy efficient buildings, through the provision of information through certification and inspection; • Setting minimum building energy performance requirements at cost-optimal level, and consequently prevent sub-optimal investments; • Further catalysing the increase in energy performance of buildings and the transition to nearly zero-energy buildings with measures, including of financial and fiscal nature. 2.2.1. Key findings of the evaluation The evaluation 20 shows that the Directive is effective and is delivering on its general and specific objectives. Implementation to date shows broadly good performance on the other four analysed criteria: efficiency, relevance, coherence, and EU added value. There is evidence of around 48.9 Mtoe of additional final energy savings in 2014 in buildings compared to the 2007 baseline of the EPBD. These savings occur mainly 20 Evaluation EPBD SWD […](2016) draft ",
        "11 within the scope of the EPBD – space heating, cooling and domestic hot water – and a significant part can be attributed to factors influenced by policy interventions. This figure of 48.9 Mtoe in 2014 is in line with the 2008 Impact Assessment supporting the EPBD, which estimated that the Directive would deliver 60 to 80 Mtoe of final energy savings by 2020. The evaluation shows that the overall architecture of the Directive, combining minimum requirements and certification, is working, in particular for new buildings. Targets for all new buildings to be of nearly zero-energy by 2020 have proved to set a 'future-proof' vision for the sector and mobilise stakeholders accordingly. Moreover, for both new and existing buildings, the choice of a cost-optimal methodology to steer existing national energy performance requirements towards cost-efficient levels has proved to be an efficient approach. Analysis of national reports shows that it is ensuring reasonably ambitious levels of requirements 21 . A large cost effective energy saving potential remains in the building sector (see Annex 3). Increasing the rate, quality and effectiveness of the renovation of existing buildings is the biggest challenge for the coming decades. The long term renovation strategies developed by Member States under Article 4 of the EED should result in increased renovation rates through mobilising finance and investments. These strategies should be combined in a clear forward looking vision with 2030 and 2050 perspectives, creating market signals for households, building owners/managers, businesses and investors. The evaluation shows that certification of the energy performance of buildings is delivering a demand-driven market signal for energy efficient buildings and is achieving its aim to encourage consumers to buy or rent more energy efficient buildings. However, national certification schemes and independent control systems are yet at early stages in several Member States and their usefulness could be enhanced. Due to the diversity and disaggregation of the buildings sector, it remains challenging to acquire good data on building characteristics, energy use, and financial implications of renovation in terms of cost savings or asset values. This lack of data has negative consequences on the market perception of the cost-effective energy saving potential of the EU building stock, on enforcement tracking, on monitoring and evaluation. EPC registers/databases can be a key instrument for reinforced compliance, improve the knowledge on the building stock and better inform policy makers and support the decisions of market players. 2.2.2. Scope for improvements The evaluation identified ways in which national transposition and implementation can be further developed through better enforcement, compliance monitoring and evaluation. At EU level, opportunities for simplification or modernisation of outdated provisions and streamlining existing provisions in the light of technological progress were detected, in particular: 21 Report from the Commission to the European Parliament and the Council – Progress by Member States in reaching cost-optimal levels of minimum energy performance requirements; COM(2016) 464 final of 29 July 2016. ",
        "12 • The requirement to assess the technical, environmental and economic feasibility of high-efficiency alternative systems, under Article 6(1)) of the EPBD; • The regular inspection of heating and air conditioning systems, under Articles 14 and 15 of the EPBD, for which many Member States have opted out for alternative measures as allowed by the Directive. Technological progress towards ‘smarter’ building systems offers not only opportunities to support a more efficient implementation of the EPBD and in addition creates enabling conditions: to provide information to consumers and investors on operational energy consumption; to adjust to the needs of the user; to run the efficient and comfortable operation of the buildings; to ensure buildings' readiness to connect to electric vehicle charging; to host energy storage; and to support demand response in a modernised electricity market. In conclusion, the evaluation reveals relatively limited regulatory failures. There is however scope for simplifying and streamlining outdated measures, and for enhancing compliance through fine tuning of existing provisions and better linking them with financial support. Additionally the evaluation points to the scope for modernisation of the Directive in light of technological developments and the need to increase building renovation rates while supporting the decarbonisation of buildings in the long-term. 2.3. Problems and drivers The reasons behind the slow transformation of the building stock and the slow tapping of the significant cost-effective energy saving potentials and economically viable investments in energy efficiency and renewable energy in buildings relate to drivers that are partly within the regulatory influence of the EPBD. Overall, these can be classified in three categories: • Contextual; • Market failures; • Regulatory failures. Table 1 presents a summary of the problem drivers by type of problem and according to the type of buildings and/or building tenure that are more likely to be associated with the drivers. ",
        "13 Table 1: Summary of the problem drivers by type of problem and according to the type of buildings and/or building tenure Type of problem Drivers Existing buildings New buildings Residential Non-residential Residential Non-residential Owner occupied Rented (incl. social housing) Public Service Owner occupied Rented (incl. social housing) Public Service Structural Characteristics of the building stock +++ +++ +++ +++ Characteristics of the market +++ +++ +++ +++ +++ +++ +++ +++ Market failures Lack of understanding on energy use and potential savings +++ +++ +++ + Limited activity in a post-crisis context +++ +++ +++ +++ ++ ++ ++ ++ Split incentives + +++ + Lack of attractive financing products +++ +++ ++ + Limited information on building stock ++ ++ +++ +++ + +++ +++ +++ Limited uptake of efficient and smart technologies +++ +++ +++ +++ +++ +++ +++ +++ Regulatory failures Potential for improvement of the national implementation +++ +++ +++ +++ ++ ++ ++ ++ Potential for simplification of provisions ++ ++ +++ +++ ++ ++ ++ ++ Potential to better avoid potential negative effects +++ +++ +++ +++ ++ ++ ++ ++ 2.3.1. Structural With construction rate significantly higher than the demolition rates, the building stock is naturally expanding in size. With more space to heat, cool, ventilate, etc. the increasing size is bound to increasing energy consumption and hence increasing carbon dioxide emissions. However, when all new buildings are nearly-zero energy buildings, i.e. by 2021, the cost-effective saving potentials remain for new construction will be small. ",
        "14 Buildings are assets with a long lifetime, much longer than appliances, or cars, meaning that buildings have a natural trend for low replacement and refurbishment rates. With current construction and demolition rates, around 70% of the buildings that we will occupy in 2050 are already built. At current renovation rates it will take more than 100 years to renovate the EU building stock. Ensuring cost-optimal 22 depth of renovation is not sufficient; a long term vision and strategy are needed. Increasing the rate, quality and effectiveness of building renovations is certainly the biggest challenge for the coming decades. Due to the slow turnover of buildings, a strong market signal (for Member States and for investors) is needed now, and the evaluation clearly indicated that this is lacking. The long term renovation strategies under Article 4 of the EED could play this role but would need to be reinforced with clear milestones for 2030 and 2050 (having in mind the EU goal for a decarbonised system by 2050). The characteristics of the building stock are rather different across Member States, building ownership and the construction sector is highly fragmented by nature. The bulk of building renovations consists of small scale projects and relatively low investment. The lack of aggregation of small scale renovation into larger scale investments (to decrease the transaction costs and the level of risk perceived) is an important barrier for building renovation. 2.3.2. Market failures There is a general lack of understanding among households and building owners of their energy use, and potential savings related to different energy efficiency measures 23,24 as well as insufficient knowledge on financial and other benefits related to building renovation. The provisions of the EPBD focus on the depth of energy efficiency measures in buildings. The reported gap between the estimated savings at design stage and actual savings after renovation 25 can create mistrust and contribute to lower the impact of the information given to citizens. The EPBD does not (and will not) mandate any increase in new construction and/or renovation activity. The EPBD aims at addressing informational barrier to create a demand-driven market; however, the decision to take action to upgrade the energy performance of buildings is entirely left to market actors. The economic context therefore plays an important role in the observed renovation rates. As shown in the evaluation, the construction sector was strongly hit by the global crisis with a decrease of economic output and absolute number of jobs. Only strong market signals such as 'nearly zero- energy building' target can mobilise the sector. The evaluation indicated that such signal was missing for existing buildings, i.e. for building renovation. Despite being cost-effective, the renovation of buildings requires up-front investment. It is important to highlight that 30% of the EU population live as tenants, according to Eurostat. Landlords may have little incentive to invest in housing stock improvements as return on capital employed can be limited. Split incentives play an important role and are 22 Assessment of cost-optimal calculations in the context of the EPBD, 2015, European Commission (with the support of an external contractor, Ecofys) 23 Public perceptions of energy consumption and savings. Procedings of the National Academy of Science of the USA. 2010 24 Domestic energy use and householders' energy behaviour. Energy Policy. 2012 25 See e.g. \"Introducing the prebound effect: the gap between performance and actual energy consumption\" , Minna Sunikka-Blank & Ray Galvin (2012), Building Research & Information, 40:3, 260-273, DOI: 10.1080/09613218.2012.690952/ ",
        "15 also present in office buildings and other rented space such as shopping malls. However, there are no provisions in the EPBD with regards to split incentives. These are indirectly addressed by other legislation (e.g. Article 7 of the EED, which is having an effect on the renovation rate in some regions). In response to these challenges, there is a lack of attractive financing products on the market, in particular because financial institutions do not incorporate all the benefits of energy efficiency investments (higher asset value, better liquidity position of borrowers, lower credit default rate of renovation loans compared to standard loans) into their offering of financial products. In the public buildings segment, the level of investment financed through commercial finance (outside public finance grants) is influenced by Eurostat accounting rules and of Stability and Growth Pact rules. Due to the diversity and disaggregation of the buildings sector, it remains challenging to acquire good data on building characteristics, energy use, and financial implications of renovation in terms of cost savings or asset values. This generalised lack of data has negative consequences on the market perception of the cost-effective energy saving potential of the EU building stock, enforcement tracking, monitoring and evaluation. The building sector is relatively conservative, in particular for the uptake of technical innovation. The evaluation identified rapid technical progress associated with the supply of new efficient technologies. It also observed that some investments do not take place despite very short pay-back periods of less than five years 26 . The timid recommendations in Article 8 of the EPBD have not been sufficient to overcome barriers preventing the integration of technical progress on key enabling technologies for 'smart buildings'. Similarly, the building infrastructure offers large potential to support the decarbonisation of the economy, for instance by hosting recharging points for electric vehicles. But, whilst 90% of recharging takes place in private spaces, existing transport legislation tackles only publicly accessible parking spaces. A ‘principal-agent’-type market failure exists, which is manifested in the scarce interest of landlords in providing charging points for tenants/users in private dwellings and in office buildings. 2.3.3. Regulatory failures Some of the barriers directly or indirectly addressed by the current legal framework are not yet fully solved through its implementation. With minimum requirements set at cost- optimal level, the depth of interventions should guarantee the reaping of the cost effective potential, as far as the decisions are made to renovate buildings ( \"renovation rate\" factor). This ideal scenario supposes an effective implementation of the EPBD takes place, which is not yet the case in all Member States: • National/regional calculation methodologies for the energy performance of building must be unbiased and consider fairly all technologies that can contribute to the improvement of the energy performance of buildings, in particular emerging efficient technologies, including technologies using renewable sources; 26 Building energy management systems allow savings in existing buildings arising from a more efficient operation of space heating in the range of 2-30% and for cooling 37-73% depending on the climate and building type (Improving energy efficiency via smart building energy management systems: A comparison with policy measures. Energy and Buildings. Volume 88, 1 February 2015, Pages 203–213) ",
        "16 • Minimum requirements should continue to be periodically reviewed and the calculated cost optimal level be swiftly implemented in the national/regional legislation 27 . The EPBD leaves 5 years ( \"by the next review\" ) to reduce any significant gap between the regulatory and the cost-optimal levels. A shorter implementation timeline could be envisaged when the gap to cost-optimality is limited; • Member States must take the relevant actions to ensure that by 2019 (public buildings) and 2021 (privately-owned buildings) all new buildings placed on the market will effectively be nearly zero-energy buildings (NZEB) 28 ; • Enforcement and compliance of the EPBD could be stronger. Levels of compliance with national transposition measures hamper reaping a potential of around 40% additional energy savings 29 , mainly because of lack of compliance with minimum requirements in existing buildings; • The measures adopted to further catalyse the increase in energy performance of buildings should prevent lock-in effects or other negative effects. As mentioned above, the evaluation identified that certain components of the EPBD could be streamlined and simplified. This concerns specifically the requirements for inspections of heating and cooling systems 30 (no longer in tune with progress in building systems 31 ) and the technical, economic and environmental assessment of alternative heating and cooling systems, including decentralised or district solutions, preceding the construction of new buildings 32 (which should be part of the proper setting of minimum requirements for new buildings). When not covered by other pieces of EU legislation, Member States keep the responsibility to ensure that the implementation of the EPBD improves and is coherent. Gaps in the national regulatory framework were observed regarding the indoor environment quality (i.e. indoor air quality, thermal comfort, noise and lighting) and ventilation requirements 33 , in particular for existing buildings where health-based mandatory minimum IEQ requirements can hardly be found in several national/regional building codes. 27 Report from the Commission to the European Parliament and the Council – Progress by Member States in reaching cost-optimal levels of minimum energy performance requirements; COM(2016) 464 final of 29 July 2016. 28 Commission Recommendation (EU) 2016/1318 of 29 July 2016 on guidelines for the promotion of nearly zero-energy buildings and best practices to ensure that, by 2020, all new buildings are nearly zero-energy buildings; ; OJ L 208, 2.8.2016, p. 46–57. 29 Energy Performance of Buildings Directive (EPBD) - Compliance Study, 2015, European Commission (written by ICF international) 30 Concerted Action 3, 2016, Implementing the Energy Performance of Buildings Directive book, 2016 31 Electronic monitoring systems can deliver on the same objectives, in real time (e.g. iServCMB project) 32 Commission Communication on an EU strategy on Heating and Cooling, COM(2016) 51 final of 16 February 2016 33 “Promoting healthy and energy efficient buildings in the European Union: National implementation of related requirements of the Energy Performance Buildings Directive (2010/31/EU)”, 2016, European Commission’s JRC report (EUR 27665 EN) ",
        "17 2.4. The 'Smart Finance for Smart Buildings' Initiative The effect of the EPBD on the depth of building works in new and existing buildings, combined with labelling informing consumers, acts in synergy with other policy measures and financing schemes which speed up the rate of renovation. The EPBD ensures that when building works are engaged they respect the required level of quality and, in this regard, access to finance is not a pre-condition per se for the effectiveness of the EPBD. Access to attractive and appropriate financing is however necessary to underpin a higher investment rate in energy efficiency in buildings, as induced by policy intervention. This is particularly important in the area of building renovation where access to financing remains an obstacle for many project promoters who need to mobilise dedicated up-front capital to benefit from lower energy bills in the future. Flanking measures under the 'Smart Finance for Smart Buildings' (SFSB) Initiative will contribute to the development of an improved financing environment for energy efficiency investments. This initiative will bring practical solutions to address the remaining barriers to capital mobility and affordable access to finance. It will unlock more private financing for energy efficiency, and hence enable market actors realise the related business opportunities and environmental and financial benefits. These measures will be presented in the Communication accompanying the energy efficiency package 34 . The European market for energy efficiency in buildings is already sizeable. Although it varies according to macro-economic activity, consumer demand or regulatory signals, it can be estimated that around €120 billion (Cf. Annex 4, Figure 12) is spent each year on building envelopes and heating, cooling and ventilation systems. This level of investment might be increased by up to €47.6 billion in 2030 in the preferred policy option. Overall, although substantial, these investments represent only a small part of the overall EU market for building renovation that amounts to around €500 billion per year, and of the annual market for new construction estimated at around €400 billion 35 . A quarter of total investments in the EU-28 is in fact allocated to dwellings, which represent around 5% of the EU-28 GDP. Most of the current energy efficiency investment flow is coming from private financing in the form of savings from households, equity from companies or commercial debt originated from small consumer loans by retail banks to large-scale green bonds issued on the capital markets 36 . This mobilisation of private financing is reinforced and underpinned by a number of public schemes across Europe (around 200), which take the form of grants or subsidies, low interest rate credit lines 37 , tax rebates and guarantees. Most of these schemes target the building sector. For instance, tax credit schemes in 34 Commission Communication accompanying the energy efficiency package, COM […](2016) draft 35 Estimations based on EUROCONSTRUCT - EC 19 36 For example, ABN Amro in the Netherlands has in 2015 issued a covered bond to finance €10bn worth of investment in its real estate portfolio, enabling its clients to invest for energy efficiency upgrades. The financing offered allows the coverage of 100% of the buildings upgrade. ABM Amro is also leading by example, by investing into renovation of own buildings and has received 2016 BREAM Award for its headquarters' buildings. 37 Energy Efficiency Fund operated by VIPA in Lithuania provides loans (worth €65M) for central government buildings retrofits through Energy performance contracts and guarantees (worth €15M) for street lighting modernisation. Further, it provides loans (worth €74M) for multi-apartment buildings renovations. VIPA is preparing for securitisation of these loan portfolios and entering the capital markets, as a first Financial Instruments established with ESIF allocations. ",
        "18 France have already helped about 8 million households purchase more energy efficient materials and equipment for the energy refurbishment of their main residence 38 . At EU level, the most important financing streams for energy efficiency are the European Structural and Investment Funds (ESIF) that represent around €18 billion over the period 2014-2020, representing a tripling of allocations compared to 2007-2013 and confirming the commitment and the importance Member States and regions attach to energy efficiency. Energy Efficiency has also been a big beneficiary of the European Fund for Strategic Investments (EFSI) during its first year of operation, catalysing €2.7 billion investments and accounting for more than 10% of the EFSI guarantee usage 39 . Some of these projects are combining ESIF/other public funds and EFSI funds in a way to provide risk sharing and technical assistance. A solid base of good practices to build upon can be found therein in order to leverage more investments in this area. In addition, there are two specific EU financial instruments for energy efficiency, the European Energy Efficiency Fund 40 (initial capital of €265 million), which provides market-based financing to public projects and PF4EE, (Private Finance for Energy Efficiency) 41 that combines lending from the EIB to private banks together with guarantees and technical assistance with a view to trigger €650 million of investment. Absorption on this instrument is a good indication that there is market appetite for an instrument that combines bank financing with technical assistance. In 2013 the types of publicly supported financing instruments for energy efficiency investments in residential and non-residential buildings (for Member States that provided the information) were according to 38 Crédit d'impôt pour la transition énergétique (CITE) tax credits for households in France can represent up to 30% of the eligible capital expenditures for energy efficiency improvements in residential buildings 39 Under the EFSI Infrastructure window. 40 Set up in 2011, the initial capitalization of the fund is €265 million and it aims at attracting private investors, to reach a total size of €700 million. 41 Launched in January 2015, PF4EE is a financial instrument to drive investment in energy efficiency. It combines lending from the EIB to intermediary banks in Member States with guarantees and technical assistance provided by the Commission's budget (€80 million from LIFE+ committed for 2014-17). It is anticipated that it could finance around €650 million. ",
        "19 Figure 2 (residential buildings) and Figure 3 (non-residential buildings). ",
        "20 Figure 2: Sources of financing for energy efficiency investment in residential buildings (Source: JRC / EU Building Stock Observatory) Figure 3: Sources of financing for energy efficiency investment in non-residential buildings (Source: JRC / EU Building Stock Observatory) In the next decade, the key financing strands for energy efficiency are expected to be: savings and equity when available, energy efficiency-tuned commercial debt including 'green mortgages' 42 , funds from energy efficiency obligation schemes (EED Article 7) and low-carbon financing instruments, and third-party financing. In the period post-COP 21, the abundant liquidity from the capital markets has potentially an increasing role to play, as large institutional investors are keen to re- allocate their asset holdings in more sustainable sectors. Such a development requires the creation of a well-established secondary (re-financing) market for energy efficiency investments in order to allow investors/lenders to refinance their assets and invest their money into new projects. 42 A 'sleeping giant' is represented by the mortgage market – in 2014, gross residential loans issues in the EU represented a value of 862 billion Eur. Should the underwriting practise (loan to value considerations) reflect the cash savings of the borrowers and in the same time increased asset value, this could lead to additional capital provided as \"green mortgages\", at the same terms to borrowers. Even with a conservative 5% capital provision increase, this might represent about €20bn made available per year specifically for energy efficiency retrofits of existing buildings ",
        "21 The SFSB Initiative will contribute to unlock all these private financing strands by: supporting the better use of public funds via new or up-scaled financial instruments, helping project developers bringing good project idea to maturity, and making the energy efficiency market more trusted and investible for investors. Together with other measures stemming from the EPBD review, the implementation of these actions will support the rapid shift of existing investment flows towards energy efficiency projects, while maximising the impact of existing public finance. The SFSB Initiative builds upon a threefold strategy: (1) Maximising the impact of available public funds and leveraging more private capital by further deploying financial instruments and better using subsidies towards energy poverty or specific market failures: to support Member States and market actors in this challenge, the SFSB initiative will put forward a practical model for combining various public and private funding sources and deploy investment platforms, as appropriate and according to market needs. A capacity building campaign will also be established to deliver assistance with structuring and deployment of financial instruments and investment platforms. In parallel, the initiative aims at enabling more investments in public assets by addressing, where appropriate, existing accounting issues currently deterring public bodies from making investments, such as in the form of Energy Performance Contracting. (2) Promote aggregation of projects, and project development assistance to secure a sustainable large-scale pipeline of bankable projects to feed investment platforms and financial instruments: the SFSB initiative will aim at reinforcing the European Local Energy Assistance Facility 43 and make it more accessible at the regional or local level, in accordance with the market need. This is expected to trigger additional energy efficiency investments of more than €1 billion each year. In addition, the initiative will encourage Member States to develop dedicated local one-stop-shop facilities that cover the whole customer journey and that ultimately connect the supply of finance with demand for it. (3) Help investors and financiers better understand the risks and benefits of energy efficiency investments based on market evidence and performance track record: the SFSB initiative will provide private sector investors access to more and better information in order to ensure that key fundamentals such as lower probability of default on energy saving loans or increased value of assets due to higher energy performance of properties are progressively reflected in pricing of financing products offered. To underpin this market transformation, the initiative will build upon the EPBD review including more reliable Energy Performance Certificates for buildings, the disclosure of actual energy consumption of public buildings or the evaluation of energy efficiency programmes supported by public funds. In addition, the initiative will include the launch of a De-Risking Platform (DEEP) 44 , revealing real performance data from hundreds of implemented and monitored energy efficiency investments across the EU. Finally, the initiative will support the development of a consensual framework for energy efficiency investment underwriting in close collaboration with the finance industry. All these measures are crucial to support the incorporation of the key energy efficiency benefits into the business practice 43 ELENA, http://www.eib.org/products/advising/elena/index.htm 44 http://www.eefig.eu/index.php/about-the-project ",
        "22 and thus make energy efficiency investments attractive and trusted for private capital. The development of 'green mortgages' in Europe would for instance benefit from these actions and could seriously influence the market for gross residential loans amounting to €862 billion in 2014. If increased asset value of energy efficiency buildings were fully taken into account when determining the loan-to-value ratio, this could lead to additional capital provided that might represent about €20 billion per year specifically for energy efficiency retrofits of existing buildings. The 'Smart Finance for Smart Buildings' Initiative does not directly require legislative intervention. The three pillars of the initiative are already under way or project related. The present impact assessment looks at supporting measures directly linked to the EPBD and to its Article 10 on financial incentives and market barriers. 2.5. Who is affected and how? This initiative of reviewing the EPBD has practical implications on a variety of stakeholders; inter alia , the public authorities (national, regional and local), entrepreneurs, labour market participants, households, investors and other financial actors. Being responsible for the implementation of necessary policies and legislation, Member States are the first and foremost stakeholders that are affected by this initiative. As the initiative envisages a number of provisions for different levels; public authorities at national, regional and local levels are in charge of taking action. A pilot assessment of potential territorial impacts of the EPBD 45 showed rather positive effects in the fields of economy, society, environment and governance. But these effects largely depend on the quality of transposition and enforcement. Secondly, the initiative has direct implications on the construction sector, both in terms of new business opportunities and planned links to finance. Energy efficiency and renewable energy installations proposed by the Directive require the development of new business initiatives. Moreover, policy options under consideration include actions to link financing opportunities with EPCs, renovation plans to improve energy performance of buildings to NZEB levels, which will also have a positive impact on the construction sector, namely construction products manufacturers or construction service providers. Thirdly, as the initiative covers both residential and non-residential buildings, it will have a direct impact on the energy bills of households (owners and tenants), companies and public bodies owning and/or occupying non-residential buildings. Additionally, increased energy performance of buildings can have positive impacts on health conditions and energy poverty, mainly through the improvement of indoor climate conditions. Finally, the initiative will have direct implications on investors and other financial institutions that may obtain a clear framework and business environment, which will contribute to lower perceived risk and transactional costs. 45 Pilot Test on the Territorial Impact Assessment of the Energy Performance of Buildings Directive, 2016, European Commission ",
        "23 2.6. How would the problems evolve? In the absence of changes to the EPBD and changes to the way it is implemented, further energy savings would be achieved. Detailed information on the scenarios analysed is provided in Annex 4. If nothing is changed, the continuous 5-year cycle of tightening of national minimum requirements in line with the cost-optimal methodology, will still ensure an adequate level of savings. This tightening of the minimum requirements is already being accounted for in the baseline of this impact assessment. However, if nothing changes the lessons learned and the experience gained during the application of the EPBD would be missed. In the absence of changes, the remaining cost-effective potential in existing buildings would continue untapped and a significant share of the buildings in the EU would continue to perform below adequate performance levels. There may be also other missed potential in the absence of changes to the EPBD, due, for instance, to the insufficient uptake of smart technologies in buildings and the limited use of new standards. According to the EU Reference scenario 2016 (REF2016) 46 , which takes into account global and EU market trends and the energy and climate policies already adopted by the EU and its Member States, the distribution of final energy consumption across sectors will remain broadly identical, keeping with around 40% of the final energy consumption for these two sectors. Without further action, the limited decreasing trends for final energy consumptions in the households and tertiary sector (-0.5% per annum) would slow down between 2020 and 2030 (-0.3 to -0.4% per annum) and will return to an increasing trend between 2030 and 2050 (+0.1% per annum). As illustrated in Annex 3, significant untapped cost effective final energy saving potentials can be expected in all EU Member States. The analysis in Annex 3 confirms that 64 – 76% of these 2030 saving potentials lay within the scope of the EPBD. 3. W HY SHOULD THE EU ACT ? 3.1. Subsidiarity and proportionality The EPBD is based on Article 194(2) of the Treaty on the Functioning of the European Union, the legal base for a Union policy to promote energy efficiency and energy saving. EU intervention on energy efficiency of buildings expanded prudently, only where it was justified and leaving significant flexibility to Member States. The EPBD respects subsidiarity by setting a common minimum framework and leaving implementation and adaptation to national and local conditions to Member States, with significant margin for taking into account the local conditions. Just as products' efficiency, the EPBD works through a combination of minimum standards (driving the market towards higher efficiency) and labelling (stimulating the creation of a market for energy efficient buildings). However, the EPBD leaves the development of these instruments to the national/regional/local authorities, under the principle of subsidiarity. 46 EU Reference Scenario 2016 – Energy, transport and GHG emissions – Trends to 2050, 2016, European Commission ",
        "24 For instance, Member States are free to: • Adopt a calculation methodology for the energy performance of buildings, at national or regional level, provided that it fulfils a general framework; • Define the set-up and management of the EPC schemes, in light of achieving the objectives proposed in the Directive; • Differentiate or not the minimum requirements for new and existing buildings, different building categories, designated functions, age groups of the buildings. The cost optimal framework methodology ensures a common ambition level across the EU without establishing uniform performance requirements; Member states remain responsible for taking appropriate measures to: • Avoid negative effects on the quality of the indoor environment, • Design the supporting measures in such a way that, e.g. these contribute to reducing energy poverty, split incentives, financial support, etc. The EPBD addresses the information barrier by ensuring informed decisions on buying, renting and investing in buildings. The Directive does not directly mandate investments and, under the EPBD, building owners remain single decision-makers to invest or not. The increasing mobility of Europeans 47 and the increasing number of businesses having operations across the EU are valid reasons to examine the need for more harmonisation. At the same time, the building market, especially the housing market, is generally local and buildings are stationary. Building typologies and local and climatic conditions also vary across Europe. Construction products and services, heating, air-conditioning and lighting devices, as well as on-building renewable systems, smart controls, building automation systems, smart meters, etc. are an important part of the internal market. Larger markets for efficient technologies can have a positive impact on the cost- optimality of minimum energy performance requirements. For example, the evaluation revealed that this market can be affected by how the energy performance of buildings is calculated and if national/regional methodologies consider, or not, all technologies, in particular emerging efficient technologies, at the same level playing field. It is therefore not a surprise that, during the public consultation, construction industry and stakeholders operating cross-border (e.g. owners of service-providing chains such as supermarkets, hotels, multinational companies, etc.) called for more unified and comparable methods for the calculation of energy performance and for common principles for building regulations. Similarly, more comparability of energy performance measurements across the EU is demanded by the finance industry. Standardisation and improvement of buildings certification and an open source EU Buildings energy database are called for to facilitate the financing of energy efficiency investments at EU level. 47 At the end of 2012, 14.1 million EU citizens were residing in another Member State (2.8% of the total population). See http://ec.europa.eu/justice/citizen/document/files/com_2013_837_free- movement_en.pdf and http://europa.eu/rapid/press-release_MEMO-14-541_en.htm ",
        "25 Comparable methods of measuring energy performance of the buildings would mean a significant decrease of administrative burden of investors and would e.g. facilitate the re- financing of bundled investments in energy efficiency, with positive impacts on interest rates. Subsidiarity and proportionality of measures are fully discussed and justified within this impact assessment, in particular in Annex 6 for individual measures and in Section 6.3 when presenting the comparison of policy options. 3.2. Macroeconomic and other benefits EU action on energy performance of buildings has a positive impact on the competitiveness of related sectors and ultimately on growth and jobs. Overall, the building sector has a significant impact on economic activity in other sectors. Building services, business activities and the supply of raw material and equipment are responsible for 70% of overall building output. Also, a strong EU building sector is also important for its leadership outside of the EU. The value chain of the building sector goes beyond the building work itself. Since the adoption of the EPBD in 2010, new technology developments and cost reduction of efficient and on-building renewable energy technologies were observed. Furthermore, a stable and long term EU regulatory framework is the top first investment driver for building renovation identified in the EEFIG report. EU action can tackle the problem of the sub-optimal rate of improvement of buildings’ energy performance; however, building renovation has many other benefits, notably economic (security of supply, GDP), social (employment, energy poverty, affordability of housing, health) and environmental (pollution). It contributes to EU policy goals on climate change, energy security, environment and growth and jobs. Energy poverty 48 is a serious problem in the EU. It is linked to general poverty and results from a number of underlying conditions including health, social inclusion and low income issues. The following chart presents one of the consequences associated to energy poverty, the inability to maintain indoor comfort in winter. 48 Energy poverty occurs when households are not able to adequately heat or have other required energy services in their homes at affordable cost. The EU Survey on Income and Living Conditions (EU SILC) estimates that 54 million European citizens (11% of the EU population) were unable to keep their home adequately warm in 2014, with similar numbers being reported with regard to the late payment of utility bills. Around 16% of the EU population was living in dwellings with leaking roofs and damp walls. This problem is more severe in in Central Eastern and Southern Europe Member States. ",
        "26 Figure 4: Households unable to keep homes adequately warm (Source Eurostat SILC) The quality and energy performance of buildings have a major impact on affordability of housing and on energy poverty. Energy savings and efficiency improvement of the housing stock would enable many households to escape energy poverty. EU action is needed to address common underlying market and regulatory failures that could contribute to tackle energy poverty, taking into account the responsibilities of Member States in this regard. This issue is also highlighted in the recently adopted European Parliament resolution of 14 April 2016 on meeting the antipoverty target in the light of increasing household costs 49 . 3.3. Energy and climate Climate change, security of energy supply and environmental protection are challenges that cannot be sufficiently addressed at national level only. Energy efficiency and on-site renewables in buildings provide part of the solution of these problems and the instruments that have already been adopted at EU level reflect this need for EU action. More specifically, there is a strong Union dimension that justifies setting a common ambition level for energy efficiency in buildings as a way to ensure that the EU as a whole achieves its GHG reduction targets in the most cost effective way. The buildings that people will use in 2050 already exist or are being designed and built now. As highlighted by financial institutions, mobilising low-carbon investments in buildings requires a strong, stable and effectively enforced EU regulatory framework which ensures the good use of EU funds to leverage private funds and provide technical assistance at national and regional levels 50 . The role of the EU is crucial to make sure that the regulatory framework across the EU reaches comparable ambition levels and is consistently enforced. The underlying market and regulatory failures prove to be similar in all EU MS. The Directive 2002/91/EC and Directive 2010/31/EU played an important role to ensure that 49 2015/2223(INI) 50 Energy Efficiency Financial Institutions Group (EEFIG), \"Energy Efficiency – the first fuel for the EU Economy. How to drive new finance for energy efficiency investments\", February 2015, www.eefig.eu ",
        "27 all Member States have energy efficiency requirements related to new and existing buildings in their building codes, based on cost-optimality. These minimum requirements are used in reference for the use of EU Funding under the Cohesion Policy and play an important role to ensure that EU funding is focused on the effective delivery of Europe 2020 objectives and targets. Similarly, the role of the EU is fundamental to tackle common barriers across Member States preventing the development of the energy services and Energy Performance Contracting 51 market in the EU. The evaluation identified that additional EU added value is brought through the support to national regulators, stimulating research and innovation at a higher scale, support to the single market integration for building products and services (including financial services) and international leadership in the field of energy performance of buildings. Action at EU level offers a better leverage in mobilising the sector around a common ambition and offer higher expected market outcomes than in a fragmented market. The setting of a pan-European ambition for all new buildings to be of nearly zero-energy by 2020 has proved to set a 'future-proof' vision for the sector and mobilise stakeholders accordingly. Similar market signals were found to be missing for the existing building stock, which represents the largest share (95%) of the cost-effective potential. Finally, buildings are an important part of the non-ETS sector. To achieve the 40% reduction target for greenhouse gas emissions in 2030, established in line with the cost- effective pathway described in the 2050 Roadmaps 52 , the non-ETS sectors (buildings, transport and agriculture) need to cut emissions by 30% (compared to 2005). Achieving the 2050 target of at least 80-95% reduction requires that the residential and tertiary sectors together reduce their GHG emissions by 88 to 91% (compared to 1990 levels) 53 . The impact assessment underpinning the non-ETS proposal demonstrated that in a cost- effective GHG reduction scenario for the EU 54 , all Member States need to improve energy efficiency in a similar way and without an EU legislative instrument for buildings not all Member States would act (e.g. some can meet their Effort Sharing target without additional action). Even if there are no classic cross-border effects of national policies on energy efficient buildings, EU measures on energy efficiency in buildings allow individual Member States to fulfil their obligations under the Effort Sharing Decision more easily and cheaply. One or several Member States not acting in the area of buildings would imply overall higher GHG abatement costs for the EU as a whole. 3.4. Coherence The evaluation concluded that there is internal coherence in the Directive. The provisions related to the setting of minimum requirements for new and existing buildings, on EPCs and on more general measures to address market barriers focus on different and complementary aspects. These provisions support each other and should be implemented so that they work in synergy. 51 Energy Performance Contracting (EPC) is a form of ‘creative innovative financing’ for capital energy retrofitting improvement which allows funding energy upgrades from cost reductions by providing a guarantee on energy savings; upfront investments may be financed by the contractor or by the building owner. 52 COM(2011) 112, COM(2011) 144 final, and COM(2011) 885 final 53 A Roadmap for moving to a competitive low-carbon economy in 2050 (COM(2011) 112 final) 54 COM(2014) 482 ",
        "28 The evaluation also concluded that EPBD work in synergy with other relevant EU legislation: • The objective of the EPBD to support the increase of building renovation depth and rates is supported by other EU legislation; inter alia , by the EED and by the European Structural Investment Funds (ESIF) regulatory framework; • The obligations arising from the EPBD to set and ensure minimum energy performance requirements for building elements, on the one hand, and the EU legislation on ecodesign and energy labelling energy efficiency of products, on the other hand, were found coherent; • The provisions of the EPBD naturally drive the use of renewable energy sources, consistently with Directive 2009/28/EC; • As mentioned before to achieve the 40% reduction target for greenhouse gas emissions in 2030, established in line with the cost-effective pathway described in the 2050 Roadmaps 55 , the non-ETS sectors (buildings, transport and agriculture) need to cut emissions by 30% (compared to 2005); • The EPBD and Directive 2014/61/EU 56 (in particular Article 8 \"In-building physical infrastructure\" ) can be mutually supportive by creating respectively the demand and the offer for high-speed electronic communication networks. Moreover, the future Fitness Check of the Construction Sector (due in 2017) looks at EU legislation on energy efficiency and renewable energy, internal market, environment, and health and safety and its impact on the competitiveness and sustainability of the sector. Corroborating the outcome of the evaluation of the EPBD, the supporting study for the construction fitness check concerning EU legislation in the fields of Internal Market and Energy Efficiency (version: 13 July 2016) shows that there is great synergy with regard to the objectives and effects of the EED, EPBD and RES. The study indicates that EU legislation had a positive impact to increase the demand for energy efficient construction products and for energy efficiency-related professional services, and positive effects across the whole supply chain, resulting in a meaningful contribution to sustain the level of activity during this difficult period for the construction industry. The costs associated with higher energy performance standards are supported by building owners who benefit from lower energy consumption and/or from higher value of their building on the market. The cost-optimal methodology informs the setting of cost- effective minimum energy performance requirements, which are in line with the current energy saving potential of the different national/regional specific building typologies. The study points out that improved coherence for EPCs, inspections and energy audits could be sought in the national implementation of the EPBD and EED. This question was addressed in the Commission Communication on implementing the Energy Efficiency Directive 57 and its accompanying Staff Working Document 58 , where the link between the 55 COM(2011) 112, COM(2011) 144 final, and COM(2011) 885 final 56 Directive 2014/61/EU of the European Parliament and of the Council of 15 May 2014 concerning measures to reduce the cost of deploying high-speed electronic communication networks 57 COM(2013) 762 final 58 SWD(2013) 447 final. ",
        "29 obligations on energy audits in large enterprises under the EED and the obligations to issue Energy Performance Certificate for buildings for rent or sale are explained. The measures are complementary: a building EPC is one of the inputs to energy audits, which have a broader scope. The above-mentioned Staff Working Document provides guidance for Member States to ensure that national transposition measures exploit synergies between both pieces of legislation, including in relation to training programmes for the qualification of energy auditors and independent experts. Increasing building renovation depth and rates can contribute to the sustainability and competitiveness of the construction sector, e.g. by improving environmental performance and creating business opportunities in line with the Strategy for the sustainable competitiveness of the construction sector and its enterprises 59 . The energy performance of buildings during their operation is only one element of the much broader environmental performance of a building over its life-cycle. The Communication on resource efficiency opportunities in the building sector 60 paves the way to more global approaches to consider environmental impacts throughout a building's life cycle. This includes taking account of both embodied and operational energy during the life cycle of a building. Similarly, this Communication as well as the recent EU Action Plan for the Circular Economy 61 stresses the importance of recycling of construction and demolition waste, already laid down in the Waste Framework Directive. This waste stream makes up about a third of EU total generated waste. To enable recycling, selective demolition where materials are easily separated at the end of life stage is imperative. This in turn requires considerations at the construction and renovation stages, with suitable materials being put together for easy disassembly. Failure to do so is likely to result in increased land filling of construction and demolition waste. These considerations are particularly critical during renovation. Recycling construction materials, as opposed to ending up in landfills, is crucial to the circular economy. These manufacturing, recycling and end-of life aspects are, however, outside the scope of the EPBD. Nevertheless, if implemented with care, the EPBD can work in synergy with the circular economy and resource efficiency objectives. Ways to preserve and, whenever possible, to reinforce these existing internal and external complementarities and synergies is an integral part of the objectives of the present impact assessment. 4. W HAT OBJECTIVES SHOULD BE ACHIEVED ? 4.1. General and specific objectives The objective of the EPBD is to promote the improvement of the energy performance of buildings within the Union, taking into account outdoor climatic and local conditions, as well as indoor climate requirements and cost-effectiveness. The EPBD defines the energy performance of a building as the amount of primary energy needed, in the use phase, to meet the energy demand associated with a typical use of the 59 Communication COM(2012) 433 final of 31 July 2012 on a Strategy for the sustainable competitiveness of the construction sector and its enterprises 60 Communication COM(2014) 445 of 1 July 2014 on resource efficiency opportunities in the building sector 61 Communication COM(2015) 614 final on Closing the loop – An EU Action Plan for the Circular Economy ",
        "30 building, which includes, inter alia, energy used for heating, cooling, ventilation, hot water and built-in lighting (mainly in non-residential buildings). As presented in the Inception Impact Assessment roadmap 62 , the general objective of the review of the EPBD, including the 'Smart Finance for Smart Buildings' Initiative is to promote greater take-up of energy efficiency in the buildings sector and deliver cost- effective greenhouse gas emission reductions as well as to contribute to ensuring security of energy supply in the Union. Specific objectives of the initiative are (1) to address the shortcomings identified by the evaluation of the EPBD so as to ensure it remains fit for purpose (REFIT component); and (2) to consider the need for additional measures relating to energy efficiency and the use of renewable energy in buildings, with a 2030 perspective; (3) to deliver improved access to funding and stimulate investments ( 'Smart Financing for Smart Buildings' ). 4.2. Links to problems and drivers The evaluation and the above problem definition confirm the relevance of the review's general objective. Large energy saving potential is identified for 2030 and the transformation of the building stock is found to be relatively slow. Under the current trend the potential will only be partially achieved. The relevance of the specific objectives of the review are also confirmed by the evaluation: (1) Although the EPBD is found to be fit for purpose in its objective, scope and intervention logic, the evaluation identified scope for simplifying and streamlining outdated measures: a. The technical, environmental and economic feasibility of high-efficiency alternative systems that becomes an implicit obligation with the requirement to only build nearly zero-energy buildings; b. The expected effects of the regular inspection of heating and air conditioning systems could be more efficiently achieved with the support of technology; (2) The evaluation also identified the possibility to enhance compliance through fine tuning of existing provisions and better linking them with financial support and to modernise the EPBD in light of technological developments. Improvement of the EPBD must also consider possible additional measures in order to: a. Make buildings further contribute to the energy system and to the decarbonisation of the economy; b. Tap other benefits in conjunction with the energy transformation of the building stock; (3) The lack of sufficiently attractive financing products on the market is part of the reason for limited renovation rates. This specific objective associated 'Smart Finance for Smart Buildings' Initiative is explored in more details in Section 2.4. 62 http://ec.europa.eu/smart-regulation/roadmaps/docs/2016_ener_001_epbd_smart_buildings_en.pdf ",
        "31 4.3. Complementarities The proposed objectives complement each other and ensure better energy performance of existing and new buildings and accelerated progress. There are synergies between the specific objectives of the review: further enhancing the removal of barriers and streamlining and modernising outdated provisions will maximise the role of the EPBD in raising renovation rates and in facilitating financing into building renovation. Similarly, facilitating the uptake of smart technologies and innovation in buildings will help in contributing to tapping the saving potential of more efficient building operation and in facilitating the development of clean mobility. The 'Smart Finance for Smart Buildings' Initiative does not directly require legislative intervention. The three pillars of the initiative are already being addressed by supporting initiatives and projects. The present impact assessment looks at supporting measures directly linked to the EPBD and to its Article 10 on financial incentives and market barriers. 5. W HAT ARE THE OPTIONS TO ACHIEVE THE OBJECTIVES ? On the basis of the evaluation report and wide stakeholder consultation, a number of actions were identified to address remaining barriers to energy performance in the buildings sector. 5.1. No-change option The no-change option does not assume that nothing will happen. This option implies continued implementation of the current EPBD and related regulatory and non-regulatory instruments and support measures such as sharing of good practices, stimulated by exchange platforms (e.g. Concerted Action), but no additional EU measures as a result of a revised EPBD. The ongoing implementation of the Directive would continue, for instance with respect to the common EU voluntary certification scheme (Article 11(9) of the EPBD) to provide market participants in the non-residential sector with a tool for the reliable comparison of buildings’ energy use across borders. The EPBD would deliver on NZEB and continuously reassess the cost-optimality and eventually tighten national minimum requirements in 5-years cycles. However, this option would not enable addressing the conclusions of the recent evaluation of the EPBD and would prevent simplifications of outdated provisions to be introduced, enhancing compliance through fine tuning of existing provisions and better linking them with financial support; and modernising the EPBD in light of technological developments and the need to accelerate renovation rates and support decarbonisation of buildings. ",
        "32 5.2. Simplification measures To remove outdated or inefficient provisions identified during the implementation of the current Directive, two simplification measures are identified on the basis of the evaluation. 5.2.1. Remove the mandatory study of the feasibility of high-efficiency alternative systems The Directive would be amended to remove the need to document and verify the assessment of alternative heating and cooling systems preceding the construction of new buildings. With the obligation for all new buildings to be nearly zero-energy buildings, the use of locally available high-efficiency alternative systems becomes an implicit obligation and this provision becomes an unnecessary burden. 5.2.2. Simplify the provision on regular inspections and ensure that their objective is achieved more effectively The Directive would be amended to simplify and modernise the provisions on inspections of heating and air-conditioning systems, benefiting of the technological progress. This measure would address the fact that inspections of the energy efficiency of heating and cooling systems tend to be burdensome, difficult to implement, and partially duplicating EPC’s recommendations. Many Member States have already opted out and taken the opportunity to implement alternative equivalent measures, as allowed by the EPBD. Measure 3A is considered as substitution measure to ensure that technical building systems' performance in operation is adequately maintained overtime. 5.3. Measures to address the problems A set of policy measures including non-legislative and legislative alternatives are considered in order to address the drivers of the problems identified above. The measures considered are detailed in Annex 6 and their key elements are as summarised below: 5.3.1. Measure 1: Accelerate the decarbonisation of buildings by significantly increasing renovation rates This measure intends to address some market failures and includes two sub-measures: • 1A, send clear market signals by requiring Member States to set milestones for the decarbonisation of buildings by 2050 as part of their long term renovation strategies for mobilising investment in the renovation under Article 4 of the EED; and • 1B (alternatively or additionally), a more direct intervention requiring Member States to oblige building owners to ensure that their properties reach a given energy performance standard before being sold or rented out. ",
        "33 5.3.2. Measure 2: Fine tune the implementation of minimum energy performance requirements This measure intends to address some regulatory failures and includes two sub-measures: • 2A, providing guidance to member States to ensure more transparency of calculation methodologies based on cost-optimality, which ultimately will contribute to address the performance gap between calculated energy demand of existing buildings and actual consumption and informs the sector about upcoming requirements to improve their uptake; and • 2B, amending the cost-optimal methodology set up in Delegated Regulation (EU) No 244/2012 to (i) include additional benefits; and (ii) go beyond cost-optimal levels of minimum requirements. 5.3.3. Measure 3: Modernisation using smart technologies and simplification of outdated provisions for the benefit of citizens This measure intends to address some regulatory and market failures and includes three sub-measures: • 3A, as a replacement of the outdated provisions on inspection obligations, mandatory installation of electronic monitoring ability for large central systems in multi-family house buildings, and installation of building automation systems in big non-residential buildings; • 3B, modernising provisions on technical building systems to progress on smart technologies by introducing a smartness indicator for all buildings at the moment of transaction (sale or rent); • and 3C, supporting electro-mobility by requiring that newly constructed buildings and specifically their parking places have the necessary electric infrastructure in place to enable the later installation of smart charging points (i.e., parking lots prepared to receive charging points). 5.3.4. Measure 4: Enhance financial support and information to users through reinforced energy performance certificates This measure intends to address some market failures and includes two sub-measures: • 4A, a) reinforcing current requirements for independent control systems and energy performance certification by defining a minimum list of information to be collected and registered regional or national EPC databases and minimum requirements for databases in particular the regarding the facility for voluntary disclosure of actual energy consumption; b) reinforcing the link between energy performance certification and financial support by requiring that when renovation works are supported by public funding, an EPC is issued after renovation works, which would ensure efficient financial support and enable the alignment of the intensity of public financing support to the achieved depth of renovation; • 4B, setting up an harmonised template for EPCs based on a common list of parameters/indicators shown on the certificate, such as calculated annual final energy use, share of renewable energy used, past (climate corrected) final energy ",
        "34 consumptions and energy expenditure, comfort levels (as proposed in Measure 2B) or the level of smartness (as proposed in Measure 3B). Figure 5 presents a problem tree, linking problem types, drivers and policy measures. ",
        "35 Figure 5: Problem tree Table 14 in Annex 6 presents the target groups, the type of obligation and the scope of the different measures in detail. These measures work equally well for all buildings types, unless indicated differently. Annex 6 also develops further the analysis on subsidiarity and proportionality aspects of individual measures. 5.4. Bundling of measures into policy options Table 2 presents the grouping of the proposed measures presented above, into policy options. The grouping of measures into policy options is based on the instruments needed for the implementation, in particular: • Implemented via soft law (Option I); • Implemented via targeted amendments of the current EPBD (Option II, the preferred option); • Requiring a fundamental revision of the current EPBD (Option III). ",
        "36 Table 2: Policy options. Measures Reference: No- change option Option I: Enhanced implementation and further guidance Option II: Enhanced implementation including targeted amendments for strengthening of current provisions Option III: Enhanced implementation towards further harmonization and higher ambition Measure 1. Accelerate the decarbonisation of buildings by significantly increasing renovation rates 1A 1A 1B Measure 2. Fine tune the implementation of minimum energy performance requirements 2A 2A 2A 2B Measure 3. Modernisation using smart technologies and simplification of outdated provisions for the benefit of citizens 3A(*) 3B (**) 3C (**) 3A 3B 3C Measure 4. Enhance financial support and information to users through reinforced energy performance certificates 4A 4A 4B (*) This measure includes a simplification component addressing outdated provisions in Articles 6, 7, 14, 15 and 16 of the current Directive (**) These two measures modernise current provisions in light of technical development and the need to support smart technologies and electro-mobility 5.4.1. Reference scenario for modelling policy options The EPBD is co-delivering in synergy with other energy efficiency legislation (EED, Ecodesign, Energy Labelling) and financial support under the European Structural and Investment fund and financial support measures. As a consequence, the reference scenario assumes a set of boundary conditions for the policy environment as presented in Annex 4. 5.4.2. Option I: Enhanced implementation and further guidance This option considers the set of proposals that enhance the implementation of the existing regulatory framework without amending the Directive. It builds on the work being done at EU, national and regional levels to actively implement the Directive. Compared with the no-change option, it goes one step further in proposing soft law and guidance that could improve the implementation and enforcement of the legislation and the use of voluntary measures which have not yet been explored by Member States. With guidance for clarifying the calculation of the energy performance of buildings and the calculations and implementation of the cost-optimal levels of minimum requirements (Measure 2A), Option I proposes an answer to intensify implementation of the current legislation. In this case this would be accomplished, for example, by ensuring that the potential for the integration of renewable energy sources and the highly efficient systems are considered as required by the Directive. ",
        "37 5.4.3. Option II: Enhanced implementation, including targeted amendments for strengthening current provisions This option goes beyond measures in Option I and requires targeted amendments of the current EPBD to address the problem drivers more extensively. However, contrary to Option III, this option stays in line with the intervention logic of the current EPBD. Table 3 lists the drivers and indicates which measures of Option II are addressing them. Table 3: Drivers addressed by measures in policy option II Drivers Measure(s) addressing it Lack of understanding on energy use and potential savings 4A. Reinforced quality of energy performance certificates quality to enhance the financial support Limited activity in a post-crisis context 1A. Set milestones for the decarbonisation of the building stock by 2050 Split incentives 1A. Set milestones for the decarbonisation of the building stock by 2050 Lack of attractive financing products 1A. Set milestones for the decarbonisation of the building stock by 2050 Limited information on building stock 4A. Reinforced quality of energy performance certificates quality to enhance the financial support Limited uptake of efficient and smart technologies 2A. Clarify provisions on calculation methodologies and on implementation of cost-optimal levels of minimum performance requirements 3A. Document the initial performance of technical building systems and maintain their operational performance over time 3B. Framework for the introduction of a smartness indicator 3C. Support to electro-mobility Potential for improvement of the national implementation 2A. Clarify provisions on calculation methodologies and on implementation of cost-optimal levels of minimum performance requirements 4A. Reinforced quality of energy performance certificates quality to enhance the financial support Potential for simplification 3A. Document the initial performance of technical building systems and maintain their operational performance over time Potential to better avoid potential negative effects 2A. Clarify provisions on calculation methodologies and on implementation of cost-optimal levels of minimum performance requirements Option II addresses most drivers associated to market failures by: • Sending a clear signal to the market regarding existing buildings by placing the long term renovation strategy within the ambition for the building sector to be decarbonised by 2050, with milestones in 2030; • Developing a framework to support the flowing of financial resources into the buildings sector, in particular for building renovation; • Developing a smartness indicator that informs consumers about the ability of buildings to operate more efficiently, monitor and control energy use and interact with users and the grids; • Support the development of infrastructure to support the roll-out of electro- mobility solutions. ",
        "38 Option II also addresses drivers associated to regulatory failures by: • Improving the effectiveness of EPCs with measures that strengthen, modernise and further integrate the EPC schemes within a framework that aids compliance checking and effectiveness of financial support; • Simplify the EPBD with measures that modernise the provisions related to regular inspections with ICT and repeal of the provisions related to mandatory documented feasibility study for efficient systems. 5.4.4. Option III: Enhanced implementation towards further harmonization and higher ambition This policy option includes the most ambitious measures explored, some of which going beyond the current intervention logic of the EPBD. Option III further addresses drivers associated to market failures by: • Having a more direct market action to boost the activity and investments. In requiring buildings to reach a given standard before they are sold or rented, the intervention goes beyond the logic of setting minimum energy performance standards in building codes. Option III also further addresses drivers associated to regulatory failures by harmonising aspects so far left to subsidiarity: • Additional sustainability co-benefits in the cost-optimal calculation framework; • New targeted ambition for new buildings in 2030, beyond cost-optimality and including the mandatory setting for minimum requirements for the indoor environment; • Further harmonisation of the EPCs. 6. H OW DO THE OPTIONS COMPARE ? 6.1. Assessment of the impacts of the policy options Impacts of policy options have been assessed with the models and underlying assumptions explained in Annex 4. Annex 4 also describes and assesses the reference scenario against which the following results are presented. 6.1.1. Impacts of Option I The implementation of this option would contribute to the reduction of the demand for space and water heating final energy consumptions in residential and non-residential buildings of around 2 Mtoe by 2030 relative to the reference scenario. This would be a result of improving the national calculation methodologies, progress towards cost- optimal and easier enforcement of minimum requirements. Compared to the reference scenario, energy and climate results for Option I are presented in Table 4. ",
        "39 Table 4: Energy and climate results for policy option I Energy and climate by 2030 (Compared to the reference) Total final energy savings 2 Mtoe Increase of on-site renewable electricity generation 0.3 Mtoe (Net) primary energy savings 2 Mtoe Improvement of the average energy performance of the building stock 0.76kWh/(m².y) GHG emissions reduction 3.2MtCO 2 Improvement of GHG emission per square meter 0.11kgCO 2 /m² The macroeconomic impacts of this policy option are modest. Overall, there is a slight positive impact on GDP. The share of EU total final energy used in GDP by 2030 is small. This option will only contribute marginally to the competitiveness of European industry (mainly insulation and flat glass) by increasing their market, and have somehow an impact in renovation market for SMEs. EU additional energy related activity (roof insulation, windows replacement, building system upgrade, etc.) for the construction sector associated with this option is approximately €2bn. The option does not mandate or impose investment on households, businesses or public authorities. Additional activity results of decision taken by individuals based on better information. Overall, the impacts of this option, including on energy poverty, are rather small. Detailed macroeconomic impacts figures are presented in Annex 8. 6.1.2. Impacts of Option II The implementation of this option would contribute to the reduction of the demand for space and water heating final energy consumptions in residential and non-residential buildings. The estimated reduction of final energy consumption for space and water heating final energy consumptions in households and services is around 28 Mtoe by 2030 relative to the reference scenario. The full details and assumptions used for estimating the impacts of this option are presented in detail below and in Annexes 4 to 9. Compared to the reference scenario, energy and climate results for Option II are presented in Table 5. Table 5: Energy and climate results for Policy option II Energy and climate by 2030 (Compared to the reference) Total final energy savings 28 Mtoe Increase of on-site renewable electricity generation 2 Mtoe (Net) primary energy savings 30 Mtoe Improvement of the average energy performance of the building stock 8.06kWh/(m².y) GHG emissions reduction 38MtCO 2 Improvement of GHG emission per square meter 1.32kgCO 2 /m² ",
        "40 The relative impacts of the measures that compose this policy option are presented in Table 6. Table 6: Impact of the different measures of policy option II Measures Impacts on savings in 2030 Impacts on annual energy expenditures in 2030 Impacts on associated construction activity (annual average for 2020 - 2030) Measure 1. Accelerate the decarbonisation of buildings by significantly increasing renovation rates 1A. Set milestones for contributing to the decarbonisation of the building stock by 2050 4 – 6 Mtoe 4 – 6 bn€/a 8 – 12 bn€/a Measure 2. Fine tune the implementation of minimum energy performance requirements 2A. Improve transparency of calculation methodologies and provide further clarification on the cost-optimal setting of minimum performance requirements 1 – 3 Mtoe 1 – 3 bn€/a 1 – 3 bn€/a Measure 3. Modernisation using smart technologies and simplification of outdated provisions for the benefit of citizens 3A. Document the initial performance of technical building systems and maintain their operational performance over time 5 – 7 Mtoe 5 – 7 bn€/a 2 – 4 bn €/a (Mandated 1 – 3 bn€/a) 3B. Framework for the introduction of a smartness indicator 8 – 10 Mtoe 8 – 10 bn€/a 5 – 6 bn €/a 3C. Support to electro-mobility N.C. N.C. 3 – 4 bn €/a (Mandated 0.5bn€/a) Measure 4. Enhance financial support and information to users through reinforced energy performance certificates 4A. Reinforced quality of energy performance certificates quality to enhance the financial support 8 – 12 Mtoe 8 – 12 bn€/a 16 – 24 bn €/a TOTAL (all measures included as in Option III) 26 – 38 Mtoe 26 – 38 Mtoe 35 – 53 bn€/a (Mandated 1 – 4 bn€/a) The share of EU total final energy used in GDP decreases by 0.3% by 2030, and between 515 thousand to 3.2 million households (from a total of 23.3 million households) would be taken out from energy poverty 63 . This option contributes significantly to the competitiveness of European industry (mainly insulation and flat glass) by increasing their market by €23.8bn at EU level in 2030, and creating a renovation market for SMEs with a value between €80bn to €120bn involving about 220,000 retained/created jobs from the reference scenario in 2030. 63 These figures are based on Eurostat EU-SILC longitudinal study, which includes 243,140 observations in which energy poverty was operationalised by the following indicators in EU-SILC: leaking roof, damp walls/floors/foundation, or rot in window frames or floor, ability to keep home adequately warm and arrears on utility bills. These indicators are deemed suitable to sufficiently capture the presence of energy poverty as they reflect different symptoms experienced or characteristics demonstrated by energy poor households (EPEE 2009) and have been used in prior research to assess the prevalence of fuel poverty across the EU (Healy/Clinch 2002; Thomson/Snell 2013). These indicators are directly influenced by policies that improve the energy performance of buildings. ",
        "41 EU additional energy related activity (roof insulation, windows replacement, building system upgrade, etc.) for the construction sector estimated for this option is approximately €47.6bn. Only €1bn to €4bn would be directly mandated by the measures of this option, as presented in the table above. The majority of the estimated additional activity would result from investment decisions taken by national/regional/local authorities, organisations and individuals based on better information regarding energy performance of buildings. Therefore, it is clearly a cost-effective policy option considering the economic impacts, and even more positive when put into perspective all the other additional social and environmental benefits. Detailed macroeconomic impacts figures are presented in Annex 8. Taken together, the measures of this preferred policy option would reduce the administrative burden of the Directive by €98.1 million per year. Calculation of the impact on administrative burden for the preferred option can be found in Annex 9. 6.1.3. Impacts of Option III The implementation of this option would contribute to the reduction of the demand for space and water heating final energy consumptions in residential and non-residential buildings. The estimated reduction of final energy consumption for space and water heating final energy consumptions in households and services is around 72 Mtoe by 2030 relative to the reference scenario. Compared to the reference scenario, energy and climate results for Option III are presented in Table 7. Table 7: Energy and climate results for policy option III Energy and climate by 2030 (Compared to the reference) Total final energy savings 72 Mtoe Increase of on-site renewable electricity generation 2 Mtoe (Net) primary energy savings 74 Mtoe Improvement of the average energy performance of the building stock 25.81kWh/(m².y) GHG emissions reduction 134MtCO 2 Improvement of GHG emission per square meter 4.62kgCO 2 /m² The relative impacts of the measures that compose this policy option are presented in Annex 7, Table 15. As the share of EU total final energy used in GDP decreases by -0.7% by 2030, between 1.5 million to 8.3 million households (from a total of 23.3 million households) would be taken out from fuel poverty. This option will also contribute to the competitiveness of European industry (mainly insulation and flat glass) by increasing their market by €30bn at EU level in 2030, and creating a renovation market for SMEs with a value between €167bn and €250bn. It will ",
        "42 retain/create more than 500 thousand additional jobs compared to the reference scenario in 2030. EU additional energy related activity (roof insulation, windows replacement, building system upgrade, etc.) for the construction sector associated with this option is approximately €101bn. Amongst these, €52bn to €59bn would be directly mandated by the measures of this option, mainly by the Measure 1B that introduces mandatory requirements to significantly reduce the number of very inefficient buildings. It is also cost-effective policy option considering the economic impacts but, with uncertain impact on the real estate market and probably stepping out of subsidiarity and proportionality limits of EU intervention. However, the additional social and environmental benefits of this option are proportionally higher; or significantly higher as the case of energy poverty alleviation, because the very inefficient buildings targeted by measure 1B are probably mostly occupied by low income people. Nevertheless, detailed statistical data on national building stocks, linked with socio-economic indicators is a precondition for setting obligations on building renovation; however, this data is currently not available. These types of data is being collected by some Member States in order to assess and/or design more ambitious interventions, as the proposed by Measure 1B. Detailed macroeconomic impacts figures for all the options are presented in Annex 8. 6.2. Comparison of the options Table 8 summarises the impacts of the different policy options. Table 8: Comparison of policy options Reference: No- change option Option I: Enhanced implementation and further guidance Option II: Enhanced implementation, including targeted amendments for strengthening of current provisions Option III: Enhanced implementation towards further harmonization and higher ambition Additional final energy savings in 2030 - 2 Mtoe 28 Mtoe 72 Mtoe Additional associated construction activity in 2030 - €2.15bn €47.6bn (€1 – €4 bn mandated by the Option) €101bn (€52 – €59 bn mandated by the Option) Economic growth, incl. SMEs in 2030 - €2.4bn - €10.1bn €103.8bn - €143.8bn €197bn - €280bn Jobs retained/ created - 9k 220k 500k Energy poverty alleviation - 20k – 120k households 515k - 3.2M households 1.5M to 8.3M households ",
        "43 Reference: No- change option Option I: Enhanced implementation and further guidance Option II: Enhanced implementation, including targeted amendments for strengthening of current provisions Option III: Enhanced implementation towards further harmonization and higher ambition Effectiveness The policy objectives are not fully met, and the opportunities for further enhancing the removal of barriers to energy efficiency, improving the effectiveness of the regulatory framework, are not exploited. The policy objectives are only partially addressed through guidance. Further opportunities identified in the evaluation are not considered. Continuation of slow improvement of building energy performance, similar to reference. Most of the policy objectives are addressed, and the cost-effective energy saving potential of existing buildings is ensured, but at the current rate of renovation and construction. The net administrative costs are negative. All policy objectives are addressed, and harmonisation of the implementation is achieved. The depth and rate of renovations is increased by gradual compulsory renovation of existing buildings. However it raises practical and subsidiarity concerns. Efficiency The impact of the EPBD remains relatively limited and in line with the findings of the evaluation and projections included in this impact assessment. The impacts of the EPBD are difficult to determine but appear to be very similar to the reference scenario, i.e. the no policy change option. The impacts are significant in all the 3 areas (economic, social and environmental). No significant changes to the existing framework, which allows for plenty of flexibility to Member States. The impacts are high mainly due to the more ambitious mandatory requirements introduced, increased harmonisation and by going beyond cost- optimality. Important contribution to energy poverty alleviation. Coherence Coherence with other instruments is kept but identified opportunities for improvement are not taken forward. The coherence of the EPBD in this option is similar to the no policy change option. The coherence of the EPBD in this option is significantly improved through better integration of existing provisions, links with financing, and related policies. The coherence of the EPBD in the option is similar to Option II. Subsidiarity No impact on current level of subsidiarity No impact on current level of subsidiarity Low impact on current level of subsidiarity High impact on subsidiarity Option I is mainly focusing on continuous enforcement of the current EPBD, while supporting Member States by providing guidance and support. The opportunity to address opportunities identified in the evaluation report and public consultation to further enhance the removal of barriers to energy efficiency in buildings is therefore missed. Option III includes ambitious measures for increasing the renovation rate and therefore the resulting impact is very high. Option III introduces a significant change in the building sector, in particular by making mandatory the renovation of thousands of buildings. However, this measure raises some issues such as (i) obligatory investment, which (ii) might not be considered cost-effective in a purely financial perspective; (ii) ",
        "44 raises practical concerns (e.g. further harmonisation of energy performance calculation methodologies, or Energy Performance Certificates); and/or raise concerns regarding practical implementation (e.g. obligations to renovate buildings when changing ownership or tenancy, financial support of mandatory thermal building renovation, and mandatory training of builders and installers). However, Option III has significantly higher impacts than the other options, namely because of the introduction of the mandatory requirements for renovation. Member States could find useful exploring the opportunities offered by the additional policy measures proposed in Option III. In fact, some are already assessing and gradually putting in place building renovation requirements (e.g. Scotland regarding renovation of social housing) which have significant impacts not only in terms of energy savings, but also on energy poverty mitigation. Option II is the preferred option because it is the best aligned with the outcome and findings of the evaluation of the EPBD and the existing European framework for climate and energy towards 2020 and 2030: • It allows keeping the prudent and step by step expansion of the intervention scope underpinning EU action on buildings’ efficiency, with careful attention to subsidiarity, proportionality, and cost-effectiveness and leaving significant flexibility to Member States; • It preserves the main objectives, principles and overall architecture of the Directive (minimum standards for all types of building works and labelling, underpinned by the cost-optimal methodology and nearly zero-energy building targets for new buildings) as it shows good performance and is supported by stakeholders, including Member States; • It favours amendments of targeted nature, allowing for continued implementation of key provisions in the current Directive that are already delivering, and are cost- effective; • It strikes a balance between guidance (e.g. to facilitate the uptake of minimum requirements in line with the current legislation) with limited legal revisions to introduce new focused provisions to modernise national regulations in the buildings sector and to address in particular the existing building stock (less tackled by the provisions of the current Directive) and the link to finance. This option introduces significant improvements to the EPBD and the overall regulatory framework for improved energy performance of buildings via targeted amendments, while allowing a high level of flexibility for the implementation at national level. However, and because of it high impacts, the measures in Option III appropriate for further investigation at national and regional levels than for implementation at European level today. 6.3. Subsidiarity and proportionality The measures of the preferred policy option generally keep the current level of subsidiarity left to Member States. Subsidiarity and proportionality concerns were carefully considered in the definition of these two new measures, as explained in detail in Annex 6. Subsidiarity and proportionality were important elements that led to the exclusion of measures in Option III. ",
        "45 Most measures of the preferred Option II intend to: • Clarify aspects that should be common practice (e.g. setting clear milestones in national long-term renovation strategies, requiring that adequate information is handed over to the building owner after intervention on a technical building system, public financial support linked to the level of energy efficiency improvement, etc.); • Recommend best practises and set up common elements at EU level of approaches already shared by an important number of Member States (e.g. EPC registers/databases in practically all Member States); • Improve transparency of implementation (e.g. on the calculation of the energy performance of buildings). Two fundamentally new measures are introduced by the preferred policy option: • Smartness indicator: The measure builds on the provision of information and empowerment rather than direct obligation to install electronic monitoring. EU intervention is justified by the necessity to create a market of a sufficient size to improve the cost-effectiveness of investments in research and development. No investment is directly mandated by the measure; • Support to electro-mobility: As established in the above Section 2.1.2, the density of the network for charging points, in particular in private parking spaces, is recognised to be a key-enabler for the development of electro-mobility. The construction and the major renovation of buildings are good opportunities to install smart recharging points, or at least facilitate their later installation. The proposed measure is proportionate as only mandates the minimum infrastructure to remove the barrier to the later installation of recharging points. The approach is also differentiated for large multi-apartment blocks and non-residential (e.g. office buildings and building frequently visited by the public). As a consequence, the economic impact of the measure itself would be negligible compared to the cost of the building. 7. H OW WOULD IMPACTS BE MONITORED AND EVALUATED ? The 2008 Impact Assessment supporting the EPBD did not address monitoring arrangements and indicators in detail. The implementation of the Directive and its different provisions has been mainly followed up through the work of the Committee established in Article 26 of the Directive, the transposition checks and dialogues with Member States on national implementation, and the role of the work of the EPBD Concerted Action as explained in the evaluation report. The evaluation of the EPBD identified two main reasons for the lack of structured monitoring data. Firstly, there is limited available data on disaggregated energy consumption in the households sector and, even more, in the services sector. Secondly, the timeline for the evaluation (end of 2016) does not allow sufficient time to have Eurostat global annual energy data more recent than 2014 whilst the application deadline for most provisions was January 2013. ",
        "46 Nevertheless, efforts have been undertaken since the 2008 Impact Assessment to overcome this problem in the future. The EU Building Stock Observatory 64 , currently under development by the European Commission, will be as of mid-2016 an essential tool for monitoring and steering the improvement of energy efficiency in buildings and to support the implementation of the EPBD. Data from readily available sources at European and national levels are being collected by external contractors under a service contract. The Observatory includes indicators on building stock, in use energy consumption, fuel mix, technical systems; certification, financing and energy poverty (see Annex 13 for the detailed list of indicators). The list of indicators has been elaborated with the collaboration of national authorities and industry stakeholders. Extracts of the data already available in the EU Building Stock Observatory are presented in Annex 11. In addition, the Energy Statistics Regulation (EC) No 1099/2008 of the European Parliament and of the Council has been amended in 2014, in order to cover the final energy consumption in households not only by type of fuel but also by type of use (space heating, space cooling, water heating, cooking, lighting and appliances, and other uses). The first legally binding data collection will cover the reference year 2015; in the meantime Eurostat has encouraged Member States to proceed to a voluntary data collection – one third of the Member States have participated. Furthermore, Eurostat is currently working together with Member States for the further disaggregation of energy data in the sector 'Industry' and further sectors, as for example 'Services' , will be tackled in the medium term. Similarly, a methodology 65 to evaluate the energy performance of existing and new buildings at municipal scale is being developed and would contribute to fill information gaps in future evaluations. Indicators of success in line with the preferred option to enter into force once the proposal is adopted, would be the gradual improvement of energy performance of buildings and the progressive closure of the gap between minimum requirements and cost-optimal levels, the increasing uptake of smart and renewable technologies and progress across Member States in reinforcing accompanying measures to make EPCs more reliable and a true accelerator of building renovation. The EU building Stock Observatory will be the central point for the collection of all relevant information on the EU Building Stock, and will ultimately enable monitoring and evaluation of the impacts of the measures proposed in the preferred policy option. 64 https://ec.europa.eu/energy/en (to be launched in July 2016) 65 JRC/LUISA approach for EU-wide energy related indicators, Upcoming, 2016 ",
        "47 A NNEX 1 A CRONYMS AND GLOSSARY Acronyms CPR: Construction Product Regulation EED: Energy Efficiency Directive EPBD: Directive 2010/31/EU Energy Performance of Buildings Directive (recast), inclusive of the provisions kept from the Directive 2002/91/EC it recast. EPC: Energy Performance Certificate NZEB: Nearly-Zero Energy Buildings MS: Member States SFSB: Smart Finance for Smart Buildings Glossary Building: Buildings are roofed constructions that can be used separately and built for permanent purposes, which can be entered by persons and are suitable or intended for protecting persons, animals or objects (Eurostat, CC1998). The EPBD applies only to buildings with walls for which energy is used to condition the indoor climate (EPBD, Article 2(1)). Building stock: All buildings from residential and services sectors (i.e. residential, and non-residential buildings). Residential buildings: Buildings at least half of which is used for housing purposes. If less than half of the overall useful floor area is used for housing purposes, the building is classified under non-residential buildings in accordance with its purpose-oriented design. (Eurostat, CC1998). The residential building category can be further divided, e.g. depending on the ownership and the tenure status. Non-residential buildings: Buildings which are mainly used or intended for purposes other than housing. If at least half of the overall useful floor area is used for housing purposes, the building is classified as a residential building. (Eurostat, CC1998). The non-residential building category can be further subdivided depending, e.g. on the nature of the occupant (public or private), the nature of the occupation (retail shops, etc.), the frequentation (visited by the public or not). Building unit: Section within a building designed or altered to be used separately (e.g. an apartment in a multi-apartment block, a retail shop at the ground floor of a residential building). Building product: Any product which is produced and placed on the market for incorporation in a permanent manner in building works or parts thereof and the performance of which has an effect on the performance of the building works with respect to the basic requirements for building works (Derived from CPR, Article 2(1)). Building code: Set of rules regulating the basic requirements for building works in both new and existing building. Basic requirements may include requirements on: 1. ",
        "48 Mechanical resistance and stability; 2. Safety in case of fire; 3. Hygiene, health and the environment; 4. Safety and accessibility in use; 5. Protection against noise; 6. Energy economy and heat retention; 7. Sustainable use of natural resources (Framework from CPR Annex 1). Building envelope: Integrated elements of a building which separate its interior from the outdoor environment (EPBD, Article 2(7)). The elements that are part of buildings' envelope (wall, roof, glazed parts, etc.) generally consist of a system of building products separating the interior from the outdoor environment. Building element: Either a technical building system or an element of the building envelope (Adapted from EPBD, Article 2(9)) Construction work: Buildings and civil engineering works (CPR, Article 2(3)). Embodied energy: Total of all energy consumed in the processes associated with the production (and transport) of the materials and components that go into a building or structure. Energy performance of a building: Amount of net primary energy needed to meet the different needs associated with its typical use and shall reflect the heating energy needs and cooling energy needs (energy needed to avoid overheating) to maintain the envisaged temperature conditions of the building, domestic hot water needs and built-in lighting. The energy performance of a building must be expressed in a transparent manner with an energy performance indicator and a numeric indicator of primary energy use (Adapted from EPBD Article 2(4) and Annex I). Nearly zero-energy building: Building that has a very high energy performance. The nearly zero or very low amount of energy required should be covered to a very significant extent by energy from renewable sources. Major renovation: Building works of a certain cost (cost higher than 25% of the value of the building) or magnitude (affecting more than 25% of the surface of the building envelope) that provide a special opportunity to take cost-effective measures to enhance energy performance, beyond the simple retrofit of building elements. Specific (primary/final) energy use: (Primary/final) energy use within the EPBD scope, space and water heating, space cooling, ventilation and lighting. Energy performance of a building element: Performance related to energy for the integrated building element, expressed by level or class, or in a description Technical building systems: Technical equipment for the heating, cooling, ventilation, hot water, lighting or for a combination thereof (EPBD, Article 2(3)). Cost-optimal level: Energy performance level which leads to the lowest global cost during the estimated economic lifecycle. The cost-optimal level shall lie within the range of performance levels where the cost benefit analysis calculated over the estimated economic lifecycle is positive. ",
        "49 A NNEX 2 P ROCEDURAL INFORMATION General information Lead DG DG ENER Associated Commission Services: SG, Legal Service (SJ), Agriculture and Rural Development (AGRI), Budget (BUDG), Climate Action (CLIMA), Communications Networks, Content and Technology (CNECT), Competition (COMP), Economic and Financial Affairs (ECFIN), Employment, Social Affairs and Inclusion (EMPL), Environment (ENV), Eurostat (ESTAT), Financial Stability, Financial Services and Capital Markets Union (FISMA), Health and Food Safety (SANTE), Internal Market, Industry, Entrepreneurship and SMEs (GROW), Joint Research Centre (JRC), Justice and Consumers (JUST), Mobility and Transport (MOVE), Regional and Urban Policy (REGIO), Research and Innovation (RTD), Taxation and Customs Union (TAXUD), Trade (TRADE), Executive Agency for Small and Medium-sized Enterprises (EASME). Agenda planning/WP references: 2016/ENER/001 The preparatory work to assess the implementation of the EPBD, financing of energy efficiency and knowledge about the building stock started in 2014 to ensure that the information would be ready for the IA in 2016. Additional studies in support of the ex- post evaluation of the EPBD, ex-ante analysis of policy options and modelling including of 'Smart Financing for Smart Buildings' and modelling were launched in the first quarter of 2015 in the light of the evaluation 66 and Inception Impact Assessment 67 roadmaps, which were published respectively in July and November 2015. The Secretariat General (SG) has set up an ISG on the review of the EED, the EPBD and the 'Smart Financing for Smart Buildings'- initiative. The group met in total nine times in support of the full review process, from 30 April 2015 to 28 June 2016. Consultation with stakeholders Supplementing the consultation activities undertaken for the evaluation, including external expertise used, which are presented in Annex 4 of the Evaluation report, the Commission organised a stakeholder event that took place on 14 March 2016. Approximately 300 participants from European industry and civil society organisations and from Member States took part in this event. During the Event, the Commission Services outlined preliminary findings of the evaluations of selected articles of the Energy Efficiency Directive and of the EPBD. The afternoon session was specifically dedicated to the EPBD and provided inputs to the Impact Assessment. 66 http://ec.europa.eu/smart- regulation/roadmaps/docs/2016_ener_023_evaluation_energy_performance_of_buildings_directive _en.pdf 67 http://ec.europa.eu/smart-regulation/roadmaps/docs/2016_ener_001_epbd_smart_buildings_en.pdf ",
        "50 Some stakeholders strongly advocated that the EPBD should remain at the level of the building, without considering the district level. Other defended the integrated approach, considering the influence of energy supply. The Commission Services reminded that, as the energy performance of buildings is established in primary energy, the efficiency of the supply side is already valued through the conversion factors to primary energy. There was also a suggestion to better link the EPBD to other Directives e.g. by linking audits required under the EED to maintenance requirements under the EPBD. Regarding renovation of existing buildings, there was support for a clear 2030 and 2050 vision for the existing building stock similar to the current targets for new buildings. Much of the discussion concentrated on EPCs. Certain stakeholders asked for further harmonization of the EPCs given the big differences in implementation by Member States, and to put forward minimum requirements that allow more reliable ratings; other stakeholders also highlighted the fundamental differences in the quality of EPCs across Member States. In some Member States, the EPCs can be ordered via a website where other Member states require an extensive audit. The discussion on finance covered VAT rates and treatment in public accounts. Regulatory Scrutiny Board The Regulatory Scrutiny Board of the European Commission assessed a draft version of the present impact assessment report and issued its opinions on 9 June 2016 68 and 26 July 2016 69 . The Regulatory Scrutiny Board made the following recommendations: First submission On the draft version of 3 May 2016 the Board gave a negative opinion stating that the report contained shortcomings that need to be addressed, particularly with respect to the following issues: (1) The case for further policy action in this area at this point in time should be clarified, given the relatively recent entry into force of the current Directive and the lack of clear regulatory failure. In particular, the problem and its key drivers should be explored in more depth. (2) The options section and analysis should be revised to clarify the link between the individual measures and the identified problems. The report needs to show to what extent the proposed additional measures can be justified on the basis of proportionality and subsidiarity, and what their expected impacts are (costs and benefits). (3) The links between the different options the associated investment needs and the envisaged financing sources/incentives should be clarified, since the lack of financing for the required investments is admittedly a major constraint in the delivery of the expected improvements in the energy performance of buildings. (4) Given the REFIT nature of this initiative, a more elaborate analysis and, where possible, quantification of administrative costs/burdens is required. 68 Ares(2016)2686314 69 Ares(2016)3925038 ",
        "51 Second submission On the draft version of 1 July 2016; the Board gave a positive opinion, requiring however that the report be adjusted in order to integrate the Board's recommendations and address a number of the shortcomings identified in its first Opinion that had not, it stated, been dealt with satisfactorily. The Board considered that the revised report had generally been improved: The problem drivers had been further analysed acknowledging the importance of contextual factors (e.g. economic crisis) and recognising that regulatory failures remain relatively limited. The report had also streamlined the individual measures providing clearer information per measure regarding the costs, the impacts on energy savings and on annual energy expenditure as well as regarding the argumentation in terms of subsidiarity and proportionality. More details had been provided on the various envisaged options and the required financing needs. In REFIT terms, the standard cost model had been used to calculate the net administrative burden reduction. The Board was of the opinion that the report as it stood still contained a number of shortcomings and areas where additional improvements were necessary: (1) Notwithstanding the more elaborate subsidiarity and proportionality analysis already undertaken, for a number of measures a stronger subsidiarity argumentation needed to be provided including for the measure that aims to support 'electro-mobility' and the measure requiring an energy audit for renovation with public funding; (2) While more detailed information had been provided on estimating the administrative costs of the individual measures, the report should also include an overall assessment of the regulatory cost, and in particular an estimate which is directly linked to the compliance with the new requirements of the Directive (building automation, electro-mobility, etc.). It should indicate how much of the annual investment of €48bn by 2030 for the preferred option is directly mandated by the future measures; (3) On the financing side, the \"Smart Finance for Smart Buildings\" Initiative had been included but had been presented in very general terms. It remains unclear whether and how it could significantly contribute to the financing of the considerable investment efforts required by the preferred option. The lead DG shall ensure that the report is adjusted accordingly prior to launching the inter-service consultation. Follow-up Following the Board's recommendations for improvement, the document has been further amended, in the present version, as follow: (1) Justification had been added in Sections 2.1.2 and 6.3 as regards the measure to prepare buildings for the installation of recharging points; (2) The measure requiring that when renovation works are supported by public funding, an energy audit is carried out to identify the most cost-effective step- by-step route towards an overall level of improvement of the building (e.g. towards a specific energy class) has been withdrawn; ",
        "52 (3) The assessment of the regulatory cost, i.e. how much of the annual investment of €48 bn by 2030 for the preferred option is directly mandated by the future measures, is presented for each option in Section 6.1 and calculation details have been given in Annex 4; (4) Although substantial, the additional investments of the preferred policy option has to be considered in the perspective of the already sizeable market for energy efficiency in buildings estimated at around €120 billion per year, and in the perspective of the overall EU market for building renovation that amounts to around €500 billion per year, and of the annual market for new construction estimated at around €400 billion. The description of the 'Smart Finance for Smart Buildings' Initiative has been further elaborated in Section 2.4 in order to better explain how the Initiative will contribute to unlock private financing strands by supporting a shift of existing investment flows towards energy efficiency projects, while maximising the impact of existing public financial support. ",
        "53 A NNEX 3 C OST - EFFECTIVE SAVINGS POTENTIALS FOR 2030 The EPBD defines the energy performance of a building as the amount of primary energy needed, in the use phase, to meet the energy demand associated with a typical use of the building, which includes, inter alia, energy used for heating, cooling, ventilation, hot water and built-in lighting (mainly in non-residential buildings). The current Directive addresses both new and existing buildings, using different instruments, e.g. mandatory minimum performance requirements, providing information on building performance to the market, creating a vision for new nearly zero energy buildings 70,71,72 . In 2014, Fraunhofer ISI conducted a study 73 to report on the evaluation of the achievement of the 2020 energy efficiency target of 20% and to discuss energy efficiency potentials in two different time horizons (2020, 2030). Regarding the residential and tertiary sector, the modelling analysis done for this study was carried out with the following models: • The INVERT/EE-Lab model (run by TU Wien); • The FORECAST platform (run by Fraunhofer ISI); These bottom-up models enabled a very detailed level of decomposition, which, contrary to other sources of information, gave an insight of the trends within the scope of the EPBD (space heating, space cooling, ventilation, domestic hot water, and lighting in non- residential buildings) and outside the scope of the EPBD (other uses, e.g. appliances, elevators, cooking, etc.). The following scenarios are relevant for the purpose of identifying the cost-effective saving potentials for 2030: • The baseline with measures, which contains measures which are already accepted or close to being accepted in 2014 and the near future. This scenario includes the EPBD; • The potential with low policy intensity (LPI), meaning with high discount rates and barriers persisting. The discount rates applied for the study are sector and partially country specific; • The potential with high policy intensity (HPI), with low discount rates and barriers (partially or totally) removed; The near economic (NE) potential scenario was discarded. This scenario includes potential which are not economic. 70 JRC Synthesis Report on the National Plans for Nearly Zero-Energy Buildings, 2016 (http://iet.jrc.ec.europa.eu/energyefficiency/publications/all) 71 Progress by EU countries towards nearly zero-energy buildings, COM(2013) 483/2 final 72 Overview of MS information on NZEBs - Background paper and progress report, 2014, European Commission (with support of an external contractor, ECOFYS) 73 Study evaluating the current energy efficiency policy framework in the EU and providing orientation on policy options for realising the cost-effective energy efficiency/saving potential until 2020 and beyond, 2014, Fraunhofer ISI. ",
        "54 The LPI scenario foresees a clear regulatory framework, which ensures that cost- effective energy saving measures are taken up through enforcement of building codes with good compliance at national/regional levels. The comparison of the baseline scenario and this other policy scenario can therefore be used as a proxy to determine the cost-effective energy saving potential that lies within the scope of the Directive. The estimated energy saving potential of the EPBD by 2030 is around 29.1 Mtoe (13.1 Mtoe for residential buildings and 16.1 Mtoe for non-residential buildings), as presented in Table 9. Table 9: Cost-effective energy saving potential ( Mtoe) for new and existing buildings by 2030 comparing to low policy scenario (Source: Fraunhofer ISI) Residential Non-residential Total Space heating (New buildings) 0.9 0.3 1.2 Space heating (Existing buildings) 9.7 3.6 13.2 Domestic hot water 2.2 0.4 2.6 Ventilation and air conditioning 0.2 8.2 8.4 Lighting (non-residential) 3.6 3.6 Total within the EPBD scope 13.0 16.1 29.1 Other uses 7.2 7.0 14.3 Total for all energy use items 20.2 23.2 43.4 Around two third of the saving potentials are within the scope of the EPBD. The rest relates to appliances, regulated under the legislation applicable to products. The largest cost-effective energy saving potential, additional to the savings delivered by the current legislative framework, is on existing buildings (close to 95% of the total). The HPI the potential for energy savings in buildings is estimated to be 86.5 Mtoe, as presented in Table 10. This scenario also considers good compliance with building codes and standards, but it adds ambitious measures for increasing the renovation rate, namely: • obligations to increase energy efficiency standards in case that there is a change in ownerships or tenancy of a building; • financial support of thermal building renovation; • training of builders and installers to improve the practical implementation of measures and increase the impact of efficiency measures in real life. ",
        "55 Table 10: Cost-effective energy saving potential ( Mtoe) for new and existing buildings by 2030 comparing to high policy scenario (Source: Fraunhofer ISI) Residential Non-residential Total Space heating (New buildings) 3.8 1.4 5.2 Space heating (Existing buildings) 41.0 15.9 56.9 Domestic hot water 8.2 1.8 10.0 Ventilation and air conditioning 0.2 8.2 8.4 Lighting (non-residential) 6.1 6.1 Total within the EPBD scope 53.2 33.3 86.5 Other uses 16.2 8.9 25.1 Total for all energy use items 69.4 42.2 111.6 The study provides figures by Member States which shows potential in all Member States as indicated in Figure 6. This figure reads as follow: • Total bars (Grey + Red + Green) indicate the projected 2030 consumptions (Residential + Non-residential) for the 'Baseline with measures' scenario; • The green parts indicate the potential final energy savings with the LPI scenario. The labelled figures are the amount of these potential in Mtoe; • The bed parts indicate the additional potential for the HPI scenario compared to the LPI scenario. The study does not disaggregate the national figures by end use and therefore does not allow to establish national figures within the EPBD scope. ",
        "56 Figure 6: 2030 potential energy savings ( Mtoe) by Member States for the residential and non-residential sector (all energy uses) (Source: Fraunhofer ISI) ",
        "57 A NNEX 4 M ODELS SUPPORTING THE IMPACT ASSESSMENT The robustness of the results and their policy implications is ensured by the combination of a bottom-up buildings physics model (BEAM²) with a top-down macro-economic model (E3ME). The Built-Environment-Analysis Model (BEAM²). The main model used for quantification of energy related impacts is the Built- Environment-Analysis Model (BEAM²), property of Ecofys. BEAM² is a bottom-up balancing model based on building physics that applies policy options and measures to a building stock inventory described in a disaggregated manner. The following summarises the key elements of the model. Building stock disaggregation For the purpose of the present Impact assessment, the following disaggregation was considered: • 5 reference zones, • 9 building types (3 for residential buildings and 6 for non-residential buildings), • 5 age groups, and • 2 sub-groups of retrofit level. Model inputs The following inputs were defined for each segment of the above described building stock disaggregation: • Floor areas, • Characteristics of: o Building elements part of the envelope (walls, windows, floor and roof), o Technical building systems (space heating, hot water, cooling, ventilation and solar thermal systems). Additional inputs were defined for each of the 5 reference zones: • For calibration purposes, energy consumptions per reference zone, • Specific investments cost-curves, • Differentiated for new and retrofit of existing buildings, • For interventions on the insulation, on windows, on space and water heating, solar thermal, ventilation and space cooling systems, • Energy price and discount rate used for global cost calculation, • Primary energy factors, ",
        "58 • CO 2 emission factors. For the setting of the reference scenario, at least the three following approaches were possible: (1) Assuming the application of existing pieces of legislation as they are today, meaning with closing dates where they exist, without renewed effort after 2020, (2) Assuming a continuation of the current level of effort post 2020, (3) Assuming an increased level of effort post 2020 according to the most intensive policy options explored in preparation of the energy efficiency package. Although the first approach corresponds to the current legal situation, it would bias the results upwards by considering that, after 2020, the EPBD stands alone and supports all required efforts. The third approach would be going too far in the opposite direction. As a consequence, the second approach was chosen as a conservative assumption, presenting the role of the EPBD in the context of the legislative and financial framework of the package as a whole. The reference scenario that underpins the calculation of impacts considers the no-change option for the EPBD and assumes normal market development and the continuation of the current level of efforts in areas that are outside of the scope of the EPBD but acting in synergy with it, as follows: • The proposed revision of the Energy labelling directive, the implementation of the measures already identified under past Ecodesign working plans and any new product groups identified in the Ecodesign working plan 2015-17 74 , • The continuation of the energy efficiency obligation scheme as it is, post 2020 (EED, Art.7), • The continuation of current level of support to improve the energy performance of buildings from European Structural and Investment Funds, post 2020, • The continuation of the efforts currently funded from the Horizon 2020 research and innovation budget post 2020 and in particular the continuation of the project development assistance currently funded from that budget post 2017. Absolute energy and climate reference values for 2030 are presented in Table 11. 74 To be adopted in Autumn 2016 ",
        "59 Table 11: Information related to the reference scenario Total final energy use 75 305 Mtoe On-site renewable electricity generation 15 Mtoe Total (net) primary 76 283 Mtoe Average energy performance of the building stock 113kWh/(m².y) Total CO 2 emissions 644MtCO 2 GHG emission per square meter 22.16kgCO 2 /m² Associated annual construction activity in 2030 77 143 bn€ Costs associated to electro-mobility N/A Energy expenditure in 2030 343 bn€ In addition, specific scenario parameters were established to describe the impact of the different policy options. These parameters are not the result of the economical optimization process; instead, they are used as an additional input to the model. They are based on Ecofys' expert assessment, cross-checked with available literature and calibrated with available top-down statistical data from Eurostat. These scenario specific inputs are presented in Table 12. 75 These figures correspond to the energy use of EPBD scope: space and water heating, space cooling, ventilation and their auxiliary, and lighting in the non-residential sector. 76 Net primary energy is obtained by discounting electricity generated from PV, according to the definition of the EPBD, the cost-optimal regulation and its subsequent guidelines. 77 Annual \"investments\" defined as the energy related activity for the construction sector associated with the transformation of the building stock (new construction and renovation). These cover all building elements as defined by the EPBD: parts of the building envelope and technical building systems. These are considering total installation/replacement costs but, because comparison of options is done by difference, marginal impacts of options (additional energy related activity for the construction sector) is used as element of comparison of the different options. ",
        "60 Table 12: Key assumptions of the BEAM² modelling Reference Option I Options II/III 78 Thermal qualities of new buildings 2017-2020: Cost optimal U-values according to MS reports 2021-2025: Introduction of NZEBs (approx. 12.5% improvement) 2026-2030: 7.5% improvement due to new cost optimality values 2017-2020: Cost optimal U-values according to MS reports 2021-2025: Introduction of NZEBs (approx. 12.5% improvement) 2026-2030: 7.5% improvement due to new cost optimality values 2017-2020: Cost optimal U-values according to MS reports 2021-2025: Introduction of NZEBs (approx. 12.5% improvement) 2026-2030: 7.5% improvement due to new cost optimality values Equivalent full thermal renovation rate 79 Residential (2015- 2030): 0.61 - 0.95% Non-residential (2015- 2030): 0.70 - 1.05% Residential (2015- 2030): 0.61 - 1.03% Non-residential (2015- 2030): 0.70 – 1.14% Residential (2015- 2030): 0.61 - 1.60% Non-residential (2015- 2030): 0.70 – 1.70% Thermal qualities of renovations 2018-2022: Cost optimal U-values from MS reports 2023-2027: 5% improvement compared to 2018-2022 2028-2030: 5% improvement compared to 2023-2027 2017-2020: Cost optimal U-values from MS reports 2021-2025: 5% improvement compared to 2017-2020 2026-2030: 5% improvement compared to 2021-2025 2017-2020: Cost optimal U-values from MS reports 2021-2025: 5% improvement compared to 2017-2020 2026-2030: 5% improvement compared to 2021-2025 Heating system exchange rates 80 2015-2030: 3.6 - 4.1% 2015-2030: 3.6 - 4.2% 2015-2030: 3.6 - 4.2% Model processing Based on the above detailed floor area inventory, differentiated by reference zone, building type, age group, retrofit level, for which space floor area and thermal characteristics are defined, the useful heating and cooling energy need is calculated following the calculation procedures of EN ISO 13790. Taking the parameters of the HVAC systems into account, the final energy used by building systems to cover the above useful energy need is calculated and calibrated with the available top-down statistical data. Apart from heating, hot water and cooling as well as the auxiliary energy for ventilation, heat recovery for heating and cooling systems (and lighting for non-residential buildings) is addressed. Based on the final energy use, the primary energy and greenhouse gas emissions for all energy carriers are calculated by applying primary energy and greenhouse gas emission factors. 78 As Option III involves additional measures to Option II that are modelled outside BEAM² (Cf. below), the input to BEAM² modelling are the same for Option II and III. 79 The full thermal renovation rate reflects the amount of buildings that undergo a renovation and upgrade of the total building envelope (roof, external walls, windows and ground floor) developed as an equivalent rate of renovations that include all or only parts of these different components. The full thermal renovation rate is therefore an indicator that describes the number and scope of renovations of the building envelope, while not describing the ambition level (e.g. thickness of insulation) of the single measures. These assumptions are established based on the Invert/EE-Lab (TU Vienna). 80 Replacement/upgrade of heating systems ",
        "61 The contribution of electricity generated from on-site photovoltaic system is determined and the net primary energy need calculated. The calculation process over the scenario time frame is organized as follows: based on the initial floor area distribution along the different segments of the disaggregated building stock, the building stock which will be transformed in the future is projected. New buildings, demolition and retrofit programs for all or parts of these combinations are taken into account. All construction/renovation activities considered in year i have an effect starting in year i+1. The energy costs per year and the investment costs for new buildings and retrofitted buildings are calculated at the very end, based on the previous proceedings. Model output – EU 28 Based on the above processing, the following outputs are given for each year and the below graphs illustrate some of the results for the reference scenario: • Floor Area (per building type), Figure 7: Reference, Floor area per building type [Mio.m²] (Source: BEAM², Ecofys) • Useful energy demand (TWh) (space heating, hot water, cooling), • Useful energy demand for heating (TWh) (per building type), • Final energy demand (TWh) (space heating, hot water, cooling, auxiliary, lighting (non-residential), • Final energy demand for heating (TWh) (per age band), • Final energy demand for heating (TWh) (per heating technology), ",
        "62 Figure 8: Reference, Final energy per heating system [TWh/a] (Source: BEAM², Ecofys) • Shares of on-site renewable energy source (kWh) (Biomass, heat pump, solar thermal), Figure 9: Reference, on-site renewable energy sources (based on useful energy) [TWh/a] (Source: BEAM², Ecofys) • Primary energy demand (kWh) (space heating, hot water, cooling, auxiliary, lighting (non-residential), ",
        "63 Figure 10: Reference, Primary energy per application of the EPBD [TWh/a] (Source: BEAM², Ecofys) • CO 2 emissions (kg) (space heating, hot water, cooling, auxiliary, lighting (non- residential), Figure 11: Reference, CO 2 -emissions per application of the EPBD [Mt/a] (Source: BEAM², Ecofys) • Investment costs (€) (Building envelope and HVAC systems), ",
        "64 Figure 12: Reference, Investment costs [bn€/a] (Source: BEAM², Ecofys) • Final energy expenditures (€)) (space heating, hot water, cooling, auxiliary, lighting (non-residential). Figure 13: Reference, Energy expenditures [bn€/a] (Source: BEAM², Ecofys) For future evaluations, and in order to perform Territorial Impact Assessment (in line with the Better Regulation guidelines) at regional and urban (municipal) scales, the Land Use-based Integrated Sustainability Assessment (LUISA) 81 modelling platform – already adopted to evaluate the status and trends of EU Regions and Cities 82 , will provide indicators at fine geographical resolution on energy consumption levels of buildings, differentiate by typology, age, geographical position and climatic conditions. 81 https://ec.europa.eu/jrc/en/luisa 82 Sixth report on economic, social and territorial cohesion. 0 20 40 60 80 100 120 140 160 2013 2014 2015 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 B i l l i o n E U R / a Building envelope HVAC-Systems ",
        "65 Others assumptions BEAM² model was not appropriate to model the following measures and other assumptions, described in Table 13, were necessary to evaluate their impacts: • introduction of a smart-readiness indicator, • development of on-site electricity generation, • support to electro-mobility, • obligation for buildings to reach a given standard before they are sold or rented. Table 13: Additional assumptions for specific measures Reference Option I Option II Option III Specific assumptions for the obligation for buildings to reach a given standard before they are sold or rented Not applicable Not applicable Not applicable Target: 5% of the residential and 2% of the non-residential building stock are considered to perform four times worse than the average On-site renewable electricity generation PRIMES reference scenario for on- site PV development (-12% to the economic optimum) -10% of PRIMES's optimum level of on-site PV PRIMES's optimum level of on-site PV, thanks to equal footing EE/RES in calculations Level of on-site PV according to Primes economic optimum thanks to equal footing EE/RES Smartness indicator Not applicable Not applicable Share of the stock impacted by 2030: 0.4% of the residential sector, 24% of the non- residential stock. Level of impact of the action taken: 20% of the average performance Share of the stock impacted by 2030: 0.4% of the residential sector, 24% of the non- residential stock. Level of impact of the action taken: 20% of the average performance Support to electro-mobility Not applicable Not applicable Normal charging point on a dedicated parking space in large multi-apartment blocks Fast charging point on a shared parking space in non residential buildings Normal charging point on a dedicated parking space in large multi- apartment blocks Fast charging point on a shared parking space in non residential buildings In addition, some supporting assumptions that formed the active policy framework were not possible to be modelled with existing analytical models. For example, the benefit of achieving the common framework for energy efficiency investments underwriting, according to expert estimates, could lead to reducing of the risk margins charged by Financial Institutions by around 0.5% base point (assuming current interest rates charged for energy efficiency projects, being around 6% for consumption loans to households in ",
        "66 the euro area (without collateral or guarantees) and around 2-3% for non-financial corporations, depending on the loan amount and rate fixation strategy). Exact impacts are not possible to track as such common framework only needs to be established. The E3ME macroeconomic and co-benefits modelling and calculations E3ME is a computer-based model of the world’s economic and energy systems and the environment. It was originally developed through the European Commission’s research framework programmes and is now widely used in Europe and beyond for policy assessment, for forecasting and for research purposes. It was applied in the recent study for DG ENER that provided inputs to the assessment of the 2030 targets and was also used in the Impact Assessment of the Energy Efficiency Directive. The economic structure of E3ME is based on the system of national accounts, with further linkages to energy demand and environmental emissions. The labour market is also covered in detail, including both voluntary and involuntary unemployment. In total there are 33 sets of econometrically estimated equations, including the components of GDP (consumption, investment, and international trade), the labour market, prices, energy demand and materials demand. Each equation set is disaggregated by country and by sector. Each EU Member State is disaggregated and broken down to 69 economic sectors, although for presentational purposes the sectors will be aggregated to show key impacts more clearly. E3ME’s historical database covers the period 1970-2015 and the model projects forward annually to 2050. The main data sources for European countries are Eurostat and the IEA, supplemented by the OECD’s STAN database and other sources where appropriate. The E3ME baseline used in this analysis has been made consistent to the latest trends in PRIMES 2016 (Reference case). This includes energy, energy prices, carbon price, population and economic projections where applicable. As a general model of the economy, based on the full structure of the national accounts, E3ME is capable of producing a broad range of economic indicators. In addition there is range of energy and environment indicators. The following list provides a summary of the most common model outputs: • GDP and the aggregate components of GDP (household expenditure, investment, government expenditure and international trade); • sectoral output and Gross Value Added (GVA), prices, trade and competitiveness effects; • international trade by sector, origin and destination; • consumer prices and expenditures; • sectoral employment, unemployment, sectoral wage rates and labour supply; • energy demand, by sector and by fuel, energy prices; • CO 2 emissions by sector and by fuel; • other air-borne emissions; • material demands. ",
        "67 Model inputs BEAM² provided key inputs to the E3ME model: (1) EU28 final energy demand for heating (+breakdown by fuels), hot water, cooling, auxiliary and lighting, 2013-2030 in TWh/a (2) Investment costs (3 types: Building envelope, HVAC-Systems, financing costs), 2013-2030 in €billion Note that the E3ME model calculates own energy costs and CO 2 emissions from energy inputs. Only energy demand (and investment) are needed as inputs. Model Output – EU 28 Macroeconomic results • Results are compared to the E3ME reference (Reference: No-change option) scenario as% differences. • Magnitude of results is fairly small throughout, reflecting inputs. • For example, in Option III where the EE investment is the largest, additional investment in 2030 for EU28 is €101bn. Compared with EU28 GDP of €14tr in 2014, this level of additional investment will not result in any significant economic impacts. • Overall, the EU results show positive impact on GDP and small but positive impact on employment. • Positive GDP results are driven by extra energy efficiency investment. • Consumer spending falls slightly in the short run due to redistribution of household spending to pay for building investment. • In the long run (beyond 2030) consumer spending is expected to increase due to energy savings (more money to spend on other goods and services). • Overall average prices fall despite industry charging higher price to cover costs of investment, as a result of energy efficiency. This is because of the EU economy is moving away from expensive products (i.e. energy). • Trade results are ambiguous, energy imports decrease while imports of products and raw materials required for energy efficiency investment increases. Overall there are reductions in EU imports. Energy security • Two different energy security measure results: share of total final energy used in GDP and share of energy imports in GDP in 2030 by Member State (note the results are in nominal figure not percentage differences). • The two measures show there is some small improvements in energy security in the scenarios (although the impacts are very small in magnitude). ",
        "68 Public budget • Public budget is based on the results from E3ME together with expansion of the model results to take into account certain specific factors. • The results in monetary terms are in current price and so many reductions reflect price reduction in the scenario. It is better therefore to look at budget impacts as% of GDP results. • On income side, there are small reduction in energy excise revenues and ETS prices. • There is a reduction in overall VAT revenues which also includes VAT from energy. • Deflationary impacts in the scenarios result in small reduction in tax revenues in current price. • Revenues from corporation tax increase as firms make profit from cutting energy costs. • On the expenditure side, government spend less on energy after implementing energy efficiency measures. • Investment in energy efficiency is essentially paid for from reduction in government energy spending. • Reductions in other expenditures due to deflationary impacts in the scenarios. Environmental impacts • Most of the changes that occur within final energy demand are in the buildings sector, the E3ME results also include some rebound effects. • Changes in energy consumption in other sectors are the result of indirect impacts (e.g. rebound effects) so the figures include both the direct energy savings from the bottom-up analysis and any indirect effects. • Emissions of greenhouse gases follow from the results for primary fuel consumption. • CO 2 and GHG in the EU decrease in all scenarios. • The relative changes in the primary consumption of fossil fuels (e.g. from reduction in gas and coal combustion in power generation) also impact on the quantity of so called local air pollution. • Air pollutants (CO, NO X and SO2) in all scenarios. • This helps to limit health and environmental damages from air pollutants. Calculation of healthcare cost savings and mortality and morbidity costs savings This calculation was completed outside E3ME. For each Policy option, given the energy savings calculated at the Member State (MS) level, we estimate the total square meters of buildings renovated in each MS. This is based on the difference between the mean energy consumption level, and the theoretical energy consumption level of renovated buildings. Using the total area of residential and non-residential buildings renovated each year, we estimate the cost savings by multiplying the total square meters renovated by the ratios ",
        "69 drawn from the literature review. Indeed, the literature review showed that total morbidity & mortality costs and healthcare costs can be estimated to €139bn in EU28, for a total of 25bn square meters of buildings. The mean cost saving per renovated building can be estimated to 5.6€/m², and we assume that the cost are divided by two in renovated buildings (cost saving of 2.3€/ renovated m²). Calculation of productivity gains related to better indoor air quality This calculation was completed outside E3ME. For each Policy option, given the energy savings calculated at the MS level, we estimate the total square meters of buildings renovated in each MS. This is based on the difference between the mean energy consumption level, and the theoretical energy consumption level of renovated buildings. Using the total area of non-residential buildings renovated each year, we estimate the productivity gains by multiplying the total square meters renovated by the ratios drawn from the literature review (cost savings between 0,6 and 1€/m² renovated). This leads to a minimum and maximum value for the productivity gains. Calculation of the potential effects of the EPBD in energy poverty in the EU This calculation was completed outside E3ME. The indicators analysed were: Leaking roof, damp walls/floors/foundation, or rot in window frames or floor, ability to keep home adequately warm, and arrears on utility bills. The ongoing study on the construction of a 'Fuel Poverty Index' for all EU MS was also used as a basis. The data used was EU-SILC waves 2004-2013 (1,919,732 observations across EU). Energy poverty has many drivers, and households’ respond to this problem differently (e.g. curtailment, arrears on energy bills, etc.). In order to measure the extent and severity of the problem, a variety of energy poverty indicators exist and are applied differently in several countries. However, there is no agreed framework at EU level to measure energy poverty. A recent study contracted by DG Energy, reviewed the indicators used at Member State level and suggested those that are most meaningful for policy-makers in getting a high-level understanding of the problem, which can then be used to help develop and target policies and measures. These proposed indicators include Expenditure-based indicators (e.g. household is energy poor if a share of income spent on energy services is larger than a certain amount) and Consensual-based (e.g. Household is energy poor if it declares not to be able to warm the house during cold season – EU SILC indicators). From the study it is also clear that the physical infrastructure including the building stock affects a range of issues relating to energy consumption levels, access to energy supply, and ability to improve building fabric. Energy consumption levels are impacted by building energy efficiency, size of households and the types and efficiency of heating systems available. The efficiency of buildings (and necessary investment) can be affected by the tenure of those buildings (social housing, private rental or private ownership), and the building type. For example, some building types are more suitable for large-scale retrofit programmes. Therefore, energy efficiency policies in the buildings sector specifically targeting vulnerable consumers and supported by accompanying measures can have a positive impact in addressing energy poverty. A follow-up study is being launched to start the monitoring of energy poverty by geographic area and income level, which will enable the assessment of income distributional impacts of energy and social policies (to address energy poverty) across the EU-28. ",
        "70 For the impact assessment, and in order to quantify the impact of the different policy options in terms of energy poverty alleviation over time the starting point was the trend projection based on historical energy poverty development by country in order to account for the effect of existing policies including those targeting poverty and social inequality in general. It is expected that with a positive trend (i.e. decreasing numbers of fuel poor households), it gets increasingly difficult to reach those energy poor households that have not yet been reached by the same policy instrument up to a certain point and that the trend thus slows down. For a negative trend (i.e. increasing numbers of fuel poor households) we expect that it will be increasingly offset by the implementation of targeted policies flanking the EPBD recast transposition and therefore equally expect it to slow down. It is therefore assumed that the historical trend effect diminishes by 50% p.a. From the resulting projected number of households living in energy poverty according to the respective indicator, the policy impact is deducted. The policy impact is quantified based on the share of energy poor households affected by additional renovation activity multiplied with an impact factor reflecting uncertainties with regard to renovation depth (50%-200%), the degree to which the actually implemented policies target energy-poor households, as well as different levels of fuel poverty among households not reflected by the binary indicators. Finally, the yearly impact figures have been aggregated to reflect the total impact of the different policy options by 2030. The methodology used can be summarised in the Figure 14. Figure 14: Methodology used to calculate the effects on energy poverty in the EU The assumptions used are the following: • A1: EPBD impact on renovation rate (in% points): Impact on renovation rates are assumed 0 for the reference, +0.15% for policy option I, +0.4% for policy option II and 1.15% for policy option III (based on information provided by the European Commission and the Fraunhofer ISI potential study, Eichhammer et al. 2014). • A2: EPBD impact on additional energy savings (in%): Additional yearly energy savings in existing buildings as a result of policy implementation are assumed 0% for the reference, 0.04% for policy option I, 0.4% for policy option II and 1.5% for policy option III. ",
        "71 • A3: Share of energy-poor households affected by renovations: The share of renovations implemented in buildings inhabited by fuel-poor households is highly uncertain and depends strongly on the specific policy design as well as its implementation. One proxy is the share of energy-poor households relative to the total number of households. We use a range around this proxy value by country and energy poverty indicator. • A4: Impact of additional energy savings in existing buildings on fuel poverty alleviation: Deeper renovations resulting in higher energy savings can be expected to have a positive impact on energy poverty alleviation. Accordingly, we assume that a 1% increase in additional energy savings (according to A2) results in a 1% increase of household numbers lifted from fuel poverty. Energy efficiency and building value This calculation was done outside E3ME and was based on comprehensive literature review. As stated by the research of Mudgal, et. al. (2013), many actors expect the energy performance of buildings to affect the value of buildings as it saves money and is also in line with changing social norms vis-à-vis the environment. The energy performance of buildings is expected to affect the monetary value of property, because there are numerous benefits associated with buildings that are more energy efficient: i.e. energy efficient buildings provide a greater level of services (Ürge-Vorsatz et al., 2009). Information provision through energy performance labelling can help render the differences between otherwise comparable properties more readable, enabling market actors to act on this information when they perceive it to be salient to them (Mudgal, et. al., 2013). The research of Mudgal, et. al. (2013) provides an analysis of 22 papers in which hedonic regression has been applied to determine the relationship between energy performance certificates and exchange value of both residential and commercial real estate (both rental and sales value), in a period from 1995 to 2012. In 19 of the 22 reports, a positive relationship on either rental and/or sales value was identified: the labelled buildings (e.g. Energy Star or LEED) have an increased price compared to non-labelled objects. Within this research, the existing (scientific) literature regarding the relationship between energy efficiency labels and transaction prices (rental and sales values) is divided according to two categories of residential real estate and commercial real estate. More detailed information regarding the impact of energy labels on the rental and/or sales value of real estate in each of these categories is provided in the next paragraphs, based on the research of Mudgal et. al. and extended with additional researches. Residential Most literature studies for residential real estate focus on the effect on transaction prices. Based on the reviewed literature considering residential real estate, conflicting results are observed for the effect on transaction prices. In some cases the studies focusing on transaction prices of residential real estate show evidence that a positive relationship exists between energy efficiency labels and transaction prices. However, these studies do not investigate occupancy premiums and only three studies investigate rental premiums. Regarding these factors and the effect on time to sale the existing literature is thin. All studies in Europe show price premiums for energy efficient buildings, though some are unquantified. Several European studies summarized in the research of Copenhagen ",
        "72 Economics (2015) show a positive significant effect on rental and sales prices. These studies were conducted in several countries (NL, UK and Ireland) and show the increase of the sale prices relative to a EPC D-label. Noted must be that, by far, not all European countries are represented in the existing literature. In all four countries for which information on both sales and rental markets was available – Austria, Belgium, The Netherlands and Ireland – there is a positive significant effect on rental prices. However, according to three of these studies the estimated rental premium for energy efficiency was smaller than the estimated sales price premium. This attenuated rental effect suggests that owners reap a benefit that is additional to the ongoing monthly benefits, i.e. reduced energy bills, which accrue to all occupiers including tenants. In addition, there is contrasting evidence about how the energy efficiency premium varies by location (cities or non-city areas). In Ireland and in Belgium, the effect is smaller – in percentage terms – in cities than in non-city areas. This seems plausible, as potential savings (in €/m²terms) would not vary much by location, while the €/m²cost of a dwelling will be significantly greater in central urban areas. Nonetheless, in Austria, the evidence is to the contrary: the percentage effect is larger in Vienna than in the surrounding area. An explanation may lie in market conditions. Further research on whether market conditions matter to the value market agents place on energy efficiency ratings would be necessary, but comparing across countries, the percentage effect of the EPC appears stronger where selling conditions are easier. Service buildings According to the existing scientific literature, there are more studies available for the commercial and service segment than for residential buildings. The studies within this research that were concerned with the non-residential (office/commercial) sector were geographically a lot more homogeneous, with the majority focusing on the United States, one study on the Netherlands and two studies on the UK. Of the studies examining the impact on sales value, 90% found that the presence of energy/environmental labelling had a positive impact on the sales value (Mudgal, et. al., 2013). The results on the impact of energy performance on the value of buildings presented in this impact assessment are therefore based on the finding of empirical research. Calibration of the models Additional steps were taken to correctly calibrate the modelling tools in order to ensure consistency of results: • The baseline used by BEAM² was calibrated using Eurostat data and PRIMES 2016 reference scenario, similarly to E3ME baseline; and • The overall modelling results were calibrated using the 2014 energy efficiency cost-effective potentials study. This comprehensive study used a wide set of modelling tools of primary/final energy demand (e.g. INVERT/EE-Lab model (run by TU Wien) for residential and non-residential buildings, FORECAST platform electricity uses in the residential and service sector, etc.). ",
        "73 A NNEX 5 D RIVERS ADDRESSED BY THE POLICY MEASURES Table 14 links all measures analysed in the context of the Impact assessment with the drivers. Table 14: Analysed policy measures with the drivers that they address. Measures Drivers Measure 1. Accelerate the decarbonisation of buildings by significantly increasing renovation rates 1A. Set milestones for the decarbonisation of the building stock by 2050 Limited activity in a post-crisis context Split incentives Lack of attractive financing products 1B. Oblige the renovation of buildings to reach a given standard before transactions Limited activity in a post-crisis context Split incentives Measure 2. Fine tune the implementation of minimum energy performance requirements 2A. Clarify provisions on calculation methodologies and on implementation of cost-optimal levels of minimum performance requirements Limited uptake of efficient and smart technologies Potential for improvement of the national implementation Potential to better avoid potential negative effects 2B. Change the framework for cost- optimal calculations by including additional co-benefits when setting minimum requirements Potential to better avoid potential negative effects Measure 3. Modernisation using smart technologies and simplification of outdated provisions for the benefit of citizens 3A. Document the initial performance of technical building systems and maintain their operational performance over time Limited uptake of efficient and smart technologies Limited information on building stock Potential for simplification 3B. Framework for the introduction of a smartness indicator Limited uptake of efficient and smart technologies 3C. Support to electro-mobility Limited uptake of efficient and smart technologies Measure 4. Enhance financial support and information to users through reinforced energy performance certificates 4A. Reinforced quality of energy performance certificates to enhance the financial support Lack of understanding on energy use and potential savings Lack of attractive financing products Limited information on building stock Potential for improvement of the national implementation 4B. Harmonised template for certificates Lack of understanding on energy use and potential savings Potential for improvement of the national implementation Potential to better avoid potential negative effects ",
        "74 A NNEX 6 D ETAILED DESCRIPTION OF MEASURES The following describes all the measures that have been studied by the present impact assessment, including the analysis of their subsidiarity and proportionality. These have been grouped into policy options according to the nature and scope of the changes to be introduced in the current EPBD (i.e. option I no changes to the legislative text, option II targeted amendments and option III more ambitious changes). An overview of the measures is presented in Table 15, at the very end of this annex. Measure 1: Accelerate the decarbonisation of buildings by significantly increasing renovation rates The EU is committed to the 2050 goal to have a secured, competitive and decarbonised energy system in 2050. As part of their strategies to decarbonise the building stock, some Member States are pursuing the phasing out of worse performing buildings in their territory. The evaluation report revealed that a strong market signal (for Member States and for investors) for the renovation of existing buildings is missing in the current energy efficiency legislation to ensure that the 2050 goal is achieved. Measure 1A builds on the national long-term renovation strategies under Article 4 of the EED, requiring the definition of clear milestones and measures combining renovation rates and depth, energy efficiency measures and on-site building renewable energy sources, while retaining flexibility for Member States to build their own long-term renovation strategies, and targets. Measure 1B, alternatively or additionally, establishes a more direct intervention, requiring buildings to reach a given standard before they are sold or rented. The measure addresses directly specific problem drivers such as split incentives and long lifetime of buildings. Measure 1A: Set milestones for the decarbonisation of buildings by 2050 The Energy Performance of Buildings Directive will be amended to require Member States to define, as part of their long-term renovation strategies, a roadmap with clear milestones and measures to decarbonise their national building stock up to a nearly zero- energy standard by 2050. In order to clarify the overall obligation, the amendment of the EPBD will also incorporate Article 4 of the EED. A first version of this roadmap will have to be included in the long-term renovation strategy that is due by 30 April 2023. Specific milestones for 2030 will be included in the long-term renovation strategies that are due by 30 April 2020. The 2020 and 2023 deadlines for submitting updated long-term renovation strategies are likely to align this measure with the with the yet to be defined EU follow up to the COP21 Paris Agreement. On the basis of the conclusions of the assessment of the long-term renovation strategies 83 , the Commission will issue accompanying guidance on how to update and 83 Synthesis Report on the assessment of Member States' building renovation strategies, 2015, European Commission (JRC) ",
        "75 reinforce the long-term renovation strategies. The guidance will address in particular the weakest aspects of national strategies i.e. investment plans and forward-looking perspective to guide investment decisions, and quantification of expected energy savings and wider benefits. It will make the link to national measures to stimulate the refurbishment of existing buildings towards NZEB levels in line with Article 9 of the EPBD. The guidance will also cover aspects to be considered to avoid potential negative effects to energy renovation (embodied energy, resource intensity, construction waste, etc.) and to maximise positive benefits (improvement of indoor environmental quality, resource efficiency, alleviation of energy poverty, etc.). Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Member States Definition of long-term renovation strategies All Existing Subsidiarity and proportionality: This measure makes explicit an aspect of the long-term renovation strategies that have been omitted by some Member States in the first long-term renovation strategies and builds upon the COP21 international agreement. Following the subsidiarity principle, it leaves to Member States the responsibility to establish the most appropriate and cost-effective approach and specific milestones to address the necessary transformation of the building stock. It therefore appears a proportionate solution. No investment is directly mandated by the measure. Measure 1B: Oblige the renovation of buildings to reach a given standard before transactions The Energy Performance of Buildings Directive would be amended to introduce a requirement to renovate worse performing buildings before they are sold or rented. As a result, owners and/or landlords would be not allowed to sell or lease a property that has an EPC below a certain class (e.g. class F or G). This would apply to both residential and non-residential buildings, while ensuring some degree of flexibility to ensure the cost- effectiveness of the required intervention. The entry into force would be gradual (first for public buildings, e.g. social housing) and be accompanied by an increased availability of related financing solutions and support measures. This measure has a significant impact on increasing the rate of building renovation, as owners and landlords would be compelled to invest in upgrading their properties before transactions. This measure would de facto shift poorly performing buildings towards better performance and bring significant impacts on improved health and wellbeing, lower energy bills (and less energy poverty), reduction of pollution levels, and other macro-economic benefits from the creation of a dynamic renovation market, more jobs and growth. ",
        "76 Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Building owners Transactions (sale and/or rent) All Lowest performing existing Subsidiarity and proportionality: It would be possible to introduce a renovation obligation and still respect subsidiarity and proportionality, by leaving the flexibility to Member States decide on the specific performance standard below which it would mandatory to renovate. However,,detailed statistical data on national building stocks is a precondition for the setting obligations on building renovation and is generally not available in the majority of Member States. So, the impact of this measure on the real estate market is uncertain. Nevertheless, similar measures are being explored (e.g. UK) and applied (e.g. in Scotland) and have significant impact on increasing renovation rates. So, this type of obligation would be something that Member States can already start pursuing. The measure would directly mandate investments from building owners. This measure was nevertheless not retained in the preferred option due primarily to concerns regarding practical implementation. Measure 2: Fine tune the implementation of minimum energy performance requirements The evaluation identified several shortcomings related to the way minimum requirements are set and ensured at national level. Measure 2A addresses the findings of the evaluation showing that that the common general framework for the calculation of energy performance of buildings 84 is not sufficiently detailed and transparently and efficiently implemented at national level, e.g. to ensure that efficient systems with renewable energy are properly valued in the calculation. This measure also addresses the performance gap between calculated energy demand of existing buildings and actual consumption 85 and informs the sector about upcoming requirements to improve their uptake. Measure 2B tackles the fact that the cost-optimal framework methodology does not take into account all benefits of improved energy performance, intends to address the patchy consideration of indoor climate conditions at national level when setting (tighter) minimum energy performance requirements and to complement the 2020 target for NZEB with a 2030 vision for new buildings, beyond cost-optimality. Measure 2A: Improve transparency of calculation methodologies and provide further clarification on the cost-optimal setting of minimum performance requirements The Commission will issue a Recommendation, based on Member States’ best practices on: • the integration of EPCs, minimum requirements and the design of information campaigns and support schemes by proposing a single calculation of performance for both building certification and minimum energy performance requirements, and to indicate the required minimum levels of energy performance in EPCs (as already recommended in EPBD Art.11(1)); 84 Set out in Annex I of the Directive 85 See e.g. \"Introducing the prebound effect: the gap between performance and actual energy consumption\", Minna Sunikka-Blank & Ray Galvin (2012), Building Research & Information, 40:3, 260-273, DOI: 10.1080/09613218.2012.690952/ ",
        "77 • ensuring indoor environment quality, in particular indoor air quality; • ensuring a technology neutral approach in line with points 3 and 4 of Annex I and promoting the national annex framework of related European standards 86 (in particular prEN ISO 52000-1 87 ) to transparently describe their national/regional calculation methodology together with their report on cost optimal-calculations; • with the support of reinforced quality of energy performance certificates (Cf. measure 4A), calibrating calculation methodologies to ensure that, on average, asset rating with typical use conditions matches with actual energy use in actual use conditions (hence partly tackle the issue of performance gaps between design and actual performance); • proposing that: o the cost-optimal calculations add a forward-looking projection of cost-optimal levels for +5 and +10 years to better prepare the market for future minimum requirements; and o gaps resulting from cost-optimal calculations are reduced to a non-significant size within 1 year (instead of 'by the next five-year review' ). Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Recommendation Member States Cost-optimal calculations All New and existing Subsidiarity and proportionality: The measure will address inefficient implementation practises identified during the evaluation, with a limited but significant impact by 2030. Issuing a recommendation to intensify implementation efforts fundamentally respects the subsidiarity principle. The envisaged recommended approaches will build on best practises already adopted by some Member States, which will ensure proportionality and cost-effectiveness. No investment is directly mandated by the measure. Measure 2B: Change the framework for cost-optimal calculations by including additional co-benefits and going beyond cost-optimality when setting minimum requirements The cost-optimal methodology defined in Delegated Regulation (EU) No 244/2012 88 would be amended to require the consideration of additional benefits (i.e. increased asset value, comfort level, improved indoor environmental quality, embodied energy, and other sustainability benefits) as part of the cost-optimal calculations. This measure would be consistent with current practices in approximately 1/4 of the Member States, which set minimum requirements more ambitious than cost optimal levels. This allows them to take into account the increase in building value of better performing buildings and further co-benefits that result from the application of energy efficiency measures and the use of renewable energy sources. This update of the cost-optimal methodology should be aligned with the common EU framework for assessment of sustainable or ‘resource 86 CEN standards developed under mandate M/480 aimed at enabling the presentation of national and regional choices on a comparable basis. 87 International Standard (under approval) that provides a systematic, comprehensive and modular overall structure on the integrated energy performance of buildings, in order to ensure consistency all EPB standards required to calculate the energy performance of buildings. 88 OJ L 81, 21.3.2012, p. 18–36 ",
        "78 efficient buildings’ that the Commission is currently developing 89 , and existing sustainable building certification schemes. Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Member States Cost-optimal calculations All New and existing Subsidiarity and proportionality: The evaluation indicated that the indoor environment was not always appropriately covered by the national/regional regulators to ensure that energy renovation of buildings does not create negative effect such as inadequate ventilation. By focusing on the cost-optimal calculations and raising awareness rather than by imposing to Member States the setting of additional indoor environment requirements, subsidiarity, proportionality and cost-effectiveness are preserved. In addition to the above, the Directive would be amended to set up a ceiling for nearly zero-energy buildings as of 2020 and define net zero energy 90 and positive energy buildings as the new target for 2030. Although the 5-year review of the cost-optimal levels ensures that minimum requirements for new buildings remain updated after 2020 and that NZEB levels are regularly tightened, this measure would address the feedback from several respondents to the public consultation requiring a commonly defined ambition for NZEB and additional measures for 2030. The definition of net zero energy and positive energy buildings would include indoor climate requirements, given that the risk of potential negative effects is higher for buildings with very high performance. These requirements for indoor air climate would focus on temperature, air quality and daylight, all of which can be easily integrated in building codes. The balance between performance and indoor climate requirements could be monitored and controlled using smart systems technologies (e.g. ventilation controlled using CO 2 sensors, etc.). 89 This framework will define indicators for the environmental performance of buildings and is part of the work to respond to the need identified in the Communication ‘Resource Efficiency Opportunities in the Building Sector’ COM (2014)445 for a common European approach to assess the environmental performance of buildings throughout their lifecycle, taking into account the use of resources such as energy, materials and water. 90 A net zero energy building could be defined as a building that on an annual basis the energy consumption is roughly the same as the amount of renewable energy generated on the site. A positive energy building can be defined as a building that produces more energy than what is consumes. ",
        "79 Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Building owners Construction and renovation with more stringent (beyond cost- optimal) requirements All New and existing Subsidiarity and proportionality: The requirements for net zero (and positive) energy buildings would not be linked to cost-optimal levels and might significantly differ. In terms of energy savings, with the nearly zero-energy building standard in force in 2020 little potential remains for new buildings. Benefits would be sought in other benefits, energy (integration into the energy system) and non-energy (indoor environment, ressources efficiency) related. The continued periodic review of the cost-optimality of minimum requirements is considered to be a sufficient approach, reason for exclusion of this measure from the preferred option. No investment is directly mandated by the measure. However, pushing further minimum requirements beyond cost-optimality would require investors to put in place non-cost effective solutions from a financial perspective, i.e. require accompanying financial support. Measure 3: Modernisation using smart technologies and simplification of outdated provisions for the benefit of citizens The evaluation concluded that some of the provisions of the Directive were becoming outdated and not delivering efficiently, in particular the feasibility study to ensure that before the construction starts efficient systems were considered, the enforcement of minimum requirements for technical systems and the regular inspection of heating and air-conditioning systems. Measure 3A investigates modernised and proportionate approaches substituting to the outdated provisions while pursuing the same objectives. Considering the slow uptake of key enabling technologies for 'smart buildings' 91 , measure 3B would modernise the provisions on technical building systems to progress in technologies and solutions, tap the related saving potential of more efficient operation of buildings 92 and accelerate their transformation. Finally, as buildings can play a larger role in the energy transition to a low carbon economy, measure 3C would deploy the foundations of the infrastructure to facilitate electro-mobility. Measure 3A: Document initial performance of technical building systems and maintain their operational performance over time The Energy Performance of Buildings Directive will be amended to require that following the installation or upgrade of any new, respectively upgraded, technical building systems (including on-site renewable energy systems) relevant documentation is handed over to the building owner together with the final deliverable and/or invoice as part of the normal commissioning for such upgrades of technical systems. This 91 Smart building systems enable ICT-based services for the purposes to enhance the building performance, allowing reduced energy and water consumption, empower the building occupant (and increase comfort, well-being, health and care, safety, security, social inclusion, independent living, etc.), and allow integration with grid infrastructure and other information and communication technology and equipment. 92 Building energy management systems allow savings in existing buildings arising from a more efficient operation of space heating in the range of 2-30% and for cooling 37-73% depending on the climate and building type (Improving energy efficiency via smart building energy management systems: A comparison with policy measures. Energy and Buildings. Volume 88, 1 February 2015, Pages 203–213) ",
        "80 documentation, provided by qualified installers, will guarantee that the minimum energy performance requirements set in the national building codes are met and could be used later for compliance checking. It could also have other uses such as input to EPCs. Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Building owners & installers Installation/upgrade of technical building system All New and existing Subsidiarity and proportionality: Provide adequate information to the building owner after any intervention on technical building system should already be common practise. Requiring Member States to standardise the nature and format of the information to be provided by installers requires little additional effort, improves the information given to citizen and enables a more efficient compliance checking with minimum requirements. No investment is directly mandated by the measure In addition to the above, the EPBD will be amended to repeal the provisions related to regular inspections and introduce mandatory requirements to: • Equip with electronic monitoring ability centralised technical building systems in residential buildings with generation power of more than a given effective rated output (e.g. 100kW); • Equip with active energy management systems non-residential buildings whose total annual primary energy use in typical use conditions is more than a given annual consumption (e.g. 250MWh 93 ). Electronic monitoring of technical building systems (that inform building owners/managers when the system efficiency has significantly decreased and when system servicing is necessary) has proven to be an effective substitution to the regular inspection with physical visit of inspectors (project iSERVcmb 94 ). The presence of electronic monitoring functionalities will be one component of the smartness indicator (Cf. Measure 3B). When connected, electronic monitoring would enable the automatic feeding of databases supporting the voluntary disclosure of energy use (Cf. Measure 4A). 93 According to Pacific Northwest National Laboratory, a 20,000 square feet commercial building typically uses 234MWh/y (20,000*11.72kW/(sf.y)) and has a sufficient energy saving potential to cover the investments of a full building automation and control system with a 3years payback time (\"Low Cost Building Automation System for Small- and Medium-Sized Commercial Buildings\" , Srinivas Katipamula, Ph.D, Staff Scientist, Pacific Northwest National Laboratory; Presentation retrieved from http://e3tnw.org/). 94 More info at: http://www.iservcmb.info/ ",
        "81 Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Building owners Application date of the amendment Big non- residential and multi-family house with central systems New and existing Subsidiarity and proportionality: The measure is considered to be more efficient approach than the regular inspection with a physical visit and provides information that is easy to understand by building owners/managers. The threshold would be set in terms of energy consumption per year, with the aim to reach a three year payback period, making the measure more proportionate because linked to the saving potential. The measure replaces a mandatory service (regular inspections) by the installation of a mandatory system/system function. Measure 3B: Framework for the introduction of a smartness indicator The Energy Performance of Buildings Directive will be amended to empower the Commission to develop a framework calculation of a smartness indicator and enable the implementation of a common framework to assess and certify smart-readiness. A smartness indicator will reflect the ability of buildings to (i) adjust to the needs of the user and empower building occupants providing information on operational energy consumption (complementing the energy performance information provided in the EPCs), (ii) ensure efficient and comfortable building operation, signal when systems need maintenance or repair, and (iii) readiness of the building to participate in demand response, charge electric vehicles and host energy storage systems. During a transaction, this indicator will act as a reward mechanism for buildings with a high level of energy performance-oriented smartness, which can be achieved through ICT-based solutions such as: electronic monitoring systems, remotely controlled equipment/systems, predictive features, self-diagnosis and adaptability. Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Building owners Transaction (sale and/or rent) All New and existing Subsidiarity and proportionality: The measure builds on the provision of information and empowerment rather than direct obligation to install. EU intervention is justified by the necessity to create a market of a sufficient size to improve the cost-effectiveness of R&D investments. No investment is directly mandated by the measure. Measure 3C: Support to electro-mobility Article 4 of Directive 2014/94 on the deployment of alternative fuels infrastructure requires Member States to ensure that an appropriate number of recharging points accessible to the public are put in place and to encourage and facilitate the deployment of recharging points not accessible to the public. Transport and mobility is usually out of the scope of building codes (and consequently out of the EPBD scope), although nothing in Article 1 of the EPBD, which defines its subject matter, explicitly excludes transport issues. Nevertheless, building codes can support the deployment of recharging points in the parking that are built in buildings (not ",
        "82 accessible to the public) by requiring that the necessary electric infrastructure is in place to ease the later installation of smart charging points. Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Building owners Construction Big non- residential and multi-family house New Subsidiarity and proportionality: As established in the above Section 2.1.2, the granularity of the network for charging points, in particular in private parking spaces, is recognised to be a key-enabler for the development of electro-mobility. The construction and the major renovation of buildings are good opportunities to install smart recharging points, or at least facilitate their later installation. Pre-equipped buildings can have significant benefits for the property industry as they positively impact on the investment value of those buildings, enhance the reputation of the owner by assisting developers and occupiers in achieving their corporate sustainability targets and provide easy access for office building employees to safely und securely recharge their electric vehicles while they are not in use. Following the experience of existing green building certification credit points for electric car schemes (BREEAM Innovation credits, LEED alternative-fuel refuelling stations credit), this electro-mobility readiness would be a visible part of the smartness indicator. The measure only mandates that new buildings provide for the minimum infrastructure to enable, at the initiative of the end-user, the later installation of recharging points. The economic impact of the measure itself would be negligible compared to the cost of the building. Although limited to new buildings, Member States could consider applying the measure to existing buildings, following the example of e.g. France. Costs vary on a scale of one to ten depending on whether normal recharging or fast recharging are provided for and this choice will also vary according to type of building (office building with longer parking times vs. shopping centre with shorter stays). To ensure proportionality of the intervention, the approach would be different for large multi-apartment blocks and non-residential (e.g. office buildings and building frequently visited by the public). The Energy Performance of Buildings Directive will be amended to require that new buildings with more than 10 parking spaces are pre-equipped with the dedicated infrastructure (power lines that are suitable and available to allow for the installation of a recharging point) needed to install, without re-intervention on the building infrastructure, recharging points for charge electric vehicles as defined in Article 2, paragraph 2, of Directive 2014/94 on the deployment of alternative fuels infrastructure and if possible powered through on-site renewable energy. Small scale parking space (e.g. in single family houses) are not considered as the electric infrastructure (distribution of 220V/16A) is generally present and sufficient for the installation of a normal power recharging point. As a result, buildings will support electro-mobility by reinforcing the network of smart charging points. The measure will distinguish between residential and office buildings where normal smart charging points would generally be adapted to the parking times and non-residential buildings where fast charging point are to be considered. It should be noted that, for transparency, the estimate of investments not only values the cost of the infrastructure for the charging points (strict application of the measure) that are estimated to but also the final equipment, without which the measure would not make much sense and which would take place by 2030. ",
        "83 Measure 4: Enhance financial support and information to users through reinforced energy performance certificates The certification schemes for the energy performance of buildings have proven some effects in transforming the real-estate market. However, the evaluation identified weaknesses and several ways of reinforcing the role that EPCs can play, e.g. to facilitate compliance checking, to improve the efficiency of financing schemes, and to contribute to gathering data and build statistics on national building stocks. It is acknowledged that high quality data on the building stock is needed, and that this data could be partially generated by EPC registers/databases that practically all Member States are developing and managing. Consultation with Member States through the EPBD Concerted Action showed a lack of sufficient links between the regulatory framework and the design of financing schemes. The technical guidance on Cohesion Policy funding supports the introduction of requirements for conducting energy audits before renovation works to clearly assess alternative measures and prepare a tailored-made renovation plan. The guidance also suggests issuing EPCs before (as part of the initial energy audit) and after renovation (at least when public funding is made available), as it brings added value and provides an input to the energy audit. Accordingly, EPCs could be used as a tool to link the depth of the renovation with financial support intensity (i.e. renovation projects that improve the building rating by 3 classes – from G to D – could receive more financial incentives than a project improving the rating by only 1 performance class – G to F). Measure 4A: Reinforced quality of energy performance certificates to enhance the financial support The Energy Performance of Buildings Directive will be amended to reinforce the current independent control systems for energy performance certifications, (i) defining a minimum list of information to be collected and registered regional or national EPC databases at the time of issuing EPCs; and (ii) minimum requirements that those databases need to fulfil, including the enabling facility for the voluntary disclosure of actual energy consumptions. National EPC registers/databases are already operational in a majority of Member States 95 as described in Annex 12. Accompanied by clear requirements, these databases would facilitate quality assurance of certification, compliance checks, transparency and improved data collection. This measure will tackle weaknesses in the way some certification schemes and facilitate their role in informing higher renovation rates. Similarly, such EPC databases will provide necessary information for market actors and decision makers to design building renovation programmes, target investments, identify priority interventions areas and map risk areas for energy poverty. The disclosure of actual energy consumption in EPC databases will be made mandatory for public buildings (of a certain size) and encouraged in other non-residential buildings (relevant for businesses’ corporate social responsibility reporting) and when public financial support is given. 95 In 2014, 24 Member States had an operational regional of national EPC database (plus Norway). In addition, Poland, Latvia, Luxembourg and the Czech Republic are lining up to launch their own databases. ",
        "84 Some countries 96 (have put in place electronic platforms to provide, in addition to mandatory EPCs, simplified self-pre-assessment of the energy performance of residential buildings. These platforms can be powerful information tools. Connected to the regional or national EPC databases, such platforms can improve data availability if data are quality controlled and handled with sufficient precaution. This measure, combined with measure 2A on more transparent and robust determination of the energy performance of buildings, will also help strengthen, modernise and enable a reinforced compliance with minimum energy performance requirements and quality control of Energy Performance Certificates. Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Member States Application date of the amendment All New and existing Subsidiarity and proportionality: The EPC registers/databases offer opportunities to collect data on the building stock, including on actual energy consumption, and provide additional information to citizens and market actors. A pre-requisite is to keep supporting Member States in the improvement of the quality of EPCs. Confrontation of EPC ratings and actual energy consumptions enables the calibration of calculation methodologies to address the performance gap (Cf. Measure 2A) and can better inform market players about the actual business case for energy renovation. Some market players, including finance institutions, intervene globally and EU harmonisation has been identified as a key-enabler for the demand and supply of finance. The proportionality of this harmonisation will be ensured by taking the current national/regional practises as a reference for the definition minimum requirements that those databases need to fulfil. No investment is directly mandated by the measure. In addition, the Directive will be amended to require that, when renovation works are supported by public funding an updated EPC is issued after renovation works, which would ensure efficient financial support and enable the alignment of the intensity of public financing support to the achieved depth of renovation. Recommendations in EPCs should consider energy efficiency and renewable packages and factor in other constraints and benefits, such as indoor air quality, and resource efficiency. This measure will reinforce the value of EPCs and ensure better compliance checking of retrofitting and renovation works (which are otherwise generally conducted without needing a building permit). This will make visible the savings achieved by renovation projects and financing schemes. 96 The Netherlands, Norway ",
        "85 Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Applicants to public financial support Application date of the amendment All New and existing Subsidiarity and proportionality: The measure intends to generalise best practises that have already been promoted towards authorities managing the ERDF funds. With the scarcity of public finance, including from the EU, effective and efficient use of public funding is of absolute necessity and the obligation has been targeted to the critical points in order to be proportionate. No investment is directly mandated by the measure. Measure 4B: Harmonised template for energy performance certificates The Energy Performance of Buildings Directive would be amended to set up an harmonised template for EPCs based on a common list of parameters/indicators shown on the certificate, such as calculated annual final energy use, share of renewable energy used, past (climate corrected) final energy consumptions and energy expenditure, comfort levels (as proposed in measure 2D) or the level of smartness (as proposed in measure 3C). Instrument Obligated parties Trigger point for the obligations Scope Building category New / Existing Amendment Member States Application date of the amendment All New and existing Subsidiarity and proportionality: Therefore it was never considered necessary to have a harmonised EPC and each Member State could adapt the EPC as appropriate. During the consultation, exploring options for more harmonisation, e.g. harmonised EPCs received support from stakeholders, who claimed that this would bring benefits to the business environment. Whilst buildings do not move, people do. Given the increasing intra-EU mobility (more and more EU citizens live in different countries e.g. in different periods in their life; as student, working abroad), people are more and more in a position to compare EPCs from different countries. Therefore the option has more relevance than previously. Although harmonised EPCs seem an attractive measure, without fully harmonised calculation methodology for the energy performance of buildings, which at this point in times is premature, harmonised EPCs would create more confusion than clarity. No investment is directly mandated by the measure. ",
        "86 Table 15: Overview of measures Measures Target group Type of obligation / Obligation frequency Scope Building category New / Existing Measure 1. Accelerate the decarbonisation of buildings by significantly increasing renovation rates 1A. Set milestones for the decarbonisation of the building stock by 2050 Member States Definition of long-term renovation strategies All Existing 1B. Oblige the renovation of buildings to reach a given standard before transactions Building owners Transactions (sale and/or rent) All Lowest performing existing Measure 2. Fine tune the implementation of minimum energy performance requirements 2A. Improve transparency of calculation methodologies and provide further clarification on the cost- optimal setting of minimum performance requirements Member States Cost-optimal calculations All New and existing 2B. Change the framework for cost-optimal calculations by including additional co- benefits and going beyond cost-optimality when setting minimum requirements Member States Cost-optimal calculations All New and existing Building owners Construction and renovation with more stringent (beyond cost- optimal) requirements All New and existing Measure 3. Modernisation using smart technologies and simplification of outdated provisions for the benefit of citizens 3A. Document the initial performance of technical building systems and maintain their operational performance over time Building owners & installers Installation/upgrade of technical building system All New and existing Building owners Application date of the amendment Big non- residential and multi-family house with central systems New and existing 3B. Framework for the introduction of a smart- readiness indicator Building owners Transaction (sale and/or rent) All New and existing 3C. Support to electro- mobility Building owners Construction Big non- residential and multi-family house New Measure 4. Enhance financial support and information to users through reinforced energy performance certificates 4A. Reinforced quality of energy performance certificates to enhance financial support Member States Application date of the amendment All New and existing Applicants to public financial support or on a voluntary basis Application date of the amendment 4B. Harmonised template for certificates Member States Application date of the amendment All New and existing ",
        "87 A NNEX 7 S PECIFIC IMPACTS OF THE MEASURES . Section 6 of the present impact assessment provides aggregated impacts related to the different policy options. These aggregated results are direct outputs of the modelling activities explained in the above Annex 4. The present annex intends to give a deeper in-sight regarding the individual measures: their impact on savings in 2030, impacts on annual energy expenditure in 2030, impact on associated construction activity, and on other costs supported by the stakeholders. Estimates of impacts on energy savings Except for measures 1B, 3C and 3D that were assessed outside the BEAM² model, the specific impacts of measures were estimated through an analytical work to determine the weight of each individual measures in reaching the overall result coming out of the modelling work. It should be kept in mind that impacts on final energy consumption are given within the scope of the Directive, i.e. only refer to the consumptions associated with space and water heating, space cooling, ventilation and lighting in non-residential buildings. Estimates of impacts on energy expenditures From the results of Ecofys modelling work, it was established that, on average, 1 Mtoe of energy saved is equivalent to €1bn of reduction of energy expenditure. This is equivalent to an average energy price of 0.86€/kWh. Calculated upon the above impacts on energy savings, the reduction of energy expenditure is also to be associated to the scope of the Directive. Estimates of impacts associated with construction activities From the results of Ecofys modelling work, it was established that, on average, the transformation of the building stock to increase the energy savings by 1 Mtoe of energy saved in 2030 involves around €20bn of energy related activity (roof insulation, windows replacement, building system upgrade, etc.) for the construction sector in the 2020-2030 period 97 . €20bn investments in the 2020-2030 period correspond to an annual average investment of €2bn each year. However, contrary to the impact on energy expenditure that can be assumed to be proportional to energy savings, this ratio cannot be applied across the board. There is no direct correlation between construction activity and the level of energy saving achieved. An analytical work was therefore performed for each individual measure. Measures 1B, 3B and 3C were not part of Ecofys modelling work and were analysed individually, following the assumptions presented in Annex 4, to which the following cost ratio were applied: 97 Because 1 Mtoe of additional saving corresponds to €1bn of reduction of energy expenditures, this is consistent with an average simple pay-back period of around 20 years (i.e. consistent with cost- optimal minimum requirements). ",
        "88 • For measure 1B the estimate assumed that very bad performing buildings would be, on average, consuming four times more than this average level of the respective residential or non-residential building stock. 'Very badly performing buildings' implies that basic features are missing or not properly maintained in the considered building: broken window panes, absence of roof insulation, total absence of temperature control, etc. An average 400 €/m² in residential buildings and 600 €/m² in non-residential buildings was estimated to bring such buildings to the average performance level. • For measure 3B, the average cost of upgrade to smarter buildings is estimated to 12€/m² in residential buildings and 30 €/m² in non-residential buildings 98 . • Regarding measure 3D, it should be noted that the estimates not only value the cost of the infrastructure for the charging points (strict application of the measure) that are estimated to but also the final equipment of one parking space every 10, without which the measure would not make much sense and which would take place by 2030. Measures 2B and 2C add non-energy saving related investments, associated with other co-benefits. Investments are de-correlated from savings and were estimated separately with an additional average 12 – 30 €/m² for new and existing buildings. Measures 1A and 4A stimulate new energy related activity for the construction sector. Therefore the average ratio of €2bn per additional Mtoe, derived from Ecofys modelling) was used for these measures. Measures 2A and 3A generally ensure a better quality of activity already performed. This involves marginal extra investments and the average ratio of €1bn per additional Mtoe was applied. Measure 4B comes on top of Measure 4A and is considered to have marginal additional effect to the later. Investment costs directly mandated by the measures The EPBD does not mandate any construction or renovation activity. If the EPBD aims at addressing informational barrier to create a demand-driven market, the decision to take action to upgrade the energy performance of buildings is entirely left to market actors. Most of the measures considered keep with this logic and the above impacts on construction activities result of decision taken by the building owner, based on the costs- benefits perceived by building owner, ideally aligned with the macro-economic optimum. The following three measures totally or partially derogate to this principle and directly mandate investments: • Measure 1B: the average 50 – 55 bn€/a would be directly mandated by the measure; 98 Source: Contribution of EU-bac to the stakeholder event of 14 March 2016 \"…the investments are capital-light (typically 30 €/m²in non-residential buildings and 12 €/m²in residential buildings – procurement, installation and commissioning), with fast payback period (3-5 years)\" ",
        "89 • Measure 3A: Part of the measure replaces a mandatory service (regular inspections) by the installation of a mandatory system/system function. It therefore mandates an average €1bn – €3bn average annual investment. The application threshold is however designed to target a 3 years pay-back period; • Measure 3C: For transparency, full costs investments were considered, not only values the mandated cost of the infrastructure for the charging points (strict application of the measure) but also the final equipment, without which the measure would not make much sense and which would take place by 2030. For new buildings, the costs to leave the necessary recesses in the infrastructure are considered to be totally marginal. When electric pre-cabling (power lines that are suitable and available for the installation of a recharging point) is also mandated, the burden placed on individuals can be estimated at €0.3k per parking spaces in all cases. The mandated part is estimated to €4.66bn over the 2020-2030 period, i.e. an average €0.47bn each year. This leads to the following mandated investments for the different policy options: • Option I: None; • Option II: annual average of €1bn – €4bn (Measures 3A and 3C); • Option III: annual average of €51bn – €59bn (Measures 1B, 3A and 3C). Table 16 summarises these results. ",
        "90 Table 16: Impacts of the different measures. Measures Impacts on savings in 2030 Impacts on annual energy expenditures in 2030 Impacts on associated construction activity (annual average for 2020 - 2030) Measure 1. Accelerate the decarbonisation of buildings by significantly increasing renovation rates 1A. Set milestones for the decarbonisation of the building stock by 2050 4 – 6 Mtoe 4 – 6 bn€/a 8 – 12 bn€/a 1B. Oblige the renovation of buildings to reach a given standard before they are sold or rented 40 – 45 Mtoe 40 – 45 bn€/a 50 – 55 bn€/a (Mandated 50 – 55 bn€/a) Measure 2. Fine tune the implementation of minimum energy performance requirements 2A. Improve transparency of calculation methodologies and provide further clarification on the cost-optimal setting of minimum performance requirements 1 – 3 Mtoe 1 – 3 bn€/a 1 – 3 bn€/a 2B. Change the framework for cost- optimal calculations by including additional co-benefits when setting minimum requirements 1 – 3 Mtoe 1 – 3 bn€/a 8 – 10 bn€/a Measure 3. Modernisation using smart technologies and simplification of outdated provisions for the benefit of citizens 3A. Document the initial performance of technical building systems and maintain their operational performance over time 5 – 7 Mtoe 5 – 7 bn€/a 2 – 4 bn €/a (Mandated 1 – 3 bn€/a) 3B. Framework for the introduction of a smartness indicator 8 – 10 Mtoe 8 – 10 bn€/a 5 – 6 bn €/a 3C. Support to electro-mobility N.C. N.C. 3 – 4 bn €/a (Mandated 0.5bn€/a) Measure 4. Enhance financial support and information to users through reinforced energy performance certificates 4A. Reinforced quality of energy performance certificates quality to enhance the financial support 8 – 12 Mtoe 8 – 12 bn€/a 16 – 24 bn €/a 4B. Harmonised template for certificates ± 0 Mtoe ± 0 bn€/a ± 0 bn €/a TOTAL (all measures included as in Option III) 67 – 86 Mtoe 67 – 86 bn€/a 93 – 118 bn€/a (Mandated 52 – 59 bn€/a) ",
        "91 A NNEX 8 M ACRO - ECONOMIC IMPACTS Option I Qualitative Quantitative Economic Economic growth Overall, there is a slightly positive impact on GDP. Positive GDP results are driven by extra energy efficiency investment and reduction in energy imports. +0.01% increase in GDP by 2030 compared with reference scenario Investment Small additional investment in building energy efficiency compared with reference scenario. EU additional building energy efficiency investment in 2030 is approximately €2bn Industrial competitiveness The main industries impacted by the Directive are insulation, and flat glass. There are positive impacts on these industries. Other industries positively affected are mainly engineering and construction-related sectors. Insulation industry market: steady market (approx. €750m at EU level in 2030) Flat glass industry market: steady market (approx. €1.0bn at EU level in 2030) SMEs growth SMEs benefit from investment in building renovation and higher demand from consumers. Renovation market: steady market (approx. €0.5bn - €8.3bn at EU level in 2030) Public budget The budget position is not significantly affected and impact is very small. Public budget ratio to GDP not affected compared with reference scenario. Consumers and households Consumer spending is not strongly affected as spending on energy savings by households will be compensated by lower energy bills in the long run. Inflation is lower in the scenario as economy move away from expensive energy product. Consumer expenditure not changed compared with reference scenario in 2030 Consumer price index not changed compared with baseline scenario in 2030 Energy Independence Small improvement to EU energy security. Share of EU total final energy used in GDP decreases by -0.01 percentage points (pp) by 2030 Share of energy imports in GDP decreases just slightly pp by 2030 Value of buildings Better energy performant buildings show shorter vacancy periods, have a lower loss of rental income due to changing tenants and, as such, show a more positive operating impact for the owner. The impact of this scenario in the value of buildings is in lower end of the scale. Lower end of the scale. Increased sale value of better performing buildings: - Service: +5.2% to +35% - Residential: 0% to +14% Increased rental value of better performing buildings: - Service: +2.5% - +11.8% - Residential: +1.4% - +5.2% Administrative costs The results of the administrative costs calculations, using the standard cost model, show that this option does not affect significantly the administrative burden for both public and private sectors. Overall net burden reduction: - €0.7 million per year (€7 million for the period 2020- 2030) mainly on the public sector Details of the administrative cost calculations can be found in specific Annex. ",
        "92 Qualitative Quantitative Social Employment Employment impacts follow a similar pattern to GDP, albeit the impact is very small in scale because wage and labour intensity of sectors benefitting from additional investment also have impacts on employment demand Employment in energy and utilities sector falls slightly due to reduction in energy demand EU28 total employment increases by 0.04%, (approximately 9 thousand persons) as compared to reference scenario in 2030 Public health & safety Mortality, morbidity and health care costs due to indoor climate are only marginally reduced in this option. Similar results were found for the loss of productivity at work Reduced costs savings from lower mortality & €3.5m lower healthcare costs in 2030. Reduced productivity gains in 2030 (minimum-maximum) Energy poverty Energy Poverty is predominant within old, non-refurbished buildings. This policy package does not have a strong impact in energy poverty alleviation Number of households that are lifted from energy poverty across the EU by 2030 is not significant. Environmental Climate change Emissions of greenhouse gases follow from the results for primary fuel consumption. CO 2 and greenhouse gas emissions in all Member States decrease slightly The additional CO 2 and GHG emissions reductions in 2030 are small compared to reference scenario Fostering the efficient use of resources (renewable & non- renewable) Small final energy demand reduction in the buildings sector. Small additional investment in building energy efficiency compared to reference scenario Building sector final energy consumption in 2030, -0.06% difference compared to reference scenario (-1.8 Mtoe) Preserving the quality of natural resources Demand for water in power generation affected by reduction in electricity demand. Increase in demand for raw materials from construction and other energy efficiency related-products Small/no change to water demand used in power generation. Small increase in domestic material consumption Option II Qualitative Quantitative Economic Economic growth Overall, there is a slightly positive impact on GDP. The impact is bigger in Option II compared to Option I. Positive GDP results are driven by extra energy efficiency investment and reduction in energy imports. Results at sector level shows boost to construction and engineering which are highly related to additional investment. +0.28% increase in GDP by 2030 compared to reference scenario Key sectors in 2030: +0.1% Agriculture -1.2% Extraction and utility +0.2% Basic manufacturing +0.4% Engineering +1.1% Construction ",
        "93 Qualitative Quantitative +0.2% Services (compared to reference scenario) Investment Additional investment in building energy efficiency compared with reference scenario. EU additional building energy efficiency investment in 2030 is approximately €47.6bn. Only €1 - €4bn would be directly mandated by the measures of this option. The rest of the additional activity results of decision taken by individuals based on better information. Industrial competitiveness The main industries impacted by the Directive are insulation, and flat glass. There are positive impacts on these industries. Other industries positively affected are mainly engineering and construction-related sectors. More specifically: • HVAC and building control systems • Green architecture and construction services • Professional energy services • Appliances • Energy-saving consumer products (e.g. smart meters) • Lighting Insulation industry market: growing market (approx. €11bn at EU level in 2030) Flat glass industry market: growing market (approx. €12.8bn at EU level in 2030) SMEs growth SMEs benefit from investment in building renovation and higher demand from consumers. Renovation market: growing market (approx. €80bn - €120bn at EU level in 2030) Public budget The budget position improved slightly from higher economic activities in this option. Public budget to GDP ratio improves by 0.05 pp in 2030 compared with reference scenario. Consumers and households Consumer spending falls slightly in the short run due to redistribution of household spending to pay for investments. In the long run consumer spending increases due to energy savings (more money to spend on other goods and services). Inflation is lower in the scenario as economy move away from expensive energy product. Consumer expenditure - 0.01% change compared with reference scenario in 2030 Consumer price index - 0.41% change compared with reference scenario in 2030 Energy Independence Moderate improvement to EU energy security Share of EU total final energy used in GDP decreases by -0.3 pp by 2030 Share of energy imports in GDP decreases by -0.2 pp by 2030 Value of buildings Better energy performant buildings show shorter vacancy periods, have a lower loss of rental income due to changing tenants and, as such, show a more positive operating impact for the owner. The impact of this option in the value of buildings is moderate, i.e. in the middle of the scale. Middle of the scale Increased sale value of better performing buildings: - Service: +5.2% to +35% - Residential: 0% to +14% Increased rental value of better performing buildings: ",
        "94 Qualitative Quantitative - Service: +2.5% - +11.8% - Residential: +1.4% - +5.2% Administrative costs The results of the administrative costs calculations, using standard cost model, show that the preferred policy option (this policy option) reduces the administrative burden for the private sector, but it increases slightly the administrative burden for the public sector. Nevertheless, the preferred option results in an overall net reduction of the administrative burden. Overall net burden reduction: - €98.1 million per year (€981 million for the period 2020-2030) divided as follows: - Private sector: -€31.8 million - Public sector: €10.4 million Details of the administrative cost calculations can be found in specific Annex. Social Employment Employment impacts follow a similar pattern to GDP, albeit the impact is smaller in scale because wage and labour intensity of sectors benefitting from additional investment also have impacts on employment demand. Employment in energy and utilities sectors fall due to reduction in energy demand. EU28 total employment increases by +0.1%, (approximately 220 thousand persons) as compared to reference scenario in 2030 Public health & safety Mortality, morbidity and health care costs due to indoor climate are significantly reduced in this option. Similar results were found for the loss of productivity at work. €211m costs savings from lower mortality & €36m lower healthcare costs in 2030. €14m-€24m productivity gains in 2030 (minimum- maximum) Energy poverty Energy Poverty is predominant within old, non- refurbished buildings. This policy package has a moderate impact in energy poverty alleviation. Number of households that are lifted from energy poverty across the EU by 2030 based on 3 indicators: - Arrears on utility bills\": 514,504 to 1,974,095 - Presence of leak, damp, rot: 822,046 to 3,154,379 - Ability to keep home adequately warm: 617,636 to 2,369,691 In a total of 10.8% of households (i.e. 23.3m) living in energy poverty (Eurostat SILC) Environmental Climate change Emissions of greenhouse gases follow from the results for primary fuel consumption. CO 2 and greenhouse gas emissions in all Member States decrease slightly. CO 2 and GHG emissions reductions in 2030 are -2.4% and -1.9% respectively compared to reference scenario. Fostering the efficient use of resources (renewable & non- renewable) Higher final energy demand reduction in the buildings sector Higher level of additional investment in building energy efficiency compared with reference scenario Building sector final energy consumption in 2030, -6.4% difference as compared to reference scenario (-19.3 Mtoe) EU additional building energy efficiency investment in 2030 is approximately ",
        "95 Qualitative Quantitative €36bn (2013 price). Preserving the quality of natural resources Small reduction in demand for water in power generation from reduction in electricity demand. Increase in demand for raw materials from construction and other energy efficiency related- products -0.9% reduction in water demand used in power generation as compared to reference scenario in 2030 Increase in domestic material consumption (+0.8% compared to reference scenario in 2030) Option III Qualitative Quantitative Economic Economic growth Overall, there is a positive impact on GDP. GDP impact in Option III is the highest. Positive GDP results are driven by extra energy efficiency investment. Results at sector level shows boost to construction and engineering which are highly related to additional investment. +0.61% increase in GDP by 2030 compared with reference scenario Key sectors in 2030: +0.3% Agriculture -2.5% Extraction and utility +0.6% Basic manufacturing +0.9% Engineering +2.4% Construction +0.5% Services (compared with reference scenario) Investment Large additional investment in building energy efficiency compared with reference scenario. EU additional building energy efficiency investment in 2030 is approximately €101bn Industrial competitiveness The main industries impacted by the Directive are insulation, and flat glass. There are positive impacts on these industries. Other industries positively affected are mainly engineering and construction-related sectors. More specifically: • HVAC and building control systems • Green architecture and construction services • Professional energy services • Appliances • Energy-saving consumer products (e.g. smart meters) • Lighting Insulation industry market: growing market (approx. €15bn at EU level in 2030) Flat glass industry market: growing market (approx. €15bn at EU level in 2030) SMEs growth SMEs (the majority of the construction industry) benefit from higher local investment in building renovation and higher demand from consumers in the long run. Renovation market: growing market (>. €167bn - €250bn at EU level in 2030) Public budget The budget position improved slightly from higher economic activities in this option. Public budget ratio to GDP improves by 0.11 pp in 2030 compared with reference scenario Consumers and Consumer spending falls in the short run due to Consumer expenditure ",
        "96 Qualitative Quantitative households redistribution of household spending to pay for investments. In the long run consumer spending increases due to energy savings (more money to spend on other goods and services). Inflation is lower in the scenario as economy move away from expensive energy product. +0.06% change compared with reference scenarios. Consumer price index - 0.88% change compared with reference scenario Energy Independence Moderate improvement to EU energy security Share of EU total final energy used in GDP decreases by -0.7 pp by 2030 Share of energy imports in GDP decreases by -0.3 pp by 2030 Value of buildings Better energy performant buildings show shorter vacancy periods, have a lower loss of rental income due to changing tenants and, as such, show a more positive operating impact for the owner. The impact of this option in the value of buildings is in the higher of the scale. Higher end of the scale. Increased sale value of better performing buildings: - Service: +5.2% to +35% - Residential: 0% to +14% Increased rental value of better performing buildings: - Service: +2.5% - +11.8% - Residential: +1.4% - +5.2% Administrative costs This policy option would probably represent increased administrative costs for the public sector, in addition the preferred option. Some of these costs would still be cancelled out by the simplification measures introduced. Additional benefits could be generated for the private sector from the measure on harmonisation of the EPC templates. Overall net burden would be slightly higher to the one estimated for the preferred option (policy option II). Social Employment Employment impacts follow a similar pattern to GDP, albeit the impact is smaller in scale because wage and labour intensity of sectors benefitting from additional investment also have impacts on employment demand. Employment in energy and utilities sector falls due to reduction in energy demand. EU28 total employment increases by +0.25%, (approximately 568 thousand persons) compared with reference scenario in 2030 Public health & safety Mortality, morbidity and health care costs due to indoor climate are significantly reduced in this option. Similar results were found for the loss of productivity at work. €793m costs savings from lower mortality & €133m lower healthcare costs in 2030 €53m-€89m productivity gains (minimum- maximum) Energy poverty Energy Poverty is predominant within old, non- refurbished buildings. This policy package has a moderate impact in energy poverty alleviation. Number of households that are lifted from energy poverty across the EU by 2030 (Range Low-/High- Impact-Scenario) based on 3 indicators: - Arrears on utility bills\": 1,456,400 to 5,171,300 ",
        "97 Qualitative Quantitative - Presence of leak, damp, rot: 2,327,400 to 8,255,800 - Ability to keep home adequately warm: 1,748,400 to 6,203,800 In a total of 10.8% of households (i.e. 23.3m) living in energy poverty (Eurostat SILC) Environmental Climate change Emissions of greenhouse gases follow from the results for primary fuel consumption. CO 2 and greenhouse gas emissions in all Member States decreases in this option CO 2 and GHG emissions reductions in 2030 are <- 2.8% and <-2.2% respectively compared to reference scenario Fostering the efficient use of resources (renewable & non-renewable) Higher final energy demand reduction in the buildings sector Building sector final energy consumption in 2030, -25% difference from reference scenario (- 72 Mtoe) Preserving the quality of natural resources Small reduction in demand for water in power generation from reduction in electricity demand Increase in demand for raw materials from construction and other energy efficiency related- products -2.8% reduction in water demand used in power generation from reference scenario in 2030 Increase in domestic material consumption (+1.2% compared to reference scenario in 2030) ",
        "98 A NNEX 9 E STIMATION OF ADMINISTRATIVE COSTS The estimation of the administrative costs imposed by EU legislation was conducted using the 'Standard Cost Model' , in the sense that administrative burdens are calculated on the basis of the average cost of the required administrative activity (Price) multiplied by the total number of activities performed per year (Quantity). These are presented in detail in Table 17, for the proposed measures of the preferred policy option, as also suggested by the Better Regulation guidelines. The savings induced by simplification measures and costs of Option I can also be easily derived from the table. The results of the exercise using the standard cost model for the preferred policy option show that, overall, there is a net reduction of the burden of €98.1 million per year. The burden on the private sector is reduced by €108.5 million per year, and there is a slight increase in the burden for the public sector of €10.4 million per year. A detailed explanation of the assumptions used, which can be seen as simplification of the complex reality of the Union. However, and to the extent possible, the assumptions are in line with the step-by-step application of the model as in the specific guidelines presented in Better Regulation TOOL #53. Simplification measures Remove the study of the feasibility of high-efficiency alternative systems This is a simplification measure, which eliminates the need to conduct a study on the feasibility of alternative high efficiency alternative systems for new buildings – under Article 6 of the EPBD. The majority of Member States have implemented this provision. The burden to public administration (cost of compliance checking) can be considered to be included in the administrative costs related to the licensing procedure (i.e. issuing of the building permit). Therefore, no additional cost, in this case, saving, was included in the calculation of the administrative burden for the public sector. However, the current cost for businesses and consumers need to be considered. Administrative cost-savings for the private sector: The cost of the feasibility study could be considered to be equivalent to the cost of an energy certificate = 1 €/m². Considering that the rate of new construction is around 1% 99 per year this would create 223 million m²of new floor area per year. Simplify regular inspections This is a simplification measure, which eliminates the need that Member States put in place regular inspections schemes for heating and air conditioning systems, or equivalent alternative measures – under Articles 14-16 of the EPBD. Currently, 15 Member States chose to have regular inspection schemes for both heating and air conditioning systems (AT, BE, BG, CY, CZ, ES, GR, HR, IT, LU, LT, PL, RO, SE and SK), 5 countries 99 This is conservative estimate; according to Euroconstruct construction activity will increase again from 2016 onwards, with growth of up to 3% per annum after 2018). ",
        "99 decided to have regular inspections for air conditioning systems (DE, DK, FR, HU and UK), and the remaining Member States opted for alternative measures. Member States interpreter differently the meaning of regular, and therefore a regular inspection in some countries happened every 3-5 years, and in others around 10 years. The burden to public administration (cost of compliance checking) can be considered to be included in the administrative costs related to the overall compliance checking of other provisions. As a result, no additional cost, in this case, saving, was included in the calculation of the administrative burden for the public sector regarding this simplification measure. However, the current cost for businesses and consumers need to be considered. Administrative cost-savings for the private sector: For calculation purposes it is assumed that these obligations would only affect non- domestic buildings because of the thresholds laid out in the Directive. The total number of non-domestic buildings in countries with inspections systems (listed above) is 13.5 million. It is also assumed that all these buildings will be inspected once (to either heating or air conditioning systems) during the 10 year period (2020-2030). The cost of inspections per building was reported by the CA EPBD to be in average 200€ for both types of inspections. Finally, a compliance rate of 50% is assumed. The costs of equivalent measures in other Member States are not known, and therefore are not included in the analysis. Overall, a conservative approach is followed to estimate burden reduction. Measures of the preferred policy option Measure 1: Accelerate the decarbonisation of buildings by significantly increasing renovation rates Measure 1A: Set milestones for the decarbonisation of buildings by 2050 This measure is about building on the existing obligation to define long term renovation strategies under Article 4 of the Energy Efficiency Directive. This additional measure addresses public administration and mainly concerns retrieving information and study paths towards decarbonisation of national building stocks (if not yet available from already existing Article 4 strategies). Administrative costs for the public sector: The Commission will also support Member States in preparing the updated long-term renovation roadmaps. The additional costs are related to defining clear milestones and measures to decarbonise the stock by 2050. Based on reported costs of studies by Member States, this cost can be estimated in 250,000 €/MS for all reporting in the period 2020-2030. Note that Commission will provide additional guidance, which may also lower costs. ",
        "100 Measure 2: Fine tune the implementation of minimum energy performance requirements Measure 2A: Improve transparency of calculation methodologies and provide further clarification on the cost-optimal setting of minimum performance requirements Administrative costs for the public sector: Regarding the clarification of provisions on the energy performance calculation methodologies, the proposed measures concern a request to review methodologies and links between different provisions. This requires an assessment of potential synergies in the implementation of different provisions of national legislation, to make it more efficient. This is a task for the central administration to hold meetings (internal or external with an auditor, lawyer, building experts, etc.) and potentially prepare proposals for legislative changes/adjustments of national implementation measures. The Commission would issue additional guidance to help Member States pursuing a more efficient implementation by, for instance, linking EPCs with other provisions, ensuring a technological neutral approach and calibration of calculation methodologies. The study on the evaluation of the national/regional calculation methodologies 100 , with a budget of 150,000 EUR, already assessed 35 methodologies, and around 2/3 are compliant. The administrative costs associated to this measure are considered low (estimated in 50,000€ per country). Regarding the updates to the cost-optimal methodology, the measure proposes a change to the current guidelines in order to update minimum requirements faster and to be more forward looking in considering for instance nearly-zero energy buildings. However, the additional cost for the public administration is negligible, because the reporting obligations on cost-optimal already exist in the current EPBD. Accordingly, there is no additional administrative burden. The measure introduces an obligation of transparency for the national calculation methodologies, i.e. Member States have to conduct a self-assessment of their current methodology against CEN/CENELEC standard framework. This assessment should be completed within the obligation to report on the cost-optimal calculations of minimum energy performance requirements. This assessment is to be conducted by the central administration but no significant administrative burden is expected. However, it can be attributed a budget of 50,000€ staff/study costs per Member State for assessing this issue. Finally, it can be said that improved calculation methodologies and anticipation of future cost-optimal levels can have additional benefits and induce cost-reductions for the building sector in general. However, the worst case scenario was considered, and the potential administrative burden reduction was not included in the calculations. 100 Technical assessment of national/regional calculation methodologies for the energy performance of buildings, 2015, European Commission (written by CSTB/TSUS) (Contract ENER/C3/2013- 425/SI2.679523) ",
        "101 Measure 3: Modernisation using smart technologies and simplification of outdated provisions for the benefit of citizens Measure 3A: Document initial performance of technical building systems This measure introduces an obligation to document and include in invoices additional information to ensure that good practice in technical building systems installation is followed. Installers should anyway conduct an initial commissioning, and handover to the customer all relevant documentation when installing equipment. This measure protects customers by certifying that systems were installed and are working properly. The costs incurred by central administration concern compliance checking. The administrative costs for business are related to generate invoices that certify the initial commissioning of technical building systems. Administrative costs for the public sector: The total number of boilers, heat pumps, solar systems and air conditioning systems in 2014 was estimated at 5.8 million. Considering that 1% per year of invoices related to this equipment is verified, this represents 58,000 invoices. The cost of compliance checking could be contact by phone/email the customer which could take maximum 1 hour. Therefore the individual verification costs would be 25 EUR. Administrative costs for the private sector: 720,000 companies registered as installation of electrical wiring and fittings, heating systems, plumbing, elevators and insulation can be affected by this measure. The actual initial commissioning should be done anyway. The change of the invoicing system to certify for the initial commissioning (adding a line to the invoice) could take 1 hour and cost in average 25€ per company every year. Measure 3B: Framework for the introduction of a smartness indicator This measure implies the assessment of the smartness of buildings. For the cost valuation, it is assumed that the smartness is systematically included on EPCs. This brings an additional administrative cost to the issuing of EPCs. The public administration would need to add another item/field to existing EPC databases on the smartness indicator, and conduct the corresponding compliance checking. However, this is to be integrated within the existing certification systems, so no additional compliance checking costs would be incurred. Business and citizens would need to pay for the additional costs of collecting data to assess the smartness of the building. Administrative costs for the public sector: One-off cost of adapting the existing EPC database to include the indicator estimated in 25,000€ per country. ",
        "102 Administrative costs for the private sector: The additional cost of assessing the smartness of the building is estimated to be 20€ (10% of the average cost of EPCs, i.e. 15€ for residential and 100€ for non-residential). The number of EPCs issued between 2020 and 2030 was considered to be the same as the total number of EPCs issued between 2005-2015 which was close to 16 million, so on average about 1,6 million per year, of which the vast majority was issued for residential buildings (>95%). Measure 3C: Support to electro-mobility The proposed measure refers to the introduction of requirements to pre-install electric vehicle charging in all new buildings with more than 10 parking spaces. The cost of this measure for the private sector is already accounted for in the estimate for investment needed for implementing this measure. Administrative costs-savings for the public sector: The cost of checking compliance with the requirements introduced for a total number of charging points, which is 10% of the total number of parking spaces created between 2020 and 2030, i.e. 436,000. Before construction, compliance checking consists in ensuring that the design of the electric system includes the pre-installation for charging of electric vehicles. The additional burden could be estimated in 1 hour (25 EUR). Compliance after construction could be checked together with the production of the EPC, and in particular the smartness indicator. The cost can be considered to be included in the transactional cost of the measure above. Measure 4: Enhance financial support and information to users through reinforced energy performance certificates Measure 4A: Reinforced quality of energy performance certificates to enhance financial support EPC quality and data availability: This policy measure aims at building on current best practices on EPC databases, in particular define a list of minimum information and features to be included in the databases and improving and clarifying existing obligations on EPCs. This requirement would only affect some Member States (with less robust databases), and might imply some costs to the authorities managing the central EPC databases in these countries. Administrative costs for the public sector: According to the study on the EPC, around 18 Member States would need to improve their databases and allow for public access (with adequate data protection policy). The average annual cost of maintaining EPC database reported by the CA EPBD is between 150,000 and 350,000 EUR. We considered that this update would cost the average annual cost of running EPC databases, 250,000 EUR. Linking public financing and building renovation projects: This proposal allows aligning public financial support with the energy savings targeted by the building renovation project (the deeper the renovation, the higher the intensity of public support). As it is generally the case, EPCs before renovation is already needed to receive public ",
        "103 support. After renovation, the EPC would be updated to track the achieved energy savings. It would give an input to the usual monitoring of public financial support for this kind of projects. Administrative costs for the private sector: Considering a renovation rate of 1%, about 223 million m²of building floor area are renovated each year. The cost of an EPC, as reported by the CA EPBD is about 1 €/m². The cost for its update is considered to be 50% of the first issue, i.e. a total cost incurred of 1.5 €/m². Monitoring and disclosure of actual energy consumption: This measure introduces an obligation for disclosure of energy consumption information in public buildings. This measure brings administrative costs to central and local administration. Public administrations have to set-up or to adapt an existing central EPC buildings database to collect, store and process building energy consumption data, and be used as a platform to disclosure. Administrative costs for the public sector: Costs per country are 250,000€ for the inclusion of a disclosure facility in the database plus an annual running cost of 25,000€ in addition to the running costs of existing EPC databases, i.e. an annual average of 50,000€ per MS. The number of public buildings in the scope of the measure is estimated at 500,000. The cost of annual disclosure of data was considered to be 10€ per building and per year. Table 17 summarises the administrative costs for the public and the private sectors. ",
        "104 Table 17: Estimation of the administrative costs for each policy measure –option II (preferred option) STANDARD COST MODEL DESCRIPTION OF ADDITIONAL COSTS = ADMINISTRATIVE BURDEN PRICE (€/unit) QUANTITY (units) TOTAL (M€/y) PRICE (€/unit) QUANTITY (units) TOTAL (M€/y) TOTAL (M€/y) SIMPLIFICATION MEASURES Remove the study of the feasibility of high- efficiency alternative systems -1 €/m² 223 million m2 floor area -223.00 -223.0 Simplify regular inspections and ensure that their objective is achieved more effectively -200 €/inspect. 1.35 million inspections -270.00 -270.0 PREFERRED OPTION A. Set milestones for the decarbonisation of the building stock by 2050 250,000 €/MS 28 MS 0.7 0.7 A. Improve transparency of calculation methodologies and provide further clarification on the cost-optimal setting of minimum performance requirements 2 x 50,000 €/MS 28 MS 0.3 0.3 A. Ensure initial performance of technical systems with the documentation of oinitial performance 25€/check 58,000 invoices checked 1.5 19.5 B. Framework for the introduction of a smartness indicator 50,000 €/MS 28 MS 0.1 32.1 C. Support to electro-mobility 25€/check 43,600 parking space checked 1.1 1.1 A. Reinforced quality of energy performance certificates to enhance financial support EPC quality and data availability 250,000/MS 18 MS 0.5 0.5 Linking public financing and building renovation projects 1.5 €/m² 223 million m2 floor area renovated 334.5 334.5 50,000/MS 28MS 1.4 1.4 10 500,000 public buildings 5.0 5.0 TOTAL -108.5 10.4 -98.1 The implication of the measure which facilitate the instruction and monitoring of request for public support has been neglected Disclosure of actual energy consumptions Voluntary 25€/installer 20€/EPC Potential transaction costs to the private sector associated to this measure were considered to be included in the investment costs This measure was not considered to generate administrative burden for the private sector Measure 1. Accelerate the decarbonisation of buildings by significantly increasing renovation rates Measure 2. Fine tune the implementation of minimum energy performance requirements Measure 3. Modernisation using smart technologies and simplification of outdated provisions for the benefit of citizens Measure 4. Enhance financial support and information to users through reinforced energy performance certificates Businesses & consumers Central Administration The burden to public administration can be considered to be included in the administrative costs related to new buildings licensing procedure. No savings were considered. The burden to public administration can be considered to be included in the overall compliance checking of other provisions. No savings were considered. This measure was considered not to have direct transaction costs for the private sector. This measure does not produce direct transaction costs for the private sector. ",
        "105 A NNEX 10 I NVESTMENTS IN ENERGY EFFICIENT BUILDINGS Most energy efficiency projects require the mobilisation of up-front capital in order to benefit from lower operating costs in the future. At EU level, current capital expenditure related to building envelope measures and HVAC-systems in Europe can be estimated at around €120 billion per year 101 . This estimated volume of yearly spending does not represent the incremental energy efficiency investment costs but more broadly the construction activity associated with heating, cooling or ventilation. In addition, it has to be considered in the context of the overall EU construction sector, which represented a yearly turnover of around €1.2 trillion in 2011. Most of these investments are funded by the private finance in the form of: savings from households, equity from companies, commercial debt originated from consumer by retail banks, or corporate loans from financial institutions. In Europe, investments into dwellings cover about a quarter of total investments in the EU-28 and around 5% of the EU-28 GDP, with some large discrepancies between some EU Member States 102 . In 2014, the investment-to-GDP ratio related to the residential sector ranged between 6.4% in Germany and 2.6% in Latvia and Sweden (Figure 15). Households contribute the most to the overall investment in the group of countries which were neither severely hit by the financial crisis. Figure 15: Investment-to-GDP ratio by countries – 2014 (Source: Eurostat, own calculation) Dwellings represent around 90% of total investment by households. In most cases, it can be assumed that these investments have as one of their impacts an increase in the energy efficiency of the building stock. This assumption is supported by graph below, which shows a correlation between the share of residential investment and the energy intensity of households (Figure 16; points represent Member States). 101 As modelled with BEAM² 102 Investment in energy efficiency by households, note to the Economic Policy Committee Energy and Climate Change Working Group (19 April 2016), DG ECFIN ",
        "106 Figure 16: HH Energy intensity growth (HDD adj.) vs. growth of share of total residential investment in total investment, 2000-2013 (Source: DG ECFIN) The importance of private financing for energy efficiency related investments in buildings is also shown by national studies. In France for instance, in 2013 103 , around 50% of the \"climate investments\" 104 in buildings were coming from savings and equity, 30% from commercial debt, 10% from concessional debt, and around 10% from public subsidies. In Germany, in 2011, corporations and households were the most important investors in climate-specific finance, largely based on concessionary loans from public banks and commercial loans acquired on the capital markets 105 . 103 http://www.i4ce.org/wp-core/wp-content/uploads/2015/12/I4CE-Panorama-des-financements- climat-rapport-complet-2015.pdf 104 3% for Renewable Energy Sources in buildings, 65% for building renovations,31% for new buildings 105 http://climatepolicyinitiative.org/wp-content/uploads/2012/11/Landscape-of-Climate-Finance-in- Germany-Full-Report.pdf -80 -60 -40 -200 20 40 60 -30 -20 -10 0 10 20 E n e r g y I n t e n s i t y H D D a d j . ( p c t c h a n g e ) Share of residential investment (pp change) ",
        "107 A NNEX 11 C HARACTERISTICS OF THE EU B UILDING S TOCK The following chart presents the wide range of energy consumption per m² of residential buildings across the EU-28. The graph clearly shows that countries with similar climate can have very different energy consumption, which further supports the fact that there is a large untapped cost-effective energy saving potential. Figure 17: Energy consumption of residential buildings per m² in 2014 - climate corrected (Source: Eurostat / EU Building Stock Observatory) The analysis of the age of the EU Building Stock indicates that the majority of buildings in use today were built before most Member States had building codes. Figure 18: Residential buildings by construction year (Source: EU Building Stock Observatory) ",
        "108 The EU building stock is quite heterogeneous. Across all countries the majority of the floor area is composed by residential buildings, but the share varies considerably, going from 60% in Lithuania, Romania or Estonia to 90% in Greece, Malta or Portugal. Figure 19: Breakdown of building floor area (Source: EU Building Stock Observatory) The type of buildings differs significantly across the EU. In the UK or in Ireland, single- family houses are dominant (above 80%), while in Spain or in Estonia, multi-family buildings represent more than 70% of all dwellings. If we look at the EU average, there is almost an equal share of both types of dwellings, with an average of 49% for multi- family dwellings. Figure 20: Breakdown per type of residential building (Source: EU Building Stock Observatory) ",
        "109 Energy Performance Certificates provide valuable information on building performance to inform consumers' when renting/buying a house. Without prejudging the quality of the certificates, the number of buildings with energy performance certificates is increasing, with UK, Ireland and Netherlands leading in the number of certificates issued relatively to the total number of residential buildings, as presented in the chart below. Figure 21: Share of residential buildings with energy performance certificate in 2014 (Source: EU Building Stock Observatory) Figure 22: Number of NZEBs in new construction of residential buildings in 2014 106 (EU Building Stock Observatory) 106 Noting that the deadline for the obligation for all (non-public) new residential buildings to be NZEB is late 2020. This chart shows that a few countries are gradually anticipating this new standard. ",
        "110 In some countries the rate at which people and businesses choose to upgrade their buildings is above 1%, as shown in the graph below for Austria, France, Germany, Slovakia, Czech Republic and Lithuania. Figure 23: Building energy renovations in 2014 - countries participating in ZEBRA project (http://zebra2020.eu / EU Building Stock Observatory) ",
        "111 A NNEX 12 S TATE OF DEVELOPMENT OF EPC DATABASES Table 18: EPC databases development and data availability at Member State level Country Status Scope Public availability AT yes regional/central Access for some organisations BE yes Regional Depends on Region BG yes Central No public access CZ under development DE yes Central No public access DK yes Central Public access with protected privacy EE yes Central Public access with protected privacy EL yes Central No public access ES yes Regional Depends on Region FI yes Central No public access FR yes Central Access for some organisations HR yes Central No public access HU yes Central Access for some organisations IE yes Central Public access with protected privacy IT yes Regional Depends on Region LV under development LT yes Central Public access with protected privacy NL yes Central Public access with protected privacy NO yes Central Public access with protected privacy PL yes Central No public access PT yes Central Public access with protected privacy RO yes Central No public access SK yes Central Public access with protected privacy SI yes Central Access for some organisations SE yes Central Public access with protected privacy UK yes Regional Public access with protected privacy ",
        "112 A NNEX 13 T HE EU B UILDING S TOCK O BSERVATORY The present annex lists the indicators of the EU Building Stock Observatory. Building Stock Building Stock • Share of buildings by type in total stock • Share of buildings by occupancy in total stock • Share of buildings by construction period in total stock • Share of buildings by ownership in total stock • Share of buildings by localisation in total stock • Share of buildings by size in total stock • Average floor area • Share of demolished building in total stock • Share of rented out building in total stock • Share of transactions in total stock Annual construction • Share of new dwellings in total stock • Average size of new dwellings • Building permits - number of total buildings • Building permits - m²of useful area Renovation • Share of renovated buildings in stock and/or floor area • Share of renovated buildings by level (light, deep, major renovation) NZEB • Share of NZEB in new construction • Share of nZEB in renovation Energy performance • Average energy performance level reached by the energy renovation and after the renovation • Average energy savings achieved by the energy renovation and after teh energy renovation • Average energy performance of new construction • Average energy performance of nZEBs ",
        "113 Energy consumption Building Stock • Share of Final energy consumption by energy • Share of final energy by end-uses and energy • Share of final energy consumption by construction period • Share of heating energy consumption by construction year • Unit Energy consumption by type of building • Unit Energy consumption by end-uses • Unit Energy consumption by period construction Fuel mix Energy production • Electricity production by source • Heat production by source • %heat generated by waste • %heat generated by geothermal Building characteristics Building enveloppe • Air tightness of the building envelope by construction period and on the average • U-value of the building envelope by construction period and on the average • U-value of doors by construction period and on the average • U-value of external walls by construction period and on the average • U-value of floors by construction period and on the average • U-value of roofs by construction period and on the average • U-value of skylights by construction period and on the average • U-value of windows by construction period and on the average • Type of glazing by dwelling type and on the average for all dwellings • Type of glazing for non-residential buildings on the average • Type of window frame by dwelling type and on the average for all dwellings • Type of window frame for non-residential buildings on the average Technical system • On-site energy generation by technology used • Average conversion efficiency rate by on-site energy generation technology used • Space heating system by coverage (central and local), by device capacity, by system level (individual and collective) and by centralisation (local, central) • Single or multifamily dwellings with central steam/hot water space heating ",
        "114 • Types of boilers • Average and BAT efficiency rate of boilers by type • Dwellings with built-in electric system • Dwelling with heat pumps by type • Average and BAT efficiency rate of heat pumps • Dwellings with solar heating system • Dwellings with a stove or fireplace • Dwellings with other heaters • Number of dwellings by fuel for heating • Age of the main heating system • Number of dwellings byspace cooling system type • Average and BAT efficiency rate of space cooling equipment • Age of cooling system • Number of dwellings with water heater/boiler • Tank size and age • Number of dwellings by type of the DHW technology • Number of dwellings by fuel used for the DHW technology • Average and BAT efficiency rate of water heating equipment • Number of dwellings by type of ventilation • Average and BAT efficiency rate of the heat recovery equipment • Share of lamps in a dwelling by lamp type • Average number of lamps in a dwelling by lamp type • Number of dwellings with cooking equipment by type • Average number of appliances (white goods, TV and computers) in a dwelling • Single or multifamily dwellings with shading devices • Single or multifamily dwellings with PV-panels Metering • Average number of thermostats in a dwelling by thermostat type • Number of smart metering systems and feedback systems • Individual or collective metering Embodied energy • Amount of embodied energy for new construction, deep and major renovation ",
        "115 Certification • Share of buildings with EPC • Share of buildings by label (of which label A) • EPC distribution related to size of dwelling (<50 m², 51-100 m²etc) • Share of EPC displayed publicly in public buildings by label • Average building value by label • Average building rent value by label • Share of buildings rented out where EPCs were handed out • Effect of one letter improvement on property value by label • Effect of one letter improvement on rent price by label • Share of building with EPCs for which quality was controlled last year (by option type) • Share of building with voluntary certificates by type (Not EPCs) Financing • Total volume of investments renovation per building type, by type of renovation and type of financial scheme • Total volume of energy related investments in renovation per building type, by type of renovation • Average volume of total investments for renovation per building type, by type of renovation • Average volume of energy related investments for renovation per building type, by type of renovation • Average volume of additional energy related investments for renovation per building type, by type of renovation • Average energy cost savings per retrofit per building type, by type of renovation • Average energy prices per building type and for energy carrier Energy poverty • Population at risk of poverty or social exclusion -% of the population • Proportion of inhabitants unable to keep home adequately warm • Proportion of inhabitants who are living in a dwelling not comfortably cool in summer • Share of households expenditures on housing (housing, water, electricity, gas and other housing fuels) • Arrears on utility bills • Population living in a dwelling with leaking roof or damp walls, etc. • Average energy spending for adequate space heating per household (theoretical energy demand) ",
        "116 • Disposable household income before and after energy expenditure for adequate space heating (theoretical energy demand) • Proportion of disposable household income spent on adequate energy for space heating (theoretical energy demand) • Share of households falling below the poverty line after covering the energy cost for adequate space heating (theoretical energy demand) • Excess winter mortality/deaths • Share of total population living in a dwelling with a leaking roof, damp walls, floors or foundation, or rot in window frames of floor • Share of population living in a dwelling not comfortably cool during summer time by income quintile and degree of urbanisation • Share of population having moved to other dwelling within the last five year period by tenure status and degree of urbanisation ",
        "117 A NNEX 14 ADDENDUM - U PDATED INFORMATION REGARDING THE MEASURE SUPPORTING ELECTRO - MOBILITY AND THE INSTALLATION OF SMART CHARGING POINTS The impact assessment refers to the introduction of requirements to pre-install electric vehicle charging in buildings with more than 10 parking spaces. Although this measure would have ensured the potential installation of the sufficient number of recharging points, it would not lead immediately to the required infrastructure deployment that would enable a market shift towards electric vehicles. This addendum explores the alternative measure consisting of the full installation of the required number of recharging points. It provides new evidence regarding the support to electro-mobility, and justifies the related provisions included in the EPBD legal proposal. Context As described in the Impact Assessment, energy efficiency in transport, in particular efficient vehicles and incentives for behavioural change are also required to move from 2020 to 2050 low carbon goals. The electrification of transport is of pivotal importance for decarbonising the sector and raising the share of renewable energy therein. The impact of electric vehicles will be important in this regard. EU legislation already supports deployment of public infrastructure via Directive 2014/94/EU on the deployment of alternative fuels infrastructure, and monitors developments inter alia via the European Alternative fuels Observatory 107 . The projected deployment of electric vehicles in 2030 will amount to approximately 10%, and concentrated mainly in cities. An EU intervention in this field is necessary since Member States do not have the instruments to achieve pan-European coordination in terms of technical specifications of infrastructure and timing of investments. Vehicle parking spaces, mostly within buildings are central to any overarching policy for the promotion of electro-mobility. In the Energy legislative package of 2016, electro-mobility would be supported through a number of legislative measures across different texts: a) EPBD review addresses infrastructure deficit; b) Electricity Market Design – promote charging when the cost of electricity is lower for consumers; c) Renewable Energy Directive review – incentives the use of RES electricity in the transport sector. The Renewable energy directive includes electricity within the transport mandate, without any cap. Thus electric mobility will be incentivised as part of the RES regime. Current situation In 2013, the European Commission proposed the setting of a 2020 target to make sure that sufficient recharging stations are in place to allow electric cars to ensure EU wide 107 www.eafo.eu ",
        "118 travel with a focus on densely populated areas. Impact assessment for this proposal concluded that this minimum number of recharging stations should be, for all the EU, 8,000,000 of which 7,200,000 non publically accessible 108 . The adopted Directive 2014/94/EU reads as follows: • Recital 23: \"Member States should ensure that recharging points accessible to the public are built up with adequate coverage, in order to enable electric vehicles to circulate at least in urban/suburban agglomerations and other densely populated areas, and, where appropriate, within networks determined by the Member States. The number of such recharging points should be established taking into account the number of electric vehicles estimated to be registered by the end of 2020 in each Member State. As an indication, the appropriate average number of recharging points should be equivalent to at least one recharging point per 10 cars, also taking into consideration the type of cars, charging technology and available private recharging points.\" • Article 4(1): \"Member States shall ensure, by means of their national policy frameworks, that an appropriate number of recharging points accessible to the public are put in place by 31 December 2020, in order to ensure that electric vehicles can circulate at least in urban/suburban agglomerations and other densely populated areas, and, where appropriate, within networks determined by the Member States.\" • Article 4(2): \"The Commission shall assess the application of the requirements in paragraph 1 and, as appropriate, submit a proposal to amend this Directive, taking into account the development of the market for electric vehicles, in order to ensure that an additional number of recharging points accessible to the public are put in place in each Member State by 31 December 2025, at least on the TEN-T Core Network, in urban/suburban agglomerations and other densely populated areas.\" • Article 4(2): \"Member States shall also take measures within their national policy frameworks to encourage and facilitate the deployment of recharging points not accessible to the public.\" Moreover, the Directive 2014/94/EU makes it mandatory to use a common connector 109 all across the EU, which will allow EU-wide mobility. The proposal While the existing legislation only mandates public accessible recharging points, an estimated 90% of recharging 110 takes place in areas that are not publicly accessible. In order to address this regulatory gap in transport policy, installation of recharging points in private parking spaces, typically inside or flanked to buildings, is essential to support the market of electric vehicles, complementing the Directive 2014/94/EU. In multi- apartment blocks and non-residential buildings, the freedom to install recharging points is limited by the necessity to get an agreement from the other co-owners to intervene on the building infrastructure or to cross private spaces. Following the example of the 108 Commission Staff Working Document – Impact Assessment accompanying the document Proposal for a Directive on the deployment of alternative fuels infrastructure; SWD(2013)06 final 109 Above 3.7KW for private recharging points 110 Ibid ; SWD(2013)05 final ",
        "119 measures adopted e.g. in France 111 or in Spain 112 , the construction and the major renovation of buildings are a special opportunities to install recharging points, or at least facilitate their later installation. The purpose of this Annex is to present the assumption and the estimate of the impacts of the provision on electro-mobility introduced in the EPBD legal proposal. Estimation of the number of parking space in Europe Table 1 reflects the space floor area development by building categories in the preferred option. Table 19: Floor Area (per building type) in million square meters (source: BEAM²) Building category 2023 2030 Single family house 12,193 12,619 Small multi-appartment (<10 flats) 5,705 5,898 Large multi-appartment (>10 flats) 2,586 2,677 Offices 1,882 1,971 Trade 1,860 1,947 Education 1,266 1,326 Touristic 794 831 Health 671 704 Others 1,034 1,083 Assuming that the measure starts applying as of 1 January 2023, this provides an estimate of new construction during the application period. To convert these values in a number of parking spaces, additional assumption must be taken as regard a number of parking spaces per unit of floor area. For this purpose, we assumed: • 1.25 space/100m² (1 parking space per household of 80m² on average); • 1.00 space/100m² in non-residential buildings. As the measure applies for buildings with parking areas with more than 10 parking spaces, assumptions must be taken in this respect. For residential buildings, the distribution comes straight forwardly from the residential buildings sub categories of buildings. For non-residential, assumptions in Table 2 were established based on the reference building cases taken for each sub-category. E.g. the representative building for 111 Decree 2011/273 of 25 July 2011 established obligations regarding the equipment of new and existing buildings. 112 Royal Decree 1053/2014, of 12 December 2014 set an obligation: to prepare all new buildings for charging points with the electric pre-installation; and to equip with one charging point every 40 parking sites in new public buildings. ",
        "120 \"Education and Health\" is well above 1,000m² and therefore is assumed a higher share of such buildings being above 10 parking spaces. Average renovation rates were also assumed to observe what share of the 2023 existing stock would be covered by the application to the major renovation clause. These are given in Table 2. Table 20: Additional assumptions Number of parking space for 100m² Share of buildings with more than 10 parking space Average major renovation rate Single family house 1.25 0% 0.50% Small multi-appartment (<10 flats) 1.25 0% 0.50% Large multi-appartment (>10 flats) 1.25 100% 0.75% Offices 1.00 50% 1.25% Trade 1.00 50% 1.25% Education 1.00 75% 1.00% Touristic 1.00 50% 1.00% Health 1.00 75% 1.00% Others 1.00 50% 1.00% This set of assumptions allows the determination of the number of parking space for different cases as reflected in Table 3. Between 2023 and 2030: • 12.4 million new parking spaces would be constructed (3.1 million in parking areas with more than 10 parking spaces), • 15.8 million parking spaces would be located in building that undergo a major renovation (5.1 million in parking areas with more than 10 parking spaces), • 315.3 million parking spaces would remain unchanged. ",
        "121 Table 21: Number of parking spaces (in million units) by cases In buildings with less than 10parking spaces In buildings with more than 10parking spaces All In 2023-2030 new 9.3 3.1 12.4 In 2023-2030 renovated (major) 10.7 5.1 15.8 In others 245.8 69.6 315.3 Total 265.7 77.8 343.5 Estimation of costs The total CAPEX of a Type2 smart 22kVA charging point can be estimated around €2,500/unit. This cost includes the full installation (cabling and charging point itself) assuming simple configurations (no structural work, i.e. no drilling of walls or slabs). This cost also considers indoor recharging points (outdoor recharging points are typically more expensive). For example, if the requirement to install charging points is limited to new buildings and major renovations this would mean the installation of only 810,000 charging points, and a total cost of around €2 billion. However, to meet the number of charging points proposed by the Commission in the 2013 the impact assessment of Directive 2014/94/EU, this would mean having 1 charging point for every 10 parking space (of the existing 77.8 million parking space located in buildings with more than 10 parking spaces). This would trigger a maximum of 7,780,000 non-publically accessible recharging points, and would represent a cost of €19.5 billion. "
    ]
}