{
    "text": [
        "Corporate Responsibility Report 2006 European I nvestment Bank • European I nvestment Bank • European I nvestment Bank • European I nvestment Bank ",
        "",
        "Corporate Responsibility Report The vast majority of EIB documents referred to are available on our website, and as such are marked with the symbol www.eib.org . This 2006 EIB Corporate Responsibility Report will also be published on our website with embedded links to the reference documents. Nevertheless, this 2006 CR report is complemented with information provided in our 2006 Annual and Activity Reports as well as information available on our website, in order to enable our stakeholders to better assess the Bank’s performance in terms of significant economic, environmental and social impacts. European I nvestment Bank • European I nvestment Bank • European I nvestment Bank • European I nvestment Bank 2006 ",
        "",
        "\u0018 Corporate Responsibility Report 2006 Table of Contents President’s Foreword 4 2006 Highlights 6 Responsible Reporting 10 I - Who we are 12 II - Governance and Accountability 20 ➾ Corporate Governance 21 ➾ Fighting Corruption, Fraud, Money Laundering and the Financing of Terrorism 22 ➾ Strategy and Planning 24 ➾ Communication, Information and Transparency 26 ➾ Working with Others \u00180 ➾ Corporate Responsibility \u00186 ➾ Handling Complaints \u00188 III - Responsible Financing 40 ➾ Operating Practices 41 ➾ Overall Lending Activity 56 ➾ Environmental Lending 59 ➾ Social Concerns 80 ➾ Support for EU Development and Cooperation Policies in Partner Countries 82 IV - Direct Footprint 96 ➾ Internal Environmental Management 97 ➾ Internal Procurement 10\u0018 ➾ Health and Well-being 104 ➾ Working Responsibly 106 GRI Content Index 112 Assurance Statement 117 Glossary 118 Feedback form ",
        "Corporate Responsibility Report 2006 4 One year on… The topic “environment” is experiencing a renais- sance, and following a number of landmark events, such as the completion of the Millennium Ecosystem Assessment and publication of the Stern Review on climate change, it has regained the political high ground. In turn, there is an increasing acceptance that we have a collective responsibility for taking care of our delicate planet Earth in the broader interests of sustainable development. In the financial and busi- ness community, the critical questions today relate to how to manage environmental, social and economic concerns, while ensuring the financial solvency and viability of enterprises. While I believe the EIB must draw clear boundaries in terms of what positive changes it can and cannot drive and what it is and is not responsible for, I am convinced of the overwhelming need for truly sus- tainable development and I look forward to further strengthening the constructive dialogue with our stakeholders in this respect. I am therefore person- ally delighted to present you with our second Corpo- rate Responsibility Report, which I hope reflects the EIB’s genuine interest and belief in the area of Corpo- rate Responsibility. Corporate Responsibility is at the core of the business model of the EIB; it influences everything we do. I will highlight some of these aspects below. In line with its Treaty-based mission of contributing ”towards the integration, balanced development and economic and social cohesion of the Member Coun- tries”, the current framework for the EIB’s action is the EU structural and cohesion funds policy. In 2006, total lending for regional development topped EUR 27bn, representing 67% of the EIB’s aggregate lending within the EU-25. Our Board approved the introduction of “Sustainable, Competitive and Secure Energy” as a new Corporate Operational Plan objective, and based on our own energy review (posted on the Bank's website) we have made energy a priority. Most of the key energy ori- entations support environmental objectives, notably renewable energy and energy efficiency. In 2006, the Bank’s operational target of devoting between \u00180% and \u00185% of all individual loans in the EU-25 to projects safeguarding and enhancing the environment was once again achieved, with the share of environmental lending reaching \u00184%. The Bank is also on track to meet its operational target for renewable energy. 2006 was rich in the establishment of partnerships relating to environmental protection. The Bank has developed and launched, in close cooperation with the Commission, an initiative known as the European Principles for the Environment, which was signed in May together with the European Bank for Reconstruc- tion and Development (EBRD), Council of Europe Development Bank (CEB), Nordic Investment Bank (NIB) and Nordic Environment Finance Corporation (NEFCO). The Principles are founded on the commit- ment of the five signatory European-based MFIs to ensuring environmental protection and promoting sustainable development globally and across all sec- tors of their activities, based on EU principles, prac- tices and standards. We have also finalised the World Bank-EIB Carbon Fund for Europe (CFE), and officially launched the Multilateral Carbon Credit Fund (MCCF) President’s Foreword ",
        "5 Corporate Responsibility Report 2006 jointly with the EBRD, as part of the EIB strategy for combating climate change. The Bank has also signed a Memorandum of Understanding with the World Conservation Union (IUCN) establishing the princi- ples and framework for cooperation on matters relat- ing to biodiversity. The decision by the Council of the European Union adopted in December 2006 on the renewal of the EIB’s external lending mandates for the 2007-201\u0018 period provides for a total volume of lending of EUR 28bn for the seven-year period. Considering that some of the largest economies covered by the previous mandate have now joined the Union, this is a substantial increase of our responsibility towards sustainable development in partner countries. In this context, we are committed to paying increased atten- tion to better serving the Millennium Development Goals. Reflecting this commitment, the existing Value Added approach has now been adapted by use of the Development Impact Assessment Framework (DIAF), which better reflects the specific nature of development finance in partner countries. After a successful trial period, the Management Commit- tee decided that the DIAF should be applied to all operations in African, Caribbean and Pacific (ACP) countries and will be extended later to other man- dates. Implementation of the DIAF provides a better understanding by the Bank of the expected impacts of the projects that it finances, thereby helping to improve project assessment throughout the project cycle from appraisal to ex post evaluation. In 2006 we also approved the Statement on Social Assessment of Projects outside the European Union in order to clarify and consolidate the existing prac- tices and address them more formally alongside the economic and environmental assessment work of the Bank. In this way, the Bank aims to establish a more proactive approach to social assessment. Transparency has played a large part in our strategy. The positive response to our Public Consultation Process vis-à-vis our Public Disclosure Policy, which finished in early 2006, has encouraged the Bank to launch a public consultation regarding our Policy to Fight Fraud, Corruption, Money Laundering and the Financing of Terrorism. As we forge new relations and stronger ties with our stakeholders, we will continue to address the various challenges associated with the development of more transparent and accountable procedures. During the past year I have strongly encouraged the promotion of Corporate Responsibility as a sustain- able way to conduct business, and I feel personally committed to pursuing this objective. We are at the beginning of a process and we are forg- ing a pathway through newly-navigated waters. We might not always get it completely right first time, but we wish to hear your comments so that we can constantly improve both our reporting procedure and the contents of our report, as well as our under- lying approach to sustainability issues. In this way we can present you with the most accurate vision of our work to date and move forward in our common quest to safeguard our precious planet for the benefit of present and future generations. Philippe Maystadt President of the EIB Group President’s Foreword ",
        "Corporate Responsibility Report 2006 6 Key lending figures Total projects signed 45.8bn European Union \u00189.8bn Partner countries 5.9bn Total disbursed 36.8bn European Union \u0018\u0018.1bn Partner countries \u0018.7bn Economic and social cohesion in the enlarged EU 26.7bn Energy 2.9bn Transport 7.4bn Telecommunications 1.4bn Water, sewerage, waste 2.1bn Urban and composite infrastructure 1.4bn Industry 1.4bn Services 1.2bn Health and education 2.4bn Credit lines for regional development 6.5bn Innovative and knowledge-based European economy 10.9bn Research, development and innovation 6.7bn Education and training 2.0bn Information and communications technology networks 1.7bn Environmental protection 10.9bn of which outside the EU-25 1.2bn Sustainable urban transport 2.6bn Urban renewal and regeneration 2.0bn Addressing environmental and health issues 2.9bn Tackling climate change: energy efficiency and renewable energy 2.\u0018bn Protecting nature and wildlife 0.5bn Preserving natural resources and managing waste 0.6bn 2006 Highlights ",
        "7 Corporate Responsibility Report 2006 2006 Highlights Trans-European Networks 8.4bn Small and medium-sized enterprises in the EU 5.8bn Support for EU development and cooperation policies 5.9bn Neighbouring South-Eastern Countries \u0018.2bn FEMIP 1.4bn Africa, Caribbean and Pacific 0.7bn Republic of South Africa 0.08bn Asia and Latin America 0.5bn Resources raised 48.1bn 1 EU currencies 26.5bn Non-EU currencies 21.5bn Situation as at 31.12.2006 Subscribed capital 16\u0018.7bn Loans outstanding \u001811.0bn Borrowings outstanding 246.6bn 1 Resources raised under the global borrowing authorisation for 2006, including, 'pre-funding' of EUR 2.9bn completed in 2005. ",
        "8 Corporate Responsibility Report 2006 2006 Highlights ",
        "9 Corporate Responsibility Report 2006 2006 Highlights Environmental and social highlights • Official launch of the European Principles for the Environment (EPE) by the European Investment Bank (EIB), the European Bank for Reconstruction and Development (EBRD), the Nordic Investment Bank (NIB), the Nordic Environment Finance Corpo- ration (NEFCO) and the Council of Europe Develop- ment Bank (CEB), with the support of the European Commission and its Directorate-General for Envi- ronment (DG ENV) • Official launch and finalisation respectively of two carbon funds: the Multilateral Carbon Credit Fund jointly sponsored by the EIB and the EBRD; and the Carbon Fund for Europe (CFE) jointly sponsored by the EIB and the World Bank • Enlargement of the Climate Change Financing Facility (CCFF), which provides long-term loan finance to EU companies participating in the Emissions Trading Scheme (ETS) and to companies operating outside the EU developing Joint Implementation (JI) and Clean Development Mechanism (CDM) projects, and making the Climate Change Technical Assistance Facility (CCTAF) fully operational (in order to facili- tate carbon credit development) • Completion and approval of new social assessment guidelines, \"Taking Social Issues into Account in Projects outside the EU\" • Completion and approval of an updated set of inter- nal guidelines on environmental and social assess- ment and rollout of an environmental and social awareness-raising programme within the Bank • Following a trial period of one year of the Devel- opment Impact Assessment Framework (DIAF), which was designed to better assess the quality and soundness, notably in the social area, of projects outside the EU, it was decided that the DIAF should be applied to all operations in the African, Carib- bean and Pacific (ACP) countries and that it could be extended to other mandates once the negotia- tions on these are terminated Corporate Responsibility • Creation within the Strategy and Corporate Centre Directorate of a division dedicated to Corporate Responsibility policies • First steps towards implementation of the internal management framework for Corporate Responsibil- ity using the first Corporate Responsibility Report and a commitment to annual reporting • Launch of process for Corporate Responsibility inter- nal self-assessment ",
        "Corporate Responsibility Report 2006 10 Corporate Responsibility (CR) reporting is the practice of measuring, disclosing to internal and external stakeholders, and taking responsibility for organisa- tional performance leading to sustainable develop- ment, which “meets the needs of the present without compromising the ability of future generations to meet their own needs” 2 . The Bank considers CR reporting to be a key element of transparency and accountability. Reporting serves as a tool for engaging with stakeholders and securing useful inputs into organisational processes. Further- more, CR reporting is a living process, which does not begin or end with a printed publication. Indeed, for the EIB reporting fits into a broader process of set- ting and implementing strategies and policies and evaluating their outcomes. Thus, reporting enables a robust assessment of our performance and supports improvement over time. Commitment to reporting The EIB Group Corporate Social Responsibility (CSR) Statement was published on the Bank’s website in May 2005. In publishing this statement, the Bank com- mitted itself to periodically reporting on the imple- mentation of CSR. The first integrated Corporate Responsibility report was published in June 2006. For this second CR report, the Bank has shortened the production cycle to enable early publication in February 2007 in order to provide our different stake- holders with timely information. This meant a rather short production timeframe in which to produce 2006 information and figures. We hope this demonstrates our firm commitment to a valuable and timely CR annual reporting cycle. The 2005 CR report was predominantly built upon the previously existing Environmental Report, which was enriched by elements of the Bank’s cor- porate governance and various other developments regarding transparency and integrity. This report also highlighted ethical and social issues. It was widely distributed and given a warm welcome by the Bank’s various stakeholders. The Bank regards CR reporting as a learning process and stakeholder participation is of paramount importance to us. Accordingly, the 2005 CR report was presented to, and discussed with, many civil society organisa- tions at the Bank’s 2006 autumn workshop in Berlin. The Bank also made a targeted distribution to the investor community and will invite investors and analysts specialising in socially or ethically respon- sible investment to a presentation of the 2006 CR report. For each category of stakeholder, engage- ment activities are under way to ensure useful inputs to improve our CR reporting and other organisa- tional processes. We warmly welcome all types of participation in this learning process and aim to find new dimensions for an effective dialogue with our stakeholders. 2 World Commission on Environment and Development, Our Common Future. Oxford University Press, 1987. Responsible Reporting ",
        "11 Corporate Responsibility Report 2006 Report content Compared with 2005, the 2006 CR report is less descriptive of the way the Bank does business and concentrates much more on 2006 activities and new strategies, policies and procedures. It also includes impact assessment and future goals. As a compre- hensive and informative document, the 2006 CR report follows the same format and structure as the 2005 report. In compiling this report we have taken into considera- tion the reasonable expectations of our stakeholders regarding disclosure. Our stakeholders include our shareholders, customers and other business partners, our staff, our peers, EU institutions, specialised rating agencies and investors, civil society organisations and the general public. The report covers all EIB activities, products and countries of operation. According to our mission, objectives and strategies, in the context of the EU institutional and regulatory framework, and in line with the interests expressed by our stakeholders and with market challenges, we have identified the following areas for reporting: • The way the Bank ensures proper governance, trans- parency and accountability; • The economic, environmental and social aspects and impacts of the Bank’s lending activities; • The new strategies, policies and procedures regard- ing sustainability; • The environmental and social footprint of the Bank’s internal housekeeping. Nevertheless, this 2006 CR report is complemented with information provided in our 2006 Annual and Activity Reports as well as information available on our website, in order to enable our stakeholders to better assess the Bank’s performance in terms of significant economic, environmental and social impacts. Assurance has been provided by our internal con- trol systems on quantitative data presented in this report. Moreover, the financial data has been sub- ject to the statutory audit and verification process. The report itself is the outcome of a careful in-house editorial process. Additionally, an internal CR self- assessment and stakeholder identification exercise helped to shape the report. This was undertaken with the assistance of external experts in the field of corporate responsibility and sustainability, the Brus- sels-based consultancy firm “Centre for Sustainability and Excellence (CSE)”, which also provided us with an independent certification of this report. For the 2006 report the Bank followed the new ver- sion (G\u0018) of the Global Reporting Initiative (GRI) standards published in October 2006. This provides an improved and better-structured framework and consolidates the existing guidelines and standards. The Bank believes it has applied the GRI Reporting Framework to meet a “B” Application Level. Further development For next year’s CR report (2007), the Bank intends to improve the reporting method, making it more web-based. In this context a dedicated Corporate Responsibility website will be created in 2007. This will substantially reduce the size of the paper version and improve integration with existing reports as well as enhancing compliance with the GRI Reporting Frame- work. We also intend the 2007 CR report to apply to the whole EIB Group; the European Investment Fund (EIF) will therefore be included in the process for the first time. Responsible Reporting ",
        "Corporate Responsibility Report 2006 12 I – WHO WE ARE ",
        "1\u0018 Corporate Responsibility Report 2006 The bank promoting European objectives WHO WE ARE The European Investment Bank, with its headquarters situated in Luxembourg, is the investment bank of the European Union (EU) \u0018 . Membership of the EIB com- prises the EU Member States. While the Bank enjoys its own legal personality and financial autonomy within the Community system, its mission is to ensure that its various activities support Community policies on a non-profit-making basis. Within the EU, the EIB promotes the economic and social cohesion and development of the Member States through its lending operations. Outside the EU, EIB lend- ing helps to realise the EU’s development aid and coop- eration policies. The EIB is the majority shareholder (61.9%) of the EIF, a public-private partnership whose tripartite shareholding includes the European Commission (\u00180%) and a number of European banks and financial institutions (8.1%). The EIF devotes itself to supporting small and medium-sized enterprises (SMEs) through financial intermediaries. The Bank also owns \u0018% of the share capital of the European Bank for Reconstruction and Develop- ment (EBRD), which is charged with helping to build market economies in countries from central Europe to central Asia. 3 The European Union was established in 1993 after the ratification of the Maastricht Treaty by members of the European Community, which forms its core. In establishing the European Union, the treaty expanded the political scope of the European Community, especially in the area of foreign and security policy. ",
        "14 Corporate Responsibility Report 2006 Mission Statement Our mission is to further the objectives of the Euro- pean Union by making long-term finance available for sound investment. We are at the service of the Union. We were created by the Treaty of Rome, our share- holders are the 27 Member States, and our Board of Governors is composed of Ministers designated by each of the Member States, usually Finance Ministers. We provide service and value added • through our appraisal and follow-up of investment projects and programmes: To receive our support, projects and programmes must be viable in four fundamental areas: eco- nomic, technical, environmental and financial. We appraise each investment project thoroughly and follow it through to completion. • through our financing: Through our own lending operations and our abil- ity to attract other financing, we widen the range of funding possibilities. Through our borrowing activi- ties, we contribute to the development of capital markets throughout the EU, Acceding, Accession and Candidate countries and elsewhere. We offer first-class terms and conditions. Our financial soundness derives from the strength and commitment of our shareholders, the independ- ence of our professional judgments and our record of achievement. It enables us to borrow on the finest terms, which we pass on in our lending conditions. We work in partnership with others. Our policies are established in close coordination with the Member States and the other institutions of the European Union. We also cooperate closely with the business and banking sectors and the main inter- national organisations in our field. We attract qualified and multilingual staff from all the Member States. We are motivated by our direct participation in the construction of Europe. WHO WE ARE The bank promoting European objectives ",
        "15 Corporate Responsibility Report 2006 WHO WE ARE The bank promoting European objectives Shareholders Each Member State’s share in the Bank’s capital is based on its economic weight within the European Union. In the context of EU enlargement, the provi- sions of the EIB’s Statute have modified the Bank’s capital shares and governance. Under its Statute, the Bank is authorised to have maximum loans outstand- ing equivalent to two and half times its capital. Bulgaria and Romania became EU Member States on 1 January 2007. Breakdown of the EIB’s capital as at 1 January 2007 0 10 000 000 000 20 000 000 000 Amount (EUR) % Germany 26 649 5\u00182 500 DE 16.170 France 26 649 5\u00182 500 FR 16.170 Italy 26 649 5\u00182 500 IT 16.170 United Kingdom 26 649 5\u00182 500 GB 16.170 Spain 15 989 719 500 ES 9.702 Belgium 7 \u001887 065 000 BE 4.482 Netherlands 7 \u001887 065 000 NL 4.482 Sweden 4 900 585 500 SE 2.974 Denmark \u0018 740 28\u0018 000 DK 2.269 Austria \u0018 666 97\u0018 500 AT 2.225 Poland \u0018 411 26\u0018 500 PL 2.070 Finland 2 106 816 000 FI 1.278 Greece 2 00\u0018 725 500 GR 1.216 Portugal 1 291 287 000 PT 0.784 Czech Republic 1 258 785 500 CZ 0.764 Hungary 1 190 868 500 HU 0.72\u0018 Ireland 9\u00185 070 000 IE 0.567 Romania 86\u0018 514 500 RO 0.524 Slovak Republic 428 490 500 SK 0.260 Slovenia \u001897 815 000 SI 0.241 Bulgaria 290 917 500 BG 0.177 Lithuania 249 617 500 LT 0.151 Luxembourg 187 015 500 LU 0.11\u0018 Cyprus 18\u0018 \u001882 000 CY 0.111 Latvia 152 \u0018\u00185 000 LV 0.092 Estonia 117 640 000 EE 0.071 Malta 69 804 000 MT 0.042 Total 164 808 169 000 100.000 ",
        "16 The bank promoting European objectives WHO WE ARE Corporate Responsibility Report 2006 4 Article 11 of the Bank's Statute states: \"The President of the Management Committee or, in his absence, one of the Vice-Presidents, shall preside over meetings of the Board of Directors but shall not vote\". Governance structure The governance structure of the EIB contains the checks and balances necessary to ensure a healthy equilibrium between the need to remain a competi- tive banking entity and the requirement to take ethics to the heart of our business. According to the Bank’s Statute, the governance bodies are as follows: The Board of Governors comprises Ministers des- ignated by each of the 27 Member States, usually Finance Ministers. It lays down credit policy guide- lines, approves the annual accounts and balance sheet, and decides on the Bank’s participation in financing operations outside the European Union as well as on capital increases. Furthermore, it appoints the members of the Board of Directors, the Manage- ment Committee and the Audit Committee. The Board of Directors has sole power to take deci- sions in respect of loans, guarantees and borrow- ings. As well as seeing that the Bank is properly run, it ensures that the Bank is managed in keeping with the provisions of the Treaty and the Statute and with the general directives laid down by the Governors. Its 28 Directors and 18 Alternates are appointed by the Governors for a renewable period of five years following nomination by the Member States and are responsible solely to the Bank. In order to broaden the Board of Directors’ professional expertise in cer- tain fields, the Board is able to co-opt a maximum of six experts (three Directors and three Alternates), who participate in the Board meetings in an advisory capacity, without voting rights. The Management Committee is the Bank’s permanent collegiate executive body. It has nine members. Under the authority of the President and the supervision of the Board of Directors, it oversees the day-to-day run- ning of the EIB, prepares decisions for Directors and ensures that these are implemented. The members of the Management Committee are responsible solely to the Bank; they are appointed by the Board of Gover- nors, on a proposal from the Board of Directors, for a renewable period of six years. According to the Bank's Statute (Article 11 4 ), the President is also Chairman of the Board of Directors. The Audit Committee is an independent body answerable directly to the Board of Governors. It is responsible for verifying that the operations of the Bank have been conducted and its books kept in a proper manner. It reports to the Board of Governors and, at the time of approval by the Governors of the Annual Report of the Board of Directors, issues a state- ment on the audits carried out. The Audit Committee is composed of three members and three observers, appointed by the Governors for a term of office of three years. ",
        "17 WHO WE ARE The bank promoting European objectives Corporate Responsibility Report 2006 The EIB’s organisation chart as at 1 January 2007 The EIB’s organisation chart Board of Governors Board of Directors Management Committee Directorate for Lending Operations in Europe Risk Management Directorate Projects Directorate Finance Directorate Office of the Chief Compliance Officer Information Technology Directorate for Lending Operations outside Europe Inspectorate General Audit Committee General Secretariat, HR and Legal Services Strategy & Corporate Centre ",
        "18 Corporate Responsibility Report 2006 WHO WE ARE The bank promoting European objectives EIB lending activity EIB lending activity in Europe focuses on six operational priorities: • Economic and social cohesion and convergence in the enlarged Union; • Implementation of the “Innovation 2010 Initiative”; • The development of trans-European and access networks; • Environmental protection and improving the quality of life; • Small and medium-sized enterprises; • Sustainable, competitive and secure energy. The Bank recently integrated support for energy initiatives as a specific objective in the Corporate Operational Plan (COP) for 2007-2009. Through the EIF, the European Commission, EU Member States and financial intermediaries, the EIB Group is also involved in equity investments in venture capital funds and business incubators that support SMEs, particularly those that are technology-oriented and at an early stage of implementation. Lending in partner countries: developing partnerships Outside the EU, the EIB’s priorities are to better serve the development and cooperation objectives and policies of the European Union in partner countries, and to help fight poverty and improve the living standards of people in the developing world. The key challenge here is to prepare for future EU enlarge- ment and to illustrate the Bank’s worth as a devel- opment institution, as well as to meet stakeholders’ expectations regarding its contribution to achieving the goals of development aid (please see our activity report 2006 for specific country details). Lending products: Individual Loans: Individual loans are made avail- able directly to the promoter, or through banks, for capital spending programmes or projects and are available to promoters in both the public and pri- vate sectors. Credit Lines: Credit lines are made available to banks, leasing companies or financial institutions, which onlend the proceeds for small or medium-scale investment projects meeting the Bank's criteria. In these cases, the responsibility for appraisal and follow-up lies with the financial intermediary. Framework Loans: Framework loans are financial operations relating to multi-scheme investments. Due to incomplete information at the appraisal stage, decisions concerning the financing of spe- cific schemes have to be taken after Board approval at the time of the approval and monitoring of the schemes. ",
        "19 Corporate Responsibility Report 2006 WHO WE ARE The bank promoting European objectives Investing according to EU policy EIB lending policies Eligibility screening Value added assessment Environmental risk assessment European Union Partner Countries Ç Ç EU lending activities EU-27 EU Acceding Countries EU external lending activities EU Pre-accession: Accession and Candidate Countries Potential Candidate Countries Facility for Euro-Mediterranean Investment and Partnership (FEMIP) EFTA Eastern Europe, Southern Caucasus and Russia ACP Cotonou Agreement and Republic of South Africa (RSA) Asia and Latin America (ALA) ÇÇ EIB’s new strategy New instruments Focus on the type of operations Increase risk tolerance on individual loans Enhanced cooperation with EC and IFIs Renewed partnerships with commercial banks Ç Ç EU priorities – integration, balanced development, economic and social cohesion of EU Member States EU economic and social cohesion and convergence Innovation 2010 Initiative Trans-European Networks Environmental protection and improvement SMEs Priorities outside EU Support for the EU’s development and cooperation policies in partner countries Fight poverty and improve the living standards of people in the developing countries ÇÇ Energy ",
        "20 II – GoVERNANCE AND ACCoUNTABILITy Corporate Responsibility Report 2006 ",
        "21 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Corporate Governance Corporate Governance “Governance” or “corporate governance” is generally taken to mean the system by which businesses are managed and controlled. According to the Organi- sation for Economic Development and Cooperation (OECD) Principles of Corporate Governance (2004): “Corporate governance involves a set of relation- ships between a company’s management, its board, its shareholders and other stakeholders. Corporate governance also provides the structure through which the objectives of the company are set, and the means of attaining those objectives and monitoring performance are determined.” The Bank’s guiding principles on governance take into account its dual role: • as a bank, the EIB ensures that its financial statements give a true and fair view of its financial situation; it ensures that its business is conducted in accordance with the rules and procedures laid down in the Stat- ute and the Rules of Procedure, and in line with best banking practice; • as a European body promoting the policies of the EU, the EIB carries out its statutory role and the tasks assigned to it in a transparent manner, in accordance with the provisions that are applicable to it. The EIB’s principles of sound governance are in accordance with the Commission Action Plan and the European Parliament’s resolutions on corporate governance and the supervision of financial serv- ices. The publication in 2004 of the Bank’s Statement on Governance, and of subsequent annual updates, bears witness to the EIB’s continued commitment to good governance. The principles of Governance at the Bank extend to the EIB Group at large; the EIF applies these principles, mutatis mutandis , in the course of its own activity. As from 2007, the Bank will draw up a Joint Statement on Governance within the EIB Group. Conflicts of interest Appropriate codes of conduct are applicable to all of the EIB’s decision-making bodies and staff members to satisfy conflict of interest requirements. Concerns vis-à-vis conflicts of interest are resolved by the use of individual declarations by members of the Board of Directors. Furthermore, a register of these declarations is produced and published by the EIB. Any abstentions from voting on the grounds of conflict of interest are recorded in the minutes of meetings. Additionally, the members of the Board of Directors are obliged to sign and update personal statements on any other offices or positions they hold. These personal statements form an integral part of each director’s CV, all of which are published on the EIB’s website www.eib.org. Similar rules hold for the Management Committee and each member is obliged to sign a public decla- ration of financial interests similar to that applicable to members of the European Commission. www.eib.org The EIB’s codes of conduct • Code of Conduct for the members of the Board of Directors of the European Investment Bank; • Code of Conduct for the members of the Man- agement Committee of the European Investment Bank; • Code of Conduct for the members of the Audit Committee of the European Investment Bank; • EIB Staff Code of Conduct; • EIB Code of good administrative behaviour for staff in relations with the public. ",
        "22 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Fighting Corruption, Fraud, Money Laundering and the Financing of Terrorism The EIB’s commitment The EIB regularly revises and updates its general pol- icy on fighting corruption, fraud, money laundering and the financing of terrorism. As stated in the OECD’s Guidelines for Multinational Enterprises 5 , “corruption is not only damaging to democratic institutions and the governance of corporations, but [it] also impede[s] efforts to reduce poverty. In particular, the diversion of funds through corrupt practices undermines attempts by citizens to achieve higher levels of economic, social and environmental welfare”. The Bank’s current strat- egy in this area is described below, drawing on pub- lished documents such as our codes of conduct and our guide to procurement and also on European Union directives, international regulations and recommen- dations and internal rules, including conditions and clauses contained in the EIB’s finance contracts. A fraudulent practice is any act or omission, including a misrepresentation, that knowingly or recklessly misleads, or attempts to mislead, a party to obtain a financial or other benefit or to avoid an obligation. A corrupt practice is the offering, giving, receiving, or soliciting, directly or indirectly, of anything of value to influence improperly the actions of another party 6 . In terms of money laundering and the financing of terrorism, the EIB has adopted the definitions set out in the directives of the European Union and proposed by the OECD’s Financial Action Task Force (FATF). The EIB declares that it has a zero-tolerance policy where credible evidence of corruption, fraud, money laundering or the financing of terrorism exists among its staff or in connection with EIB-financed projects. As the policy-driven investment bank of the European Union, the EIB supports and promotes the guidelines, measures and procedures adopted by the EU Mem- ber States to fight corruption, fraud, money launder- ing and the financing of terrorism. The Bank is also committed to implementing the recommendations for financial institutions on preventing money laun- dering and the financing of terrorism issued by the FATF, as well as cooperating with the Member States’ authorities and the Union’s Anti-Fraud Office (OLAF) in combating all forms of fraud. Preventive measures introduced The Bank has, inter alia, established a Compliance Office, the objective of which is to oversee conform- ity with standards and act as a first-line detector of potential incidents of non-observance of rules on eth- ics and integrity so that appropriate measures can be taken in line with the texts and procedures in force 7 . In the context of the European Union’s development policy, the EIB has received specific mandates to finance projects in countries outside the European Union, some of which have been identified by the OECD as tax havens. The EIB has adopted a special policy not only in this matter but also with regard to jurisdictions that are considered by the Interna- tional Monetary Fund (IMF) to be inadequately reg- ulated or fail to apply the FATF’s recommendations for combating money laundering and the financing of terrorism. The aim of this policy is to ensure that the Bank does not support or undertake any project, structure or investment intended to permit fraud or encourage money laundering or the financing of terrorism. This policy applies to both lending and treasury operations. ",
        "2\u0018 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Rules governing allegations of fraud, corruption and other forms of illegal activity The Bank has formulated a set of rules to govern the handling of allegations of fraud, corruption and other forms of illegal activity affecting the financial inter- ests of the EIB and/or the European Communities in the course of EIB Group activities. Their purpose is to provide clear guidelines for members of the EIB Group, including the Inspectorate General (IG), in the handling of allegations. In its operations outside the EU Member States and the Acceding Countries, each loan contract between the Bank and a State-owned borrower, or borrower whose commercial risks are assumed by a State, contains provi- sions against fraud and corruption. The borrower under- takes to inform the Bank if it is aware or ever becomes aware of any evidence of fraud or corruption within its organisation in connection with a project financed by the Bank. Furthermore, the borrowing entity must main- tain its own records concerning the project and desig- nate a senior officer who is empowered to deal with the Bank on matters of fraud and corruption. As part of the measures it takes to help combat money laundering and the financing of terrorism, particu- larly in its activities outside the European Union, the EIB has undertaken to ensure that it works only with reputable promoters or intermediaries, checks their identity and integrity, applies strict procedures for the disbursement of funds and verifies the destina- tion and movement of the funds. Loan agreements signed with private sector borrowers undertaking projects in non-EU Member States require the bor- rower to ensure the legitimacy of the funds invested in the company and project. Procurement and project execution The EIB requires that project promoters, as well as ten- derers, contractors, suppliers and consultants under Bank-financed contracts, observe the highest stand- ard of ethics during the procurement and perform- ance of contracts. If the EIB determines that there are signs of prohibited practices during the procurement procedure or during the performance of the contract, it may either refuse to accept a promoter’s preferred choice for the award of a contract or it may cancel all or part of the Bank financing allocated to a contract for works, supplies or services. As a general rule, for international procurement procedures the Bank will require the promoter to insert in the tender docu- ments a clause that grants the promoter, the Bank and auditors appointed by either of them, the right to inspect the records of the contractor, supplier or consultant in connection with any Bank-financed contract. Additionally, the contractor, supplier or con- sultant is obliged to keep these records for the period generally stipulated by law (at least six years) and to make them available to the Bank. Further public consultation Following on from the success of the public consul- tation process vis-à-vis the EIB’s disclosure policy, a similar review will begin in 2007 for the EIB’s poli- cies, guidelines and procedures on fighting corrup- tion, fraud, money laundering and the financing of terrorism. The objective of this process is to benefit from the expertise of a wider range of individuals and organisations. 5 The OECD Guidelines for Multinational Enterprises: Text, Commentary and Clarifications. 6 These definitions are taken from the “Uniform Framework for Preventing and Combating Fraud and Corruption”, agreed in September 2006 by the leaders of the seven major international financial institutions, including the EIB. 7 The Annual Report on the activities of the Group Chief Compliance Officer was presented to the Board of Directors in 2006. Fighting Corruption, Fraud, Money Laundering and the Financing of Terrorism ",
        "24 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Strategy and Planning The new strategy The strategic objectives approved by the Bank’s Board of Directors at its Annual Meeting on 7 June 2005 were incorporated into the Corporate Operational Plan (COP) for 2006-2008 resulting in: • an increased focus on value added; • a progressive increase in risk-taking activity includ- ing in relation to small and medium-sized enter- prises (SMEs); • the use of new financial instruments; • further cooperation with the European Commission; • enhanced monitoring. With a view to maintaining financial self-sufficiency, the impact of the new strategy on the various ele- ments of the Profit and Loss Account was also high- lighted. 2006 was the first full year of implementation of the new strategic orientations. The COP for 2007- 2009 builds on initiatives approved under the COP for 2006-2008 and also encompasses decisions taken by the European Council, Board of Governors and Board of Directors during 2006, responding to numerous external influences, notably new policies at EU level and emerging best banking practices. The Bank’s 2007-2009 planning process was conducted at a time of significant change at EU level. Whilst the Bank’s performance as an EU institution will be meas- ured against many criteria, amongst them will be its responsiveness to EU policy change and the effects of the progressive enlargement of the EU. Aligning EIB objectives with EU policy The EIB Group’s future operating environment is influenced by factors such as developments in the capital markets as well as the future adoption of the EU financial perspectives for the period 2007-201\u0018 and the external mandates. There is close and continuous consultation and coop- eration between the EIB Group and the EU institutions (notably the Commission, Council and Parliament) in order to maintain coherence between EU priorities and EIB objectives. The operational lending priorities in Europe have been adjusted to reflect EU policy developments as foreseen in the 2007-201\u0018 financial perspectives and related new co-financing mechanisms between EU budgetary funds and EIB loans and new initiatives involving the EIB, the Commission and the Member States. These major developments will have a signifi- cant impact on aligning even more closely EIB activi- ties (as lender, provider of advisory services but also manager of EU funds and programmes) and EU pri- ority objectives. In particular in 2006, the Bank started to integrate the decisions of the European Council concerning the renewed cohesion policy for 2007-201\u0018 into its lending activities in the EU, although the transitional period will last until end-2007. The Bank is also looking at ways to better incorporate EU priority objectives into the implementation of its funding programmes. ",
        "25 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Strategy and Planning Sustainable, competitive and secure energy Energy has become a key item in the EU policy agenda, in particular following the release in March of the Green Paper “A European Strategy for Sus- tainable, Competitive and Secure Energy”, followed by a number of Council conclusions and dedicated initiatives. The Bank has been associated with these developments and, in parallel, has launched several internal actions. On this basis, the Bank integrated energy as a specific objective into the COP for 2007- 2009 with appropriate guidelines and monitoring. The projects considered under this objective should belong to one of the following areas, the importance of which is also being stressed in both EU policy ori- entations and the recommendations of specialised international organisations: • Renewable energy; • Energy efficiency; • Research, development and innovation in energy; • Security and diversification of internal supply (including TENs-E); • External energy security and economic development (neighbouring and partner countries). Guidelines have been defined for each of these areas. An overall target for supporting this objective, reflect- ing EU priority, has also been included in the COP for 2007-2009. Substainable development Across all activities of the Bank, but particularly through the financing of sustainable projects, sustainable development continues to be a core requirement. There are commonly three objectives associated with sustainable development: • Environmental protection; • Social equity and cohesion; • Economic prosperity. These were recently reaffirmed by the European Council in June 2006 when adopting a renewed EU sustainable development strategy. The renewed strategy sets overall objectives, targets and concrete actions for seven key priority challenges for the period up to 2010, many of which are predomi- nantly environmental: • Climate change and clean energy; • Sustainable transport; • Sustainable production and consumption; • Public health threats; • Better management of natural resources; • Social inclusion, demography and migration; • Fighting global poverty. Against this background, the Bank is refining its project identification, appraisal and monitoring techniques to ensure that sustainability is sufficiently and consistently considered when the value added of a project is assessed. The Bank will continue to strive to develop its capacity in the field of sustain- able development and to communicate its actions and associated results externally. In this context, the Bank is reviewing its web statement on sustainable development. ",
        "26 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Communication, Information and Transparency Communication vectors As part of its communication strategy, the EIB pub- lished a broad range of country, sector, thematic, annual and evaluation reports and brochures in 2006, in Community languages as appropriate. However, the single most important tool for transparency and communication is the Bank’s website, www.eib.org, which over the years has received an ever increasing number of visitors. In 2006, more than \u0018 million visi- tors browsed the EIB site, up from 2.4 million in 2005 (and 1.8 million in 2004). 2006 also saw the start of a major overhaul of the content of the website, which should be finalised at the end of 2007. The project pipeline plays an important role in the EIB’s public disclosure policy. The Bank is committed to publishing summary information on projects that it is considering for financing on its website. All projects appear on a project list before Board approval unless prevented by legitimate confidentiality reasons, for example in the case of private sector projects. In those cases where the project necessitates an Environmental Impact Assessment (EIA), the Bank endeavours to provide a link to the Non-Technical Summary of the EIA and, for projects outside the EU, its equivalent along with the Environmental Impact Assessment. Once approved and signed, all projects financed by the Bank are listed in the Annual Report. Reaching out During 2006 the EIB had many opportunities to pro- mote itself to large groups of professionals that were potentially interested in its activities and the finance on offer. The Bank was present at some 25 confer- ences and seminars, with communication specialists manning business contact points. Bank representa- tives participated in the Carbon Expo in Cologne and the Green Week in Brussels in May 2006, and at the Carbon Expo in Beijing in October. Furthermore, Bank staff also participated in the open days of the Euro- pean Week of Cities and Regions in Brussels in Octo- ber, bringing together thousands of representatives of local and regional authorities. ",
        "27 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Communication, Information and Transparency A prime occasion to reach out will be the 50th anniver- sary of the Treaty of Rome in 2007 and the EIB’s own 50th anniversary in 2008. Preparatory work is under way to align the Bank with the other EU institutions in the 2007 celebrations, including the business and political summits and conferences envisaged. Rather than an occasion to look back on past achievements, the EIB’s own 50th anniversary will be used to look forward and to highlight its role as the EU investment bank for European Union citizens. The emphasis in a series of internal and external events, publications and promotional activities will be on transparency, mod- ern corporate governance, new lending products, and the Bank’s value added in operations both in and out- side the European Union. The commissioning of the EIB’s new building is due to coincide with the Board of Governors’ meeting in June 2008, underscoring one of the high points of the EIB’s 50th birthday. Stakeholder engagement Relations with civil society organisations The Bank’s relationship with civil society organisa- tions (CSOs), including non-governmental organisa- tions (NGOs) and other interest groups, is based on the acknowledgment that these can have a valuable input into its policy development. They can also contribute to the Bank’s awareness of local issues and provide useful information on projects. A Civil Society Unit within the Communication Depart- ment coordinates the Bank’s contacts with NGOs and other interest groups. As the EIB’s interface with these organisations, its task is to ensure consistency and quality of communication and to engage with civil society in an active way. It increasingly seeks closer contacts with organisations that can help the public and, more specifically, citizens affected by EIB operations, to access information about the Bank. Inside the Bank, the unit provides coordination on civil society contacts and issues. It also runs, together with the Human Resources Department and external experts, in-house awareness and capacity-building programmes on the Bank’s interaction with civil soci- ety. This builds and improves the knowledge base and also the commitment among staff for communication with civil society representatives. The current interaction with CSOs is characterised by new ways of engagement. First of all, the Bank began partnering with expert organisations on shared issues such as the EU’s Lisbon agenda, sustainable devel- opment, environmental protection, or poverty alle- viation. Another key development contributing to the quality of relations with CSOs is the Bank’s new practice of public consultation on selected policies, European Development Days From 15-17 November 2006 the EIB participated in the European Development Days. This large-scale event, organised by the European Commission for the first time in 2006, brought together more than 2 200 participants from the Member States’ official aid agencies, the World Bank and UN organisa- tions, the ACP Secretariat, CDE/Pro€invest and many NGOs. Side events were organised in the form of round-table discussions between representatives of donor and beneficiary countries, NGOs and spe- cialist agencies. These European Development Days were attended by personalities such as José Manuel Barroso (President of the European Commission), Louis Michel (EU Com- missioner for Development and Humanitarian Aid), Guy Verhofstadt (Prime Minister of Belgium), Mar- jatta Rassi (State Secretary for Development – Fin- land, Presidency), Saïd Djinnit (African Union), Mark Malloch Brown (Deputy Secretary General of the UN), Paul Wolfowitz (World Bank), Donald Kaberuka (ADB) and Aminata Traoré (African Social Fund) and leaders of 18 African Nations, notably President Sirleaf of Liberia, President Museveni of Uganda, Prime Minister Zenawi of Ethiopia, President Touré of Mali and Arch- bishop Desmond Tutu. The EIB will also participate in the next European Devel- opment Days, to be held in Lisbon in 2007. ",
        "28 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Communication, Information and Transparency strategies or guidelines. In particular, NGOs are unde- niably one of the major stakeholder groups taking a great interest in consultation. This was demonstrated through their substantial contribution to the first public consultation that the Bank conducted and which was related to a review of the EIB’s public dis- closure policy (completed in March 2006). A first example of the Bank’s cooperative relationship with expert CSOs is a Memorandum of Understand- ing that it signed in September 2006 with the World Conservation Union (IUCN) on biodiversity issues. This agreement provides a framework for joint ini- tiatives and collaboration on matters relating to the biodiversity aspect of EIB activities. The IUCN pro- vides expert advice on the Bank’s initiatives, policies and strategies, such as reviews of guidelines on due diligence or assistance to monitor aspects of EIB- financed projects. IUCN is also assisting in the Bank’s in-house training and awareness-building on biodi- versity issues. The Bank is exploring with CSOs other opportunities for cooperation based on expertise and pragmatism. A key event encouraging these expert relationships was a special briefing that the President of the EIB gave in February 2006 to Brussels-based CSOs on the occasion of the Bank’s annual release of the results of the previous financial year. From this event evolved bilateral contacts with various organisations. For instance, in October 2006 the Bank hosted a semi- nar organised by a CSO named the “Lisbon Council” for technology-intensive small and medium-sized enterprises on “Financing for Innovation”. In the same month, the Bank participated in a conference on “Intelligent Energy in Municipalities of the New Mem- ber States, Candidate Countries, Western Balkans and Ukraine” organised by “Energie-Cités” in Riga. ",
        "29 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Communication, Information and Transparency While the Bank will further pursue such targeted working relations, it is also keen on sustaining and improving its contacts with critical policy advocacy NGOs campaigning on the Bank’s activities. These organisations in particular made important contribu- tions to the public consultation process on the EIB’s public disclosure policy review. Contacts and dia- logues with these organisations have increased over the last few years. This is underscored by the Bank’s participation in events planned by such organisations on EIB-related issues, for example a conference on an independent compliance and appeal mechanism for the Bank that CEE Bankwatch Network and other NGOs held in Brussels (November 2006). As part of its regular workshops for NGOs and other CSOs, the Bank held two workshops in 2006. As is usual, the EIB and interested CSOs together set the agenda and provided speakers. The spring workshop in Brussels tackled R&D and Innovation in the frame- work of the Lisbon process, human capital formation, and the role of civil society in the Bank’s project cycle. The autumn workshop in Berlin addressed issues relating to the linkages between the environment, climate change and energy. Corporate responsibility was also part of the agenda. The workshops also offer CSOs an opportunity to arrange side events with EIB staff on bilateral issues, notably lending operations. In 2006, the Bank received some 97 enquiries and requests for disclosure of information from NGOs 8 . Due to the complexity of their content or associa- tion with activities of other parties, these requests required a certain level of coordination within the Bank or with external parties, in particular project promoters and borrowers, the European Commission and other international financing institutions. A third of these requests covered road transport projects, the majority relating to schemes in the new Member States and Accession Countries. Another considerable number of letters related to disclosure of information. In total, the information desk received some \u00180 000 requests for information during 2006. Public consultation The public consultation process for the Bank’s dis- closure policy was completed in early 2006. Due to its success, a similar review will begin in 2007 for the EIB’s policies, guidelines and procedures on fighting corruption, fraud, money laundering and the financ- ing of terrorism. Furthermore, the Bank also intends to conduct a consultation on its environmental and social principles and standards, as well as a separate consultation on a Manual of EU Environmental Stand- ards. This consultation will be run in cooperation with the co-signatories of the European Principals for the Environment. 8 A number of projects and topics attracted more than one enquiry. ",
        "\u00180 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Working with Others Working together with the Council of the European Union During the year under review, cooperation with the Council of the European Union was again intensive. The March European Council underlined once more the increasing importance of the EIB Group’s role: indeed, alongside the re-launch of the Lisbon Strategy with a special focus on investment in knowledge and innovation as well as on SMEs, the Council attached great importance to the EIB supporting innovation and reinforcing R&D activities through the creation of a Risk-Sharing Finance Facility to be structured and implemented with the Commission. In the same con- text the EIF was invited to further develop its role in facilitating the development of financial products by concentrating on R&D, innovation-driven and early- stage investments. Another important subject was the adoption by the Council in December of the decision on the renewal of the external lending mandates for the period 2007- 201\u0018. In its decision, the Council substantially increased the amount of external lending from the EIB, particu- larly for the pre-accession and neighbourhood regions. It also referred to the need to further strengthen the dialogue and cooperation with the Commission and continue intensifying the Bank’s relationship with other international financial institutions. The EIB continued actively contributing to the work of the ECOFIN Council and ECOFIN’s preparatory bodies, making its investment financing expertise available. The main focus was on the new EIB lending mandates for projects carried out in countries outside the European Union. The Bank likewise worked in close cooperation with several committees and working groups to coordi- nate the preparation of other Council meetings. The European Investment Bank: a strategic partner to the European Union at the service of its institutions, enterprises and citizens and a close partner to the international financial institutions As the long-term financing institution of the European Union, the EIB operates to further the Union’s policy objectives by implementing guidelines defined and formulated by its shareholders, the Member States, in the forum of the Board of Governors and in the framework of the Council of the European Union. Consequently, a constant and open dialogue with the European institutions that prepare, propose and decide on the Union’s policies is of crucial importance in order to achieve these common objectives. ",
        "\u00181 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Working with Others The Council reaffirmed its appreciation of the Bank’s contribution to further developing the European Action for Growth with new financial instruments combining multi-annual EU and EIB resources. Having achieved agreement on the financial perspectives, the Council also reiterated the importance of close cooperation between the EIB and the Commission as well as between the EIB and the EBRD in order to fully exploit their catalytic function in fostering economic growth and employment. Finally the Council endorsed the membership of the EIB in a high-level working group to promote the EC Environmental Technology Action Plan (ETAP) in support of the Lisbon Strategy. Intensive partnership with the European Commission Overall the operational cooperation with the Commis- sion was particularly intensive and productive during 2006, notably in the context of the preparation of the 2007-201\u0018 financial programming cycle, resulting in the launch of a number of new joint initiatives: JASPERS (Joint Assistance to Support Projects in Euro- pean Regions) is an ambitious technical assistance partnership between the Commission (DG REGIO), the EIB and the EBRD. Drawing on the expertise and country experience within both banking institutions, some project preparation activities in the benefici- ary countries were rolled-out before year-end. These were aimed at helping these states to access more rapidly and efficiently the financial support from the European Regional Development Fund (ERDF) and Cohesion Fund available during the years 2007-201\u0018 mainly for environmental and transport projects. The JEREMIE initiative (Joint European Resources for Micro to Medium Enterprises) will enable EU Member States and regions to use part of their structural funds to obtain a set of financial instruments specifically designed and engineered to support micro and small and medium-sized enterprises. Alongside this initiative there is the launch of the Competitiveness and Innovation Programme (CIP), which provides guarantees and venture capital to enhance SME finance and will succeed the 2000-2006 Multi-Annual Programme for Enterprises (MAP). JESSICA (Joint European Support for Sustainable Investment in City Areas) is an initiative mounted jointly by the Commission, the Council of Europe Development Bank and the EIB, aimed at combining grants under the ERDF programmes for urban develop- ment and renewal or social housing with the loans and existing expertise of the two banking institutions. RSFF: Besides the above initiatives, good progress has been made in the definition of the institutional framework for the Risk Sharing Finance Facility (RSFF), following the agreement between the Euro- pean Council, Commission and Parliament on the 7th Framework Programme for Research, Technologi- cal Development and Demonstration activities (FP7). The RSFF is due to be launched in early 2007. Managed by the EIB and supported by the FP7- budget and EIB own resources, the combined EU and EIB funding of the RSFF will increase the reserves for provisioning and capital allocation for Structured Finance Facility operations and stimulate investment in European Research, Development and Innovation projects and research infrastructures. ",
        "\u00182 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Working with Others LGTT: The Loan Guarantee for TEN-Transport projects is another financial instrument aimed at supporting project acceleration in the field of Trans-European and Access Networks through close cooperation between the EIB, the Commission (DGTREN) and the international banking sector. The facility, to be man- aged by the EIB, is designed to guarantee revenue risks during a limited period following the construc- tion of projects, notably under Public-Private Partner- ship (PPP) structures. With regard to the EIB’s support for EU external policies, 2006 was marked by intensive coopera- tion with the Commission and Member States in the context of the next generation of the EIB's external mandates, other than the one covering the African, Caribbean and Pacific (ACP) countries. From 2007 onwards, the new lending mandates will give prior- ity to the pre-accession and neighbouring regions alongside continued support in Asia, Latin America and South Africa. Following an assessment of the performance of the Facility for Euro-Mediterranean Investment and Partnership (FEMIP), the Council also invited the EIB in November to further develop the FEMIP instruments to include southern and eastern neighbouring countries. The Bank's operations in the ACPs and Overseas Countries and Territories (OCTs) are covered by the 20-year Cotonou Agreement and the OCTs Council Decision, for which the 2008-201\u0018 financial package was finally agreed in June 2006. The possible pool- ing of the Bank's and the EC's expertise as well as the identification of financing opportunities where EC grant resources can be used alongside Investment Facility (IF) or Bank funds is a major area of concerted action. Recent efforts have translated into a number of innovative instruments based on the blending of EC grants and EIB loans, which was identified as the most appropriate mechanism to increase EU finan- cial assistance for developing countries, notably the ACPs. The EU-Africa Partnership for Infrastructure Trust Fund between the EC and the EIB was signed in July 2006. It is also open to Member States' agencies and will focus on cross-border infrastructure projects (or national projects with a clear international focus) in the energy, water, transport and communications sectors. Initial financing under the partnership is expected to commence in the first half of 2007. Furthermore, apart from participating in a High-Level Group on Competitiveness, Energy and the Environ- ment, initiated by the Commission, the EIB Group also contributed to a high-level public hearing organised by the Commission regarding the Strategic EU Energy Review. Particular emphasis was put on three major issues: sustainability, competitiveness and security of the energy supply. The increased activity of the Bank in the Commis- sion inter-services consultation process for new leg- islation and communications served to strengthen the efficiency of the cooperation between the two institutions. Additionally, this activity fosters better ",
        "\u0018\u0018 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Working with Others integration and recognition, at an early stage in the decision-making process, of the role of the Bank in the implementation of major EU policies. Finally, the EIB participated in the 2006 Green Week, an annual event organised by the European Com- mission's Directorate General for the Environment, held this year in Brussels from \u00180 May to 2 June. The central theme was \"Biodiversity is life\", with a focus on four main issues: (i) biodiversity as a global issue; (ii) the management of natural resources; (iii) space for nature and (iv) biodiversity and society. Each year Green Week aims to provide an opportunity for the exchange of experience and best practice among non-governmental organisations, businesses, various levels of governance and the public. It consists of a range of conferences and round tables, as well as an exhibition, including an EIB stand. Constructive dialogue with the bodies representing the European citizens During 2006 the Bank pursued a constant, open and dynamic dialogue with the European Parliament. President Maystadt presented the EIB Group’s strategy and activities before several parliamentary committees such as the Committee on Economic and Monetary Affairs and the Committee on Budgets. In light of the EU financial perspectives 2007-201\u0018, the planned new financial instruments of both the EIB and the EIF were presented to the Committee on Economic and Mon- etary Affairs. Members of Parliament showed a clear interest in further enhancing the dialogue with the EIB and a delegation from the Committee on Economic and Monetary Affairs visited the Bank in Luxembourg in the autumn. Furthermore, both the EIB and the EIF were regularly invited to attend discussions in parliamentary com- mittee meetings and to present the Group’s views on specific issues: a debate in the Committee on Regional Development on the synergy between EU cohesion policy and the EIB’s lending activities; a first exchange of views with the parliamentary Committee on Inter- national Trade regarding the Community guarantee to the EIB; a presentation and exchange of views in the Committee on Industry, Research and Energy regarding the EIB Group’s role in the 7th framework programme of the Commission for research, technological devel- opment and demonstration activities. All these dis- cussions took place in the context of the EU financial perspectives 2007-201\u0018. These fair and open dialogues contributed to a better mutual understanding of con- cerns and opinions. In its role of permanent observer, the Bank participated at a high level in the meeting of the Committee on Eco- nomic and Financial Affairs, Social Affairs and Education of the Euro-Mediterranean Parliamentary Assembly to debate on the parliamentary recommendations to be forwarded to the European Council on the future of FEMIP. The EIB was also invited by the Committee on International Trade to participate in an exchange of views on the establishment of a Euro-Mediterranean free trade area. The EIB also maintained a regular and open dialogue with the European Economic and Social Committee . President Maystadt was invited by the President of its Economic and Monetary Section to have a broad exchange of views on EIB strategy implementation and 2005 lending activities. “Open Days 2006“ was jointly organised in October by the Committee of the Regions and DG REGIO under the headline “Investing in Europe’s Regions and Cities: Public and Private Partners for Growth and Jobs”. EIB staff actively participated as speakers in various work- shops and panels, while the Bank organised and chaired a workshop on “EIB financing the municipalities” with external participants from various countries. The Bank also organised a workshop with representa- tives of numerous non-governmental and civil society organisations to exchange views on the EIB’s strategy and lending activities, while the representatives of Europe’s press were invited to a meeting with Presi- dent Maystadt at which he presented the Bank’s lend- ing activities outside the European Union. ",
        "\u00184 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Cooperative relationship with other international financial institutions Keen to further enhance the effectiveness of its oper- ations, the Bank continued to develop operational partnerships with other international financial insti- tutions (IFIs) involving co-financing arrangements or the exchange of information on operational or cor- porate issues. Such forms of cooperation are often consolidated through the signing of a formal Memo- randum of Understanding (MoU). 2006 was characterised by intensified cooperation between the EIB Group and both the European Bank for Reconstruction and Development (EBRD) and the Council of Europe Development Bank (CEB) in the con- text of the various joint initiatives undertaken notably with the European Commission. Noteworthy is the signing of the tripartite MoU between the Commis- sion, the EIB and the EBRD, defining the modalities of operations in Russia, the eastern neighbouring coun- tries and Central Asia, in the framework of the new external lending mandates for the Bank. Working with Others As mentioned above, the JASPERS technical assist- ance initiative was the result of a partnership between the Commission, the EIB and the EBRD. Furthermore, an MoU between the Commission (DG Regio), the EIB and the CEB was signed in respect of a coordinated approach to the financing of urban renewal and development for the programming period 2007-201\u0018 of the Community structural funds. Finally, the EIB was directly associated with three major events that dominated the environmental agenda in 2006: one related to the establishment of the EIB-EBRD and EIB-IBRD Carbon Credit Fund. The second concerned the development and launch by the EIB, in close cooperation with the Commission (DG ENV), of an initiative known as the European Prin- ciples for the Environment, which was signed in May together with the EBRD, CEB, NIB and NEFCO. The last event was the signing of an MoU between the EIB and the World Conservation Union establishing the principles and framework for cooperation on matters relating to biodiversity. ",
        "\u00185 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Working with Others ",
        "\u00186 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY The Bank understands Corporate Responsibility to be a set of the “less-tangible” or “extra-financial” issues covering governance, ethical, environmental and social aspects. These issues are: • increasingly the focus of public concern in general, and investors in particular; • qualitative and not readily quantifiable in monetary terms; • reflecting externalities not yet well captured by market mechanisms; • becoming the focus of a tightening policy and regulatory framework; • progressively seen as a major policy feature by the financial sector. The EIB Group Statement on Corporate Social Respon- sibility was published in 2005. It includes the CSR High- Level Policy. More particularly in 2006, the Bank: • pursued its Internal CSR Awareness Programme (2005-2006); • issued the first report on Corporate Responsibility (June 2006); • started the implementation of the internal manage- ment framework for Corporate Responsibility using the EFQM framework for CSR; • launched a process for Corporate Responsibility internal self-assessment, including stakeholder mapping. We are now committed to reporting annually on Corporate Responsibility and we intend to facilitate this reporting and communication process through the creation of a dedicated Corporate Responsibility website. Creation of a Corporate Responsibility Division As part of the process of improving the way it man- ages corporate responsibility and/or sustainability, the Bank decided to create, as of 1 January 2007, a Corporate Responsibility Division within the new Strategy and Corporate Centre (SCC) Directorate. This division will be responsible for the management, development, implementation, monitoring and assessment of corporate responsibility strategies and policies. In this context, global performance indicators relating to corporate responsibility have been developed, which are already part of the COP for 2007-2009. The EIB Foundation The EIB has started the process of creating a separate and autonomous legal entity – the “EIB Foundation”. The Foundation will group together the various Bank initiatives that are not directly related to its opera- tional activities and fit within the framework of the Bank’s Corporate Responsibility policy. This encom- passes activities such as sponsorship and subsidies, the Arts Committee work, cultural, charitable, scien- tific and possibly academic initiatives as well as local and international solidarity actions. Corporate Responsibility Corporate Responsibility self-assessment and stakeholder mapping The European Foundation for Quality Management (EFQM) framework for CSR was utilised for this exer- cise, illustrating the CR implementation process as a continuous one. It also helped to locate the Bank in terms of its CR maturity level. This self-assessment and stakeholder mapping process is a key tool for CR integration within the EIB. Since the EIB has clearly identified its stakeholders and their respective needs, it has successfully passed the start-up phase. The Bank is now moving towards greater CR maturity, whereby CR is more fully embedded within its poli- cies and strategies and stakeholder expectations are both measured and actioned. ",
        "\u00187 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Corporate Responsibility Mapping our stakeholders The Bank is committed to building long-term relationships of trust, respect and integrity with our stakeholders. Through the on-going stakeholder mapping process we aim to take a structured approach to properly identifying our different stakeholders and their needs and determining the corresponding levels of engagement. European Commission European Parliament – EESC – ECOFIN EU Member States OLAF – European Ombudsman External auditors European Court of Justice European Court of Auditors Final Beneficiary Borrowers Promoters Intermediaries Investees Investment funds Governments Guarantors EIB Stakeholders Staff Board of Governors Audit Committee Board of Directors Management Committee EIF EBRD Long-term financial institutions IFC, WB, CEB, KfW, IFIs Capital markets Rating agencies Accession Countries Partner countries Investors Potential employees Suppliers Civil society NGOs and media Business regulators Export market regulators ",
        "\u00188 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Complaints mechanisms Maladministration • Secretary General (internal) • European Ombudsman (independent recourse) • Inspector General (independent recourse) Fraud and Corruption • Inspectorate General – Fraud Investigations Unit • OLAF Legal • Court of Justice Any natural or legal person affected, or feeling affected, by a decision of the EIB may lodge a complaint to the EIB’s Secretary General. A complaint can be lodged via a simple written letter addressed to the Secretary General or via email to the Bank’s dedicated address complaints@eib.org . The Bank cannot accept com- plaints from anonymous parties, but a complainant has the right to request that his or her complaint be dealt with confidentially. The subject of the complaint – which may be access to information, handling of external requests, project procurement, environ- mental impacts, suppliers’ contract management, job applications, or others – must be clearly stated as well as what the complainant expects to achieve with the complaint. If EU citizens or natural or legal persons residing or having their registered office in an EU Member State feel that the Bank has not dealt with their complaint in a timely and/or correct manner they can, in accord- ance with Article 195 of the EC Treaty, lodge a com- plaint of maladministration 9 against the Bank with the European Ombudsman, www.ombudsman. europa.eu. Citizens or residents of non-EU countries whose com- plaint is rejected by the European Ombudsman on the sole basis of their non-EU origin can lodge a com- plaint with the Bank’s Inspectorate General, whose independence is ensured by its direct reporting line to the Bank’s Audit Committee, under the Independent Recourse Mechanism ( Inspector.General@eib.org ). The Complaints office A Complaints Office under the direct combined authority of the Secretary General and the Director General of the Strategy and Corporate Centre was created in 2006 in order to deal with the treatment of external complaints received directly by the Bank. The Complaints Office ensures the centralised handling and registration of complaints, a structured investiga- tion, internal and external reporting and a proactive approach. It is responsible for the following: Review • Gathering and reviewing existing information; • Investigating the object of the complaint to assess whether the Bank’s policies and procedures have been followed; • Ensuring coordination of different services involved with a view to establishing an EIB position; • Contacting the complainant, if necessary; • Reporting on the findings; • Coordinating with other institutions, if necessary; • Ensuring that imposed and/or agreed deadlines and notices are respected. Problem-solving • Trying to resolve the underlying issues giving rise to the complaint or grievance; • Possibly fact-finding, mediation, conciliation, dia- logue facilitation; • Finding and communicating appropriate solutions; • Drafting appropriate answers; • Proposing improvements to existing procedures. A new complaints policy and procedures were also defined and implemented internally in 2006. This policy establishes the broader lines governing the presentation, review, handling and resolution of external complaints. In 2007, the complaints policy will be communicated externally. 9 Maladministration occurs when a public body fails to act in accordance with a rule or principle that is binding upon it. Handling Complaints ",
        "\u00189 European ombudsman 2005 2006 CSOs 1 4 Corporate 1 - Individuals 1 - Total 3 4 Secretary General 2005 2006 CSOs \u0018 4 Corporate - 4 Individuals 2 \u0018 Total 5 11 2005 2006 Environment 2 5 Procurement - 5 Projects 1 1 Access to information 2 2 HR \u0018 1 Corruption - 1 Total 8 15 Conclusion by the ombudsman Closed in 2005 Closed in 2006 Total issued (since 1998) Recommendations issued 2 - 2 Critical remarks - 1 1 Partial maladministration - 1 1 No maladministration 2 1 1\u0018 No case 1 - 1 Case dropped by the complainant 1 - 1 Case closed pending legal proceedings - - 1 Open - - 4 Total 6 3 24 Corporate Responsibility Report 2006 GOVERNANCE AND ACCOUNTABILITY Handling Complaints Independent recourse mechanism The European ombudsman The European Ombudsman conducts investigations into alleged instances of maladministration by the Community institutions and bodies. The Treaty vests the Ombudsman with full independence in the per- formance of his duties. The Ombudsman publishes the results of his enquiries. In accordance with his mandate, the Ombudsman considers representations from EU citizens or any nat- ural or legal person residing or having his/her regis- tered office in an EU Member State. The Ombudsman also has the power to open inquiries on his own initia- tive. Using this capacity, the Ombudsman may inves- tigate a possible case of maladministration raised in a complaint, even if the complainant does not meet the abovementioned eligibility criteria. In fact, there has never been an instance of a complaint being rejected for the sole reason of non-EU origin. Pursuant to his mandate and if a problem is found, the European Ombudsman may: • propose an amicable solution; • issue a draft recommendation; • address a critical remark; • address a special report to the European Parliament. Statistics on complaints Complaints received ",
        "40 III – RESPoNSIBLE FINANCING Corporate Responsibility Report 2006 ",
        "41 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices Environmental Issues The EIB’s definition of environmental responsibility The EIB has three main objectives for defining its envi- ronmental responsibility. The first and most impor- tant is that it seeks to ensure that the projects that it finances are compliant with EU environmental prin- ciples and standards in support of EU policies . This is summarised in the Environmental Statement 2004. The requirements for the projects are to: • comply with EU environmental policies, principles and standards; • take into account local conditions in countries out- side the EU; • use EU standards as benchmarks for measuring performance; • comply with the EU Directive on Environmental Impact Assessment; • apply best available techniques as appropriate; • apply good environmental management practice during implementation and operation; • adhere to international good environmental practice; • accord with internationally recognised social safe- guard measures, including labour standards; • implement applicable multilateral environmental agreements. The second main objective is for the Bank to promote projects that protect and improve the natural and built environments and foster social well-being in the interests of sustainable development . The EIB applies a relatively broad definition of the term “envi- ronment”. It covers the natural and the human liv- ing and working environment and a number of social aspects. Provided that the projects are economically, technically and financially viable, the EIB supports specific environmental investments that focus on: • tackling climate change; • protecting and enhancing biodiversity; • safeguarding the environment; • promoting the sustainable use of natural resources and waste management; • improving the quality of life in the urban environ- ment. The third objective is for the Bank to assume envi- ronmental responsibility for its corporate environ- mental footprint . Although the Bank’s footprint in this sense does not have the same magnitude as its footprint from financing projects, the EIB works con- tinuously to improve the environmental performance of its buildings and the housekeeping of its offices. The main areas of activity are improving energy effi- ciency, collecting and recycling waste streams and gradually introducing environmentally responsible procurement, as part of an integrated environmental management system. ",
        "42 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices Development of EU environmental policies in 2006 The twin themes of climate change and the EU strategy to limit carbon dioxide (CO 2 ) emissions remained the principal policy priorities in 2006. The EU Emissions Trading Scheme has illustrated its capacity to deliver a significant proportion of the required emission reductions. The recent Stern Review of the economics of climate change has given further impetus to the opportunities that climate change policies provide to engender market opportunities and to develop tech- nologies with both domestic and export potential. All seven 'thematic strategies' required under the Sixth EC Environment Action Programme (EAP) have now been adopted by the Commission. They define the EU policy approach on: • air pollution; • prevention and recycling of waste; • the marine environment; • soil; • sustainable use of pesticides; • the urban environment; • the sustainable use of resources. The thematic strategies represent the next generation of EU environmental policy. The Commission’s Green Paper on an EU strategy on adaptation to climate change is due to be published in 2007 and will further develop strategies to protect people, property and nature against the increasingly severe impacts we will face in the future. The EIB will promote the implemen- tation of these strategies wherever possible within its environmental lending framework. The EIB’s environmental policies and procedures The European Investment Bank promotes environ- mental sustainability in line with EU policy in this area. The general approach of the Bank is described in its “Environmental Statement” and “The EIB and its Con- tribution to Sustainable Development”. EU environmental policy is also expressed through the Treaty on the European Union as well as an extensive range of secondary legislation, including a number of Multilateral Environmental Agreements (MEAs). It is also informed by various other official EU documents, including Communications on specific topics. The EIB exerts most influence on the environment through its financing activities. The way in which environmental concerns are integrated into its project-related work is central to its environmental management system. The Bank aims to maximise the environmental benefits and to minimise the environ- mental costs of the projects that it finances through appropriate screening, mitigation and compensa- tion measures. The EIB has in place a set of policies and procedures to ensure the application of good environmental practices based on the “European Principles for the Environment” (EPE). ",
        "4\u0018 European Principles for the Environment On \u00180 May 2006, the EIB and four other leading Euro- pean Multilateral Financing Institutions (Council of Europe Development Bank, European Bank for Recon- struction and Development, Nordic Environment Finance Corporation and the Nordic Investment Bank) signed up to the European Principles for the Environ- ment. This initiative was launched in response to the drive for increased harmonisation of environmental principles, practices and standards associated with the financing of projects. It is a joint effort to imple- ment the “fundamental right of present and future generations to live in a healthy environment”. This approach aims to ensure that the Multilateral Financing Institutions (MFIs) promote responsible stewardship and provide a consistent and visible mechanism for engaging with project sponsors in addressing environmental issues. In turn, this allows the MFIs to better manage credit and project risk relating to the environment. The European Principles for the Environment are defined as: • the guiding environmental principles in the EC Treaty; • the practices and standards incorporated in EU secondary environmental legislation. The EPE apply to the respective regions of operations for each signatory institution. For projects located in the EU, the European Economic Area countries, and all pre-accession and potential Candidate Countries, the EC Treaty and the relevant secondary legislation is the logical, uncontested and mandatory reference. The projects in this region should also comply with any obligation and standards upheld in relevant Multilateral Environmental Agreements. In all other countries, projects financed by the sig- natories should comply with the appropriate EU environmental principles, practices and standards, subject to local conditions. The signatories will apply the EPE, with reference to local circumstances. The MFIs will build up the capacity to meet and enforce the requirements of the principles. Environmental considerations are taken into account at all stages of the EIB project cycle. Staff members are provided with appropriate guidance for this purpose. Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices ",
        "44 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Improving environmental management A number of areas requiring improvements were identified in 2006. These are currently being imple- mented, including: • fulfilment of all quantitative environmental lending targets; • completion and approval of an updated set of guidelines on social assessment; • rollout of an environmental and social awareness- raising programme within the EIB; • full operationalisation of the Climate Change Tech- nical Assistance Facility (CCTAF) and enlargement of the Climate Change Financing Facility (CCFF); • official launch and finalisation respectively of two carbon funds, the Multilateral Carbon Credit Fund (MCCF) jointly sponsored by the EIB and EBRD, and the Carbon Fund for Europe (CFE) jointly sponsored by the EIB and the World Bank; • completion and approval of a public document, \"The social assessment of projects outside the EU\". Operating Practices The main responsibility for the environmental aspects of projects lies with the Projects Directorate, which has about 80 engineers and economists with general environmental skills. For each project a project team is formed. Project teams are made up of economists, engineers, financial analysts and lawyers. These teams carry out the environmental assessment of projects at the EIB, applying EIB policies to each project. Whereas the project team has front line responsibility for managing environmental issues, environmental management at the Bank is reinforced by a number of dedicated units, at the centre of which is its Environment Unit. These arrangements are designed to ensure a con- sistently high quality of assessment, improve visibility and create a stronger capacity for external dialogue. The Bank believes that, in general, these objectives are being met. ",
        "45 Dealing with biodiversity There is little doubt that we are losing the world’s biodiversity at an alarming rate. The recent Millen- nium Ecosystem Assessment highlighted some of the main challenges that the global community faces to achieve the target created to significantly reduce the rate of biodiversity loss by 2010. On 22 May 2006, the European Commission adopted a communication setting out the EU’s approach to halting the loss of biodiversity by 2010. Along with the communication an EU Action Plan has been developed, outlining the responsibilities of EU insti- tutions and Member States. The EIB recognises the significant value of biodiver- sity and is committed to securing favourable eco- nomic, environmental and social outcomes for all its financing activities. In all its activities, the EIB supports Community policy and its approach to biodiversity is based on implementing the principles contained in the EU Nature Conservation Policy, namely the Habi- tats and the Birds Directives, as well as NATURA 2000. The EU is also a signatory to the Convention on Bio- logical Diversity. This policy is espoused in the EIB Environmental Statement 2004 and the COP. To meet the biodiversity challenges, the EIB has taken a balanced approach to managing its operations in order to minimise any negative impacts on biodiversity and to enhance biodiversity and natural habitats wherever practicable. All projects are screened for their potential impact on biodiversity and natural habitats 10 . Addition- ally, the Bank works with international organisations to explore how biodiversity concerns can best be addressed through its project activities. The EIB is a member of the European Task Force on Banking, Business and Biodiversity, which looks at potential financing mechanisms for biodiversity projects. The EIB has also been working closely with the Biodiversity Unit of DG Environment to improve its internal assessment process, discuss any poten- tially sensitive projects and train and raise the awareness of its staff on biodiversity and nature pro- tection-related legislation and assessment tools and methodologies. In September 2006 the Bank signed a Memorandum of Understanding with the Interna- tional Union for the Conservation of Nature (IUCN). The IUCN will assist the EIB with: • consultation and advice on biodiversity concerns in investment projects; • capacity-building of staff in the areas of impact assessment and integration of biodiversity con- cerns in proposed projects; • monitoring of environmental biodiversity aspects of projects financed; • formulating a biodiversity strategy for the Bank. This relationship will allow for the development of joint initiatives and exchanges of information to strengthen efforts to manage biodiversity issues consistently on a long-term basis. Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices 10 For its projects outside the EU, the EIB is also guided by international conventions and the International Union for the Conservation of Nature (IUCN) classification of protected areas and the management regulations applicable to them. ",
        "46 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices Tackling climate change The Conference of the Parties to the Convention met in Montreal as part of the United Nations Framework Convention on Climate Change (UNFCCC) and Kyoto Protocol where an agreement was reached to take multilateral action against climate change in the post-2012 period, reducing uncertainty about the sustainability of the long-term carbon market. Else- where, evidence of the pace and severity of climate change grows; the science is no longer disputed in mainstream discussions and the urgency for signifi- cant changes towards more sustainable production and consumption patterns globally is increasingly acknowledged. In the EU, the European Climate Change Programme (ECCP) came under review, with the expectation that the second programme will be developed to give more emphasis to carbon capture and storage, adaptation, and energy and technol- ogy policies. Additional policies and measures will be required if the EU-15 is to meet its Kyoto Protocol tar- get of -8% compared to 1990 (European Environmen- tal Agency, 2005). Additionally, a recent Environment Council suggested the need to consider EU emissions reductions of 60-80% by 2050. At the core of the ECCP is the EU Emissions Trading Scheme (ETS). Under the ETS, about 12 000 industrial plants located in the EU are subject to caps on their carbon dioxide emissions and are able to buy and sell permits to meet their legal obligations in this respect. Recent changes in EU policy in several fields, notably renewable energy, energy efficiency, bio-fuels and research and development (R&D) have been influ- enced by climate change considerations. The same is true of many aspects of EC external policy. For example, in relations with China the aim is to pro- mote clean coal technology, while adaptation is now recognised as being of critical concern for poverty reduction and sustainable development, particularly in the ACP area. In tandem with these new developments, the EIB has supported efforts to achieve lower carbon emis- sion trajectories through investments involving fuel switching or supporting the development of renew- able energy and energy efficiency. The Bank has also ",
        "47 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices been streamlining its approach to energy efficiency. This covers three main areas: • to systematically explore whether there are possibi- lities to increase the energy efficiency of all its projects; • to finance combined heat and power (CHP) plants and support the upgrading of district heating net- works; • to finance programmes to increase energy effi- ciency in different sectors (social housing, schools, industry, etc.). The EIB has a specific lending target to finance renew- able energy projects. The objective is to increase lend- ing for renewable energy projects to 50% of lending for electricity generation by 2010. Additionally, the Bank's aim is to contribute to a wider geographical coverage, notably in the new Member States, and to the development of the potential of biomass. Simi- larly, the Bank is stepping up its support for the devel- opment of renewable energy and energy efficiency in neighbouring and partner countries, for instance through the targeted use of its technical assistance (TA) funds (see further details in the next section on renewable energy and energy efficiency). Good progress was made during 2006 regarding the implementation of the EUR 500m Climate Change Financing Facility (CCFF) , which covers the period 2005-2007. The Facility was established to provide long-term loan finance to EU companies participat- ing in the ETS and to companies operating outside the EU developing joint implementation (JI) and clean development mechanism (CDM) projects. So far 60% of the CCFF sub-window I (of EUR 400m earmarked for investments that would help companies meet their obligations under the ETS) has been committed for projects such as the modernisation and environmen- tal upgrading of pulp and paper mills in Portugal, the construction and operation of two run-of-river hydro- power plants in Slovenia, and a wind power project in Spain. As yet, no commitments have been made under sub-window II (of EUR 100m for projects that would result in the generation of Kyoto Protocol JI and CDM carbon credits), because of the long lead time between the identification of JI and CDM potential projects and financial close. As the CCFF was restricted to financing projects that directly contribute to emissions trading of CO 2 -based allowances under the EU ETS, the Facility (CCFF II) was renewed in May 2006 with the broader goal of financ- ing any project that significantly reduces greenhouse gas emissions, regardless of region, sector or type of greenhouse gas. The Climate Change Technical Assistance Facility (CCTAF) provides advance funding for activities asso- ciated with the development of project-based carbon credits under the JI and CDM mechanisms of the Kyoto Protocol on a conditional loan basis. The working pro- cedures and guidelines for accessing and managing the CCTAF have been finalised and are available to the public. When applied fully to any one project, the CCTAF involves three stages of support: • Phase I (carbon feasibility); • Phase II (preparation up to project registration with the CDM Executive Board (or JI equivalent); • Phase III JI/CDM project validation. The CCTAF is now fully operational. ",
        "48 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices The Multilateral Carbon Credit Fund (MCCF) developed by the EIB and the EBRD, was officially launched on 13 December 2006. The MCCF is designed to develop the carbon market in countries in transition to market economies by helping EBRD and EIB shareholders and other parties to meet their mandatory or voluntary green- house gas emission reduction targets. The Fund will source and purchase carbon credits from projects financed by the EBRD and/or the EIB in countries in transition eligible for EBRD operations. The Fund will also facilitate “Green Investment Schemes” in which the proceeds of state-to- state trading of carbon credits are used to finance climate- friendly projects in the selling country. The MCCF aims to stimulate and complement the partici- pation of the private sector in the carbon market. Special- ised private firms known as Carbon Managers will play a key role in the MCCF operations. These Carbon Managers will work under the supervision of the MCCF Secretariat, a team of dedicated staff from the EBRD and the EIB. The size of the Fund has been capped initially at EUR 150 m for project-based carbon credits. At the moment both states and private companies have expressed interest in partici- pating, with pledges exceeding EUR 150m. The Carbon Fund for Europe (CFE) will be co-managed by the World Bank and EIB, with a first tranche of EUR 50m, which can be followed by subsequent tranches up to a total of EUR 100m. The CFE is designed to facilitate the transition of market activities from the public to the private sector, catalysing the development of projects and helping EIB shareholders and clients meet their car- bon emission reduction obligations. This means the CFE would mostly purchase emission rights (ERs) from projects with relatively short lead times, as the value of credits after 2012 is highly uncertain, targeting carbon credits that are compatible with the requirements of the EU ETS. The Fund places an emphasis on Clean Development Mechanism (CDM) projects and a key differentiator of the Fund is that it would primarily purchase verified emission rights (VERs), prior to CDM Board approval. Another interesting feature is that the CFE can also buy ERs for delivery post-2012, i.e. after the first Kyoto commitment period. The EIB is already actively working on proposals for carbon funds for the post-2012 period. The EIB recently began to systematically incorporate climate change aspects into its internal appraisal procedure, so that all projects are now routinely screened for their potential to mitigate climate change and generate carbon credits, which could be used for Kyoto compliance purposes and/or in the EU ETS. More recently, projects are also being screened systematically for the need to incorporate adapta- tion measures. The EIB lending pipeline has about 20-\u00180 projects with JI/CDM potential. The best oppor- tunities are in the fields of: • renewable energy, especially in hydropower and biomass, with projects located in Brazil, Fiji, Mada- gascar, Mongolia and Ethiopia; • the waste management and wastewater treatment sectors; • some gas transportation and power transmission and distribution projects. The EIB continues to cooperate with a number of IFIs, with a view to establishing one or a number of carbon credit funds, as vehicles for acquiring carbon credits on behalf of participants in the funds and also as a carbon credit sales outlet for its project promoters. In partnership with the EBRD and the World Bank, the EIB has officially launched and finalised respectively two carbon funds and is in the process of develop- ing other such funds with other institutions, notably the KfW Bank Group. Cooperating with other finan- cial institutions in the development of carbon funds should serve to catalyse the carbon market and help EIB shareholders and EU companies meet their car- bon emission reduction obligations by purchasing project-based carbon credits. ",
        "49 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Social Issues Traditionally, the EIB has applied a broad definition of the term “environment” to include a number of related social issues, and these are now being given greater attention as the general approach of the Bank evolves into a more holistic treatment of the interre- lated environmental, social and economic strands of sustainable development. Statement – The Social Assessment of Projects outside the European Union 11 : the Approach of the European Investment Bank The European Investment Bank takes social issues into account in its project-related work. As their relevance is increasingly recognised, it has become necessary to clarify the existing practices and address them more formally alongside the eco- nomic and environmental assessment work of the Bank and to develop a more proactive approach to social assessment. This work is currently focused on countries located outside the European Union. Existing guidelines that are applied by the EIB in social assessment work outside the EU are based on established good international practices, with particular reference to the guidelines developed by other international financial institutions, as well as the requirements of relevant EU principles, practices and standards. Operating Practices 11 The EIB undertakes social assessment in all its regions of operation except in EU Member States, since EU law is applicable in these areas; in the Acceding, Accession and Candidate Countries, social assessment is carried out as circumstances require. ",
        "50 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices Social assessment and sustainable development According to the Treaty, the task of the European Union is to promote sustainable development (Articles 2 and 6). In 2001-2002, the European Council endorsed a number of documents in this respect, including a strategy for sustainable development outside the EU, which is currently under review. Sustainable devel- opment incorporates social as well as economic and environmental considerations, all of which are inex- tricably linked. The social component of sustainable development is concerned with the general well-being of peo- ple, including their rights, health, knowledge and skills. Just as environmental policy aims to protect and improve the natural and built environments, the rights and responsibilities of human beings should be protected and promoted. A body of national, EU and international law, as well as international good practices and codes of behav- iour, provide the context in which social concerns are addressed. In developing countries and emerg- ing economies, where the legal and administrative environment may be weak, concern for the rights of locally affected communities has led international financial institutions to develop “safeguard” policies in, for instance, the fields of involuntary resettlement and indigenous people that are linked to potential threats to the well-being of possibly disadvantaged groups in society. Poverty alleviation is a key driver of EU policy in devel- oping countries and emerging economies. There are often close relationships between social concerns and the quality and sustainability of investments, the growth of a competitive market and job creation. Social concerns may also be intertwined with the pro- tection and improvement of the natural environment. In some cases, the relationship is direct, e.g. the effects of clean air and water on public health and amenity values. In others, it is indirect, e.g. improved resource manage- ment, including stakeholder participation in investment decisions, and the opportunities this affords for the pur- suit of more sustainable livelihoods. ",
        "51 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices The role of the EIB As a European Union body, the EIB finances a vari- ety of investment activities that support sustainable development. The Bank carries out assessments of its projects to ensure that they are economically, envi- ronmentally and socially sustainable. Outside the EU, for instance, the Bank is providing investment finance through the EU Water Initiative launched at the World Summit on Sustainable Development (2002). In recognition of the three inter-related pillars of sus- tainable development (social, economic and envi- ronmental), the EIB’s Projects Directorate (PJ) already carries out an economic analysis as well as an envi- ronmental assessment of all projects considered for Bank financing. • The economic analysis includes an assessment of any significant impacts on income distribution, including the likely impact on poverty alleviation. This attempts to quantify and value environmental externalities, where significant. • The environmental analysis already incorporates a number of social concerns, such as occupational health and safety, as related to economic and envi- ronmental considerations. • More recently, a broad social assessment has been introduced selectively according to the practices described here. As per its external mandates, the EIB takes social concerns into account in its project financing. For instance, the ACP-EU Partnership (the Cotonou Agree- ment) signed in 2000 states in Title 1, “Support shall be given to the rights of the individual … the pro- motion of social development …“, and this is likely to increase in importance as the EU-Africa Infrastructure Partnership evolves. In this context, an adaptable Development Impact Assessment Framework (DIAF) has been launched to promote an integrated approach to assessment in the ACP region. Ingredients of social assessment There are a number of social concerns that arise with varying degrees of regularity in EIB operations in developing countries and emerging economies that are taken into account, both to fulfil the sustainable development objectives of the EU outside Europe, but also to protect the interests of the Bank. The approach of the Bank to social assessment in these countries is to integrate the analysis of selective social concerns into the economic cost-benefit and environmental assessment frameworks that already exist. There are a number of existing good practice policies, procedures and standards for mitigating social con- cerns, including those that have been developed by IFIs to handle social assessment in developing coun- tries. The general approach focuses on the identi- fication of potentially adverse social impacts and associated mitigation and compensation measures. Parallel to this, a more proactive approach is evolving to ensure that projects also have a beneficial devel- opmental impact on surrounding populations that goes beyond mitigating their direct adverse human impacts. This includes greater attention being paid to issues of transparency and accountability, and to the development of a variety of voluntary principles, practices and standards for ensuring sustainability, such as regular social responsibility reporting. EIB staff are provided with guidance on particular social concerns that is grounded in international good practices as well as relevant EU and interna- tional legislation, practices and standards. As expe- rience in these fields is gained and practice evolves, this guidance is subject to periodic review. Current attention focuses on the potential impacts of invest- ment projects on population movements and reset- tlement, and on vulnerable groups of various kinds. Attention is given to establishing acceptable labour standards, ensuring the health and safety of the work- force and of the surrounding communities. Emphasis is also placed on securing acceptable levels of consul- tation and participation with affected shareholders and stakeholders. ",
        "52 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices The general approach of the EIB has now evolved from mitigation of adverse impacts to wider con- siderations of the social opportunities that its projects might bring to the local communities and wider societies in which they are embedded. This includes such things as income generation and improved access to social and economic services for the poor. Human rights and their associated responsibilities are an integral element of the concerns for both the mitigation of adverse impacts and the promotion of positive outcomes. The EIB encourages adherence to the various international conventions and other laws governing the protection and promotion of human rights in the countries in which it operates, and will not disburse funds in a country that has been declared “off limits” for EU financing. Where occupational health and safety are significant issues in developing countries and emerging econ- omies, the EIB may refer to EU law as a benchmark against which to judge the acceptability of national requirements. Dealing with communicable diseases (notably HIV/AIDS, malaria and tuberculosis) is of par- ticular concern, given changing disease patterns and the potential impacts on project performance. The practices and standards advocated by various international and UN conventions, the inclusion policies of the EU and the safeguard policies of the major IFIs underpin the EIB’s approach to the posi- tion of vulnerable groups (particularly women but also including minorities, indigenous peoples and excluded groups). The EIB assesses core labour issues (relating to the abolition of forced labour, elimination of harmful child labour, freedom of association and the right to organise and bargain collectively and equality of opportunity and treatment) with reference to the Conventions of the International Labour Office (ILO) and the safeguard policies of the other major IFIs. Physical cultural heritage issues are already assessed by the EIB within its existing environmental assess- ment framework; they may form part of a formal envi- ronmental impact assessment, according to Directive 85/\u0018\u00187/EEC, as amended by Directives 97/11 and 200\u0018/\u00185 (on the assessment of the effects of certain public and private projects on the environment). The Bank also refers to the requirements laid down in the International Convention on Cultural Heritage, as well as major IFI guidelines. ",
        "5\u0018 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices Protecting cultural heritage The restoration of the Via de la Plata in Spain received a top prize for the conservation of cultural landscapes from Europa Nostra, the pan-European Federation for Heritage in the summer of 2006. This is an old Roman road, long used as the main trading and military route between the Mediterranean and the Atlantic. The project was partly financed with EUR 15m from European Economic Area (EEA) grant funds managed by the EIB. Physical cultural heritage issues are always taken into consideration in projects that require an environ- mental impact assessment. In the EU, this is integral to project preparation and is normally the responsi- bility of the competent national authority. Outside the EU, where local capacity may be lacking, greater attention to such issues may be required. Physical cultural heritage is only one of the issues taken into account in the social and environmental assessment of projects. With the growing importance of such issues the Bank is paying greater attention to social assessment in its project work, particularly outside the EU. Internal guidance has been strengthened and awareness-raising seminars have focused on urban water supply in Africa, energy projects and urban development. Close involvement in small-scale restoration projects is unusual for the EIB. When the Bank finances small- scale heritage projects, it normally delegates project design and implementation to the expert project promoter and limits itself to carrying out the neces- sary due diligence. In the case of the Via de la Plata road to Santiago de Compostela in northern Spain, the Bank’s Projects Directorate closely followed the project from the design phase on. This project involves the restoration of a Roman road and 32 his- torical monuments and is one of 50 projects, com- prising 250 smaller sub-schemes. Working in partnership Outside Europe, the EIB often cofinances large com- plex projects with other IFIs and/or a major interna- tional European corporation. In such cases, the task of social assessment can be shared with these insti- tutions to the extent that such partners are commit- ted to the application of international good practices on social issues. ",
        "54 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices Development Impact Assessment Framework (DIAF) As discussed in last year’s Corporate Responsibility report, the EIB’s Management Committee approved the establishment of a Development Impact Assess- ment Framework (DIAF), to be used on a pilot project basis for a period of one year for direct projects financed in African, Caribbean and Pacific (ACP) countries. The DIAF is closely related in spirit to the value added approach used by the Bank in general for direct opera- tions. However, it aims to take this process one step further, so as to better reflect the specific nature of development finance in developing countries and to meet the demands of the Commission and Member States. Indeed, the assessment of project quality and soundness, which normally constitutes the second value added pillar, is significantly expanded under the DIAF to take into account a broader range of issues, notably in the social area. In addition, financial value added only accounts for part of the Bank’s specific impact on a project, hence the broader definition of pillar three in the DIAF than in the Bank’s standard value added framework. Assessment of the DIAF pilot phase The trial period of one year has now come to an end and a working group with participation from all rel- evant Directorates was established in order to assess the outcome of the pilot phase. During that period, the DIAF was applied to seven direct operations cov- ering both private and public sector projects. Five of the projects to which the DIAF was applied had an overall rating of “high” (the highest rating category) and two had a rating of “medium” (the sec- ond-highest rating category). No project was rated moderate or low. Implementation of the DIAF certainly led to a better knowledge by the Bank of the expected impacts of the projects that were covered. It was seen as a signifi- cant improvement over past practice, which should improve project assessment throughout the project cycle from appraisal to ex post evaluation. The working group’s assessment suggests that the DIAF, as implemented during the past year, repre- sents a significant step in the right direction. But there is scope to further improve the framework and its implementation by adopting a number of changes to its structure, content and methodology and also to enhance the level of information and capacity of relevant Bank staff to properly carry out the required analysis. Looking ahead One of the important advantages of the proposed DIAF/value added framework is that, by explicitly identifying the likely impact of a given project, it should provide a sound basis for future monitoring and ex post evaluation. In 2006, the Management Committee decided that the DIAF should be applied to all operations in ACP countries. Following the completion of the external mandates negotiations the DIAF could be extended to other mandates. ",
        "55 Total projects EU-25 Europe non-EU Nr. of projects Pillar 1 Pillar 2 Pillar \u0018 Pillar 2 / total Pillar 1 Pillar 2 Pillar \u0018 Pillar 2 / total Pillar 1 Pillar 2 Pillar \u0018 Pillar 2 / total High 222 161 1\u00182 55% 195 147 101 56% 27 14 \u00181 42% Medium 69 125 128 42% 6\u0018 107 126 41% 6 18 2 55% Moderate 5 10 \u00186 \u0018% 5 9 \u00186 \u0018% 0 1 0 \u0018% Low 0 0 0 0% 0 0 0 0% 0 0 0 0% Total 296 296 296 263 263 263 33 33 33 Sustainability of EIB investment Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Operating Practices Value Added As stated in last year’s report, the EIB has introduced a system for the identification of the value added of its operations within Europe. Value added screening is underpinned by a ‘three pillars’ methodology: • Pillar I: Consistency with the priority objectives of the EU • Pillar II: Quality and soundness of the underlying investment or of the intermediary, focusing on iden- tifying the economic and environmental sustaina- bility of the operation • Pillar III: the particular financial benefits obtained by the use of EIB funds In this way potential projects are assessed to make certain that they contribute to various EU priority objectives, as well as ensuring that the economic and environmental sustainability issues of the project in question are robust. EIB funds can also offer distinct advantages to promoters, for example, longer maturity periods or the availability of currencies that might otherwise be difficult to obtain. Justified overall opinion on each pillar of value added High Medium Moderate Low Value added identification as part of the appraisal cycle Investments are screened to determine their level of value added In 2006, 97% of EIB investments screened against value added pillar II proved to be sustainable projects integrating economic, environmental and social sustainability concerns. ",
        "56 2006 2005 2000-2006 RDI 6.7bn 6.2bn 2\u0018bn Education/Training 1.9bn 2.\u0018bn 11.1bn ICT 1.\u0018bn 1.9bn 9.9bn Total i2i 10.4bn 10.7bn 44.8bn i2i loans divided by sub-sector 2000-2006 (EU) Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Overall Lending Activity i2i Following the establishment of the Lisbon Agenda in 2000, the EIB launched the Innovation 2010 Initia- tive (i2i) as a lending window to finance investment underpinning the Lisbon Agenda. i2i centres on three areas of investment to pave the way for technologi- cal modernisation and the tailoring of human capital: research, development and innovation (RDI), educa- tion and training, and the diffusion of technologies, and the development of information and communi- cation technology (ICT). Lending for RDI has been the most important part of i2i in recent years (EUR 6.7bn in 2006 and EUR 6.1bn in 2005) and the largest chunk of the i2i investments supported has tended to concentrate in the poorest parts of the EU. Since i2i was set up 69% has gone to projects in assisted areas. In 2006 the EIB reached almost the same level of con- tract signatures as the year before, although a shift can be seen towards RDI investment – which is central to the Lisbon Agenda, but also the area where the EIB can add most value. ",
        "57 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Overall Lending Activity TENs The EIB is a leading source of bank finance for the Trans-European Networks in the Union and Accession Countries, thus underpinning the fundamental devel- opmental and integration aims of the European Union. The development of TENs will provide: • High-quality infrastructure supporting the links between the 27 EU Member States and connecting the EU to its neighbours; • Interconnection and interoperability of existing national networks; • Access to the basic transport networks; • Benefits of integrated pan-European networks over the whole of the EU. From the inception of the TENs policy of promoting pan-European transport networks in 199\u0018 to Decem- ber 2006, the EIB has signed loans amounting to EUR 77.4bn for TEN-T. In 2006 the EIB signed EUR 7.\u0018bn of TEN-T operations within the EU, representing an increase in signatures of TEN-T projects from 2005 (EUR 6.8bn), and the TEN-T pipeline remains healthy with many projects expected to be signed in the first quarter of 2007. Loans amount- ing to EUR 7\u00187.8m were also signed in 2006 in favour of projects along major transport axes in neighbour- ing countries. SMEs Small and medium-sized enterprises (SMEs) are a major source of employment, entrepreneurial skills and innovation as well as economic and social cohe- sion in the EU. Support for SMEs has become a key operational priority for the EIB Group, in line with the strategic orientations approved by the Board of Gov- ernors in 2005. Together the EIB and EIF have supported an estimated 209 000 SMEs. About 26 000 SMEs in the EU-25 bene- fited from EIB lines of credit of EUR 5.8bn. EIF venture capital (EUR 688m) and guarantee (EUR 2.2bn) activi- ties helped to finance around 18\u0018 000 SMEs, of which nearly a third were micro-enterprises. Sustainable, Competitive and Secure Energy Significant developments in energy matters have taken place at EU level, which have established new policies for the sector. The European Commission’s recent “Strategic Energy Review” (January 2007) emphasised the need to take effective action to tackle climate change and also the need to enhance the security of supply in the energy sector of our inter- nal market. In order to enhance its contribution to the objectives of EU energy policy, the Bank has decided to focus on five priority areas: renewable energy; energy effi- ciency; research, development and innovation; diver- sification and security of internal supply; and external energy security and economic development. To this end, a number of quantitative targets have been set: • A global amount in the order of EUR 4bn for projects belonging to at least one of the five priority areas described above; • An annual sub-target of EUR 600-800m for renew- able energy projects with, as at present, 50% of EIB lending for electricity generation associated with renewable energy technologies. ",
        "58 2002 2003 2004 2005 2006 Total Lending 39 623 42 332 47 406 45 761 45 761 EU \u00186 614 \u00188 21\u0018 42 276 42 276 \u00189 850 Partner Countries \u0018 009 4 119 5 1\u00181 5 1\u00181 5 911 Total Lending, Individual Projects 26 535 30 158 31 448 37 319 33 335 EU 2\u0018 8\u00185 26 975 28 776 \u0018\u0018 29\u0018 28 514 Partner Countries 2 701 \u0018 18\u0018 2 672 4 026 4 821 Credit Lines 13 087 12 174 11 757 10 089 12 425 EU 12 779 11 2\u00188 10 885 8 98\u0018 11 \u0018\u00185 Partner Countries \u001808 9\u00186 872 1 106 1 090 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING In 2006 the EIB signed loans totaling nearly EUR \u0018bn for projects within the EU in the energy sector. Outside the EU, about EUR 1bn went to energy projects in Tur- key, the Mediterranean and ACP partner countries. Renewable energy projects signed in 2006 totalled EUR 46\u0018m (EUR 460m in 2005), bringing the total amount for EIB-financed renewable energy projects in the last five years to over EUR 2.2bn. Signatures for TEN-E projects in 2006 totalled EUR \u001821m. The signature pipeline for the first quarter of 2007 remains strong. In terms of the cumulative quantitative objective for the financing of TEN-E projects by 201\u0018 (EUR 0.5-1bn annually), the EIB remains well on-target. Details of environmental lending, lending for eco- nomic and social cohesion and lending to sup- port EU development and cooperation policies in partner countries may be found on pages 59, 80, and 82 respectively. Overall Lending Activity Summary lending data 2002-2006 (in EUR million) ",
        "59 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending The EIB’s lending for a sustainable environment The EIB’s Environmental Statement and Corporate Operational Plan (COP) define lending objectives and eligibility for environmental projects. The COP for the period 2007-2009 includes the following envi- ronmental objectives: • to start to prepare in 2007 a new Environmental Policy Statement that defines the environmental principles and standards of the EIB, due for release in 2008; • to contribute to the environmental objectives of the EIB through the JESSICA initiative, notably in the area of the Urban Environment – Sustainable Cities; • to achieve an environmental lending target for Europe of 25-\u00180% of the EIB’s overall lending activ- ity, irrespective of type, i.e. also including credit lines; • to achieve an annual sub-target of EUR 600-800m for renewable energy (RE) projects with 50% of EIB lending for electricity generation associated with RE technologies. 2002 2003 2004 2005 2006 Environmental Lending 10 688 12 329 11 136 12 313 10 859 EU 10 \u001882 11 572 10 \u001878 10 924 9 649 Partner Countries 306 757 758 1 390 1 210 Summary environmental lending data for comparison 2002-2006 (in EUR million) ",
        "60 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Total environmental lending 2002-2006 (as a proportion of total lending for individual projects) All regions \u00180 000 40 000 10 000 0 2002 50 000 Total environmental lending Total lending (EUR million) 200\u0018 2004 2005 2006 20 000 70 000 60 000 Tackling climate change 2 322 Renewable energy 506 Energy efficiency \u001817 Reduction of GHG emissions from transport 1 499 Protecting nature and wildlife 477 Protecting nature \u0018.5 Natural disasters 474 Addressing environmental and health issues 2 850 Water 2 618 Industrial pollution 190 Reduction of transport pollution 42 Preserving natural resources and managing waste 624 Waste management 624 Improving the quality of life in the urban environment 4 586 Sustainable transport 2 620 Urban renewal 1 966 Environmental lending 2006 for individual projects by eligibility (in EUR million) Environmental loans within individual lending In 2006, the European Investment Bank signed loan agreements for 96 environmental projects, amounting to EUR 10.9bn, which represents \u00182% of its total lending. The EIB finances a wide variety of activities, including renewable energy projects in the EU, programmes for environmental infrastructure improvements supported by EU funds, and water and sanitation programmes in the ACPs. The Bank also provides finance through financial intermediaries. These are referred to as 'credit lines' and may be dedicated to environmental objectives or contain environmental components. ",
        "61 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Environmental individual loans in the EU The bulk of environmental lending goes to EU countries: in 2006, the EIB provided direct financing for 78 environmental projects for a total of EUR 9.6bn in the European Union, equivalent to \u00184% of the overall individual lending total in the EU over that period. This is fully in line with the current COP objective for environ- mental lending of 30-35% of the EIB’s overall lending in the EU . These figures do not include environmental components of projects where the overall objective is not directly related to the environment. This com- ponent is currently not recorded by the Bank. Environmental individual loans in Acceding, Accession and Partner Countries In the Acceding (Bulgaria and Romania – now Member States of the EU) and Accession (Croatia and Turkey) Countries the volume of environmental protection projects was EUR 786m or \u00180% of total lending devoted to the environment in 2006. In the Mediterra- nean Partner Countries, EUR \u001825m in individual loans was advanced for environmental schemes. A further EUR 94m went to environmental projects in the ACP countries, EUR \u00181m to a water project in Mozam- bique, a EUR 17m loan to a water project in Ethiopia, a EUR 10m loan to a wind farm in Barbados, a EUR 45m loan to Syria, EUR 200m to a sanitation project in Israel, a EUR 40m loan to Tunisia, a EUR 40m loan to Morocco, and a EUR 5m loan to Montenegro, all con- tributing to the Bank’s overarching goal of promot- ing environmentally sustainable development in the partner countries. Total environmental lending 2002-2006 (as a proportion of total lending for individual projects) EU 0 2002 200\u0018 2004 2005 2006 (EUR million) 10 000 20 000 \u00180 000 40 000 Total environmental lending Total lending 50 000 Total environmental lending 2002-2006 (as a proportion of total lending for individual projects) Partner Countries 2002 200\u0018 2004 2005 2006 0 (EUR million) 1 000 2 000 \u0018 000 4 000 Total environmental lending Total lending 5 000 6 000 7 000 ",
        "62 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Environmental components of credit lines The above figures for overall environmental lending do not include small-scale environmental schemes financed through credit lines to financial intermedi- aries, which are mostly carried out by local authori- ties. Out of total lending of EUR 45.8bn, credit lines amounted to EUR 12.4bn. EUR 290m, distributed via three credit lines, was specifically dedicated to projects with environmental objectives using special- ist financial intermediaries, notably in Italy, Germany and Egypt. Most credit lines have multiple objectives; many projects may qualify for one or more objective, including environmental improvement. The trend in environmental lending through credit lines shows an increase in relative terms but remains at a rather mod- erate level in absolute terms. Environmental performance indicators The Bank is following the recommendations in the Sustainability Report Guidelines issued by the Glo- bal Reporting Initiative (GRI). The environmental performance indicators relating to EIB strategy, are reported on in the section on the Direct Footprint of the Bank, beginning on page 96. The Bank’s environmental policy covers all operations of the Bank, regardless of the location or size of the project. The policy was adopted in 2004 giving guid- ance for assessing and screening the environmental aspects of projects. A review is planned in 2007 and the new policy will be launched in 2008. All loans regardless of size, apart from credit lines, are screened for environmental purposes by the Bank’s staff, using EU requirements as the bench- mark. However, for credit lines and some other forms of intermediated lending, the Bank focuses its envi- ronmental assessment on the intermediary’s own capacity to carry out the environmental assessment requirements of the Bank. It is estimated that the per- centage of projects that required an EIA as a propor- tion of the total number of signed projects in 2006 was in the range of 15-20%. The monitoring of a client’s implementation of and compliance with environmental aspects raised in the assessment process is dealt with in different ways. If, at the time of appraisal, a project is deemed to have envi- ronmental components that need monitoring, then the various monitoring requirements considered to be appropriate are included in the loan agreement as a loan condition. The Bank has recently recruited a number of monitoring officers that will manage this aspect of project activity. Prior to most appraisal missions a detailed questionnaire on environmental and social issues relating not only to the project but also to the general activities of the promoter is sent out. All relevant issues are discussed with the Bank’s clients prior to project approval. Individual loans Environment % EU-25 28 514 9 649 \u00184 Accession and Acceding Countries 2 605 786 \u00180 EU-25 + Accession and Acceding Countries \u00181 119 10 4\u00185 \u00184 Other Partner Countries 2 \u001888 424 18 Total 33 508 10 859 32% Share of environmental loans in 2006 (in EUR million) ",
        "6\u0018 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending The Bank carries out systematic training of its staff dealing with environmental assessment. Regular training is carried out in the area of environmental impact assessment, climate change, biodiversity, social assessment, and European environmental laws and regulations. The main target audience is staff responsible for project appraisal; however, most training sessions are open to all staff members. The more general training sessions are usually carried out by the Bank’s own staff members, but for some specialised topics the Bank invites external speakers and trainers. The Bank’s evaluation unit (EV) carries out the evalua- tion of the projects that the Bank finances on a regu- lar basis. As an integral part of the evaluation process, a report is produced which summarises the findings of the evaluation and makes recommendations for direct implementation. EV focuses on how the Bank conducts its operations, given the framework of rel- evant EU policies. Environmental lending in support of the EU’s 6th EAP Environmental issues transcend all sectors. In 2001, in the spirit of the Rio agenda, the European Commis- sion identified in the 6th Environment Action Pro- gramme “Environment 2010: our future, our choice” four areas where new effort and impetus is needed: • Tackling climate change, • Protecting nature and wildlife, • Addressing environmental and health issues, • Preserving natural resources and managing waste. The four key areas of the Action Programme and the new urban environment strategy translate into the five different eligibility criteria that the EIB uses for its environmental lending. The number of environ- mental projects signed in 2006 is presented for each of these objectives in the table on the next page. ",
        "64 How EIB environmental lending supports EU policy Strategic references and objectives of EU policy Corresponding eligibility categories for the Bank’s operations 2006: number of projects Tackling climate change To stabilise greenhouse gas (GHG) levels to help prevent unnatural variations of the earth’s climate thanks to the ratification and implementation of the Kyoto Protocol to cut greenhouse gas emissions by 8% over 1990 levels by 2008-12. This must be considered as a first step towards the long-term target of a 70% cut. • Energy efficiency • Renewable energy • Measures to reduce GHG other than CO 2 • Biological sequestration and carbon storage • Significant reduction of GHG emissions from transport 14 projects Protecting nature and wildlife To protect and restore the functioning of natural systems and halt the loss of biodiversity in the European Union and globally. More attention will be given to protecting the marine environment. • Protection/improvement of areas of nature conservation • Protection and management of natural resources; sustainable forestry • Natural disaster prevention and alleviation • Rehabilitation of contaminated land 3 projects Addressing environmental and health issues To achieve an environmental quality where the levels of man-made contaminants, including different types of radiation, do not give rise to significant impacts on or risks to human health, with account taken of particularly vulnerable groups such as children and the elderly. • Reduction of industrial pollution • Reduction of pollution from transport • Drinking water/wastewater treatment 31 projects Preserving natural resources and managing waste To ensure the consumption of renewable and non- renewable resources does not exceed the carrying capacity of the environment. To achieve a decoupling of resource use from economic growth through significantly improved resource efficiency, dematerialisation of the economy, and waste prevention. To encourage recycling and waste recovery. • Measures to improve eco-efficiency; environmental technologies • Waste management 4 projects Improving the quality of life in the urban environment To provide, support and promote best practice in the Member States in land-use planning, public transport and planned development. • Urban renewal and regeneration; cultural heritage • Sustainable urban transport 44 projects Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending ",
        "65 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Renewable energy and energy efficiency EIB lending in the energy sector in the EU ranges from upstream exploration to the supply of energy in its various forms. Many projects meet environ- mental objectives because they significantly improve the efficiency of existing facilities (through plant upgrades) or promote the use of cleaner and more renewable fuels. Key legislative drivers for energy efficiency and renewable energy (RE) in the EU include: • the directive on the promotion of electricity from renewable energy sources (2001/77/EC); • the European Commission’s biomass action plan; • the 2005 Green Paper on energy efficiency; • the action plan to prioritise aspects of the Green Paper; • the directive concerning the promotion of co-gen- eration (reinforced by measures taken to implement the Kyoto Protocol within the EU). The targets set by the European Commission include increasing the share of renewable energy consump- tion from 6% to 12%, the amount of electricity pro- duced from renewable energy sources to 22% of electricity production, and the proportion of transpor- tation fuel needs met by biofuels to 5.75% by 2010. The Bank has set increasingly ambitious targets for renewable energy lending with the aim of step- ping up its support for the European Union’s climate change policies. The initial target set in 2001 was to double the share of renewable energy projects in overall EIB energy sector financing between 2002 and 2007 from 7% to 15%. This target was made more ambitious in 2004 when the Bank pledged to increase its lending for renewable energy from 15% of new electricity generation capacity to 50% by 2010. In 2006 the renewable energy lending target for 2007- 2009 had two sub-targets: • to achieve an annual sub-target of EUR 600-800m for renewable energy projects; • to aim at 50% of electricity generation being associ- ated with renewable energy technologies. In addition, the Bank has adopted a policy of sup- porting new and innovative renewable energy tech- nologies with the potential to provide competitive long-term solutions to reducing the dependence on fossil fuel-fired generation, including loans signed during 2005-2006 for offshore wind farms and con- centrating solar power generation. In 2006, loans for renewable energy projects in the EU totalled EUR 46\u0018m, or \u00189% of lending for new electricity generation. This is significantly lower than the figure for the previous year of 64%. However, it is higher in comparison with the three previous years (2002-2004), which yielded an average of \u00184%. The average target for 2007-201\u0018 is 50%. A new development at the Bank in 2006 was the preparation of the “EIB Energy Review” (25 October 2006), which has been posted on the Bank's web- site. The energy review presents selected global and European energy issues, as well as necessary orien- tations for the Bank in energy matters in order to support EU objectives (with particular reference to the Green Paper on energy released in March 2006). Most of these key energy orientations also support environmental objectives. Another development in 2006 was that the Board approved the introduction of “Sustainable, Competitive and Secure Energy” as a new COP objective. ",
        "66 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending ANDASOL Solar Thermal Power, Spain The ANDASOL project is the first large-scale applica- tion of a concentrating solar thermal power genera- tion plant in the EU. The plant will have a capacity of 50 MWe, to be developed in a wide valley north of the Sierra Nevada, some 60 km southeast of Granada in Spain. The area benefits from relatively high annual average solar radiation, availability of groundwater for cooling and ready access to the national grid. The project is based on a new generation of parabolic solar trough technology that has been tested at a facility in the Mojave Desert in California. Although the average solar radiation is not as strong as that found in California, the site has one of the highest radiation levels in the EU 12 , due to its southerly loca- tion, dry climate and high elevation (around 1 000m above sea level). This project promotes EU energy policy by the use of indigenous renewable energy and by contributing to national and EU efforts to combat climate change. It also positively illustrates the benefits of a new gener- ation of concentrating solar power (CSP) technology, including several components that justify support under the i2i initiative. Hydropower Plant Investment Loan, Slovenia This project consists of the construction and operation of two run-of-river hydro power plants: Blanca and Krsko on the lower Sava river in the east of Slovenia with capacities of 42.5 MW e and 39.5 MW e respectively. It also comprises a pumped-storage power plant at Avče with a capacity of 178 MW e on the Soča River in the west. The project promoter Holding Slovenske Elektrarne (one of Slovenia's leading power providers) is engaged in an ambitious long-term investment pro- gramme to expand its generation capacity, following the National Energy Plan of Slovenia. The plan's main objectives are to meet the country’s growing electricity demand while maintaining self-sufficiency and rais- ing the share of renewable energy by exploiting the remaining hydro potential in the country to the extent that it is economical. Both rivers are already being used extensively for hydropower generation. The run-of-river hydro plant components contribute to meeting national and EU policy objectives to abate climate change, raise the share of renewable energy and increase security of supply. Additional benefits consist of improved protection from flooding through improved regulation of the lower Sava river. The pumped-storage power plant contributes to the objec- tive of rational use of energy. All schemes are located in regions where they will generate both temporary and permanent employment. 12 DNI value of approximately 2 200 kWh/m 2 a. ",
        "67 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Flood relief and natural disaster prevention and alleviation In recent years, the EIB has seen an increase in lending for reconstruction and rehabilitation projects follow- ing natural disasters, for example floods, forest fires and earthquakes. This has been the result of: • the growing frequency of these events; • the willingness of public authorities to fund the recon- struction process through loans rather than grants; • the Bank offering special loan conditions for rebuild- ing after catastrophic events within the EU and neighbouring countries. While EIB loans have concentrated principally on the reconstruction of damaged infrastructure and short-term clean-up operations, a number of projects financed by the Bank have focused on preventive measures, in particular flood prevention, the main purpose being to safeguard the urban environment. In this instance, decision-making is essentially based on the economics of damage prevention rather than the environmental impact of the defences themselves. In some countries a transition is being made from hard to soft defences, although the greening of flood defence policies is a slow process. In 2006, the Bank approved a flood protection project in the Czech Republic, which consists of more than 400 schemes protecting against floods in particular major conurbations. Accelerated Flood Prevention, Czech Republic In the last decade, Europe has been hit hard by more than 100 major floods that have killed 700 people, displaced half a million others and caused at least EUR 25bn in economic losses. The Czech Republic suf- fered 97 casualties and EUR 4.7bn in flood damages, thus topping the list of affected EU-27 countries in terms of the cost of flood damages as a percentage of gross national product. Floods are natural phenom- ena that cannot be fully prevented; however, risks associated with flooding can be mitigated. The EIB has been funding extensive programmes in the Czech Republic and other affected EU countries for recon- struction and rehabilitation of infrastructure in the aftermath of major floods. It is complementing these efforts with increasing support for the preparation and implementation of flood prevention measures. The Czech Republic approved its National Strategy for Protection Against Floods in the year 2000. The implementation has been split into two phases, both of which are supervised by the Ministry of Agriculture and are receiving total co-funding of EUR 360m from the EIB. The first phase (2002-07) concerns more than 400 schemes protecting against floods in particular major conurbations. The second phase (2007-12) will include a wide range of further measures to mitigate flood risks in all Czech river basins and complement the increased protection of a total of 850 000 people. The project is compliant with the objectives of the EU Water Framework Directive as well as with the new Directive on Flood Management (currently under preparation). Flood prevention measures are often environmentally sensitive and can have a significant impact on Natura 2000 areas. In addition to standard assessments, Strategic Environmental Impact Assess- ments (SEAs) for river basins will be carried out. At the Bank’s request, an independent environmental expert is assessing the soundness and quality of the envi- ronmental analysis and also provides support to the implementing entities. ",
        "68 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Environment and health A wide range of projects contribute to the quality of the environment in terms of improving air qual- ity, reducing the pollution of land through indus- trial activities, and protecting and improving water resources. All have a direct impact on both the natu- ral environment and human health. Reduction of industrial pollution The European industrial sector is witnessing a general improvement in the efficiency of its operations and a shift to cleaner products and processes. Direct emis- sions to air and water have substantially decreased, and important progress has been made in reduc- ing energy and material inputs and the generation of waste. The European environmental legal frame- work has in part encouraged these improvements, in particular through the application of the Integrated Pollution Prevention and Control (IPPC) Directive (96/61/EC), as well as by sound business practice. The EIB's support for the industrial sector is in line with European policy and aims to ensure better protection of the environment while maintaining a competitive industrial base. The chemical industry in the EU is responding to the need to improve its environmen- tal performance by developing new, cleaner tech- nologies and by implementing efficiency-improving management standards such as EMAS and ISO 14001. Projects in this sector improve the environment by promoting eco-efficiency through the update of existing processes and/or products. Under its Innova- tion 2010 Initiative (i2i) the EIB supports the develop- ment and marketing of new environmentally friendly technologies. In Central and Eastern Europe, major investments are still needed to raise the environmental standards of the industrial sector to ensure its sustainability. This leaves considerable scope for financing the rehabilita- tion, modernisation and expansion of existing indus- trial installations. In 2006, loans for EU-based projects improving the environment by reducing industrial pollution totalled EUR 190m. ",
        "69 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Horizon 2020, an environmental initiative for the Mediterranean Despite nearly 30 years of international efforts to pro- tect the unique ecosystem of the Mediterranean, its condition is still deteriorating. The European Commis- sion has created an initiative, known as Horizon 2020, to implement a number of activities in this region: • Projects to reduce the most significant sources of pollution. The initial focus will be on industrial emissions, municipal waste and urban wastewater, which are responsible for up to 80% of Mediterra- nean Sea pollution. • Capacity-building measures to help neighbouring countries create national environmental adminis- trations that are able to develop and police envi- ronmental laws. • Research, to develop greater knowledge of envi- ronmental issues relevant to the Mediterra- nean and ensure this is shared. The experience built up from the EU’s LIFE programme and the Short and Medium-Term Action Programme (SMAP) will be shared between the partners. • Developing indicators to monitor the success of Horizon 2020. The European Investment Bank will focus on the first component and create a pipeline of bankable investment projects, in close cooperation with the World Bank and the United Nations Environment Programme (UNEP)/Mediterranean Action Plan (MAP) and the European Commission Environment Directorate-General (DG ENV). The Bank is also planning to carry out a survey in 2007 to identify the three to five largest sources of pollu- tion for a number of countries on the south side of the Mediterranean. The aim is also to assess the need for future technical assistance support. The overall goal is to develop an investment programme for Mediter- ranean pollution hotspots, in support of the Horizon 2020 initiative. ",
        "70 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Egypt Pollution Abatement Programme (EPAP) II, Egypt The Second Egypt Pollution Abatement Programme, EPAP II, is an encouraging example (under the Hori- zon 2020 initiative) of how a combination of various instruments such as long-term financing, funds for technical assistance, grants and interest subsidies can be used to reduce pollution significantly in an efficient and coordinated manner. This approach is now being tested in Egypt with EPAP II, in which there are two international financial institutions involved (the EIB and World Bank) and two bilateral financial institutions, namely France’s Agence Française de Développement (AFD) and the Japan Bank for International Cooperation (JBIC). All four institutions provide long-term loans on favour- able terms. Other key players include the Govern- ment of Egypt through the Egyptian Environmental Affairs Agency (EEAA) and the National Bank of Egypt, which will together disburse a total of EUR 160m in loans. These loans will be invested in pollution abate- ment by creditworthy public and private companies in major pollution hotspots in the Alexandria and Greater Cairo areas, targeting the industrial sector at large. The Government of Finland is supporting EPAP II with grant financing, while FEMIP technical assistance funds are used for supporting the Project Management Unit (PMU). In addition, the clients benefit from interest subsidies from the European Union. It is expected that the PMU will present some 100-200 Egyptian pollution hotspots for financing, to allow the complete use of the loan during the period 2007-2012 ",
        "71 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Water and wastewater treatment Within the scope of the EU Water Framework Directive (WFD), the EIB supports investment projects and pro- grammes, often co-financed with other EU instruments, aimed at complying with investment-intensive direc- tives, for example those on urban wastewater, drink- ing water and bathing water. The Bank promotes the sustainable management of water resources through demand management, integrated river basin planning and integrated flood defence management. Outside the EU, water and wastewater infrastructure accounts for almost 40% of all environmental lending. The EIB adds value by assessing project viability and ensuring financial sustainability through pricing and cost recov- ery, while encouraging affordability, the use of the appropriate technology, the phasing of investment and efficiency gains prior to new production. It supports the development of financially viable and efficient water service companies and assists pilot project preparation with upstream technical expertise. The main risks in the water sector include poor management of projects, low tariffs, low affordability and over-ambitious projects supported by grants or subsidies. Water and wastewater treatment remains a key area for EIB lending, attracting more than EUR 2.1bn in the EU in 2006. In total, 29 water and wastewater treatment projects were signed in 2006, of which several were notably in the United Kingdom and Belgium. SPGE and Aquafin water treatment, Belgium The Bank has approved and signed four major projects in the water and wastewater sector in Bel- gium for an amount of EUR 521m. Two examples of such projects are SPGE Wastewater and Aquafin Wastewater Treatment. Both projects will assist the local authorities in complying with the requirements of the EU Urban Wastewater Treatment Directive (UWWTD) 271/91EC. SPGE Wastewater project in Wallonia aims to improve wastewater treatment in municipalities with more than 10 000 inhabitants by secondary and tertiary treatment reducing the load of oxygen-consuming substances, nitrogen and phosphorous. The pro- gramme also includes secondary treatment of waste- water in municipalities with 2 000-10 000 inhabitants. The project is expected to decrease the load of nutri- ents in the North Sea. Aquafin Wastewater Treatment Project (WWTP) in Flanders comprises 218 schemes for the construction of collector sewers, storm overflows, pumping sta- tions and small and medium-sized wastewater treat- ment plants, plus some upgrading of existing WWTPs for tertiary treatment. The works are located in the Flemish Region comprising the northern provinces of Belgium, e.g. east and west Flanders, Antwerp, Flem- ish Brabant and Limburg. The project is expected to have a high positive environmental impact on sur- face water quality in the Flemish Region, which has been declared sensitive, and on bathing water quality in Belgian and Dutch coastal tourist areas. ",
        "72 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Águas de Portugal water treatment, Portugal This project concerns investment in 11 regional public utility concessions for bulk water supply and waste- water collection and treatment throughout Portu- gal with a total investment cost estimated at around EUR 1.9bn. This is the third operation with Águas de Portugal after two earlier operations approved in 1997 and 200\u0018. Eight of the 11 regional systems considered in the current operation have received EIB support for earlier investment phases and three systems are pro- posed for EIB assessment for the first time. The direct purpose of the project’s investment is to help the country comply with environmental require- ments set by EU directives on drinking water (EC 98/8\u0018), urban wastewater collection and treatment (EC 91/271) and the quality of bathing water (EC 76/160). It aims at a significant improvement in the provision of water supply as well as wastewater collection and treatment services for around 5 million residents across Portu- gal, i.e. about 50% of the Portuguese population. 1.7m people will benefit directly from the water supply pro- vided by the project and 4.5m will be served by the new wastewater collection and treatment facilities. Industry will also be served, corresponding to a 2.5m population equivalent in terms of wastewater pollu- tion to be treated by the project. The project forms part of a carefully structured national investment programme that has been designed in line with the principles of the EU’s Water ",
        "7\u0018 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Framework Directive and aims at further developing Portugal's water sector. It allows for lowering risks to public health by improving the quality of water resources in the region, for example groundwater, rivers and coastal areas. This results from a rapidly decreasing use of septic tanks as sewage disposal facilities and also contributes to lowering the supply cost of potable water and enhancing the recreational potential of surface waters. The upgrading of existing facilities and construction of new wastewater treatment plants will significantly improve the quality of polluted surface water, thus benefiting the environment. It will protect the qual- ity of potable water supply sources by limiting the risk of pollution. The concessionaires will put into place stricter quality control measures in compliance with the EU directives, namely better drinking water standards, thus improving the present poor perform- ance of the municipal services. In all, the project will provide significant environmen- tal benefits to a large part of the country with mini- mal adverse effects. ",
        "74 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending ONAS IV waste water treatment, Tunisia The sanitation sector in Tunisia has for several years been receiving technical and financial assistance from bilateral finance providers, such as France via AfD and Germany via KfW, and international funders such as the World Bank. These share the Bank’s desire to support the promoter in order to improve the sanitation sector in Tunisia. An appraisal of the last projects financed by the Bank with FEMIP resources made it possible to evaluate the previous EIB-funded investment programmes and draw up an action plan and recommendations that have been approved by the promoter and form an integral part of the project. The implementation of this action plan under this new project is highly important to ensure compli- ance with EU directives and strengthen coordination between the different finance providers operating in the sector. This is why the project includes disburse- ment conditions and undertakings designed to guar- antee its implementation. The project consists of an investment programme for the period 2007-2012 revised and put forward by ONAS at the end of 2005. It comprises the necessary investment to build or expand treatment plants and to construct or rehabilitate primary and second- ary collection networks, transfer chains and sew- age collectors. The investment will largely target the capital Tunis, but also the country’s interior in the towns of Hammamet, Menzel Temime, Enfida/ Hergla, Tazarka/Somaa, the island of Kerkennah, and the governorates of Monastir, Mahdia, Gabès, Médenine, Tataouine and Gafsa. ONAS currently serves 155 municipalities with an urban population of 5.8 million and nearly 1.3 million subscribers, rep- resenting a connection rate of around 86% in the areas served. The project includes the extension of primary networks to some 280 000 inhabitants not yet connected to the system. ",
        "75 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Waste management The EU Framework Directive on Waste (75/442/EEC), the Incineration Directive (2000/76/EC) and the Land- fill Directive (1999/\u00181/EC) continue to drive waste management investment in the European Union. Under the requirements of the Landfill Directive, the waste management industry is focused on reducing the amount of biodegradable waste going to landfills. This is likely to provide an increasingly important niche for developing technologies to process bio-waste, including bio-methanisation and other energy-gen- erating processes. In 2006, the Bank supported five waste management projects in France, Germany, Italy and the United Kingdom with loans amounting to a total of EUR 624m. TDU Paris Issy-les-Moulineaux, waste-to-energy incinerator, France The project includes the construction and operation of a new waste incineration plant to treat 460 000 tonnes per year of municipal (non-hazardous) solid waste and to recover energy through combined heat and power production. The project will also include a sorting plant and materials recycling facility. The site is located in the southwest of central Paris and benefits from easy access to rail, road and river transport. The project is replacing a nearby existing facility, which is around 40 years old and now technically obsolete. The service provided by SYCTOM concerns the treat- ment and disposal of domestic waste and does not cover hazardous material or waste from industry, commerce or hospitals. The project will enable the municipalities concerned to comply with national legislation that prohibits the landfilling of untreated municipal waste, in line with EU policy. In addition, it will enable the efficient recovery of energy from the combustion of waste by co-generating steam and electricity. This will contribute to reducing regional consumption of primary energy for heat and power generation and thereby to cutting the emission of atmospheric pollutants and “greenhouse” gases, including CO 2 and NO x emissions. ",
        "76 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Improving the quality of life in the urban environment and promoting sustainable transport Urban renewal The protection and enhancement of the urban environ- ment has become a key objective for European action. Public policy analysts have also become increasingly aware of the consequences of localised deprivation and social exclusion on the quality of life and economic performance of urban areas. EU, national, regional and local policy makers have responded by encouraging the regeneration of urban areas as part of integrated urban renewal programmes. The EIB’s lending strategy for urban renewal reflects EU policy, in particular the Communication “Towards a Thematic Strategy on the Urban Environment”, which seeks to promote urban concentration, curtail sub- urbanisation pressures, prevent sprawl and reduce demand for the development of scarce land resources in outlying rural areas. Consolidation of cities, and the general rationalisation of settlement patterns, is also more energy-efficient, reducing demand for car travel and facilitating public transport usage. Meanwhile, the rich cultural and architectural legacy of older cit- ies has been recognised as a valuable resource in the rejuvenation of urban areas that, if properly exploited, can have a catalytic effect in promoting broader-based regeneration and the creation of more sustainable urban communities. Many European cities have urban development plans in which there are areas showing signs of physical decay, and where more generalised social and eco- nomic deprivation is identified as requiring special attention. These are the “action areas” usually specified in any urban renewal/regeneration plan or strategy. They tend to be the focus of EIB lending. Such plans are by definition geographically specific and are likely to be multi-sector oriented, encouraging mixed-use development to optimise land-use, improve the physi- cal environment, stimulate economic development and promote more sustainable urban communities. By improving areas of deprivation, urban renewal projects can have a strong social cohesion impact and represent the best option for making use of valuable and scarce assets in city centres. At the same time, urban renewal may reduce the pressure towards fur- ther occupation of surrounding agricultural and nat- ural land and contribute to a more balanced urban structure that is less demanding environmentally. Loans for urban renewal amounted to EUR 2bn and targeted 21 projects, including several in Hungary, Italy, Poland, Portugal and Spain. ",
        "77 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Czestochowa Municipal Infrastructure, Poland Czestochowa is located in the north of Silesia on the A1 motorway route (pan-European corridor VI). It is the 12th largest city in Poland and the second largest in Silesia. The city's resident population is relatively modest at 248 000 (5.3% of the regional total) but, as home to the 14th-century Pauline Monastery of Jasna Góra, Czestochowa is also one of Christianity's most celebrated places of pilgrimage, attracting more than 4 million visitors annually. This results in disproportionately greater demands being placed on urban infrastructure than one would normally expect for a city of this size. The revival and growth of the local economy and Czestochowa's attractiveness to visitors are perceived as pivotal to the city's future economic development and, to facilitate such ambition, the upgrading of urban infrastructure and municipal services are seen as essential prerequisites. Against this backdrop, the project comprises the co-financing of small and medium-sized urban development schemes and/or sub-projects primarily in the fields of urban renewal, along with the rehabilitation of urban infrastructure and community facilities. Where appropriate, projects of a more modest scale in environmental protection, energy saving, health, education and social infrastructure for vulnerable groups are also undertaken. The selected sub-projects reflect pre- vailing priorities in the city's development plan, the Strategy for the Development of the City of Czesto- chowa, and it is anticipated that the portfolio of investments will act as catalysts for the sustainable regeneration of the central area and its immediate environs, resulting in significant improvements in the urban environment and bringing further economic benefits in the future. Wärmedämmung Wiener Wohnen Urban Regeneration, Austria The City of Vienna has a long-standing tradition in the provision of social housing and, on its behalf, Wiener Wohnen (WW), the city-owned housing depart- ment, administers approximately 2 000 apartment blocks, comprising some 216 000 council dwellings and associated premises. The quality of much of the stock has fallen below that which can be considered satisfactory by modern standards and, despite some isolated examples, many properties are in very poor condition due to lack of capital investment and a backlog of maintenance. In many cases, not only is the state of the buildings a problem, but the quality of the actual accommodation also often fails to meet contemporary expectations, for example in respect of sanitary provision. The consequences are mani- fold, not least problems of dilapidation, vandalism, crime and increasing social marginalisation of the economically disadvantaged. The project comprises the rehabilitation of WW’s hous- ing stock and associated environmental improve- ments, and represents a continuation of EIB support for the city's urban renewal efforts, addressing the impacts of social segregation ensuing from below- standard social housing. The Bank's finance has been directed at those schemes, selected from a more exten- sive portfolio, and is expected to make a sizeable con- tribution to the implementation of broader urban regeneration strategies designed to bring significant socio-economic and environmental improvements. In particular, there is a focus on the thermal insulation of dwellings that are eligible for grant finance through the Land of Vienna's THEWOSAN (Thermisch-energetische Wohnraumsanierung) facility. This project is in line with the emerging consensus of the European Union institutions, and industrialised countries generally, of the need to pay increasing attention to the urban environment. It is clear that localised deprivation and social exclusion may have grave consequences on the quality of life and economic performance of urban areas. Attention in this area explicitly reflects the Bank's sustainable communities agenda. ",
        "78 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Sustainable transport Financing environmentally friendly modes of trans- port continues to be a core activity of the Bank. In 2006, the EIB lent some EUR 2.1bn for sustainable transport projects including major inter-urban rail- ways, waterborne and urban public transport projects. These projects will potentially facilitate a shift from road to rail, water and public passenger transport by improving the competitiveness of environmentally friendly modes of transport. The projects are designed to reduce the negative impact of mobility in terms of energy use and enhance environmental quality in line with EU transport policy objectives. In addition, and through the Bank’s due diligence, all transport initiatives are subject to environmen- tal assessment to ensure that the net environmental impacts of projects are acceptable, and care is taken to see to it that suitable mitigation measures are imple- mented where needed. ",
        "79 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Environmental Lending Ferroviarias rail infrastructure, Valencia, Spain The project consists of the extension of underground rail infrastructure in the city of Valencia (Line 5) and the improvement of 25 km of railway line around Benidorm (in the province of Alicante) to provide tramway services. Furthermore, the acquisition of new rolling stock has extended public transport services in these two cities. In Valencia, an obsolete suburban railway is being replaced by the new metro extension, following the same route but with increasing capacity and service frequency. The new metro line will also reduce bus traffic in the area and, due to the reinforcement and restructuring of the bus services outside the city centre, will significantly increase the reliability of the public transport system. The project will also improve access to the centre of Benidorm from the main centres along the coast, in particular Villajoyosa and Altea, whose population is increasing due to new residential developments. Buses and obsolete diesel train services presently serve these urban areas, but traffic congestion and poor urban integration cause severe inefficiencies. The new rolling stock will be much more efficient in terms of environmental protection. Together with other transport measures also financed by the EIB, the project will assist the implementation of an ambitious but well-structured transport strat- egy to accommodate traffic needs within a balanced and environmentally sustainable development framework according to sustainable mobility objec- tives (e.g. the connection between the airport and the port through the city centre of Valencia, the elimina- tion of the surface railway line barrier along the cor- ridor in Benidorm). Samsun light rail transit system, Turkey The project involves the construction of the first phase (15 km) of an urban light rail transit line in the city of Samsun in Turkey. The city of Samsun is located on the Black Sea coast in the north of Turkey and has a population of some 430 000. Samsun is an administrative centre and crossroads of commercial and industrial activities on the Black Sea. The transport master plan for the city aims to improve the quality and enhance the attrac- tiveness of the public transport services of the Greater Municipality of Samsun, thus reducing road traffic and mitigating related congestion and pollution problems. One of the key components of the master plan is the creation of a 30 km urban transit line link- ing the city’s coastal communities. The project com- prises the first phase of this urban transit line. Existing public transport in Samsun is largely provided by the private sector in the form of buses, mini-buses and taxis (including the Dolmus type), with routes and licences regulated by the Greater Municipality, which also sets tariffs. Public transport currently accounts for some 77% of vehicular trips in the city, and private car use has therefore considerable potential to grow further. By encouraging the use of public transport, the project will help to reduce the growth in private vehicle use and contribute to an overall improvement in the quality of urban life in Samsun. ",
        "80 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Social Concerns Supporting economic and social cohesion In line with its Treaty-based task of contributing ”towards the integration, balanced development and economic and social cohesion of the Member Countries”, the current framework for the EIB’s action in support of social and economic cohesion is the EU structural and cohesion funds policy, covering the programming period 2007-201\u0018 during which more than EUR \u001800bn in grants from the structural funds will be allocated to EU convergence and regional competitiveness policy objectives. In 2006, total lending for regional development topped EUR 26.7bn representing 58% of the EIB’s aggregate lending within the EU-25. In this area, in close cooperation with the Commis- sion, the EIB can act as a lender, a provider of advisory services (JASPERS) and, in due course, as a manager of EU funds (JESSICA). This new dimension of coopera- tion between the EIB Group and the Commission was characterised by the launch in 2006 of three new joint initiatives JASPERS, JEREMIE and JESSICA and three financial instruments RSFF, LGGT and CIP. ",
        "81 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Social Concerns JASPERS now operational As mentioned in last year’s Corporate Responsibility report, the Commission, the EIB and the EBRD have joined forces to develop a new technical assistance initiative designed to improve the preparation of investment projects for financing under the EU’s structural grant funds during the upcoming finan- cial perspectives period 2007-201\u0018. JASPERS’ main objective and focus is to help the new Member States to use more rapidly and effectively the substantial grant finance of over EUR \u001800bn being made avail- able by the Union. This initiative is now fully opera- tional. During the period 2007-201\u0018, over EUR \u001808bn will be available for use under the EU funds to support projects, particularly in less-favoured regions to increase their growth and competitiveness and stimu- late job creation. More than half of these resources is expected to be allocated for projects in the new Member States. As from 2007, the EU will more than triple the struc- tural funds to modernise infrastructure in the new Member States and help them to achieve conver- gence and implement EU standards, especially in the area of the environment and infrastructure. In addi- tion, the funds will address EU economic priorities such as establishing and developing a knowledge- based society to make their economies more com- petitive and create high-quality job opportunities. This is a challenge for all the countries in the region as the majority of them face difficulties in efficiently absorbing current EU funds. In May 2006, representatives of the Commission, the EIB and the EBRD signed a Memorandum of Under- standing on JASPERS, and shortly thereafter two contribution agreements specifying objectives, procedures for operations and financial aspects governing this initiative, which is being provided free of charge to the beneficiaries. The Luxembourg-based JASPERS team drew up an action plan for 2006 for each country in cooperation with the beneficiary countries’ national authorities, the Commission’s operational staff (DG REGIO) and the EBRD. JASPERS has been very positively received in the beneficiary countries: some one hundred tech- nical assistance actions have been identified, mostly in the areas of transport (including urban transport), environment (water, wastewater and decontamination projects) and renewable energy, while demand has also been evident in sectors such as large energy projects and broadband telecommunications. The preparation of the annual action plan is progressing satisfactorily and the fair distribution of projects by countries and sectors meets the targets initially envisaged. Activities for 2007 are being jointly defined with the national authorities and will begin in all countries con- cerned in the first quarter of 2007. JASPERS shares the policy objectives of its sponsors within the wider EU communication policy of increas- ing the openness and accessibility of EU institutions. While complying with the rules of confidentiality that are essential to business life, JASPERS aims to widen public access to information on its activities. Public awareness of JASPERS has been deepened by the intro- duction of a new website www.jaspers.europa.eu that provides basic information about the technical assist- ance, application procedures and organisation. ",
        "82 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries FEMIP The Facility for Euro-Mediterranean Investment and Partnership (FEMIP) brings together the full range of instruments deployed by the EIB to assist the eco- nomic development of the Mediterranean partner countries 1\u0018 . Since FEMIP was launched in October 2002, the EIB has become the main financial partner of the Mediterra- nean region, providing finance worth over EUR 10bn between 2002 and 2006 14 . As part of the Barcelona Process, FEMIP facilitates the modernisation and opening-up of the economies of the Mediterranean partner countries. It focuses its activities on two priority objectives: • Support for the private sector; • Creating an investment-friendly environment. In addition to its financing operations, FEMIP pursues a policy of enhanced dialogue with all those involved in the Euro-Mediterranean financial partnership, both on the institutional front through the annual Minis- terial Committee meeting and regular Committee of Experts meetings and with the representatives of the private sector and civil society. Following thorough evaluation by the European Commission in cooperation with the EIB, the Euro- 13 Algeria, Egypt, Gaza/West Bank, Israel, Jordan, Lebanon, Morocco, Syria and Tunisia. Following Turkey’s elevation to the status of candidate for EU membership, the Bank’s operations in Turkey have come under the umbrella of the South-East Europe Department, although this country remains a participant in the Euro-Mediterranean dialogue. 14 Including Turkey. pean Union Finance Ministers decided in November 2006 to strengthen FEMIP capacities within the cur- rent institutional setting. This has been achieved by introducing sizeable improvements to existing finan- cial instruments and by increasing ownership through the creation of a FEMIP advisory committee to discuss operational priorities and results. The Ministers have also decided to increase the vol- ume of financing available for the Mediterranean region. EUR 8.7bn will be made available for the nine Mediterranean partner countries for the period 2007- 201\u0018 as part of the overall envelope of EUR 12.4bn allocated to the European Neighbourhood and Part- nership countries. This doubles the loan resources available under the previous mandate. Total lending volume in 2006 was EUR 1.4bn. In terms of geographical distribution, 64% of the total volume went for projects in the Near East (7 projects worth a total of EUR 870m), \u0018\u0018% to the Maghreb (6 projects worth a total of EUR 444m) and \u0018% (4 projects worth a total of EUR 40m) to regional projects. ",
        "8\u0018 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries Enda inter-arabe microcredit, Tunisia The EIB granted its first loan in Tunisia to an NGO by the name of Enda inter-arabe, which has been providing microcredit services since 1995. Made available from FEMIP risk capital resources, this loan is serving to bolster Enda inter-arabe’s capital and thus enables it to expand its operations in the country’s least developed regions. Some 30 000 micro-entrepreneurs – over 85% of them women – currently have a loan with Enda inter-arabe, and the recovery rate for microcredits is 99.6%. The EIB loan is accompanied by technical assistance financed with budgetary resources, which is ena- bling Enda inter-arabe to optimise its organisation and manage its growth effectively. Most importantly, the EIB’s financial package sends a signal of confi- dence in the NGO’s prospects and robustness to local banks, which still make only a marginal contribution to financing Enda inter-arabe. Of some 60 institutions providing microcredit in the Arab world, Enda inter-arabe is one of the few to have achieved financial self-sufficiency so that it does not depend on grants. Since 1995, it has granted 136 000 microcredits worth EUR 36m. It has a network of 27 branches located in Tunisia’s main towns and cit- ies and employs over 180 permanent staff, most of which are graduates with a good knowledge of the area in which they are operating. Santé Maroc healthcare, Morocco Despite recent economic improvements, the United Nations Development Programme (UNDP) ranks Morocco 123rd out of 173 countries in terms of its human development indicator. The level of health- care services is particularly deficient, especially in rural areas, due to the deterioration of hospital facili- ties, and also to poor organisation and management. Against this background, the government is in the process of reforming the health sector. The Bank has participated in this effort by providing a EUR 70m loan. This has supported an ambitious hos- pital reconstruction, rehabilitation and equipping programme, comprising investments in 17 existing hospitals, as an integral part of the hospital reform initiative of the Moroccan Ministry of Health. The purpose of the programme is to improve the physical quality of buildings and equipment and, in so doing, contribute to the improvement of hospital services across Morocco. A range of new planning and delivery methods and tools, many of which have been developed as a result of the involvement of European and international institutions such as the European Commission and the World Bank, will accompany the project. Moreo- ver, the construction and renovation works that will be undertaken for this project will generate about 120 jobs. Some 700 to 1 000 additional staff will be needed to support the effective operation of the hospitals fol- lowing project implementation. ",
        "84 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries FEMIP contributes to the reconstruction effort in Lebanon The armed conflict that raged in July-August 2006 caused extensive damage in Lebanon. In addition to the direct human costs – over 1 100 civilian casual- ties, 4 000 wounded, and one million displaced – large economic sectors have been badly hit. Infrastructure and housing have been destroyed, and a variety of service industries that cater for the regional market – tourism, education, health and finance – have suffered direct and indirect losses. The 2006 growth forecasts were significantly lowered, with the economy shifting from a projected 3% expansion to a 3.2% contraction. As a longstanding partner of Lebanon, with financial cooperation reaching back over 30 years, the EIB stood ready to continue its commitment to the country. During his visit to Beirut in October 2006 and in Jan- uary 2007 during the Paris Donors’ Conference, EIB President Maystadt confirmed the Bank’s dedication to supporting the reconstruction and recovery process in Lebanon through the instruments and tools provided by FEMIP. In line with the priorities of the Lebanese Gov- ernment and given the nature of EIB financing, support from the Bank will be directed towards infrastructure projects and private sector activity. Infrastructure The Bank will continue its commitment to infrastruc- ture projects, particularly in the transport and water/ wastewater sectors where it is currently providing more than EUR 400m for key investment projects. New EIB financing for infrastructure will help under- pin sectoral reform in Lebanon, notably in the power sector. Technical assistance will be envisaged for preparing the reorganisation/restructuring of the electricity authority. Private sector To bolster the recovery of private sector activity, the EIB will make use of existing facilities and consider new financing mechanisms. An existing EUR 60m Apex credit line will be used by intermediary banks in support of private sector projects in the fields of industry, agro-industry, IT, services, health and edu- cation. To help reconstruction projects, the Bank will broaden the eligibility of projects to include the reha- bilitation of damaged fixed assets. A comprehensive and specific reconstruction-directed credit line of EUR 100m with broad eligibility criteria and very long tenors and grace periods could be put in place. This facility could be combined with an interest rate subsidy provided by the Commission. The Bank will also provide EUR 7.5m for the Byblos Private Equity Fund, which focuses on investment in small and medium-sized enterprises in Lebanon. Additionally, in line with the EIB’s pipeline of financial support for the private sector, the Bank is currently studying the possibility of using more innovative structuring mechanisms, including securitisation of diversified payment rights. ",
        "85 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries FEMIP stimulates reflection on energy and renewable resources Throughout the year, FEMIP has worked towards nur- turing debate and reflection on energy in the Mediter- ranean region, with a special focus on safeguarding energy supplies and protecting the environment. Discussing energy at the 4th FEMIP Experts’ meeting The development of Mediterranean energy markets was one of the two topics addressed by the 4th FEMIP Experts’ meeting, which took place in Vienna in March 2006. The meeting brought together some 100 high- level participants from European and Mediterranean countries, from both the public and private sectors, alongside representatives of the European Commis- sion, international financial institutions and European bilateral development agencies. The participants emphasised the need to strike a balance between sustainable development, com- petitiveness and security of supply, in accordance with the EU’s Green Paper on energy. As investment requirements in the energy sector are deemed to be immense, they agreed on the need to press ahead with energy sector reform in the Mediterranean coun- tries, with the aim of improving energy efficiency and ensuring a supply of affordable energy. Defining financial mechanisms for the development of renewable energy The Agence de l’Environnement et de la Maîtrise d’Energie (ADEME), the Agence Française de Dével- oppement (AFD) and the EIB have joined forces to examine the possibility of promoting the develop- ment of renewable energy in Mediterranean partner countries. The aim of this study, supported by the FEMIP Trust Fund, is to identify the requirements and prerequisites for developing renewable energy and energy efficiency in the region and to define financial mechanisms that will help to facilitate the achieve- ment of those requirements. Identifying Clean Development Mechanism (CDM) projects Established by the Kyoto Protocol, the CDM allows an industrialised country with a greenhouse gas (GHG) emission limitation target to invest in an emis- sion reduction project in a country without a target and claim credits for the GHG emission reductions achieved by the project. The FEMIP Trust Fund is funding a study that investigates the possibilities for carbon finance and crediting activities in the Mediter- ranean region, identifies priority sectors and builds a pipeline of concrete CDM projects which the EIB could help establish and finance in the years to come. The preliminary results of the study were discussed in a workshop held in Cairo in November 2006. Participating in the Horizon 2020 initiative Launched in Barcelona in December 2005, the Hori- zon 2020 initiative aims at reducing the level of pol- lution in the Mediterranean Sea by identifying and tackling the most significant pollution sources by the year 2020. The EIB plays an active role in this ini- tiative and is responsible for creating a pipeline of bankable investment projects, in close cooperation with the European Commission and other multilat- eral institutions. Amongst other activities, the Bank participated in the \u0018rd Euro-Mediterranean Environment Ministers’ meeting in Cairo in November 2006, which developed and endorsed a timetable of actions proposed by the European Commission Communication on “Environ- mental Strategy for the Mediterranean”. ",
        "86 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING ACP In the framework of the EU's external cooperation and development policies, the EIB operates in 79 ACP (African, Caribbean and Pacific) countries. The ACP countries, with a population of some 600 million, have established a special relationship with the European Union through the successive Yaoundé and Lomé conventions and, since 2000, through the Cotonou Partnership Agreement. In 1998 the Republic of South Africa became an associate member of the EU-ACP conventions. Financing from the EIB in South Africa is provided under a separate bilateral agreement. The Bank has been a development partner – as the development bank of the European Union – in most ACP countries for some \u00180 years, and in many for 40 years. Under parallel provisions, the EIB also supports investment in 20 Overseas Countries and Territories (OCTs), mainly in the Caribbean and Pacific, which have constitutional links with certain EU Member States. ACP Investment Facility Combating poverty, supporting sustainable devel- opment and integrating ACP countries into the global economy are core objectives of the ACP-EU Cotonou Partnership Agreement. These concerns are at the forefront of the delivery of EU development finance to the ACP countries. The EIB is playing a crucial role in the implementation of these objectives, notably through the Investment Facility (IF), one of the Cotonou Agreement’s key instruments. The IF is a EUR 2 0\u00187m risk-bearing tool offering an extended range of flexible financial instruments that can be used to support the financing of development projects. Its mission is to invest in projects where pri- vate sector investors are reluctant to do so, reflect- ing the public sector’s central role in the promotion of sustainable growth, itself a significant factor in any poverty reduction strategy. While bound by the development objectives contained in the Cotonou Agreement, the IF has been designed as a revolving mechanism that over time must generate capital for reinvestment. This facility is managed on a portfo- lio basis, so that its financial sustainability is ensured through the portfolio as a whole. Support for EU Development and Cooperation Policies in Partner Countries ",
        "87 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Whenever possible, the IF aims to operate in all eco- nomic sectors and to support investment by private enterprises and commercially run public sector enti- ties. This includes revenue-generating infrastructure that is critical for the private sector. This is reflected in the current profile of the IF portfolio with 5\u0018% and 21% of signed commitments targeting financial serv- ices and industrial investments (including mining operations) respectively. Some 26% of signed com- mitments so far relate to basic infrastructure, cover- ing energy, water, transport and telecommunications investments, which are widely recognised as a prereq- uisite for economic development. In recognition of the strong links between infra- structure and development, a Memorandum of Understanding between the Bank and the European Commission for the creation of a Trust Fund in sup- port of regional infrastructure in Africa was signed in February 2006. The Trust Fund is a financial instru- ment of the EU-Africa Partnership on Infrastructure, one of the pillars of the new EU Strategy for Africa proposed by the Commission and approved by the European Council in December 2005. In the start- up phase the Commission intends to mobilise up to EUR 60m in grants and the EIB up to EUR 260m in loans for the operation of the Fund, which will focus on cross-border and regional infrastructure projects in Africa. By placing emphasis upon regional cooper- ation and integration, the Trust Fund also illustrates the Bank’s readiness to support some of the core Mil- lennium Development Goals (MDGs). The IF finances productive and economically and financially viable projects. Nevertheless, over the last few years, the Bank has placed a greater focus on the broader development impacts of the various invest- ments it undertakes. It aims to support projects that offer considerable social, economic or environmen- tal benefits. This commitment has been underpinned by the adoption in 2005 of the Development Impact Assessment Framework (DIAF) for investment loans under the IF. The DIAF has now been applied on a pilot basis for more than a year and has provided a good insight into the development merits of the projects concerned. It should improve project assessment throughout the project cycle from appraisal to ex post evaluation. The broader focus of the DIAF supports the tenets of the Cotonou mandate, along with meet- ing the expectations of many stakeholders. Based on a first positive assessment of this pilot phase, the DIAF will become a permanent feature of the Bank’s meth- odology and is now fully integrated into the Bank’s overall value added framework. Support for EU Development and Cooperation Policies in Partner Countries ",
        "88 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries Microfinance in the ACP The relevance of microfinance to alleviate poverty is nowadays widely recognised in light of the impact of pioneering operations in East Asia and Latin America. This recognition culminated in the award of the 2006 Nobel Prize to Muhammad Yunus and the Grameen Bank of Bangladesh for their efforts to create economic and social development from below. Early experiences such as the Grameen Bank or the Banco Solidario in Bolivia have demonstrated, among other results, that the poor are “bankable” and can represent a good credit risk. While non-governmental organisations dedicated to microfinance activities have played a very significant role in establishing the effectiveness of microfinance as a tool to fight poverty and empower low-income popu- lations, the recent trend is that more main-line financial institutions, such as private equity funds and banks, are paying greater attention to microfinance as a relevant market for their activities. Microfinance is evolving at a fast pace with new players emerging, such as large private foundations, along with new products, notably the securitisation of microfinance portfolios. The Bank has long experience in lending and provid- ing equity participation to financial intermediaries for the benefit of medium, small and even very small businesses. Outside Europe, the Bank has defined an enhanced strategy in the microfinance sector, along- side the European Commission and other development institutions. It attributes different roles to the different actors according to their specific added value availa- ble to the sector. Whereas the European Commission is focusing on capacity-building and the creation of an enabling environment, the Bank is providing funding in various forms, including equity, quasi-equity, sub- ordinated and conditional loans to generate equity- based returns, ordinary debt on market-related terms and guarantees to third-party lenders such as local banks, to support their involvement in the microfi- nance sector. With regard to the specific case of the ACP countries, the Bank has developed its operations in microfinance as part of its mandates under the successive Lomé Con- ventions and the Cotonou Partnership Agreement. This provides, inter alia, for the strengthening and deepen- ing of the local financial sector, whilst putting strong emphasis on the need to support actions and initiatives at macro, meso and micro economic levels. By the end of 2006, the Bank had committed a total of EUR 76m in debt and equity for microfinance in the ACPs. The geographical focus of EIB microfinance operations has progressively shifted to Africa, which remained until very recently the poor relation of the industry. Furthermore, the use of new instruments such as guarantees and equity instruments allowed the Bank to reach a significantly larger number of microfinance institutions (MFIs), which due to their relatively small size, could not be included in traditional lines of credit. Microfinance investment funds have proved especially effective in providing funding to existing MFIs in such countries as Kenya, Uganda, Ghana and Mozambique. Additionally, these investment funds also helped to create or strengthen greenfield MFIs in Cameroon, the Democratic Republic of Congo, Madagascar, Nigeria and Chad. The establishment of a guarantee scheme in Senegal allowed local MFIs to seek refinancing with local banks. This activity paved the way for the fur- ther integration of microfinance in the local financial market. At the same time, it enabled the use of often abundant liquidity in local currency, thereby tackling the issue of foreign exchange exposure, which the Bank believes should not be borne by MFIs. Despite encouraging developments, the majority of poor people still have no access to basic financial serv- ices. A lot remains to be done and the EIB endeavours to contribute in a proactive manner. As such the Bank’s involvement in microfinance extends beyond strictly project-related activities and also encompasses a con- tinuous dialogue with the EU Member States, the Euro- pean Commission and other important stakeholders. In September 2006 the Bank signed a Memorandum of Understanding with the Grand Duchy of Luxem- bourg establishing a framework for cooperation on funding technical assistance programmes relating to the promotion of microfinance activities in ACP coun- tries. This framework gives access to the Bank’s micro- finance projects to untied grants that can be used to strengthen existing or newly created MFIs by meeting their demand for technical assistance in particular in the areas of: ",
        "89 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries • Management information systems • Risk management • Human resources • Product development • The creation of new financial instruments targeting MFIs. In addition, the Bank played a leading role in setting up the EU-ACP Microfinance Framework Programme, a pilot programme funded by the EC to provide tech- nical assistance funding for microfinance operations. This programme is administered by the Consultative Group to Assist the Poor (CGAP), a consortium of public and private development agencies working together to expand access to financial services for the poor in developing countries. CGAP leads the industry as a centre of knowledge and, equally importantly, acts as a source of best practice, which together forms the politi- cal agenda of the industry to which most IFIs, DFIs and governments refer. The Bank has been an active mem- ber of CGAP since 2005 and, as such, endeavours to be the voice of its regions of focus. CGAP’s 2006 annual meeting was held in Africa for the first time since CGAP was created. This was partly the result of the EIB’s insist- ence on the need to refocus on regions of the world where access to financial services for the poor has not improved as much as in other continents. Through its operations, the Bank is seeking a triple return on investment: financial, social and demon- stration. Financial return is essential to ensure the sustainability of the MFIs concerned and their attrac- tiveness for other investors. Social return needs to be measured in terms of income growth at the level of those benefiting from microcredits. The demonstra- tion effect is required to ensure future mobilisation of larger funding sources not only in the North, but also in the South. A good illustration of this last fea- ture is the Africap Microfinance Fund in which the Bank is one of the largest investors. After a relatively slow start in 2001/02, Africap rapidly improved its performance by building a strong deal-flow and making two exits. In 2005/06, the fund partially exited its investments in Equity Bank Ltd (EBL, Kenya), which was subsequently listed on the Nairobi Stock Exchange, thereby becoming the second MFI world- wide to be listed on a public exchange. Africap also sold its stake in First Allied Savings and Loan (FASL, Ghana). Both exits generated comfortable returns that were largely reinvested in the fund. The achieve- ments of Africap have been recognised in the African investment community and Africap has recently been awarded the Africa Investor “Venture Capital Deal of the Year Award” for its investment in Kenya’s EBL. This award is regarded as the most prestigious recognition of an investment achievement in Africa. Africap Microfinance Fund ",
        "90 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries Project Preparation Facility The EIB has launched a EUR \u0018m African, Caribbean and Pacific (ACP) Water Project Preparation Facility (PPF). The PPF commenced on 1 May 2006 and is designed to finance the preparation of many ACP countries’ water and sanitation projects over the next three years. It is organised and managed jointly by the two EIB directorates that are responsible for those in-house aspects of preparation of ACP water and sanitation projects, namely the Operational Directorate (Ops B), and the Projects Directorate (PJ). Other directorates give support as required, in par- ticular the Legal Department (JU) and the General Secretariat (SG). The PPF assists projects that help achieve the Millen- nium Development Goals (MDGs), support the imple- mentation of Poverty Reduction Strategy Papers (PRSPs), and meet the eligibility requirements of the EU Water Initiative (EUWI) and of other sources of grant financing. Furthermore, the PPF aims to facil- itate the coordination and cooperation of relevant stakeholders, including donors, from the early project preparation stages, in line with the main objectives of the EU Water Initiative. It also aims to facilitate further access to grants and other financing by applicants with very different project preparation capabilities by strengthening such skills in planning institutions, util- ities, PMUs (project management units), NGOs/CBOs (non-governmental organisations/community-based organisations) and the local private sector. Antici- pated outcomes include knowledge sharing, North- South and South-South dialogue, cross-fertilisation with best practices, benchmarking, cross-learning and exchanges at regional level. Strong support for projects will be offered in countries where project preparation capabilities are weakest, contributing to the EU Water Initiative’s regional balance objective. Overall, projects supported by the PPF will aim to address the needs of the urban and peri-urban poor through appropriate delivery models and the use of appropriate financing instruments, including sub- sovereign lending. ",
        "91 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries For selected focus countries, services are rendered with the aim of providing a decision base for the EIB to consider its potential further involvement. Such services include – but are not limited to – assess- ing the country’s water sector’s institutional frame- work and specific characteristics, identifying sector investment needs under PRSP, MDG and other strat- egies, identifying potential co-financiers and their ongoing activities, pre-selecting projects that may merit further studies, and ascertaining project prep- aration needs. In order to promote donor cooperation, regular talks are held with bilateral and multilateral donors. Apart from the institutionalised coordination with the Commission and EU Member States within the EUWI, discussions are held with potential co-finan- ciers such as the African Development Bank and the World Bank. Similar to the mid-term review, the results of the final review will be discussed in an EC/EIB work- shop, possibly followed by an external workshop in an ACP country. Special emphasis will be given to the “lessons learned” and the possible replication of PPF activities to enhance the value added of this vital programme. Maputo Water Supply Project – Mozambique The Maputo Water Supply project serves the Greater Maputo area, where 48% of the 1.7 million population lives in absolute poverty and only 40% has access to adequate potable water. By significantly increasing the population with access to safe drinking water, the project is contributing to the achievement of Mozambique’s Millennium Development Goals (MDGs) on water, health and poverty eradication, which are central to the country’s poverty reduction strategy. The project has four specific objectives: • Increase installed production capacity to ensure constant supply to the 7\u00180 000 people presently connected to the existing water supply system (which currently does not provide a 24-hour sup- ply) and increase the population served by the local operator by 467 000 people in 2010 and by an addi- tional 145 000 in 2014; • Improve the system’s performance by reducing water losses from 60% to approximately 40%; • Expand water supply in the poorer areas on the out- skirts of town (peri-urban areas) with the support of small local private operators in order to extend services to an additional 110 000 people; • Improve the promoter’s capacity and financial sus- tainability, thus contributing to the improvement of water services in all cities under the promoter’s responsibility. The project builds on earlier sector reforms and brings together the national water agency FIPAG (Fundo do Investimento e Património do Abastecimento de Água), as promoter, and the Mozambican Govern- ment, along with a group of international develop- ment finance organisations: the EIB, the European Commission's Water Facility, FMO of the Netherlands and Agence Française de Développement. Day-to- day management of the project is contracted to a private sector operator, Águas de Moçambique, and water distribution in the poorest peri-urban areas will be entrusted to selected community-based organi- sations (CBOs) and NGOs. The innovative financing structure put in place for the project, with a mix of grants and the EIB’s loan, was paramount for ensur- ing the project’s financial sustainability and plays a key role in guaranteeing the future sustainability of the water sector in Mozambique. ",
        "92 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries ",
        "9\u0018 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING As recommended by national regulations as well as by international donors supporting the promoter's investment programme, the design of the project gives due consideration to the expected environ- mental impacts, as well as required mitigating meas- ures according to best practice for the local context. The main works concern the expansion of an existing treatment plant, the doubling of the water convey- ance pipelines and expansion of the distribution net- work to unserved areas. The promoter has a detailed Environmental Management Plan (EMP) providing guidance for the development of the project and its components. Geological and hydraulic studies, as well as fieldwork, will provide assurance that existing groundwater resources will be managed in a sustain- able fashion to ensure that drinking water will be of an adequate quality. Overall, the environmental impact due to the project is deemed to be properly mitigated, as illustrated by measures defined in environmental studies undertaken in parallel with the design of the new facilities. The key positive socio-economic aspects result from the improvement of services to the currently served population and the extension of services to areas not already served. The non-execution of the project would result in the blockage of services and their con- tinued degradation, as existing installations are cur- rently working beyond design capacity. To ensure that the socio-economic benefits materialise, the project focuses on meeting the populations’ needs, with respect to (i) affordability of services, and (ii) the encouragement of participatory management structures, especially for shared water supply services (standpipes), strengthening the sense of ownership in local communities. A key impact of the project is the reduction of time spent by families in terms of long-distance water col- lection. Since water collection is generally the respon- sibility of women and young girls, the project should free up time for them to engage in productive or edu- cational activities, generating substantial additional wealth and increasing the likelihood of girls receiving formal education. The project also creates opportu- nities for women to participate in water committees and other community-based organisations and so contributes to a fairer gender balance in the manage- ment of water services. Another significant impact is upon the health of Maputo’s population. Access to safe water is a dom- inant factor in the reduction of cholera and other water-borne diseases. In Maputo, studies show that there are cholera cases every year, culminating in an epidemic every three years. In peri-urban areas there is an average of \u0018 000 cholera cases per annum, while diarrhoea cases are estimated at about 6\u0018 000 per annum. The project is expected to significantly reduce morbidity from these diseases. This is a flagship project, whose general principles and key features are being replicated in other ACP countries, after appropriately tailoring their design to the local context. Support for EU Development and Cooperation Policies in Partner Countries ",
        "94 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING ALA EIB lending in Asia and Latin America (ALA) is governed by mandates from the European Union. The first was delivered in 199\u0018 and the current mandate (ALA III) of EUR 2 480m covers the period from 1 February 2000 to \u00181 January 2007. Under these arrangements, the EIB funds are utilised to finance investments in countries that are signatories to cooperation agreements with the EU. There are no amounts allocated per country. The EIB supports viable public and private sector projects in infrastructure, industry, agro-industry, mining and services. Special emphasis is given to the improvement or protection of the environment. EIB loans are project- oriented and linked to the financing of the fixed-asset components of an investment. Under its new mandate covering the period 2007-201\u0018 the EIB will be entitled to lend EUR \u0018.8bn with European budget support for operations in ALA partner countries. In 2006, EIB lending for projects located in Asia and Latin America totalled EUR 48\u0018m, comprising EUR 240m for five projects in Latin America and EUR 24\u0018m for five projects in Asia. Update on the EIB’s contribution to tsunami relief In April 2006 a EUR 70m credit line for Sri Lanka was signed. This is now financing small-scale private sector projects in the industrial, tourism and service sectors throughout the country. The DFCC Bank is the admin- istrative unit for the credit line, processing and coor- dinating applications received by the eight selected local financial intermediaries. EUR 20m of this facility will be subsidised by the Central Bank of Sri Lanka and will be onlent at a flat rate in local currency to the final beneficiaries. Up to December 2006, EUR 26m of this loan had been disbursed. Another EUR 50m credit line for the Maldives was also signed in April 2006. This is channelled through the Bank of Maldives and focuses upon the reconstruc- tion and rehabilitation of facilities in the tourism sec- tor. This industry was severely hit, not only by physical destruction, but also by a drop in tourist numbers. Yet, it is by far the largest employer and largest source of foreign exchange earnings in the Maldives. In order to enable the EIB to advance loans to the Maldives, the Council extended the geographic coverage of the ALA mandate to include the Maldives. Up to December 2006 USD \u00180m was allocated for the reconstruction of two tourist resorts that were completely destroyed by the tsunami. Additionally, USD 20m was disbursed. As established by EIB funding criteria for reconstruction and restoration projects following natural disasters, the credit lines to Sri Lanka and the Maldives benefit from downward modulation of the interest rate. Moreover, the intermediaries may finance up to 75% of project cost with the EIB funds (rather than up to 50%, which is the usual limit). The projects financed under these facili- ties are appraised by the intermediaries in line with the EIB’s usual criteria, in particular regarding financial and economic sustainability, compliance with environmen- tal and social standards, and transparency. Support for EU Development and Cooperation Policies in Partner Countries ",
        "95 Corporate Responsibility Report 2006 RESPONSIBLE FINANCING Support for EU Development and Cooperation Policies in Partner Countries Metro Cash & Carry, Vietnam This project consists of the construction of whole- sale stores in Vietnam’s major cities. The project’s promoter is Metro Cash & Carry International, a subsidiary of the Metro Group, Germany’s largest food retail group in both the wholesale and retail sectors. The promoter, as a worldwide player and a key driving force in the trade and retailing sec- tor, has a comprehensive corporate governance code and is also committed to corporate social responsibility, which includes the protection of the environment and adherence to good social practices. The company’s expertise and structure is espe- cially suited to introducing modern distribution techniques into Vietnam to help provide a com- plete range of food and non-food items to small businesses and corporate customers. Addition- ally, this project will provide technical assistance to local suppliers for the improvement of the qual- ity of local fresh food production, distribution, transport and storage as well as training in quality and hygiene standards. In particular, Metro has a development project contributing to the enhance- ment of agricultural product quality, notably through improved technology and the develop- ment of better cold chain supply management. The company is also handling a number of educa- tional programmes in this area and is cooperating with the Government of Vietnam to promote local suppliers. The implementation of specific fruit and vegetable programmes is improving quality lev- els for these highly perishable goods. Moreover, these programmes contribute to improving Viet- nam’s agricultural and export potential for prod- ucts such as fruit, vegetables and fish. The project provides training for newly recruited staff in quality, hygiene and food safety standards and packaging. It is currently introducing health control systems of the highest standard. These elements are of particular importance in light of the outbreak of bird flu and Severe Acute Respira- tory Syndrome (SARS). Finally, the local labour market will benefit from the creation of new job opportunities. ",
        "96 IV – DIRECT FooTPRINT Corporate Responsibility Report 2006 ",
        "97 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Internal Environmental Management The EIB seeks to promote the development and implementation of good internal environmental management practices in project implementation and operation, such as those enshrined in the EU’s Eco-Management and Audit Scheme (EMAS) and ISO 14000. The EIB acknowledges that its administration has an impact on the environment through water and energy management, waste sorting and recycling. Environmental considerations also play an important role in the construction of its new building. As the development and application of formal envi- ronmental management systems such as EMAS take hold, particularly in the public and financial sectors, the Bank will assess the appropriateness of such a system for application to its own administration. The EIB applies a number of practices that aim to reduce the impact of its administration on the environment, including water and energy management, waste sort- ing and recycling and procurement. These measures are to be intensified in 2007, starting with a main focus on GHG inventory and carbon emission off-sets. Paper consumption The Bank uses considerable amounts of paper, both copying and printing paper for its publications and everyday use. Like the other European institutions, the Bank purchases totally chlorine-free paper that is produced in paper mills with EMAS or ISO 14001 certificates. The paper-making process integrates ecological aspects such as energy saving, transport reduction and reforestation. In 2006, the staff’s attention was again drawn to the importance of reducing paper consumption in the interests of environmental protection and employees were asked to use double-sided printing as much as possible. The photocopiers were already pro- grammed to print double-sided as default in 2005, and also the in-house copying service is printing reports and publications double-sided, which led to a slight reduction in overall paper consumption. In 2006 the amount of paper used was 14 599 000 sheets for the copy machines and printers in each corridor and 5 801 949 sheets at the in-house copying service (compared to 15 182 415 and 5 601 500 sheets respec- tively in 2005). Paper used on one side is partly re-used for notepads, whereas double-sided and confidential paper is shredded and recycled. In the course of a planned waste campaign (see below), Facilities Management will further promote the more efficient use of paper and will advertise dou- ble-sided printing. Energy The Bank has in the past years made considerable efforts to improve the energy efficiency of the heat- ing system of its main building in Kirchberg. In the second half of 200\u0018, the Bank switched from local boil- ers in the office building to municipal district heat- ing, which has contributed to considerable savings, with reductions of around 40% in heat consumption, depending on the reference year of comparison. The district heating is today entirely delivered from a gas- fired combined heat and power plant in the Kirchberg district. The consumption of thermal power in 2006 was 6.64 GWh, which approximately corresponds to annual emissions of 6\u00180 tonnes of carbon dioxide. Electric energy is purchased from the municipal energy entity of Luxembourg City, the City’s Electric- ity Office. Roughly 14.8% of the company’s energy portfolio originates from renewable energy sources. The consumption of electricity was 11.16 GWh in 2006. Based on the emission factors of the energy producer, it is estimated that the consumption of the Bank cor- responds to annual emissions of about 7 870 tonnes of carbon dioxide. Total energy consumption in 2006 for the headquar- ters was 17.8 GWh. This figure includes both thermal energy for heating and electricity consumption. ",
        "98 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Water Water is purchased from Luxembourg City and the City in turn purchases the water from a regional water company. Overall, roughly two thirds is extracted from ground water wells originating from the sand- stone areas around Luxembourg city and one third from surface water, provided by the drinking water reservoir of the lake of the Haute-Sûre in the northern part of Luxembourg. However, the Kirchberg area, for example, obtains its water solely from the Haute-Sûre reservoir. Due to the fact that there was less precipi- tation during the last three years, the proportion of ground water has decreased whereas more surface water was taken from the lake of the Haute-Sûre. It also has to be mentioned that the Haute-Sûre valley is a Ramsar site (wetland of international importance). Total consumption in 2006 of water in the Kirchberg main building was 40 29\u0018 m \u0018 including the water used for irrigation of the office grounds in the summer period. In the Hamm building the water consump- tion was 5 529 m \u0018 . Wastewater As there is no in-house water treatment facility, water is neither reused nor recycled. The wastewater from the main building is collected in the municipal sewer and treated in Beggen in a biological wastewater treatment plant, based on activated sludge treat- ment technology, including chemical treatment. The treated water is then discharged into the Alzette River. No protected areas are situated close to the river. However, renaturation projects are ongoing, conducted by the Luxembourg Forest Management Authority in cooperation with the Ministry of the Inte- rior of Luxembourg. River beds are partly restored to their original state. These measures have a positive impact on water quality. Biodiversity None of the three EIB sites are located close to pro- tected areas (Natura 2000) or areas of high biodiver- sity value or proclaimed conservation areas such as wetlands (Ramsar Convention on Wetlands, 1971). Only the Kirchberg building is situated within the range of vision of the natural reserve ‘Kuebebierg’; however, no impact on this reserve can be stated, as it is not located in direct proximity. Regarding the Bank’s accountability on the projects side, the EIB finances projects which take biodiversity issues into account (see page 45). Internal Environmental Management ",
        "99 Environmental indicators 2006 Total annual consumption Annual consumption per active staff member (ASM) Heat consumption 6.64 GWh 6 \u001885 kWh/ASM K Electricity consumption 11.16 GWh 10 7\u00181 kWh/ASM K Total energy consumption 17.8 GWh 17 115 kWh/ASM K CO 2 emissions from energy consumption 15 8 500 tonnes CO 2 8.2 tonnes CO 2 /ASM K Waste disposed 245.6 tonnes 2\u00186.2 kg/ASM K Water consumption 40 29\u0018 m \u0018 194 litres/ASM K per day Copying paper consumption 20 400 949 sheets 15 900 sheets/ASM LUX Number of airmiles travelled by staff in 2006 9 500 000 miles - CO 2 emissions from airmiles 16 2 \u001800 tonnes CO 2 - ASM K Number of active staff members in EIB main office in Kirchberg: 1 040 ASM LUX Number of EIB full-time employees in Luxembourg (Kirchberg, Findel, Hamm): 1 283 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Emissions, effluents and waste Waste management For waste management, the EIB complies with the high standards of the Luxembourg authorities. Waste is segregated at source and managed accordingly. Waste generated on site and disposed of (not recycled) amounted in 2006 to 245.6 tonnes. The Waste Utility of Luxembourg City collects dis- posed non-toxic household waste. This is treated in an authorised waste-to-energy plant that produces electricity from thermal energy. The operator of this plant is ISO 9001 and ISO 14001 certified. The recycled fraction of the waste includes paper, cardboard, plas- tics, electronic equipment, toner cartridges, glass and metal. In total, 2\u0018 different waste fractions are col- lected and recycled. The volumes of difficult waste streams are very small in absolute figures, including various forms of fluorescent and halogen lamps. Such special waste is collected and transported to appro- priate waste management facilities for further treat- ment and disposal. The companies responsible for the management of hazardous waste are specialised and carry special licences issued by the competent national environmental authorities. No significant amount of waste deemed hazardous under the terms of the Basel Convention Annex I, II, III and VIII was transported or shipped internationally, nor were there any significant accidents or spills registered in 2006. Products and services Facilities Management (FM) has recently taken an initiative to reduce the energy consumption for heating. The mean temperature in the EIB main building was reduced by 1°C from 22 to 21°C in order to raise humidity levels and cut down on car- bon dioxide emissions. This initiative mitigates the negative impact on the environment. Regarding the recycling of waste, Facilities Manage- ment will soon be launching a campaign. An integral part of this will be a short course in waste recycling for all new staff joining the EIB. This should help to edu- cate staff about internal waste management, raise awareness and make recycling standard practice. In late 2006 a new suggestion box was created on the EIB intranet for environmental and energy saving pro- posals. This box was made available for all staff mem- bers to publish their ideas related to environmental protection and energy saving, which are then evalu- ated by Facilities Management for their feasibility in the Bank’s environment. Moreover, Facilities Manage- ment is also cooperating with the other European institutions located in Luxembourg in order to work on joint actions and share experiences and knowl- edge on green housekeeping issues. Internal Environmental Management 15 The formula used for heating power is 95kgs CO 2 /MWh. The formula used for electricity is 705kgs CO 2 /MWh. 16 The formula used for calculating CO 2 emissions from airmiles is 0.24 per mile. ",
        "100 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Compliance In 2006 no fines or any kind of non-monetary sanc- tions for non-compliance with environmental laws and regulations were registered. Transport Staff regulations provide that staff members are required to reside at or near their place of employ- ment. The Bank is currently exploring ways to reduce the impacts of travel to and from the Bank by staff members. Regarding business travel, the destination will determine the means of transport chosen, though in the majority of cases air travel is the prevailing mode of transport, having significant environmen- tal impacts on air quality (greenhouse gas and other emissions). For trips to Brussels, there are incentives to use rail transport. Another measure introduced by Facilities Management and aimed at cutting down on private car transport is the shuttle bus that serves the routes between the three EIB sites: Kirchberg, Hamm and Findel. Furthermore, this bus can be used to reach the European Investment Fund, a local shopping cen- tre and the European School. In the course of the European Mobility Week 2006, Facilities Management took part in the organisation of the inter-institutional Open Doors Days on the theme of “Mobility and Energy”. On this occasion the City Transport Department made available a hydrogen bus circulating between the European institutions in Luxembourg. Again this was an initiative to promote sustainable mobility and in particular to raise aware- ness and promote changes in behaviour in relation to the use of private cars. Environmental management system In 2005, a review took place to assess the appro- priateness of applying EMAS (the EU Eco-Manage- ment and Audit Scheme) to the Bank. This scheme was explained in the EIB Journal, the Bank’s internal magazine, in order to inform staff and make them aware of how they can contribute to a more ecologi- cal working environment. The EIB is considering a staged approach to the launching of an environmental management system which focuses on internal housekeeping matters. This would include direct aspects of office management such as waste management and other environmental aspects that are visible to employees, namely paper consumption (see the section on paper consump- tion), cleaning of the facilities, use of water and dis- posal of electronic equipment and old furniture. The Bank intends to put in place a policy to actively reduce the carbon emissions resulting from its direct activities and to off-set these carbon emissions. Internal Environmental Management ",
        "101 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Controlling the building’s impact: • reducing consumption of natural resources (e.g. water: installation of dual-flush WCs, collection of rainwater to water green spaces; wood: the tender specifications require the use of Programme for the Endorsement of Forest Certification (PEFC) or Forest Stewardship Council (FSC) certified wood or equiva- lent, the wood being used primarily for the window frames and as a floor covering); • reducing energy consumption: enhanced thermal insulation, prioritisation of natural light, artificial lighting dependent on external brightness, crea- tion of atria, double-skin external façade, indirect use of solar energy, mostly natural ventilation of spaces, blinds controlled by the building’s central technical control system and choice of highly energy- efficient equipment. The technologies used will help to reduce energy consumption by more than 50% compared to stand- ard office buildings. Well-being, health and comfort of occupants: The transparency of the building is synonymous with communication and openness towards both the outside world and the various parts of the building. Ergonomic considerations have dictated the build- ing’s sound insulation, lighting and thermal comfort. The working environment can be adjusted across the board or on an individual basis. Specific precautions have been taken to combat the health risks related to the quality of air and water. Furthermore, subject to architectural constraints, the Bank has chosen envi- ronmentally friendly materials that will not jeopard- ise the health of the occupants of the building. As far as visual comfort is concerned, the Bank has decided to make maximum use of natural lighting combined with suitable levels of artificial lighting. Internal Environmental Management BREEAM certification The European Investment Bank’s new building, under construction on the Kirchberg Plateau in the Grand Duchy of Luxembourg, is the first construction project in mainland Europe to be certified in accordance with the Building Research Establishment’s Environmen- tal Assessment Method (BREEAM). The building has been designed according to and complies with the highest environmental quality standards: integration within the site, controlling the building’s impact on its external environment (consumption of resources, pollution, etc.), taking account of the well-being, comfort and health of the occupants, and implementation of a site manage- ment system with low nuisance levels. The EIB has sought to minimise the negative envi- ronmental impact caused by the construction and operation of an office building, while promoting conditions that will provide for the well-being of its occupants. The environmental effects of the new building, such as rational energy use, waste produc- tion and water consumption, have been taken into account right from the initial design stage. The EIB’s new building has been rated under BREEAM as “Very Good” for its design. The EIB’s new building ",
        "102 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Site with low nuisance levels: The EIB has implemented an environmental man- agement system (EMS) to reduce the site’s impact on the environment (waste, pollution), the workers, neighbours and occupants (noise, dust, etc.). The site is regularly audited by an external firm accredited in Luxembourg in order to check whether the very strict conditions of its EMS are being scrupulously adhered to by the firms working there. Energy consumption and CO 2 production associated with the site’s direct and indirect activity (transport and deliveries) are comprehensively measured and monitored each day. This information is displayed for the public outside the site. A very strict waste management policy has been implemented for the site. A bank of containers for selective sorting of waste has been installed on the site. Various construction items are reused on the site as much as possible (e.g. used shuttering panels are reused to protect work already completed), the aim being to minimise the amount of waste generated. Very stringent special measures are imposed on firms to prevent pollution of soil and watercourses and reduce the amount of dust and noise generated. The timber used on the site during the construction phase must be PEFC or FSC-certified or equivalent. The firms and workers have been (and are regularly) made aware of the need to comply scrupulously with the safety and environmental measures applied on the EIB site. A welcome booklet providing a clear, concise summary of all these measures is issued to each new worker (including temporary staff and sub- contractors) entering the site. All workers receive at least half an hour’s training each month on specific topics related to their activities and the operation of the site. The EIB attaches particular importance to commu- nication with residents, firms and institutions in the vicinity of the site. Openings have been cut into the hoarding surrounding the site to enable the gen- eral public to see how the work is progressing. Close coordination with neighbouring construction sites has been put in place. A special telephone number and a suggestions box have been made available to the public. Any complaints about the site’s activi- ties are dealt with by the contractor and the EIB and, if necessary, corrective measures are taken directly on the site. Internal Environmental Management ",
        "10\u0018 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Internal Procurement As the European Union’s financing institution, the Bank, in its dealings with external providers, is committed to respecting the fundamental EU principles regarding public procurement, such as the principles of equal treatment, non-discrimination and transparency. The Bank follows the procedures described in Direc- tive 2004/18/EC of the European Parliament and of the Council of \u00181 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts (hereafter “the Directive”). The criteria on which the Bank bases the award of contracts are either: (a) the most economically advantageous tender (best price-quality ratio) from the point of view of the Bank, taking into account elements such as: quality, price, technical merit, aesthetic and func- tional characteristics, environmental characteris- tics, running costs, cost-effectiveness, after-sales service and technical assistance, delivery date and delivery period or period of completion; or (b) the lowest price only. On request from the party concerned, the Bank will, within 15 days from receipt of the written request, inform: • any unsuccessful candidate or tenderer of the rea - sons for the rejection of his request to participate or tender; • any tenderer who has made an admissible tender of the characteristics and relative advantages of the tender selected as well as the name of the suc- cessful tenderer or the parties to the framework agreement. However, the Bank may decide to withhold certain information affecting legitimate commercial interests of the economic operators or where the release of such information would impede law enforcement or would otherwise be contrary to the public interest. While green procurement is not yet formally part of the EIB’s procedure, it is planned that this will soon become an integral part of standard practice for the Bank. The paradigm of green procurement encom- passes many issues, such as needs assessment, tech- nical specifications for contracts and raising levels of staff awareness. The key issue is to make the connection between pur- chasing and the environment. In this way, an EU body such as the EIB can make a vital contribution towards sustainable development. Green procurement will cover areas such as the purchase of energy-efficient computers and buildings, office equipment made of environmentally sustainable timber, recyclable paper, electric cars, environmentally friendly public trans- port, organic food in canteens, electricity stemming from renewable energy sources, and air conditioning systems complying with state-of-the-art environmen- tal solutions. The easiest way towards cost-effective and environmentally-friendly procurement is in the saving of water, electricity and fossil fuels. Green purchasing is also about setting an example and influencing the market place. By promoting green procurement, the EIB will be promoting the develop- ment of green technologies from both sides, through its own environmental footprint and through its sup- port for sustainable businesses through its lending facilities. Another area that the Bank is keen to explore is the screening of suppliers. In any case, environmen- tal, health and safety conditions are considered when selecting suppliers, in line with EU law. ",
        "104 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Health and Well-being Travel Health Clinic – International SoS The aim of the Bank’s Travel Clinic is to assist and advise staff members who travel outside of the Euro- pean Union for business purposes, particularly where there might be greater health risks associated with travel to less developed regions. Travel health services are also available to staff for private travel. First Aid More than 60 staff members completed First Aid training in February 2006, in a course arranged with the assistance of the Croix Rouge Luxembourgoise. A corps of First Aiders is currently being established and the contact details of each member of this corps will be communicated to all staff members. Clinical facilities Since September 2005, the Bank’s health services have been carried out in its in-house medical centre, including all pre-employment examinations and a number of annual examinations. Staffing of the cen- tre consists of a full-time occupational health physi- cian, a full-time nurse and two part-time replacement nurses. In addition to standard medical examina- tions, the centre is equipped to facilitate treatment of minor trauma and medical procedures of a less serious nature. In the case of emergencies, the cen- tre is equipped to stabilise and monitor a patient’s vital functions until he or she can be transported to a hospital. Furthermore, every year, preventive vision screenings are offered either at the Bank’s premises or at an exter- nal venue, in an arrangement with the Association pour la Santé au Travail du Secteur Financier (ASTF). Ergonomics and workplace assessments With the creation of a medical service at the Bank it has become possible to pursue the issue of office ergonomics more actively. Workplace assessments at the Bank focus on reducing the risk of upper limb disorders, ensuring that staff members take care of their eyesight and generally reducing musculo-skel- etal problems. Sports facilities The Bank’s sports facilities and the broad range of activities sponsored by the Bank’s social club, ‘Le Cercle’, contribute significantly to the well-being of members of staff. In this context, a physiotherapist advises staff on fitness activities and equipment and offers corrective gymnastics classes. ",
        "105 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Health and Social Affairs Annual Report 2005-2006 A Health and Social Affairs Annual Report 2005-2006 has been presented to the Bank’s management. It foresees a series of improvements in the general areas of health and well-being to be implemented over the coming years. This programme comprises activities, for example, to promote a healthy lifestyle and to prevent work-related health problems such as musculo-skeletal disorders and stress; to enable a better work-life balance; to offer a staff assistance programme, advising and assisting members of staff; and to help reintegration back into the workforce after long-term absence. In 2006, the EIB had an injury rate of 9.5 per 1 000 staff members. Most injuries were due to slips and falls – a sizeable share in the sports facilities. In no case did absence resulting from an injury exceed two days. There were no fatal injuries. Sickness absence among EIB staff amounted to \u0018.8%, largely in line with previous years. The Joint Committee on Risk Prevention and Protection at Work The Joint Committee on Risk Prevention and Protec- tion at Work gives opinions and makes proposals on all activities carried out at and by the Bank, and on working conditions insofar as they relate to health and safety. This includes protecting the health and safety of Bank staff and those working on the Bank’s premises either under a direct contract or made avail- able by an outside firm, including temporary staff. Within the areas for which it is responsible, it sees to it that working conditions are improved and has the resources needed to perform its task. It is the body to which reports are forwarded on accidents, incidents and occupational illnesses and on any item that sug- gests that there may be a danger with regard to health and safety at work or on the Bank’s premises. Health and Well-being ",
        "106 Active staff by category and gender as at 31/12/2006 0 50 100 150 200 250 \u001800 \u001850 400 450 Management Professional Staff Support Staff Women Men Corporate Responsibility Report 2006 DIRECT FOOTPRINT Working Responsibly The breakdown of the Bank’s staff by nationality meets the requirements of the EIB’s Statute. For details of the Bank’s Statute see our website www.eib.org. ",
        "107 Departures in 2006 (including retirements and deaths) 20-25 Women Men 0510 15 20 25 \u00180 \u00185 25-\u00180 \u00180-\u00185 \u00185-40 40-45 45-50 50-55 55-60 60+ Total Number of persons A g e g r o u p Corporate Responsibility Report 2006 DIRECT FOOTPRINT Working Responsibly This graph represents all EIB offices. The total number and rate of employee turnover is 57 staff members and just over 4% respectively. A trend is evident whereby female employees are more likely to leave their jobs between the ages of 25-\u00185 and also between the ages of 55-60. On the other hand, male employees are more likely to leave the Bank at a later age. Just over 9\u0018% of EIB employees work in the headquarters in Luxem- bourg. The other offices range in size and are manned by between 2 and \u00181 staff, with Rome (\u00181 employees) and Brussels (11 employees) being the second and third largest offices. ",
        "108 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Working Responsibly Work-life balance and flexible arrangements Part-time work Staff members may be authorised by their superiors to work part-time (75% or 50%) on a daily, weekly, monthly or annual basis. The authorisation is for an initial period of one year and can then be extended. While working part-time, salary is proportionally reduced; however, the number of days of annual leave entitlement remains constant. In 2006 there were 82 part-time staff: 2 from the management categories (2 men), 16 from the professional category (10 women and 6 men), and 64 from the support staff category (64 women). Teleworking Staff members may be authorised by their superi- ors to carry out part of their activity from home on a regular basis for a maximum period of two years, to help facilitate the balance between professional and personal needs and/or to increase efficiency in response to the Bank's operational needs. Telework is configured as a voluntary, temporary, reversible and part-time arrangement. Teleworkers maintain their full contractual rights and remain bound by their obligations. Parental leave Staff members having completed at least one year’s continuous active employment at the Bank have an individual right to take up to six months parental leave for each child who has not yet reached his or her fifth birthday (or within five years of the official adoption date). Parental leave has to be requested with a minimum notice of two months and is taken in one block or in periods of no less than one month, on a full-time basis. Parental leave cannot be refused, although in an exceptional situation it may be post- poned. Staff maintain full employment rights during their absence, but salary is reduced to 50% during the first month and to a flat rate indexed amount from the second month onwards. Staff members returning to the Bank have the right to be reintegrated into their original post. In 2006, 8\u0018 employees took advantage of parental leave, with the majority coming from the professional category (24 women and 21 men). Family leave Family leave is intended to help staff who find them- selves confronted with situations of serious illness or the incapacity of their spouse, registered partner, parent or child. Family leave cannot be refused or postponed. The staff member should have at least one year’s active service and he or she is entitled to ask for a maximum of nine months over the entire career. The leave may be taken in blocks of at least ",
        "109 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Working Responsibly one month, on a full-time basis. During the leave, staff members receive an indexed flat rate amount per month and maintain full employment rights. On their return they have the right to be reintegrated into their original post. Eight staff members opted for family leave in 2006. Unpaid leave Unpaid leave policy allows staff members to take time out from professional life or to take up alterna- tive professional activity when duly authorised by the Bank. Unpaid leave is not remunerated and has a minimum duration of one month and a maximum duration of three years. It is not a right and, to be eli- gible to apply, staff must have at least three years serv- ice (in exceptional situations, a maximum length of one month can be agreed for staff members having a shorter service). Where the duration of the unpaid leave is six months or less, the staff member will be guaranteed reintegration into his or her post. In all other cases the staff member will be assigned a post appropriate to the individual’s functional level and profile. In 2006, 14 employees took advantage of unpaid leave, predominantly from the support and professional staff categories. Maternity leave and adoption leave Staff members are entitled to paid maternity leave for a period of 20 weeks. During maternity leave, staff members maintain their full salary and contrac- tual rights. Working hours The management recognises that overtime has become a common occurrence in certain services in the Bank. In the context of work-life balance and in line with Direc- tive EC/200\u0018/88, a working group has been created to explore the possibility of reducing overtime by pro- moting a better monitoring system along with a more flexible approach to working hours. Secondment The objective of the secondment mechanism is to anticipate and respond to the strategic learning and business needs of the Bank by promoting the tem- porary transfer of staff to and from relevant organ- isations. A secondment can be made at the Bank’s request if it is supported by a sound business case, or with the Bank’s agreement if the benefits of the secondment are limited for the Bank. Eligible staff should have at least three years continuous active service; the secondment is not a right and will nor- mally be from six months to three years. Staff mem- bers on secondment at the Bank’s request remain on the payroll of the Bank and continue to receive their full salary and related benefits. Staff members on secondment with the Bank’s agreement receive no remuneration from the Bank. Social benefits With affordable child-minding services remaining in high demand and the Bank’s own crèche having a waiting list, an additional 50 places have been con- tracted at a private crèche in close proximity to the Bank’s headquarters. In addition, a feasibility study has been initiated to study how staff members’ needs in this area may best be met in the future. ",
        "110 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Employment equity In 2006, 461 individuals held support category posi- tions in the Bank. Twelve had fixed-term employment contracts (9 women and \u0018 men), while the remainder had permanent employment contracts (\u001890 women and 59 men). 699 individuals held professional cat- egory positions in 2006. Of these, 45 had fixed-term employment contracts (17 women and 28 men) and the remainder had permanent employment contracts (257 women and \u001897 men). As regards the manage- ment category, 208 staff members held manage- ment positions in 2006. Five had fixed-term contracts (1 woman and 4 men), while the remainder had perma- nent employment contracts (24 women and 179 men). The basic salary and bonuses are equal for men and women at the same functional level. Details may be found on the EIB’s website www.eib.org. In 2006, the Bank implemented a number of initiatives to help support diversity and gender balance. Key issues are as follows: To enhance the transparency and objectiveness of the Bank’s recruiting and promotion procedures, selec- tion panels must include one female member and one observer from COPEC (the Bank’s Joint Committee on Equal Opportunities between Men and Women). To tackle the problem of insufficient female inter- nal candidates applying for senior positions that are advertised in the Bank, the EIB now seeks applications from external sources through the use of advertising and specialised headhunters to broaden the pool of female candidates. The Bank is currently in the process of recruiting a qualified HR professional to hold the position of diversity advisor, whose key responsibility will be the development and implementation of a gender/ diversity strategy. To support diversity and in line with the legal framework of many Member States, the Bank has moved towards the internal recognition of forms of partnership outside of traditional marriage. Unmarried staff members living in a partnership legally recognised by a State will have the same rights and obligations as married couples, irre- spective of the fact that the partnership may be regis- tered between same-sex or different-sex partners. Staff representation The College of Staff Representatives is the sole repre- sentative body for EIB staff. It consists of 1\u0018 members elected by secret ballot and its composition guarantees the representation of each staff category. The college represents the interests of staff in relation to their con- tract of employment, the Staff Regulations, the Staff Rules and all agreements with the Bank. It is consulted by management on staff policy issues in areas such as remuneration, the staff appraisal exercise, Bank policy on titles and careers, training and welfare schemes and on more general matters which may affect the Bank and consequently its staff. The Staff Representatives ensure that the staff has a collective voice, enabling its interests to be permanently taken into account. The detailed rules governing the Staff Representatives are set out in an agreed Convention. The Staff Representa- tives are involved in collaborative problem-solving and consultation through regular meetings with the HR department, the joint working groups and joint com- mittees. They participate in Management Committee meetings when proposals concerning staff interests are examined. The Staff Representatives can also attend, as observers, the meetings of the Board of Directors whenever the latter is discussing a proposal concern- ing the general interests of the staff. According to the agreed Convention, the Human Resources Department shall provide the Staff Repre- sentatives with all requisite information on matters within their competence and shall do so within a rea- sonable timeframe to enable them to study such mat- ters and to formulate their opinion. In particular, the documents concerned shall be made available to the Staff Representatives at least ten working days prior to the date on which such an opinion is to be formulated, apart from those cases where there is mutual agree- ment on a different time limit, which in no case may be less than five working days. Working Responsibly ",
        "111 Corporate Responsibility Report 2006 DIRECT FOOTPRINT Bullying and harassment The Bank has a Dignity at Work policy aimed at pre- venting harassment and bullying and providing a for- mal procedure for dealing with complaints. Training The Bank’s Training Unit is charged with meeting the training needs of all staff members. This covers a range of activities, from language courses to seminars and training modules, held both internally and exter- nally, to ensure that the requirements of the Bank are met. Additionally, the Bank runs a dedicated Manage- ment Skills Development Programme, so that each manager has the opportunity to develop his or her expertise more fully in a particular business area. The full cost of all work-related training courses is covered by the Bank and all classroom time spent on these specific learning activities is considered work- ing time. Additionally, the Bank endeavours to sup- port private study undertaken outside of working hours by staff members, provided these studies are of relevance to the Bank. The EIB aims to promote a culture of knowledge-shar- ing and cooperation, fostered through its training policy. An average of 6.4 training days per employee was achieved in 2006. Departure The Bank permits the transfer of pension entitlements accrued under Member State schemes to its own EIB pension scheme. However, since any transfer hinges on the agreement of the Member State, the Bank has to date successfully negotiated a transfer arrange- ment with only the following Member States: Austria, Spain, Greece, Italy, Luxembourg and Portugal. The last agreement with Portugal was finalised in 2006. Discussions with other Member States are ongoing. Audit on social responsibility In 2006, the Bank asked a selected law firm, special- ised in European labour and social law, to carry out an audit on corporate responsibility. The audit focused on several topics: social protection (i.e. dignity at work policy, ergonomics, policy for individuals with disabilities and stress management), working hours and overtime and rules concerning staff represen- tation. The outcome of the report has highlighted room for improvement in various areas, notably on overtime management and on the development of a specific policy for individuals with disabilities. Some of the necessary steps to adapt the internal frame- work to the best practices suggested by the report have already been taken (see section on working hours). The remainder of these recommendations will be put on the agenda for ongoing reform in the near future. Working Responsibly Data Protection and Community Acts On 18 May 2006, the Bank hosted a conference aimed at management, chaired by Mr Hustinx, the European Data Protection Supervisor (EDPS), and Mr Bayo Del- gado, the Assistant Supervisor. The EDPS is recognised under Article 286 of the EC Treaty as an independent supervisory body charged with monitoring the appli- cation of Community Acts relating to the protection of personal data utilised within the Community institu- tions and bodies. Each institution has a Data Protec- tion Officer (DPO) who cooperates with the EDPS and informs him of any processing operations involving sensitive data. The Bank is currently aligning its regula- tions and policies to meet the recommendations made by the EDPS on all matters concerning the processing of personal data. ",
        "GRI Ref Number GRI Indicator Page(s) Strategy and Analysis 1.1 Statement from the most senior decision-maker of the organisation (e.g., CEO, Chair, or equivalent senior position) about the relevance of sustainability to the organisation and its strategy 4 1.2 Description of key impacts, risks, and opportunities 6-9 Profile organisational Profile 2.1 Name of the organisation Cover page 2.2 Primary brands, products, and/or services 1\u0018-19 2.\u0018 Operational structure of the organisation, including main divisions, operating companies, subsidiaries, and joint ventures 16-17 2.4 Location of organisation’s headquarters 1\u0018 2.5 Number of countries where the organisation operates, and names of countries with either major operations or that are specifically relevant to the sustainability issues covered in the report 15, 82-95 2.6 Nature of ownership and legal form 15 2.7 Markets served (including geographic breakdown, sectors served, and types of customers/beneficiaries) 56-58 2.8 Scale of the reporting organisation 6-7, 15, 110 Report Parameters Report Profile \u0018.1 Reporting period for information provided Cover page \u0018.2 Date of most recent previous report 11 \u0018.\u0018 Reporting cycle (annual, biennial, etc.) 9 \u0018.4 Contact point for questions regarding the report or its contents Back cover Report Scope and Boundary \u0018.5 Process for defining report content 11 \u0018.6 Boundary of the report (e.g., countries, divisions, subsidiaries, leased facilities, joint ventures, suppliers) 10 \u0018.7 State any specific limitations on the scope or boundary of the report 11 \u0018.9 Data measurement techniques and the bases of calculations, including assumptions and techniques underlying estimations applied to the compilation of the Indicators and other information in the report 6-7, 99 \u0018.11 Significant changes from previous reporting periods in the scope, boundary, or measurement methods applied in the report 11 GRI Content Index \u0018.12 Table identifying the location of the Standard Disclosures in the report 11\u0018 Assurance \u0018.1\u0018 Policy and current practice with regard to seeking external assurance for the report 11, 112 Governance, Commitments and Engagements Governance 4.1 Governance structure of the organisation, including committees under the highest governance body responsible for specific task, such as setting strategy or organisational oversight 16-17 4.2 Indicate whether the Chair of the highest governance body is also an executive officer (and if so, their function within the organisation’s management and the reasons for this arrangement) 16 4.4 Mechanisms for shareholders and employees to provide recommendations or direction to the highest governance body 16, 105, 110 4.5 Linkage between compensation for members of the highest governance body, senior manager, and executives (inducing departure arrangements), and the organisation’s performance (including social and environmental performance) EIB website 4.6 Processes in place for the highest governance body to ensure conflicts of interest are avoided 21 4.7 Process for determining the qualifications and expertise of the members of the highest governance body for guiding the organisation's strategy on economic, environmental, and social topics 16, EIB website 4.8 Internally developed statements of mission or values, codes of conduct, and principles relevant to economic, environmental, and social performance and the status of their implementation 14, 21, 4\u0018 GRI Content Index: selection of GRI indicators used by the EIB Corporate Responsibility Report 2006 112 ",
        "4.9 Procedures of the highest governance body for overseeing the organisation's identification and management of economic, environmental, and social performance, including relevant risks and opportunities, and adherence or compliance with internationally agreed standards, codes of conduct, and principles 16 4.10 Processes for evaluating the highest governance body’s own performance, particularly with respect to economic, environmental, and social performance 16, \u0018\u0018, EIB website Commitment to External Initiatives 4.11 Explanation of whether and how the precautionary approach or principle is addressed by the organisation 4\u0018 4.12 Externally developed economic, environmental, and social charter, principles, or other initiatives to which the organisation subscribes or endorses 4\u0018, 28 Stakeholder Engagement 4.14 List of stakeholder groups engaged by the organisation \u00187 4.15 Basis for identification and selection of stakeholders with whom to engage 27, \u00186 4.16 Approaches to stakeholder engagement, including frequency or engagement by type and by stakeholder group \u0018\u0018 4.17 Key topics and concerns that have been raised through stakeholder engagement, and how the organisation has responded to those key topics and concerns, including through its reporting 4, 29 Economic Performance Indicators Economic Performance EC1 Direct economic value generated and distributed, including revenues, operating cost, employee compensation, donations and other community investments, retained earnings, and payments to capital providers and governments 6, 55 EC2 Financial implications and other risks and opportunities for the organisation's activities due to climate change 46-48 EC\u0018 Coverage of the organisation's defined benefit plan obligations EIB website Indirect Economic Impacts EC8 Development and impact of infrastructure investments and services provided primarily for public benefit through commercial, in-kind, or pro bono engagement 55-58 EC9 Understanding and describing significant indirect economic impacts, including the extent of impacts 55-58 Environmental Performance Indicators Materials EN1 Materials used by weight or volume 97-99 EN2 Percentage of materials used that are recycled input materials 97-99 Energy EN\u0018 Direct energy consumption by primary energy source 99 EN7 Initiatives to reduce indirect energy consumption and reductions achieved 97 Water EN8 Total water withdrawal by source 98 EN9 Water sources significantly affected by withdrawal of water 98 EN10 Percentage and total volume of water recycled and reused 98 Biodiversity EN11 Location and size of land owned, leased, managed in, or adjacent to, protected areas and areas of high biodiversity value outside protected areas 98 EN12 Description of significant impacts of activities, products, and services on biodiversity in protected areas and area of high biodiversity value outside protected areas 98 Emissions, Effluents, and Waste EN16 Total direct and indirect greenhouse gas emissions by weight 99 EN17 Other relevant indirect greenhouse gas emissions by weight 99 EN19 Emissions of ozone-depleting substances by weight 99 EN21 Total water discharge by quality and destination 98 EN22 Total weight of waste by type and disposal method 99 EN25 Identity, size, protected status, and biodiversity value of water bodies and related habitats significantly affected by the reporting organisation’s discharges of water and runoff 98 GRI Content Index Corporate Responsibility Report 2006 11\u0018 ",
        "Corporate Responsibility Report 2006 114 overall EN\u00180 Total environmental protection expenditures and investments by type 62-64 Environmental performance – Indicators specific to the banking sector F1 Description of environmental policies applied to core business lines 59-79 F2 Description of process(es) for assessing and screening environmental risks in core business lines 59-79 F4 Description of processes for monitoring clients’ implementation of and compliance with environmental aspects raised in risk assessment process(es) 62 F5 Description of process(es) for improving staff competency in addressing environmental risks and opportunities 6\u0018 F12 Total monetary value of specific environmental products and services broken down according to the core business lines 62 F1\u0018 Value of portfolio for each core business line broken down by specific region and by sector 6-7, 58 Social Performance Indicators Labour Practices and Decent Work Employment LA1 Total workforce by employment type, employment contract, and region 106-107 LA2 Total number and rate of employee turnover by age group, gender, and region 107 LA\u0018 Benefits provided to full-time employees that are not provided to temporary or part-time employees, by major operations EIB website Labour/Management Relations LA5 Minimum notice period(s) regarding operational changes, including whether it is specified in collective agreements 110 occupational Health and Safety LA6 Percentage of total workforce represented in formal joint management-worker health and safety committees that help monitor and advise on occupational health and safety programmes 105, 110 LA7 Rates of injury, occupational diseases, lost days, and absenteeism, and number of work-related fatalities by region 105 LA8 Education, training, counselling, prevention, and risk-control programmes in place to assist workforce members, their families, or community members regarding serious diseases 104, 111 LA9 Health and safety topics covered in formal agreements with trade unions 105 Training and Education LA10 Average hours of training per year per employee by employee category 111 LA11 Programmes for skills management and lifelong learning that support the continued employability of employees and assist them in managing career endings 111 LA12 Percentage of employees receiving regular performance and career development reviews EIB website Diversity and opportunity LA1\u0018 Composition of governance bodies and breakdown of employees per category according to gender, age group, minority group membership, and other indicators of diversity 16, 110 LA14 Ratio of basic salary of men to women by employee category 110 Human Rights Investment and Procurement Practices HR1 Percentage and total number of significant investment agreements that include human rights clauses or that have undergone human rights screening 87, EIB website HR2 Percentage of significant supplies and contractors that have undergone screening on human rights and actions taken 10\u0018 Child Labour HR6 Operations identified as having significant risk for incidents of child labour, and measures taken to contribute to the elimination of child labour 87, EIB website Forced and Compulsory Labour HR7 Operations identified as having significant risk for incidents of forced or compulsory labour, and measures to contribute to the elimination of forced or compulsory labour. 87, EIB website GRI Content Index ",
        "Corporate Responsibility Report 2006 115 Society Community SO1 Nature, scope and effectiveness of any programmes and practices that assess and manage the impacts of operations on communities, including entering, operating, and exiting 87, EIB website Corruption SO4 Actions taken in response in incidents of corruption \u00188, 22-2\u0018 Corporate Social Responsibility (CSR) Management – indicators specific to financial services sector Management system CSR1 CSR Policy \u00186 CSR2 CSR Organisation \u00186 CSR\u0018 CSR Audits 11, \u00186, 112 Sensitive Issues CSR4 Management of Sensitive Issues 29, 22-2\u0018 Participation CSR6 Stakeholder Dialogue 4, 27, 29 Internal Social Performance Policy INT 1 Internal CSR Policy 100, 110-111 Compensation INT 4 Senior Management Remuneration EIB website INT 5 Bonuses Fostering Sustainable Success EIB website Equal opportunity INT 6 Female-Male Salary Ratio 110 Performance to society Contributions SOC 1 Charitable Contributions \u00186 Economic Value Creation SOC 2 Economic Value Added 55 GRI Content Index ",
        "",
        "Corporate Responsibility Report 2006 117 Report assurance statement from the Centre for Sustainability and Excellence (CSE) Assurance Statement Introduction The European Investment Bank (EIB) has commissioned the Centre for Sustainability and Excellence (CSE) to provide external assurance and commentary on its Corporate Responsibility Report 2006. CSE is an international network of specialists, as well as a think tank, which advises and coaches corporations and governments around the world, seeking to improve their sustainability performance with practical solutions. Assurance Statement We have performed an independent assessment of the EIB Report 2006 and the underlying structures, procedures and performance results . Our approach was based on emerging best practices for self assessment and sustainability reporting, including the EFQM framework for CSR and Global Reporting Initiative (G\u0018) guidelines. We gathered and assessed evidence, on a sample basis, using the RADAR methodology, which is based on the evaluation of Approach, Deployment, Assessment and Review of the results of the CR Report key elements. This work included an independent assessment performed as necessary, through interviews, collection and validation of sample quantitative data for EIB in 2006, as described in the Report. We believe that our work provides an appropriate and sound basis for our general conclusions mentioned below: • the EIB CR Report provides a balanced representation of CR initiatives and performance information in accordance with EIB corporate strategy • EIB has applied effective structures and procedures to identify, understand and respond to key CR aspects, including stakeholder engagement, environmental and social initiatives and CR performance measures affecting corporate results • EIB has launched large scale programmes for sustainable lending, although some of the programmes are still at an early stage • EIB has developed a Corporate Responsibility Strategy that is on the way to full integration into all directorates Luxembourg, 31 January 2007 Nikos Avlonas Executive Director CSE www.cse-net.org ",
        "Corporate Responsibility Report 2006 118 Glossary ACP African, Caribbean and Pacific ADEME Agence de l’Environnement et de la Maîtrise d’Energie AFD Agence Française de Développement ALA Asia and Latin America ASM Active Staff Member ASTF Association pour la Santé au Travail du Secteur Financier BREEAM Building Research Establishment Environmental Assessment Method BSTDB Black Sea Trade and Development Bank CBOs Community-based Organisations CCFF Climate Change Financing Facility CCTAF Climate Change Technical Assistance Facility CDM Clean Development Mechanism CEB Council of Europe Development Bank CFE Carbon Fund for Europe CGAP Consultative Group to Assist the Poor CHP Combined Heat and Power CIP Competitiveness and Innovation Programme CO 2 Carbon dioxide COP Corporate Operational Plan COPEC Joint Committee on Equal Opportunities for Men and Women CSOs Civil Society Organisations CSP Concentrating Solar Power CSR Corporate Social Responsibility CVs Curricula Vitae DG REGIO Regional Policy Directorate-General DIAF Development Impact Assessment Framework DPO Data Protection Officer EAP Environment Action Programme EBL Equity Bank Limited, Kenya EBRD European Bank for Reconstruction and Development EC European Commission ECCP European Climate Change Programme ECOFIN Economic and Financial Affairs Council EDPS European Data Protection Supervisor EE Energy Efficiency EESC European Economic and Social Committee EFQM European Foundation for Quality Management EIA Environmental Impact Assessment EIB European Investment Bank EIF European Investment Fund EMAS Eco-Management and Audit Scheme EMS Environmental Management System EMP Environmental Management Plan ENVU EIB Environment Unit ERDF European Regional Development Fund ETAP Environmental Technology Action Plan ETS Emissions Trading Scheme EU European Union EUR Euros EV Operations Evaluation FASL First Allied Savings and Loan, Ghana FATF Financial Action Task Force FEMIP Facility for Euro-Mediterranean Investment and Partnership FP7 7th Framework Programme FSC Forest Stewardship Council GHG Greenhouse gas GRI Global Reporting Initiative GWh Giga Watt hour HR Human Resources Department IF Cotonou Investment Facility IFIs International Financial Institutions IG Inspectorate General IMF International Monetary Fund IPPC Integrated Pollution Prevention and Control ISO International Standards Organisation environment management systems and standards ",
        "Corporate Responsibility Report 2006 119 Glossary i2i Innovation 2010 Initiative IUCN International Union for the Conservation of Nature and Natural Resources / The World Conservation Union JASPERS Joint Assistance to Support Projects in European Regions JBIC Japan Bank for International Cooperation JEREMIE Joint European Resources for Micro to Medium Enterprises JESSICA Joint European Support for Sustainable Investment in City Areas JI Joint Implementation LGTT Loan Guarantee for TEN-Transport projects MA Millennium Ecosystem Assessment MAP EU's Multi-Annual Programme for Enterprises 2000-2005 MCCF Multilateral Carbon Credit Fund MDGs UN Millennium Development Goals MEA Multilateral Environmental Agreements MoU Memorandum of Understanding MWe Megawatt NGOs Non-Governmental Organisations NEFCO Nordic Environment Finance Corporation NIB Nordic Investment Bank OCTs Overseas Countries and Territories OECD Organisation for Economic Co- operation and Development OLAF European Anti-Fraud Office PPF Project Preparation Facility PEFC Programme for the Endorsement of Forest Certification schemes ppm Parts per million PPP Public-Private Partnership PRSP Poverty Reduction Strategy Paper RDI Research, Development and Innovation RE Renewable energy RSFF Risk Sharing Finance Facility SARS Severe Acute Respiratory Syndrome SEA Strategic Environmental Assessment SMEs Small and medium-sized enterprises TENs Trans-European Networks UNEP/MAP United Nations Environment Programme / Mediterranean Action Plan UNESCO United Nations Educational Scientific and Cultural Organisation UNFCC United Nations Framework Convention on Climate Change USPAS Health, Prevention and Social Unit UWWTD Urban Wastewater Treatment Directive VERs Verified Emission Rights WFD Water Framework Directive ",
        "Contacts: Felismino Alcarpe Corporate Responsibility Strategy and Corporate Centre Directorate 3 (+\u001852) 4\u0018 79 \u00180 15 5 (+\u001852) 4\u0018 79 \u00180 6\u0018 U f.alcarpe@eib.org Roland Randefelt Sustainable Development Unit Projects Directorate 3 (+\u001852) 4\u0018 79 85 \u00180 5 (+\u001852) 4\u0018 79 88 14 U r.randefelt@eib.org yvonne Berghorst Head of Civil Society Unit Communication Department 3 (+\u001852) 4\u0018 79 \u00181 \u00189 5 (+\u001852) 4\u0018 79 \u00181 91 U y.berghorst@eib.org European Investment Bank 100, boulevard Konrad Adenauer – L-2950 Luxembourg 3 (+\u001852) 4\u0018 79 1 www.eib.org – U info@eib.org © European Investment Bank While material appearing in this report may be freely reproduced, the EIB would appreciate an acknowledgement and press clipping. Layout: EIB Graphic Workshop. Printed in Luxembourg by Imprimerie Centrale. © Photos: EIB photographic library, AVE, EC, Aguas de Portugal and cabinet Merlin PRINTED ON FSC PAPER ",
        "FEEDBACK FORM We hope that you have found this year’s report to be an interesting and engaging read. We would be grateful if you would fill in the following form and return it to us with your comments. Thank you. FEEDBACK FORM – STRICTLY CONFIDENTIAL Please return by fax to: +352 43 79 33 62 Company name and address . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Name . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Title . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Portfolio Manager Analyst Rating Civil Society Group Non-Governmental Organisation Other E-mail . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . EIB CSR REPORTING AND PERFORMANCE 1 Overall, how would you rate the EIB 2006 Corporate Responsibility Report? Extremely useful Not at all useful 1 2 3 4 5 2 Please rate this report on the following criteria: Excellent Fair Poor User-friendliness Completeness 3 Based on this report how do you rate the EIB contribution to sustainable development? Strong Poor 1 2 3 4 5 4 Has this report changed your opinion on the EIB with regard to CSR? Yes No If Yes: Much better Much worse 1 2 3 4 5 5 What information would you like to see in future reports? 6 QUESTIONS: (you can also email questions to alcarpe@eib.org) If the EIB holds presentations relevant to stakeholders in the future, would you be interested in attending? ",
        "© EIB – 01/2007 – EN QH-AK-07-07-001-EN-N ISBN 978-92-861-0582-1 European I nvestment Bank • European I nvestment Bank • European I nvestment Bank • European I nvestment Bank "
    ]
}