{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 8.4.2010 COM(2010)149 final DRAFT AMENDING BUDGET N° 3 TO THE GENERAL BUDGET 2010 STATEMENT OF EXPENDITURE BY SECTION Section III - Commission ",
        "EN 2 EN DRAFT AMENDING BUDGET N° 3 TO THE GENERAL BUDGET 2010 STATEMENT OF EXPENDITURE BY SECTION Section III - Commission Having regard to: – the Treaty on the Functioning of the European Union, and in particular Article 314 thereof, in conjunction with the Treaty establishing the European Atomic Energy Community, and in particular Article 106a thereof, – the Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities 1 , and in particular Article 37 thereof, – the general budget of the European Union for the financial year 2010 adopted on 17 December 2009 2 , – the draft amending budgets No 1/2010 3 and 2/2010 4 , both adopted on 19 March 2010, – the amending Regulation (EC) 1905/2006 5 of the European Parliament and of the Council of 18 December 2006 establishing a financing instrument for development cooperation The European Commission hereby presents to the budgetary authority the Draft Amending Budget No 3 to the 2010 budget. 1 OJ L 248, 16.9.2002, p. 1. 2 OJ L 64, 12.3.2010. 3 COM(2010) 107 4 COM(2010) 108 5 OJ L 378, 27.12.2006, p. 41. ",
        "EN 3 EN TABLE OF CONTENTS 1. Introduction.................................................................................................................. 4 2. Banana Accompanying Measures................................................................................ 4 2.1 Motivations for redeployment...................................................................................... 5 2.2 Mobilisation of the Flexibility Instrument ................................................................... 9 3. Summary table by heading of the Financial Framework ........................................... 10 CHANGES TO THE STATEMENT OF EXPENDITURE BY SECTION The changes to the statement of expenditure by section are available on EUR-Lex (http://eur-lex.europa.eu/budget/www/index-en.htm). An English version of the changes to this statement by section is attached for information as a budgetary annex. ",
        "EN 4 EN 1. I NTRODUCTION Draft Amending Budget No 3/2010 covers appropriations related to the establishment of the financing of the Banana Accompanying Measures (BAM) in favour of the main ACP banana- supplying countries affected by the Most Favoured Nation (MFN) liberalisation in the framework of the World Trade Organisation (WTO), following the proposal of amending Regulation (EC) No 1905/2006. These measures would last for four years (2010-2013) and have a budget of EUR 190 million. In 2010, EUR 75 million will be allocated to the BAM under budget Article 21 06 07 — Bananas Accompanying Measures, created during the 2010 budget procedure. This amount will be entered into the reserve pending the adoption of the amending Regulation (EC) No 1905/2006 6 , to be financed as follows: EUR 55,8 million in commitment appropriations stem from redeployment of appropriations under Heading 4, EUR 0,9 million from the margin of Heading 4 and the remaining EUR 18,3 million through the mobilisation of the Flexibility Instrument in 2010. The net financial impact of this amending budget is EUR 19,2 million in additional commitment appropriations, with no new request for payment appropriations. 2. B ANANA A CCOMPANYING M EASURES The European Union is committed to helping ACP countries adapt to the effects of changes in its import regime. The integration of all developing countries into the multilateral trading system and the global economy is a key EU development objective. The European Commission therefore proposes to support the main ACP banana-exporting countries to address the challenges they will face by establishing Banana Accompanying Measures (BAM). The Banana Accompanying Measures are intended to support the adjustment of ACP bananas supplier countries affected by the Most Favoured Nation (MFN) liberalisation in the framework of the WTO. This programme should aim: – to support the adaptation and/or restructuring of areas dependent upon banana exports through budget support or specific interventions, – to provide for social resilience policies, economic diversification or investments in competitiveness improvement, where this is a viable strategy, taking into account the results of and experiences gained through the Special System and the Special Framework of Assistance to traditional ACP suppliers of bananas. 6 COM(2010) 102 ",
        "EN 5 EN 2.1 Motivations for redeployment – 07 02 04 — Preparatory action – Environmental monitoring of the Black Sea Basin and a common European framework programme for development of the Black Sea region This preparatory action continues the pilot project - environmental monitoring of the Black Sea Basin and a Common European framework programme for development of the Black Sea region created in 2008, with similar objectives. Under 2008 and 2009 budget, 2 projects implemented by the Black Sea Commission were supported, for EUR 1 million both in 2008 and 2009. The Black Sea Commission is the sole organisation that for its competence and structure might guarantee efficient dialogue on pollution among the riparian countries. The projects supported in 2008-2009 aim at: • strengthening the institutional cooperation in view of building up the consensus for addressing oil pollution problems and at preparing the implementation of a monitoring and information platform on oil pollution. • the development of the information and monitoring capabilities necessary to enable riparian countries to better address the pollution provoked by oil. The results of these two projects will be known by the end of 2011. As already expressed in the letter addressed to the Parliament on the \"executability\" of amendments voted in first reading, the Commission considers that it is advisable to wait for the results of the abovementioned projects before launching new activities on oil pollution. Whilst the Commission does see an opportunity for further work on the issue of Environmental monitoring of the Black Sea Basin under the Preparatory Action, it considers that the amount of appropriations voted under the 2010 Budget (EUR 2 million) cannot be fully used. Taking into account the need to build on existing projects and results, to avoid overlaps with ongoing or already planned relevant activities and to consider the absorption capacity of possible implementing organisations in the region, the Commission estimates that possible activities for 2010 would not require financial resources exceeding EUR 0,5 million. The Commission proposes therefore to redeploy an amount of EUR 1,5 million in commitment appropriations. – 19 06 08 — Emergency response to the financial and economic crisis in developing countries The Community budget is not equipped for addressing directly the consequences of the financial and economic crisis in around 50 of the Development Co-operation Instrument (DCI) countries and cannot be a substitute to international financial institutions (IFIs) macroeconomic and sectoral role and mandate. ",
        "EN 6 EN With a limited amount, the purpose of this preparatory action should be rather, in line with the European Parliament's objective, to assess the consequences of the financial and economic crisis in the developing countries. The Commission has proposed to start implementing these actions in 2010 by launching a study on the impact of the crisis in these developing countries. It is estimated that an amount of EUR 0,5 million would be appropriate to carry out a study. The Commission proposes therefore to redeploy an amount of EUR 2,5 million in commitment appropriations. – 19 09 01 — Cooperation with developing countries in Latin America Following re-assessment of already planned actions, the Commission proposes to redeploy an amount of EUR 1 million. – 19 10 01 01 — Cooperation with developing countries in Asia Following re-assessment of already planned actions, the Commission proposes to redeploy an amount of EUR 2 million. – 21 02 01 — Food security Following re-assessment of already planned actions the Commission proposes to redeploy an amount of EUR 1 million. – 21 02 03 — Facility for rapid response to soaring food prices in developing countries An amount of EUR 17,4 million was frontloaded in 2009 in order to cover urgent needs in Ghana. As already announced in the transfer (DEC 42/2009) the Commission intended to propose a transfer in 2010 back to another budget line in order to respect the total envelope of the Food Facility of EUR 1 billion over the period 2008-2010. The Commission proposes thus to redeploy an amount of EUR 17,4 million in commitment appropriations. – 21 05 01 01 — Health Following re-assessment of already planned actions the Commission proposes to redeploy an amount of EUR 1 million. – 21 05 01 06 — Preparatory action — Pharmaceutical-related transfer of technology in favour of developing countries The objective of this preparatory action is to support the improvement of pharmaceutical research, development, and production capacity in developing countries in order to increase access, especially of poor and least developed countries, to health products of the poverty related, tropical and neglected, as well as non-communicable diseases. ",
        "EN 7 EN Under the first year of this preparatory action - 2008 budget - a contribution agreement was signed with the World Health Organisation (WHO) in December 2008 for the implementation of a large consultation of stakeholders. The purpose of the study is to identify the main challenges and obstacles of local pharmaceutical production and related transfer of technology to developing countries and provide recommendations and guidance for further action in this field. The study was launched in January 2009 and will run for 24 months. Part of the appropriations under the second year of the preparatory action - 2009 budget - was used to extend this study to vaccines and diagnostics through an amendment to the initial Contribution Agreement with WHO (EUR 0,5 million). Further action will be identified jointly with WHO and the United Nations Conference on Trade and Development (UNCTAD) as the first partial results of the study become available as from March 2010. This second phase (EUR 4,5 million) will lay the groundwork for implementing the recommendations of the study and set the framework for concrete capacity-building measures according to the needs and priorities identified. It is expected to be implemented through a Contribution Agreement with the most appropriate UN agency. The second phase of this action has been designed in a flexible way, in order to start developing capacity-building plans in the area of human resources and accommodate the first outcomes of the study as they become available. Considering that these activities are already covered by the budget allocated in 2009, support to other areas should build on the recommendations of the study. It would therefore be premature and very difficult to identify additional activities before 2011. The study financed out of the 2008 budget has started only in 2009. It aims to identify priorities and challenges with regard to local pharmaceutical production and related transfer of technology and will provide recommendations for further EC action in this field. As the final results will only be available end 2010, it would be premature to identify new actions without taking these results into account. The Commission proposes therefore to redeploy an amount of EUR 3,3 million in commitment appropriations. – 21 06 03 — Adjustment support for sugar protocol countries It is not possible to commit the total indicative allocation for Fiji in view of the political circumstances (Cotonou Agreement Art. 96 and DCI Art. 37). Consequently, and since the funds cannot be used as initially planned, the Commission proposes to redeploy EUR 24,3 million from the sugar budget line. – 21 07 04 — Commodities Agreements The International Tropical Timber Agreement, negotiated in 2006, was supposed to enter in force in 2009 or at least in 2010. However, Brazil, one of the world's biggest tropical timber producers, has not yet ratified the agreement. The agreement will thus enter in force later than initially planned meaning that the membership fee will be lower than expected. ",
        "EN 8 EN 'The Commission proposes therefore to redeploy an amount of EUR 1,8 million in commitment appropriations. ",
        "EN 9 EN 2.2 Mobilisation of the Flexibility Instrument Point 27 of the Interinstitutional Agreement of 17 May 2006 7 allows for the mobilisation of the Flexibility Instrument to allow the financing of clearly identified expenditure which could not be financed within the limits of the ceilings available for one or more headings of the multiannual financial framework. In accordance with point 27 of the Interinsitutional Agreement, and after having examined all possibilities for re-allocating appropriations under heading 4, as set out in section 2.1 above, the Commission proposes to mobilise the Flexibility Instrument for the financing of the Banana Accompanying Measures (BAM), for an amount of EUR 18,3 million beyond the ceiling of heading 4. 7 OJ C 139, 14.06.2006, p. 1 ",
        "EN 10 EN 3. S UMMARY TABLE BY HEADING OF THE F INANCIAL F RAMEWORK Financial framework Heading/subheading 2010 Financial framework Budget 2010 (including DAB 1 to 2/2010) DAB 3/2010 Budget 2010 (including DAB 1 to 3/2010) CA PA CA PA CA PA CA PA 1. SUSTAINABLE GROWTH 1a. Competitiveness for growth and employment 14 167 000 000 14 861 853 253 11 342 270 803 14 861 853 253 11 342 270 803 1b. Cohesion for growth and employment 49 388 000 000 49 387 592 092 36 384 885 000 49 387 592 092 36 384 885 000 Total 63 555 000 000 64 249 445 345 47 727 155 803 64 249 445 345 47 727 155 803 Margin 8 -194 445 345 -194 445 345 2. PRESERVATION AND MANAGEMENT OF NATURAL RESOURCES Of which market related expenditure and direct payments 47 146 000 000 43 819 801 768 43 701 207 586 43 819 801 768 43 701 207 586 Total 59 955 000 000 59 498 833 302 58 135 640 809 59 498 833 302 58 135 640 809 Margin 456 166 698 456 166 698 3. CITIZENSHIP, FREEDOM, SECURITY AND JUSTICE 3a. Freedom, Security and Justice 1 025 000 000 1 006 487 370 738 570 370 1 006 487 370 738 570 370 3b. Citizenship 668 000 000 668 000 000 659 387 500 668 000 000 659 387 500 Total 1 693 000 000 1 674 487 370 1 397 957 870 1 674 487 370 1 397 957 870 Margin 9 18 512 630 18 512 630 4. EU AS A GLOBAL PLAYER 10 7 893 000 000 8 141 006 470 7 787 695 183 19 175 530 8 160 182 000 7 787 695 183 Margin 875 530 -18 300 000 5. ADMINISTRATION 11 7 882 000 000 7 908 478 423 7 908 478 423 7 908 983 423 7 908 478 423 Margin 53 016 577 53 016 577 TOTAL 140 978 000 000 134 289 000 000 141 472 755 910 122 956 928 088 19 175 530 141 491 931 440 122 956 928 088 Margin 529 126 912 11 660 953 912 528 250 560 11 660 953 912 8 The European Globalisation adjustment Fund (EGF) is not included in the calculation of the margin under Heading 1a (EUR 500 million). EUR 195 million above the ceiling is financed by the mobilisation of the Flexibility Instrument. 9 The European Union Solidarity Fund (EUSF) amount is entered over and above the relevant headings as foreseen by the IIA of 17 May 2006 (OJ C 139 of 14.6.2006) 10 The 2010 margin for heading 4 does not take into account the appropriations related to the Emergency Aid Reserve (EUR 248,9 million). EUR 18,3 million above the ceiling is financed by the mobilisation of the Flexibility Instrument. 11 For calculating the margin under the ceiling for heading 5, account is taken of the footnote (1) of the financial framework 2007-2013 for an amount of EUR 78 million for the staff contributions to the pension scheme. "
    ]
}