{
    "text": [
        "7402/19 PT/ev 1 GIP.2 EN Council of the European Union Brussels, 21 March 2019 (OR. en) 7402/19 CODEC 658 JAI 280 FRONT 105 ASIM 31 MIGR 32 CADREFIN 143 IA 97 PE 85 Interinstitutional File: 2018/0248(COD) INFORMATION NOTE From: General Secretariat of the Council To: Permanent Representatives Committee/Council Subject: Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing the Asylum and Migration Fund - Outcome of the European Parliament's first reading, (Strasbourg, 11 to 14 March 2019) I. INTRODUCTION The rapporteur, Miriam DALLI (S&D, MT), presented a report on the proposal for a Regulation on behalf of the Committee on Civil Liberties, Justice and Home Affairs. The report contained 249 amendment(s) (amendments number 1-249) to the proposal. In addition, the ENF political group tabled 14 amendment(s) (amendments number 260-273) and the EPP political group tabled 10 amendment(s) (amendments number 250-259). ",
        "7402/19 PT/ev 2 GIP.2 EN II. VOTE When it voted on 13 March 2019, the plenary adopted amendments 1-23, 24 (first part) and 25-249 to the proposal for a Regulation. No other amendments were adopted. The Commission's proposal as thus amended constitutes the Parliament's first-reading position which is contained in its legislative resolution as set out in the Annex hereto 1 . 1 The version of the Parliament's position in the legislative resolution has been marked up to indicate the changes made by the amendments to the Commission's proposal. Additions to the Commission's text are highlighted in bold and italics. The symbol \" ▌\" i ndicates deleted text. ",
        "7402/19 PT/ev 3 ANNEX GIP.2 EN ANNEX 13.3.2019 Establishing the Asylum and Migration Fund ***I European Parliament legislative resolution of 13 March 2019 on the proposal for a regulation of the European Parliament and of the Council establishing the Asylum and Migration Fund (COM(2018)0471 – C8-0271/2018 – 2018/0248(COD)) (Ordinary legislative procedure: first reading) The European Parliament , – having regard to the Commission proposal to Parliament and the Council (COM(2018)0471), – having regard to Article 294(2) and Articles 78(2) and 79(2) and (4) of the Treaty on the Functioning of the European Union, pursuant to which the Commission submitted the proposal to Parliament (C8-0271/2018), – having regard to the opinion of the Committee on Legal Affairs on the proposed legal basis, – having regard to Article 294(3) of the Treaty on the Functioning of the European Union, – having regard to Rules 59 and 39 of its Rules of Procedure, – having regard to the report of the Committee on Civil Liberties, Justice and Home Affairs and the opinions of the Committee on Development and the Committee on Budgets (A8- 0106/2019), 1. Adopts its position at first reading hereinafter set out; 2. Calls on the Commission to refer the matter to Parliament again if it replaces, substantially amends or intends to substantially amend its proposal; 3. Instructs its President to forward its position to the Council, the Commission and the national parliaments. ",
        "7402/19 PT/ev 4 ANNEX GIP.2 EN Amendment 1 Proposal for a regulation Title Text proposed by the Commission Amendment Proposal for a Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing the Asylum and Migration Fund establishing the Asylum , Migration and Integration Fund Amendment 2 Proposal for a regulation Citation 1 Text proposed by the Commission Amendment Having regard to the Treaty on the Functioning of the European Union, and in particular Article 78(2) and Article 79(2) and (4) thereof, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 78(2) , Article 79(2) and (4) and Article 80 thereof, Amendment 3 Proposal for a regulation Recital 1 Text proposed by the Commission Amendment (1) In the context of the evolving migratory challenges characterised by the need to support strong reception, asylum, integration and migration systems of Member States, prevent and adequately handle situations of pressure and replace irregular and unsafe arrivals with legal and safe pathways, investing in efficient and (1) In the context of the evolving migratory challenges characterised by the need to support strong reception, asylum, integration and migration systems of Member States, prevent and adequately handle in solidarity situations of pressure and replace irregular and unsafe arrivals with legal and safe pathways, investing in ",
        "7402/19 PT/ev 5 ANNEX GIP.2 EN coordinated migration management in the Union is key to realising the Union’s objective of constituting an area of freedom, security and justice pursuant to Article 67(2) of the Treaty on the Functioning of the European Union. efficient and coordinated migration management in the Union is key to realising the Union’s objective of constituting an area of freedom, security and justice pursuant to Article 67(2) of the Treaty on the Functioning of the European Union. Amendment 4 Proposal for a regulation Recital 2 Text proposed by the Commission Amendment (2) The importance of a coordinated approach by the Union and the Member States is reflected in the European Agenda on Migration of May 2015, which stressed the need for a consistent and clear common policy to restore confidence in the Union’s ability to bring together European and national efforts to address migration and work together in an effective way, in accordance with the principles of solidarity and fair sharing of responsibility, and was confirmed in its mid-term review of September 2017 and the progress report of March and May 2018. (2) The importance of a coordinated approach by the Union and the Member States is reflected in the European Agenda on Migration of May 2015, which stressed the need for a consistent and clear common policy to restore conf idence in the Union’s ability to bring together European and national efforts to address migration and work together in an effective way, in accordance with the principle of solidarity and fair sharing of responsibility between the Member States as established in Article 80 of the Treaty on the Functioning of the European Union , and was confirmed in its mid-term review of September 2017 and the progress report of March and May 2018. Amendment 5 Proposal for a regulation Recital 3 Text proposed by the Commission Amendment (3) In its conclusions of 19 October 2017, the European Council reaffirmed the need to pursue a comprehensive, pragmatic (3) In its conclusions of 19 October 2017, the European Council reaffirmed the need to pursue a comprehensive, ",
        "7402/19 PT/ev 6 ANNEX GIP.2 EN and resolute approach to migration management that aims to restore control of external borders and reduce irregular arrivals and the number of deaths at sea, and should be based on a flexible and coordinated use of all available Union and Member State instruments. The European Council further called to ensure significantly enhanced returns through actions at both EU and Member States level, such as effective readmission agreements and arrangements. pragmatic and resolute approach to migration management that aims to restore control of external borders and reduce irregular arrivals and the number of deaths at sea, and should be based on a flexible and coordinated use of all available Union and Member State instruments. The European Council further called to ensure significantly enhanced returns through actions at both EU and Member States level, such as effective readmission agreements and arrangements. The European Council called moreover for voluntary resettlement programmes to be implemented and developed. Amendment 6 Proposal for a regulation Recital 4 Text proposed by the Commission Amendment (4) In order to support efforts to ensure a comprehensive approach to management of migration grounded on mutual trust, solidarity and responsibility sharing among Member States and Union institutions, with the objective of ensuring a common sustainable Union policy on asylum and immigration, Member States should be supported by adequate financial resources in the form of the Asylum and Migration Fund (hereinafter referred to as ‘the Fund’). (4) In order to support efforts to ensure a comprehensive approach to management of migration grounded on mutual trust, solidarity and responsibility sharing among Member States and Union institutions, with the objective of ensuring a common sustainable Union policy on asylum and immigration, Member States should be supported by adequate financial resources in the form of the Asylum , Migration and Integration Fund (hereinafter referred to as ‘the Fund’). Amendment 7 Proposal for a regulation Recital 4 a (new) Text proposed by the Commission Amendment (4a) The Fund should fully respect ",
        "7402/19 PT/ev 7 ANNEX GIP.2 EN human rights, comply with Agenda 2030, the principle of policy coherence for development, as set out in Article 208 TFEU, and the commitments at the international level in relation to migration and asylum, notably the Global Compact on Refugees and the Global Compact for Safe, Orderly and Regular Migration (GCM). Amendment 8 Proposal for a regulation Recital 4 b (new) Text proposed by the Commission Amendment (4b) Managing the Fund from a development perspective should take in account the various root causes of migration such as conflict, poverty, lack of agricultural capacity, education and inequality. Amendment 9 Proposal for a regulation Recital 5 Text proposed by the Commission Amendment (5) The Fund should be implemented in full compliance with the rights and principles enshrined in the Charter of Fundamental Rights of the European Union and with the Union’s international obligations as regards fundamental rights. (5) Actions supported by the Fund should be implemented in full compliance with the rights and principles enshrined in the Charter of Fundamental Rights of the European Union , including the right to the protection of personal data, and the Union’s and Member States international obligations as regards fundamental rights , including the UN Convention on the Rights of the Child (UNCRC) and the Geneva Convention Relating to the Status of Refugees of 28 July 1951, as supplemented by the Protocol of 31 ",
        "7402/19 PT/ev 8 ANNEX GIP.2 EN January 1967 . Amendment 10 Proposal for a regulation Recital 5 a (new) Text proposed by the Commission Amendment (5a) The principles of gender equality and of non-discrimination, which are among the Union’s core values, should be respected and promoted when implementing the Fund. The Fund should not support any action that contributes to any form of segregation or social exclusion. Amendment 11 Proposal for a regulation Recital 5 b (new) Text proposed by the Commission Amendment (5b) In the implementation of the Fund, priority should be given to actions which address the situation of unaccompanied and separated minors through early identification and registration and to actions carried out in the best interests of the child. Amendment 12 Proposal for a regulation Recital 7 ",
        "7402/19 PT/ev 9 ANNEX GIP.2 EN Text proposed by the Commission Amendment (7) The Fund should support the efficient management of migration flows, inter alia by promoting common measures in the area of asylum, including Member States’ efforts in receiving persons in need of international protection through resettlement and the transfer of applicants for or beneficiaries of international protection between Member States, supporting integration strategies and a more effective legal migration policy, so as to ensure the Union’s long -term competitiveness and the future of its social model and reduce incentives for irregular migration through a sustainable return and readmission policy. The Fund should support the strengthening of cooperation with third countries to reinforce management of flows of persons applying for asylum or other forms of international protection, avenues on legal migration and to counter irregular migration and ensure sustainability of return and effective readmission to third countries. (7) The Fund should support solidarity between Member States and the efficient management of migration flows, inter alia by promoting common measures in the area of asylum, including Member States’ efforts in receiving persons in need of international protection through resettlement and humanitarian admission and the transfer of applicants for or beneficiaries of international protection between Member States, enhancing the protection of vulnerable asylum seekers such as children, supporting integration strategies and a more effective legal migration policy, creating safe and legal pathways to the Union which should also help to ensure the Union’s long -term competitiveness and the future of its social model and reduce incentives for irregular migration through a sustainable return and readmission policy. As an instrument of internal Union policy and the only funding instrument for asylum and migration at Union level, the Fund should primarily support actions on asylum and migration within the Union. However, within defined limits and subject to the appropriate safeguards, the Fund should support the strengthening of cooperation with third countries to reinforce management of flows of persons applying for asylum or other forms of international protection, to establish avenues on legal migration and to counter irregular migration and networks of smugglers and traffickers in human beings and ensure the sustainability of safe and dignified return to as well as reintegration in third countries. Amendment 13 Proposal for a regulation Recital 8 ",
        "7402/19 PT/ev 10 ANNEX GIP.2 EN Text proposed by the Commission Amendment (8) The migration crisis highlighted the need to reform the Common European Asylum System to ensure that efficient asylum procedures to prevent secondary movements , to provide uniform and appropriate reception conditions for applicants for international protection, uniform standards for the granting of international protection and appropriate rights and benefits for beneficiaries of international protection . At the same time , the reform was needed to put in place a fairer and more effective system of determining Member States’ responsibility for applicants for international protection as well as a Union framework for Member States’ resettlement efforts . Therefore, it is appropriate for the Fund to provide increased support to Member States’ efforts to fully and properly implement the reformed Common European Asylum System. (8) The migration crisis and the rising number of deaths in the Mediterranean over the past years highlighted the need to reform the Common European Asylum System and to put in place a fairer and more effective system of determining Member States’ responsibility for applicants for international protection as well as a framework for Member States’ resettlement and humanitarian admission efforts with a view to increasing the overall number of available resettlement places globally. At the same time, reform is needed to ensure that efficient and rights based asylum procedures are in place and accessible , and to provide uniform and appropriate reception conditions for applicants for international protection, uniform standards for the granting of international protection and appropriate rights and benefits for beneficiaries of international protection, as well as effective and efficient return procedures for irregular migrants . Therefore, it is appropriate for the Fund to provide increased support to Member States’ efforts to fully and properly implement the reformed Common European Asylum System. Amendment 14 Proposal for a regulation Recital 9 Text proposed by the Commission Amendment (9) The Fund should also complement and reinforce the activities undertaken by the European Union Agency for Asylum (EUAA) established by Regulation (EU)../.. [EUAA Regulation] 14 with a view (9) The Fund should also complement and reinforce the activities undertaken by the European Asylum Support Office with a view to facilitating and improving the functioning of the common European ",
        "7402/19 PT/ev 11 ANNEX GIP.2 EN to facilitating and improving the functioning of the common European asylum system, by coordinating and strengthening practical cooperation and information exchange between Member States, promoting Union law and operational standards on asylum in order to ensure a high degree of uniformity based on high protection standards as regards procedures for international protection, reception conditions and the assessment of protection needs across the Union, enabling a sustainable and fair distribution of applications for international protection, facilitate convergence in the assessment of applications for international protection across the Union, support the resettlement efforts of the Member States and provide operational and technical assistance to Member States for the management of their asylum and reception systems, in particular those whose systems are subject to disproportionate pressure. asylum system, by strengthening practical cooperation and coordinating information exchange on asylum, in particular on good practices between Member States, promoting Union and international law and contributing through relevant guidance, including operational standards , to a uniform implementation of Union law on asylum based on high protection standards as regards procedures for international protection, reception conditions and the assessment of protection needs across the Union, enabling a sustainable and fair distribution of applications for international protection, facilitate convergence in the assessment of applications for international protection across the Union, supporting the resettlement efforts of the Member States and providing operational and technical assistance to Member States for the management of their asylum and reception systems, in particular those whose systems are subject to disproportionate pressure. __________________ 14 Regulation (EU) No ../.. of the European Parliament and of the Council of [EUAA Regulation] (OJ L …, [date], p. ..). Amendment 15 Proposal for a regulation Recital 9 a (new) Text proposed by the Commission Amendment (9a) The Fund should support the efforts by the Union and the Member States relating to the enhancement of the Member States’ capacity to develop, monitor and evaluate their asylum policies in the light of their obligations under existing Union law. ",
        "7402/19 PT/ev 12 ANNEX GIP.2 EN Amendment 16 Proposal for a regulation Recital 10 Text proposed by the Commission Amendment (10) The Fund should support the efforts by the Union and the Member States relating to the enhancement of the Member States’ capacity to develop, monitor and evaluate their asylum policies in the light of their obligations under existing Union law. (10) The Fund should support the Union and the Member States in the implementation of the existing Union law , ensuring full respect of fundamental rights, in particular Directives 2013/33/EU 1a (Reception Conditions Directive), 2013/32/EU 1b (Asylum Procedures Directive), 2011/95/EU 1c (Qualification Directive) and 2008/115/EC 1d (Return Directive) of the European Parliament and of the Council, and Regulation (EU) No 604/2013 of the European Parliament and of the Council 1e (Dublin Regulation) . ________________________ 1a Directive 2013/33/EU of the European Parliament and of the Council of 26 June 2013 laying down standards for the reception of applicants for international protection (OJ L 180, 29.6.2013, p. 96). 1b Directive 2013/32/EU of the European Parliament and of the Council of 26 June 2013 on common procedures for granting and withdrawing international protection (OJ L 180, 29.6.2013, p. 60). 1c Directive 2011/95/EU of the European Parliament and of the Council of 13 December 2011 on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection granted (OJ L 337, 20.12.2011, p. 9). 1d Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country ",
        "7402/19 PT/ev 13 ANNEX GIP.2 EN nationals (OJ L 348, 24.12.2008, p. 98). 1e Regulation (EU) No 604/2013 of the European Parliament and of the Council of 26 June 2013 establishing the criteria and mechanisms for determining the Member State responsible for examining an application for international protection lodged in one of the Member States by a third-country national or a stateless person (OJ L 180, 29.6.2013, p. 13). Amendment 17 Proposal for a regulation Recital 11 Text proposed by the Commission Amendment (11) Partnerships and cooperation with third countries are an essential component of Union asylum policy to ensure the adequate management of flows of persons applying for asylum or other forms of international protection. With the aim of replacing the unsafe and irregular arrivals with legal and safe arrival to the territory of the Member States of third-country nationals or stateless persons in need of international protection, expressing solidarity with countries in regions to which or within which a large number of persons in need of international protection have been displaced by helping to alleviate the pressure on those countries, helping achieve the Union’s migration policy objectives by increasing the Union’s leverage vis-à-vis third countries, and of effectively contributing to global resettlement initiatives by speaking with one voice in international fora and with third countries, the Fund should provide financial incentives to the implementation of the Union Resettlement [and Humanitarian Admission] Framework. deleted ",
        "7402/19 PT/ev 14 ANNEX GIP.2 EN Amendment 18 Proposal for a regulation Recital 11 a (new) Text proposed by the Commission Amendment (11a) The Fund should support the efforts made by Member States to provide international protection and a durable solution in their territories to refugees and displaced persons identified as eligible for resettlement or under national humanitarian admission schemes, which should take into account UNHCR Projected Global Resettlement Needs. To contribute in an ambitious and effective manner, the Fund should provide targeted assistance in the form of financial incentives for each person admitted or resettled. Amendment 19 Proposal for a regulation Recital 12 Text proposed by the Commission Amendment (12) Considering the high levels of migration flows to the Union in the last years and the importance of ensuring the cohesion of our societies, it is crucial to support Member States’ policies for early integration of legally staying third-country nationals, including in the priority areas identified in the Action Plan on Integration of third-country nationals adopted by the Commission in 2016. (12) Considering the importance of ensuring the cohesion of our societies, it is crucial to support Member States’ policies for integration of legally staying third- country nationals, including in the priority areas identified in the Action Plan on Integration of third-country nationals adopted by the Commission in 2016. ",
        "7402/19 PT/ev 15 ANNEX GIP.2 EN Amendment 20 Proposal for a regulation Recital 13 Text proposed by the Commission Amendment (13) In order to increase efficiency, achieve the greatest Union added value and to ensure the consistency of the Union’s response to foster the integration of third- country nationals, actions financed under the Fund should be specific and complementary to actions financed under the European Social Fund Plus (ESF+) and the European Regional Development Fund (ERDF) . Measures financed under this Fund should support measures tailor- made to the needs of third-country nationals that are generally implemented in the early stage of integration, and horizontal actions supporting Member States’ capacities in the field of integration, whereas interventions for third-country nationals with a longer-term impact should be financed under the ERDF and ESF+ . (13) In order to increase efficiency, achieve the greatest Union added value and to ensure the consistency of the Union’s response to foster the integration of third- country nationals, actions financed under the Fund should be specific and complementary to actions financed under the Union´s structural funds . Measures financed under this Fund should support measures tailor-made to the needs of third- country nationals that are generally implemented in the early stages of integration, and horizontal actions support ing Member States’ capacities in the field of integration, complemented by interventions to promote the social and economic inclusion of third-country nationals financed under the structural funds . Amendment 21 Proposal for a regulation Recital 13 a (new) Text proposed by the Commission Amendment (13a) The scope of the integration measures should also include beneficiaries of international protection in order to ensure a comprehensive approach to integration, taking into account the specificities of that target group. Where integration measures are combined with reception, actions should, where appropriate, also allow asylum seekers to be included. ",
        "7402/19 PT/ev 16 ANNEX GIP.2 EN Amendment 22 Proposal for a regulation Recital 14 Text proposed by the Commission Amendment (14) In this context, the authorities of the Member States responsible for the implementation of the Fund should be required to cooperate and establish coordination mechanisms with the authorities identified by Member States for the purpose of the management of the interventions of the ESF+ and of the ERDF and wherever necessary with their managing authorities and with the managing authorities of other Union funds contributing to the integration of third- country nationals. (14) In this context, the authorities of the Member States responsible for the implementation of the Fund should be required to cooperate and establish coordination mechanisms with the authorities identified by Member States for the purpose of the management of the interventions of the structural funds, and wherever necessary with their managing authorities and with the managing authorities of other Union funds contributing to the integration of third- country nationals. Through these coordination mechanisms, the Commission should assess the coherence and complementarity between the funds, and the extent to which measures implemented through each fund contribute to the integration of third country nationals. Amendment 23 Proposal for a regulation Recital 16 Text proposed by the Commission Amendment (16) It is appropriate to allow those Member States that so wish to provide in their programmes that integration actions may include immediate relatives of third- country nationals, to the extent that this is necessary for the effective implementation of such actions. The term ‘immediate relative’ should be understood as meaning spouses, partners and any person having direct family links in descending or (16) It is appropriate to allow those Member States that so wish to provide in their programmes that integration actions may include immediate relatives of third- country nationals , thus supporting family unity in the best interests of the child , to the extent that this is necessary for the effective implementation of such actions. The term ‘immediate relative’ should be understood as meaning spouses, partners ",
        "7402/19 PT/ev 17 ANNEX GIP.2 EN ascending line with the third-country national targeted by the integration action, and who would otherwise not be covered by the scope of the Fund. and any person having direct family links in descending or ascending line with the third-country national targeted by the integration action, and who would otherwise not be covered by the scope of the Fund. Amendment 24 Proposal for a regulation Recital 17 Text proposed by the Commission Amendment (17) Considering the crucial role played by local and regional authorities and civil society organisations in the field of integration and to facilitate the access of these entities to funding at Union level, the Fund should facilitate the implementation of actions in the field of integration by local and regional authorities or civil society organisations, including through the use of the thematic facility and through a higher co-financing rate for these actions. (17) Considering the crucial role played by local and regional authorities and their representative associations in the field of integration , and to facilitate the direct access of these entities to funding at Union level, the Fund should facilitate the implementation of actions in the field of integration by local and regional authorities or civil society organisations, including through a higher co-financing rate for these actions and the use of a dedicated component of the thematic facility where those local and regional authorities have the competence to carry out integration measures . Amendment 25 Proposal for a regulation Recital 18 Text proposed by the Commission Amendment (18) Considering the long-term economic and demographic challenges faced by the Union, it is crucial to establish well- functioning legal migration channels to the Union to maintain the Union as an attractive destination for migrants and (18) Considering the long-term economic and demographic challenges faced by the Union and the increasingly globalised nature of migration , it is crucial to establish well-functioning legal migration channels to the Union to maintain the ",
        "7402/19 PT/ev 18 ANNEX GIP.2 EN ensure the sustainability of welfare systems and growth of the Union economy. Union as an attractive destination for regular migration, in accordance with Member States’ economic and social needs, and ensure the sustainability of welfare systems and growth of the Union economy , while protecting migrant workers from labour exploitation . Amendment 26 Proposal for a regulation Recital 19 Text proposed by the Commission Amendment (19) The Fund should support Member States in setting up strategies organising legal migration, enhancing their capacity to develop, implement, monitor and evaluate in general all immigration and integration strategies, policies and measures for legally staying third-country nationals, including Union legal instruments. The Fund should also support the exchange of information, best practices and cooperation between different departments of administration and levels of governance, and between Member States. (19) The Fund should support Member States in setting up strategies organising and expanding legal migration pathways , enhancing their capacity to develop, implement, monitor and evaluate in general all immigration and integration strategies, policies and measures for legally staying third-country nationals, in particular Union instruments for legal migration . The Fund should also support the exchange of information, best practices and cooperation between different departments of administration and levels of governance, and between Member States. Amendment 27 Proposal for a regulation Recital 20 Text proposed by the Commission Amendment (20) An efficient return policy is an integral part of the comprehensive migration approach the Union and its Member States pursue. The Fund should support and encourage efforts by the Member States with a view to the effective (20) An efficient and dignified return policy is an integral part of the comprehensive migration approach the Union and its Member States pursue. The Fund should support and encourage efforts by the Member States with a view to the ",
        "7402/19 PT/ev 19 ANNEX GIP.2 EN implementation and further development of common standards on return, in particular as set out in Directive 2008/115/EC of the European Parliament and of the Council 15 , and of an integrated and coordinated approach to return management. For sustainable return policies, the Fund should equally support related measures in third countries , such as the reintegration of returnees . effective implementation and further development of common standards on return, with an emphasis on voluntary returns, in particular as set out in Directive 2008/115/EC of the European Parliament and of the Council 15 , and of an integrated and coordinated approach to return management. The Fund should equally support related measures in third countries to facilitate and guarantee safe and dignified return and readmission as well as sustainable reintegration , as enshrined in the GCM . __________________ __________________ 15 Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals (OJ L 348, 24.12.2008, p. 98). 15 Directive 2008/115/EC of the European Parliament and of the Council of 16 December 2008 on common standards and procedures in Member States for returning illegally staying third-country nationals (OJ L 348, 24.12.2008, p. 98). Amendment 28 Proposal for a regulation Recital 21 Text proposed by the Commission Amendment (21) Member States should give preference to voluntary return. In order to promote voluntary return , Member States should envisage incentives such as preferential treatment in the form of enhanced return assistance should be envisaged for the voluntary return of persons. This kind of voluntary return is in the interests of both returnees and the authorities in terms of its cost- effectiveness. (21) Member States should give preference to voluntary return and ensure effective, safe and dignified return of irregular migrants. Therefore, the Fund should give preferential support to actions related to voluntary return . In order to promote this , Member States should envisage incentives such as preferential treatment in the form of enhanced return assistance and long-term reintegration support. This kind of voluntary return is in the interests of both returnees and the authorities in terms of cost-effectiveness. The best interests of the child should be a primary consideration in all actions or decisions concerning children in migration, including returns, taking full account of the right of the child to express ",
        "7402/19 PT/ev 20 ANNEX GIP.2 EN his or her views. Amendment 29 Proposal for a regulation Recital 22 Text proposed by the Commission Amendment (22) Voluntary and enforced returns are nevertheless interlinked, with mutually reinforcing effect, and Member States should therefore be encouraged to reinforce the complementarities between these two forms of return. The possibility of removals is an important element contributing to the integrity of the asylum and legal migration systems. The Fund should therefore support actions of Member States to facilitate and carry out removals in accordance with the standards laid down in Union law, where applicable, and with full respect for the fundamental rights and dignity of returnees. (22) While voluntary returns should take priority over enforced returns , they are nevertheless interlinked, with mutually reinforcing effect, and Member States should therefore be encouraged to reinforce the complementarities between these two forms of return. The possibility of removals is an important element contributing to the integrity of the asylum and legal migration systems. The Fund should therefore support actions of Member States to facilitate and carry out removals in accordance with the standards laid down in Union law, where applicable, and with full respect for the fundamental rights and dignity of returnees. The Fund should support actions related to return of children only where such return is based on a positive assessment of the best interests of the child. Amendment 30 Proposal for a regulation Recital 23 Text proposed by the Commission Amendment (23) Specific support measures for returnees in the Member States and in the countries of return can improve conditions of return and enhance their reintegration. (23) Specific support measures for returnees , with a particular attention to their humanitarian and protection needs, in the Member States and in the countries of return can improve conditions of return and enhance their reintegration. Particular ",
        "7402/19 PT/ev 21 ANNEX GIP.2 EN attention should be paid to vulnerable groups. Return decisions should be based on a comprehensive and careful assessment of the situation in the country of origin, including an evaluation of the absorption capacity at the local level. Specific measures and actions supporting countries of origin, and in particular vulnerable people, contribute to ensure the sustainability, safety and effectiveness of returns. These measures should be implemented with the active participation of local authorities, civil society and diasporas. Amendment 31 Proposal for a regulation Recital 24 Text proposed by the Commission Amendment (24) Readmission agreements and other arrangements are an integral component of the Union return policy and a central tool for the efficient management of migration flows, as they facilitate the swift return of irregular migrants. Those agreements and arrangements are an important element in the framework of the dialogue and cooperation with third countries of origin and transit of irregular migrants and their implementation in third countries should be supported in the interests of effective return policies at national and Union level . (24) Formal readmission agreements are an integral and crucial component of the Union return policy and a central tool for the efficient management of migration flows, as they facilitate the swift return of irregular migrants. Those agreements are an important element in the framework of the dialogue and cooperation with third countries of origin and transit of irregular migrants and the Fund should support their implementation in third countries in the interests of effective , safe and dignified return policies within defined limits and subject to the appropriate safeguards . Amendment 32 Proposal for a regulation Recital 25 ",
        "7402/19 PT/ev 22 ANNEX GIP.2 EN Text proposed by the Commission Amendment (25) In addition to supporting the return of persons as provided for in this Regulation , the Fund should also support other measures to counter irregular migration, address incentives for illegal migration or the circumventing of existing legal migration rules, thereby safeguarding the integrity of Member States’ immigration systems. (25) In addition to supporting the integration of third country nationals or stateless persons within Member States , the Fund should also support other measures to counter trafficking of migrants, to encourage and facilitate the establishment of legal migration rules, thereby safeguarding the integrity of immigration systems in the countries of origin, in full compliance with the Principle of Coherence for Sustainable Development . Amendment 33 Proposal for a regulation Recital 26 Text proposed by the Commission Amendment (26) The employment of irregular migrants creates a pull factor for illegal migration and undermines the development of a labour mobility policy built on legal migration schemes. The Fund should therefore support Member States, either directly or indirectly, in their implementation of Directive 2009/52/EC of the European Parliament and of the Council 16 which prohibits the employment of illegally staying third-country nationals and provides for sanctions against employers who infringe that prohibition. (26) The employment of irregular migrants undermines the development of a labour mobility policy built on legal migration schemes and endangers the rights of migrant workers, making them vulnerable to rights violations and abuse . The Fund should therefore support Member States, either directly or indirectly, in their implementation of Directive 2009/52/EC of the European Parliament and of the Council 16 which prohibits the employment of illegally staying third-country nationals , provides for a complaints and wage recuperation mechanism for exploited workers and provides for sanctions against employers who infringe that prohibition. _________________ _________________ 16 Directive 2009/52/EC of the European Parliament and of the Council of 18 June 2009 providing for minimum standards on 16 Directive 2009/52/EC of the European Parliament and of the Council of 18 June 2009 providing for minimum standards on ",
        "7402/19 PT/ev 23 ANNEX GIP.2 EN sanctions and measures against employers of illegally staying third-country nationals (OJ L 168, 30.6.2009, p. 24). sanctions and measures against employers of illegally staying third-country nationals (OJ L 168, 30.6.2009, p. 24). Amendment 34 Proposal for a regulation Recital 26 a (new) Text proposed by the Commission Amendment (26a) The Member States should support the requests of civil society and workers' associations, such as that concerning the establishment of a European network of reception workers of both genders, in order to connect all workers in Europe operating in the field of migration, to foster a decent welcome and an approach to migration based on human rights and the exchange of good practices in terms of reception and employment opportunities for migrants. Amendment 35 Proposal for a regulation Recital 27 Text proposed by the Commission Amendment (27) The Fund should support Member States, either directly or indirectly, in their implementation of Directive 2011/36/EU of the European Parliament and of the Council 17 which sets forth provisions on assistance, support and protection of victims of trafficking in human beings. (27) The Fund should support Member States, either directly or indirectly, in their implementation of Directive 2011/36/EU of the European Parliament and of the Council 17 , which sets forth provisions on assistance, support and protection of victims of trafficking in human beings. These measures should take into account the gender-specific nature of trafficking in human beings. When implementing the Fund, Member States should take into consideration that persons who are obliged to leave their habitual homes for ",
        "7402/19 PT/ev 24 ANNEX GIP.2 EN reasons of sudden or progressive climate- related change in the environment that adversely affects their lives or living conditions, have a high risk of falling victims to trafficking in human beings. __________________ __________________ 17 Directive 2011/36/EU of the European Parliament and of the Council of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims, and replacing Council Framework Decision 2002/629/JHA (OJ L 101, 15.4.2011, p. 1). 17 Directive 2011/36/EU of the European Parliament and of the Council of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims, and replacing Council Framework Decision 2002/629/JHA (OJ L 101, 15.4.2011, p. 1). Amendment 36 Proposal for a regulation Recital 27 a (new) Text proposed by the Commission Amendment (27a) The Fund should support in particular the identification and measures addressing the needs of vulnerable asylum seekers - such as unaccompanied minors, or victims of torture or of other serious forms of violence - as set out in the Union asylum acquis. Amendment 37 Proposal for a regulation Recital 27 b (new) Text proposed by the Commission Amendment (27b) In order to achieve a fair and transparent distribution of resources among the objectives of the Fund, a minimum level of expenditure should be ensured for certain objectives, whether under direct, indirect, or shared ",
        "7402/19 PT/ev 25 ANNEX GIP.2 EN management. Amendment 38 Proposal for a regulation Recital 28 Text proposed by the Commission Amendment (28) The Fund should complement and reinforce the activities undertaken in the field of return by the European Border and Coast Guard Agency established by Regulation (EU) 2016/1624 of the European Parliament and of the Council 18 , therefore contributing to effective European Integrated Border Management, as defined in Article 4 of that Regulation . (28) The Fund should complement and reinforce the activities undertaken in the field of return by the European Border and Coast Guard Agency established by Regulation(EU) 2016/1624 of the European Parliament and of the Council 18 without providing an additional funding stream to the European Border and Coast Guard Agency, for which the budgetary authority decides on an annual budget which should enable it to carry out all of its tasks . __________________ __________________ 18 Regulation (EU) 2016/1624 of the European Parliament and of the Council of 14 September 2016 on the European Border and Coast Guard amending Regulation (EU) 2016/399 of the European Parliament and of the Council and repealing Regulation (EC) No 863/2007 of the European Parliament and of the Council, Council Regulation (EC) No 2007/2004 and Council Decision 2005/267/EC (OJ L 251, 16.9.2016, p. 1). 18 Regulation (EU) 2016/1624 of the European Parliament and of the Council of 14 September 2016 on the European Border and Coast Guard amending Regulation (EU) 2016/399 of the European Parliament and of the Council and repealing Regulation (EC) No 863/2007 of the European Parliament and of the Council, Council Regulation (EC) No 2007/2004 and Council Decision 2005/267/EC (OJ L 251, 16.9.2016, p. 1). Amendment 39 Proposal for a regulation Recital 29 Text proposed by the Commission Amendment (29) Synergies, consistency and efficiency (29) Synergies, consistency , ",
        "7402/19 PT/ev 26 ANNEX GIP.2 EN should be sought with other Union funds and overlap between actions should be avoided. complementarity and efficiency should be sought with other Union funds and any overlap or contradiction between actions should be avoided. Amendment 40 Proposal for a regulation Recital 30 Text proposed by the Commission Amendment (30) Measures in and in relation to third countries supported through the Fund should complement other actions outside the Union supported through the Union’s external financing instruments. In particular, in implementing such actions, full coherence should be sought with the principles and general objectives of the Union’s external action and foreign policy in respect of the country or region in question and the Union international commitments. In relation to the external dimension , the Fund should target support to enhance cooperation with third countries and to reinforce key aspects of migration management in areas of interest to the Union's migration policy . (30) The Fund should prioritise financing for actions within the Union itself. The Fund may finance measures in and in relation to third countries supported through the Fund which should be limited in financial terms, while adequate to reach the objectives of the Fund as laid down in Article 3 of this Regulation, and subject to appropriate safeguards. Such measures should complement other actions outside the Union supported through the Union’s external financing instruments. In particular, in implementing such actions, full coherence and complementarity should be sought with the principles and general objectives of the Union’s external action and foreign policy in respect of the country or region in question and the Union international commitments. The principle of policy coherence for development , as set out in paragraph 35 of the European Consensus on Development, should be respected. Coherence with the humanitarian principles as set out in the European Consensus on Humanitarian Aid should be ensured during the implementation of emergency assistance . Amendment 41 Proposal for a regulation ",
        "7402/19 PT/ev 27 ANNEX GIP.2 EN Recital 31 Text proposed by the Commission Amendment (31) Funding from the Union budget should concentrate on activities where Union intervention can bring added value compared to action undertaken by Member States alone. Financial support provided under this Regulation should contribute, in particular, to strengthening national and Union capabilities in the areas of asylum and migration. (31) Funding from the Union budget should concentrate on activities where Union intervention can bring added value compared to action undertaken by Member States alone. Financial support provided under this Regulation should contribute, in particular, to Member State solidarity on asylum and migration in accordance with Article 80 TFEU, and to strengthening national and Union capabilities in the areas of asylum and migration. Amendment 43 Proposal for a regulation Recital 33 Text proposed by the Commission Amendment (33) The Fund should reflect the need for increased flexibility and simplification while respecting requirements in terms of predictability, and ensuring a fair and transparent distribution of resources to meet the policy and specific objectives laid down in this Regulation. (33) The Fund should reflect the need for increased transparency, flexibility and simplification while respecting requirements in terms of predictability, and ensuring a fair and transparent distribution of resources to meet the policy and specific objectives laid down in this Regulation. The implementation of the Fund should be guided by the principles of efficiency, effectiveness and quality of spending. Furthermore, the implementation of the Fund should be as user-friendly as possible. Amendment 44 Proposal for a regulation Recital 34 ",
        "7402/19 PT/ev 28 ANNEX GIP.2 EN Text proposed by the Commission Amendment (34) This Regulation should establish the initial amounts to Member States consisting of a fixed amount and an amount calculated on the basis of criteria laid down in Annex I , which reflect the needs and pressure experienced by different Member States in the areas of asylum, integration and return. (34) This Regulation should establish the initial amounts to Member States, which reflect the needs and pressure experienced by different Member States in the areas of asylum, migration, integration and return. Particular attention should be given to insular societies facing disproportionate migration challenges. Amendment 45 Proposal for a regulation Recital 35 Text proposed by the Commission Amendment (35) These initial amounts should form a basis for Member States’ long -term investments. To take account of changes in migration flows and to address needs in the management of asylum and reception systems and integration of legally staying third-country nationals, and counter irregular migration through efficient and sustainable return policy, an additional amount should be allocated to the Member States at mid-term taking into account the absorption rates. This amount should be based on the latest available statistical data as set out in Annex I to reflect the changes in the baseline situation of Member States. (35) These initial amounts should form a basis for Member States’ long -term investments. To take account of changes in migration flows and to address needs in the management of asylum and reception systems and integration of legally staying third-country nationals, to develop legal migration and counter irregular migration through efficient , rights compliant and sustainable return policy, an additional amount should be allocated to the Member States at mid-term taking into account the absorption rates. This amount should be based on the latest available statistical data as set out in Annex I to reflect the changes in the baseline situation of Member States. Amendment 46 Proposal for a regulation Recital 36 ",
        "7402/19 PT/ev 29 ANNEX GIP.2 EN Text proposed by the Commission Amendment (36) To contribute to the achievement of the policy objective of the Fund, Member States should ensure that their programmes include actions addressing the specific objectives of this Regulation, that the priorities chosen are in line with the implementation measures as set out in Annex II and that the allocation of resources between the objectives ensures that the overall policy objective can be met. (36) To contribute to the achievement of the policy objective of the Fund, Member States and the Commission should ensure that Member States’ programmes include actions which contribute to achieving each of the specific objectives of this Regulation . They should ensure furthermore that the allocation of funding to the specific objectives serves those objectives in the best possible way and is based on the most up-to-date needs, that the programmes include a minimum level of expenditure with respect to those objectives, that the sharing of resources to objectives is in proportion to the challenges faced , that the priorities chosen are in line with the measures set out in Annex II and that the allocation of resources between the objectives ensures that the overall policy objective can be met. Amendment 47 Proposal for a regulation Recital 37 Text proposed by the Commission Amendment (37) As challenges in the area of migration are constantly evolving, there is a need to adapt the allocation of funding to the changes in migration flows. To respond to pressing needs and changes in policy and Union priorities, and to steer funding towards actions with a high level of Union added value, part of the funding will be periodically allocated to specific actions, Union actions, emergency assistance, resettlement and to provide additional support for Member States contributing to solidarity and responsibility efforts via a (37) As challenges in the area of migration are constantly evolving, there is a need to adapt the allocation of funding to the changes in migration flows. To respond to pressing needs and changes in policy and Union priorities, and to steer funding towards actions with a high level of Union added value, part of the funding will be periodically allocated to specific actions, Union actions, actions of local and regional authorities, emergency assistance, resettlement and to provide additional support for Member States ",
        "7402/19 PT/ev 30 ANNEX GIP.2 EN thematic facility. contributing to solidarity and responsibility efforts via a thematic facility. Amendment 48 Proposal for a regulation Recital 38 a (new) Text proposed by the Commission Amendment (38a) Efforts made by Member States to fully and properly implement the Union asylum acquis, including to grant appropriate reception conditions to applicants for, and beneficiaries of, international protection, to ensure the correct determination of status, in accordance with Directive 2011/95/EU, to apply fair and effective asylum procedures, should be supported by the Fund, in particular when those efforts are directed to unaccompanied minors for whom costs are higher. Member States should therefore receive a lump sum for each unaccompanied minor who is granted international protection, however this lump sum should not be cumulative to additional funding provided under this Regulation for resettlement. Amendment 49 Proposal for a regulation Recital 40 Text proposed by the Commission Amendment (40) The Fund should contribute to supporting operating costs related to asylum and return and enable Member States to maintain capabilities which are crucial for that service for the Union as a whole. Such support consists of full (40) The Fund should contribute to supporting operating costs related to asylum and immigration and enable Member States to maintain capabilities which are crucial for that service for the Union as a whole. Such support consists of ",
        "7402/19 PT/ev 31 ANNEX GIP.2 EN reimbursement of specific costs related to the objectives under the Fund and should form an integral part of the Member States’ programmes. full reimbursement of specific costs related to the objectives under the Fund and should form an integral part of the M ember States’ programmes. Amendment 50 Proposal for a regulation Recital 41 Text proposed by the Commission Amendment (41) To complement the implementation of the policy objective of this Fund at national level through Member States’ programmes, the Fund should also provide support for actions at Union level. Such actions should serve overall strategic purposes within the scope of intervention of the Fund relating to policy analysis and innovation, transnational mutual learning and partnerships and the testing of new initiatives and actions across the Union. (41) To complement the implementation of the policy objective of this Fund at national level through Member States’ programmes, the Fund should also provide support for actions at Union level. Such actions should serve overall strategic purposes within the scope of intervention of the Fund relating to policy analysis and innovation, transnational mutual learning and partnerships and the testing of new initiatives and actions across the Union while respecting the need to provide adequate funding, in a fair and transparent manner, to achieve the objectives of the Fund . Through these actions the protection of fundamental rights in the implementation of the Fund should be ensured. Amendment 51 Proposal for a regulation Recital 42 Text proposed by the Commission Amendment (42) In order to strengthen the Union’s capacity to immediately address unforeseen or disproportionate heavy migratory pressure in one or more Member States characterised by a large or (42) In order to strengthen the Union’s capacity to immediately address unforeseen large or disproportionate inflow of third country nationals in one or more Member States which places significant ",
        "7402/19 PT/ev 32 ANNEX GIP.2 EN disproportionate inflow of third-country nationals , which places significant and urgent demands on their reception and detention facilities, asylum and migration management systems and procedures, heavy migratory pressures in third countries due to political developments or conflicts, it should be possible to provide emergency assistance in accordance with the framework set out in this Regulation. and urgent demands on their reception and detention facilities, asylum and migration management systems and procedures, or migratory challenges or significant resettlement needs in third countries due to political developments , conflicts or natural disasters , it should be possible to provide emergency assistance in accordance with the framework set out in this Regulation. Amendment 52 Proposal for a regulation Recital 44 Text proposed by the Commission Amendment (44) The policy objective of this Fund will be also addressed through financial instruments and budgetary guarantee under the policy windows of the InvestEU. Financial support should be used to address market failures or sub-optimal investment situations, in a proportionate manner and actions should not duplicate or crowd out private financing or distort competition in the Internal market. Actions should have a clear European added value. deleted Amendment 53 Proposal for a regulation Recital 47 Text proposed by the Commission Amendment (47) For the purpose of implementation of actions under shared management, the Fund should form part of a coherent framework consisting of this Regulation, Financial Regulation and Regulation (EU) (47) For the purpose of implementation of actions under shared management, the Fund should form part of a coherent framework consisting of this Regulation, Financial Regulation and Regulation (EU) ",
        "7402/19 PT/ev 33 ANNEX GIP.2 EN …/2021 [Common Provisions Regulation]. …/2021 [Common Provisions Regulation]. In the event of conflicting provisions, this Regulation should take precedence over Regulation(EU) No X [CPR]. Amendment 54 Proposal for a regulation Recital 48 Text proposed by the Commission Amendment (48) Regulation (EU) …/2021 [Common Provisions Regulation] establishes the framework for action for ERDF, ESF+, the Cohesion Fund, the European Maritime and Fisheries Fund (EMFF), the Asylum and Migration Fund (AMF), the Internal Security Fund ( ISF) and the Border Management and Visa Instrument (BMVI) as a part of the Integrated Border Management Fund (IBMF ), and lays down, in particular, the rules concerning programming, monitoring and evaluation, management and control for Union funds implemented under shared management. It is therefore necessary to specify the objectives of AMF , and to lay down specific provisions concerning the type of activities that may be financed by AMF . (48) Beyond the framework setting up financial rules common to several Union funds, including the Asylum Migration and Integration Fund ( AMIF ), it is necessary to specify the objectives of AMIF , and to lay down specific provisions concerning the type of activities that may be financed by AMIF . Amendment 55 Proposal for a regulation Recital 50 Text proposed by the Commission Amendment (50) In accordance with the Financial Regulation 21 , Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council 22 , Council Regulation (Euratom, EC) No 2988/95 23 , Council (50) In accordance with the Financial Regulation 21 , Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council 22 , Council Regulation (Euratom, EC) No 2988/95 23 , Council ",
        "7402/19 PT/ev 34 ANNEX GIP.2 EN Regulation (Euratom, EC) No 2185/96 24 and Council Regulation (EU) 2017/1939 25 , the financial interests of the Union are to be protected through proportionate measures, including the prevention, detection, correction and investigation of irregularities and fraud, the recovery of funds lost, wrongly paid or incorrectly used and, where appropriate, the imposition of administrative sanctions. In particular, in accordance with Regulation (EU, Euratom) No 883/2013 and Regulation (Euratom, EC) No 2185/96, the European Anti-Fraud Office (OLAF) may carry out administrative investigations, including on-the-spot checks and inspections, with a view to establishing whether there has been fraud, corruption or any other criminal offences affecting the financial interests of the Union. In accordance with Regulation (EU) 2017/1939, the European Public Prosecutor’s Office may investigate and prosecute fraud and other illegal activities affecting the financial interests of the Union as provided for in Directive (EU) 2017/1371 of the European Parliament and of the Council 26 . In accordance with the Financial Regulation, any person or entity receiving Union funds is to cooperate fully in the protection of the Union’s financial interests to grant the necessary rights and access to the Commission, OLAF and the European Court of Auditors and to ensure that any third parties involved in the implementation of Union funds grant equivalent rights. Regulation (Euratom, EC) No 2185/96 24 and Council Regulation (EU) 2017/1939 25 , the financial interests of the Union are to be protected through proportionate measures, including the prevention, detection, correction and investigation of irregularities and fraud, the recovery of funds lost, wrongly paid or incorrectly used and, where appropriate, the imposition of administrative and/or criminal sanctions. In particular, in accordance with Regulation (EU, Euratom) No 883/2013 and Regulation (Euratom, EC) No 2185/96, the European Anti-Fraud Office (OLAF) may carry out administrative investigations, including on-the-spot checks and inspections, with a view to establishing whether there has been fraud, corruption or any other criminal offences affecting the financial interests of the Union. In accordance with Regulation (EU) 2017/1939, the European Public Prosecutor’s Office may investigate and prosecute fraud and other illegal activities affecting the financial interests of the Union as provided for in Directive (EU) 2017/1371 of the European Parliament and of the Council 26 . In accordance with the Financial Regulation, any person or entity receiving Union funds is to cooperate fully in the protection of the Union’s financial interests to grant the necessary rights and access to the Commission, OLAF and the European Court of Auditors and to ensure that any third parties involved in the implementation of Union funds grant equivalent rights. Member States are to cooperate fully and give all the necessary assis tance to the Union’s institutions, agencies and bodies in order to protect the Union’s financial interests. The results of investigations into irregularities or fraud in relation to the Fund should be made available to the European Parliament. _________________ _________________ 21 OJ C , , p. . 21 OJ C , , p. . 22 OJ C , , p. . 22 OJ C , , p. . 23 Council Regulation (Euratom, EC) No 2988/95 of 18 December 1995 on the 23 Council Regulation (Euratom, EC) No 2988/95 of 18 December 1995 on the ",
        "7402/19 PT/ev 35 ANNEX GIP.2 EN protection of the European Communities’ financial interests (OJ L 312, 23.12.95, p. 1). protection of the European Communities' financial interests (OJ L 312, 23.12.95, p. 1). 24 OJ C , , p. . 24 OJ C , , p. . 25 Council Regulation (EU) 2017/1371 of 12 October 2017 implementing enhanced cooperation on the establishment of the European Public Prosecutor’s Office (‘the EPPO’) (OJ L 283, 31.10.2017, p. 1). 25 Council Regulation (EU) 2017/1939 of 12 October 2017 implementing enhanced cooperation on the establishment of the European Public Prosecutor’s Office (‘the EPPO’) (OJ L 283, 31.10.2017, p. 1). 26 Directive (EU) 2017/1371 of the European Parliament and of the Council of 5 July 2017 on the fight against fraud to the Union’s financial interests by means of criminal law (OJ L 198, 28.7.2017, p. 29). 26 Directive (EU) 2017/1371 of the European Parliament and of the Council of 5 July 2017 on the fight against fraud to the Union's financial interests by means of criminal law (OJ L 198, 28.7.2017, p. 29). Amendment 56 Proposal for a regulation Recital 51 a (new) Text proposed by the Commission Amendment (51a) Where there is clear evidence that the legality of projects, or the legality and regularity of funding, or the performance of projects would be put in doubt as a result of a reasoned opinion by the Commission in respect of an infringement under Article 258 TFEU, the Commission should ensure that there is no funding available for these projects. Amendment 57 Proposal for a regulation Recital 53 a (new) Text proposed by the Commission Amendment (53a) Civil society organisations, local and regional authorities and national parliaments in the Member States and in third countries should be consulted ",
        "7402/19 PT/ev 36 ANNEX GIP.2 EN during the process of programming, implementing and evaluating the programmes financed through the Fund. Amendment 58 Proposal for a regulation Recital 54 Text proposed by the Commission Amendment (54) Pursuant to paragraph 22 and 23 of the Inter-institutional agreement for Better Law-Making of 13 April 2016, there is a need to evaluate this Fund on the basis of information collected through specific monitoring requirements, while avoiding overregulation and administrative burden, in particular on Member States. These requirements, where appropriate, can include measurable indicators, as a basis for evaluating the effects of the Fund on the ground. In order to measure the achievements of the Fund, common indicators and related targets should be established in relation to each specific objective of the Fund. Through these common indicators and financial reporting, the Commission and the Member States should monitor the implementation of the Fund , in accordance with the relevant provisions of Regulation (EU) …/2021 of the European Parliament and of the Council [Common Provisions Regulation] and this Regulation . (54) Pursuant to paragraph 22 and 23 of the Inter-institutional agreement for Better Law-Making of 13 April 2016, there is a need to evaluate this Fund on the basis of information collected through specific monitoring requirements, while avoiding overregulation and administrative burden, in particular on Member States. These requirements, where appropriate, can include measurable indicators, including qualitative and quantitative indicators, as a basis for evaluating the effects of the Fund on the ground. In order to measure the achievements of the Fund, common indicators and related targets should be established in relation to each specific objective of the Fund. Through these common indicators and financial reporting, the Commission and the Member States should monitor the implementation of the Fund . To adequately fulfil its supervisory role, the Commission should be in a position to establish the amounts actually spent from the Fund in a given year. When reporting the annual accounts of their national programme to the Commission, Member States should therefore distinguish between recoveries, pre-financing payments to final beneficiaries and reimbursements of expenditure that was actually incurred. To facilitate the audit and the monitoring of the implementation of the Fund, the Commission should include these amounts in its annual implementation report for the Fund as well as monitoring ",
        "7402/19 PT/ev 37 ANNEX GIP.2 EN results and implementation of actions of the Fund at local, regional, national and Union level, including specific projects and partners. The Commission should present a summary of the accepted annual performance reports to the European Parliament and the Council every year. Reports outlining monitoring results and implementation of actions under the Fund at both Member States and Union level should be made publicly available and presented to the European Parliament . Amendment 59 Proposal for a regulation Recital 55 Text proposed by the Commission Amendment (55) Reflecting the importance of tackling climate change in line with the Union's commitments to implement the Paris Agreement and the United Nations Sustainable Development Goals, this Fund will contribute to mainstream climate actions and to the achievement of an overall target of 25 % of the EU budget expenditures supporting climate objectives. Relevant actions will be identified during the Fund's preparation and implementation, and reassessed in the context of the relevant evaluations and review processes. (55) Reflecting the importance of tackling climate change in line with the Union's commitments to implement the Paris Agreement and the United Nations Sustainable Development Goals, this Fund will contribute to mainstream climate actions and to the achievement of an overall target of 25 % of the EU budget expenditures supporting climate objectives over the MFF 2021-2027 period and an annual target of 30 % as soon as possible and at the latest by 2027 . Relevant actions will be identified during the Fund's preparation and implementation, and reassessed in the context of the relevant evaluations and review processes. Amendment 60 Proposal for a regulation Recital 56 ",
        "7402/19 PT/ev 38 ANNEX GIP.2 EN Text proposed by the Commission Amendment (56) In order to supplement and amend certain non-essential elements of this Regulation, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of the list of actions eligible for higher co-financing as listed in Annex IV, operating support and in order to develop further the common monitoring and evaluation framework. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that these consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement on Better Law Making of 13 April 2016. (56) In order to supplement and amend certain non-essential elements of this Regulation, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of work programmes for the thematic facility, list of actions eligible for support by the instrument in Annex III, list of actions eligible for higher co- financing as listed in Annex IV, operating support provided for in Annex VII and in order to develop further the common monitoring and evaluation framework. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level and with civil society organisations, including migrants and refugees organisations , and that these consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement on Better Law Making of 13 April 2016. Amendment 61 Proposal for a regulation Recital 58 Text proposed by the Commission Amendment (58) Since the objective of this Regulation, namely to contribute to an effective management of migration flows in the Union, in accordance with the common policy on asylum and international protection and the common immigration policy, cannot be sufficiently achieved by the Member States acting alone and can be better achieved at Union level, the Union may adopt measures, in (58) Since the objectives of this Regulation, namely to enhance solidarity between Member States contribute to an effective management of migration flows and to the implementation, strengthening and development of the common policy on asylum , subsidiary protection and temporary protection and of the common immigration policy, cannot be sufficiently achieved by the Member States acting ",
        "7402/19 PT/ev 39 ANNEX GIP.2 EN accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective. alone and can be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective. Amendment 62 Proposal for a regulation Article 1 – paragraph 1 Text proposed by the Commission Amendment 1. This Regulation establishes the Asylum and Migration Fund (‘the Fund’). 1. This Regulation establishes the Asylum , Migration and Integration Fund (‘the Fund’). Amendment 63 Proposal for a regulation Article 2 – paragraph 1 – point a Text proposed by the Commission Amendment (a) 'applicant for international protection' means an applicant as defined in point [x] of Article 2 of Regulation (EU) ../.. [Asylum Procedure Regulation] 30 ; (a) 'applicant for international protection' means an applicant as defined in point (c) of Article 2 of Directive 2013/32/EU ; __________________ 30 OJ C , , p. . Amendment 64 Proposal for a regulation Article 2 – paragraph 1 – point b ",
        "7402/19 PT/ev 40 ANNEX GIP.2 EN Text proposed by the Commission Amendment (b) 'beneficiary of international protection' within the meaning of point (2) of Article [2] of Regulation (EU) ../.. [Qualification Regulation] 31 ; (b) 'beneficiary of international protection' within the meaning of point (b) of Article 2 of Directive 2011/95/EU ; __________________ 31 OJ C , , p. . Amendment 65 Proposal for a regulation Article 2 – paragraph 1 – point e Text proposed by the Commission Amendment (e) 'humanitarian admission ' within the meaning of Article [2] of Regulation (EU) ../.. [Union Resettlement [and Humanitarian Admission] Framework] 32 ; (e) 'humanitarian scheme ’ means the admission to the territory of the Member States from a third country to which they have been displaced, following, where requested by a Member State, a referral from the UNHCR or another relevant international body, of third-country nationals or stateless persons who are granted international protection or a humanitarian status under national law that provides for rights and obligations equivalent to those of Articles 20 to 32 and Article 34 of Directive 2011/95/EU for beneficiaries of subsidiary protection; _______________ 32 OJ C , , p. . Amendment 66 Proposal for a regulation Article 2 – paragraph 1 – point g ",
        "7402/19 PT/ev 41 ANNEX GIP.2 EN Text proposed by the Commission Amendment (g) 'resettlement' means ‘resettlement’ as defined in Article [2] of Regulation (EU) ../.. [Union Resettlement [and Humanitarian Admission ] Framework] ; (g) 'resettlement’ means the admission , following a referral from the United Nations High Commissioner for Refugees (‘UNHCR’), of third -country nationals or stateless persons from a third country to which they have been displaced, to the territory of the Member States, and who are granted international protection and have access to a durable solution in accordance with Union and national law ; Amendment 67 Proposal for a regulation Article 2 – paragraph 1 – point j a (new) Text proposed by the Commission Amendment (ja) ‘unaccompanied minor’ means a minor who arrives on the territory of the Member States unaccompanied by an adult responsible for him or her whether by law or by the practice of the Member State concerned, and for as long as he or she is not effectively taken into the care of such an adult, including a minor who is left unaccompanied after he or she has entered the territory of the Member States. Amendment 68 Proposal for a regulation Article 3 – paragraph 1 Text proposed by the Commission Amendment 1. The policy objective of the Fund shall be to contribute to an efficient management of migration flows in line 1. The policy objective of the Fund shall be to contribute to implementation, strengthening and development of all ",
        "7402/19 PT/ev 42 ANNEX GIP.2 EN with the relevant Union acquis and in compliance with the Union’s commitments on fundamental rights. aspects of the common European asylum policy under Article 78 TFEU and of the common European immigration policy under Article 79 TFEU in line with the principle of solidarity and fair-sharing of responsibility, while fully respecting the Union’s and the Member States’ obligations under international law and the rights and principles enshrined in the Charter of Fundamental Rights of the European Union . Amendment 69 Proposal for a regulation Article 3 – paragraph 2 – point b Text proposed by the Commission Amendment (b) to support legal migration to the Member States including to contribute to the integration of third-country nationals ; (b) to strengthen and develop legal migration policies on the European and national level in accordance with Member States ’ economic and social needs ; Amendment 70 Proposal for a regulation Article 3 – paragraph 2 – point c Text proposed by the Commission Amendment (c) to contribute to countering irregular migration and ensuring effectiveness of return and readmission in third countries. (c) to contribute to and promote the effective integration and social inclusion of third-country nationals in complementarity with other EU Funds; Amendment 71 Proposal for a regulation Article 3 – paragraph 2 – point c a (new) ",
        "7402/19 PT/ev 43 ANNEX GIP.2 EN Text proposed by the Commission Amendment (ca) to contribute to countering irregular migration and ensuring effective, safe and dignified return, readmission and reintegration in third countries; Amendment 72 Proposal for a regulation Article 3 – paragraph 2 – point c b (new) Text proposed by the Commission Amendment (cb) to ensure solidarity and fair sharing of responsibility between the Member States, in particular towards those most affected by migration challenges, including through practical cooperation; Amendment 73 Proposal for a regulation Article 3 a (new) Text proposed by the Commission Amendment Article 3a Partnership For this Fund, partnerships shall include at least local and regional authorities or their representative associations, relevant international organisations, non- governmental organisations, in particular refugee and migrants organisations, national human rights institutions and equality bodies, and economic and social partners. These partners shall be involved in a ",
        "7402/19 PT/ev 44 ANNEX GIP.2 EN meaningful way in the preparation, implementation, monitoring and evaluation of programmes. Amendment 74 Proposal for a regulation Article 4 – paragraph 1 Text proposed by the Commission Amendment 1. Within the objectives referred to in Article 3, and in line with the implementation measures listed in Annex II, the Fund shall in particular support the actions listed in Annex III. 1. In accordance with the implementation measures listed in Annex II, the Fund shall support actions that contribute to the achievement of the objectives referred to in Article 3 and are listed in Annex III. The Commission shall be empowered to adopt delegated acts in accordance with Article 32 to amend the list of actions eligible for support from the Fund in Annex III. Amendment 75 Proposal for a regulation Article 4 – paragraph 2 Text proposed by the Commission Amendment 2. To achieve the objectives of this Regulation, the Fund may support the actions in line with the Union priorities as referred to in Annex III in relation to and in third countries, where appropriate, in accordance with Article 5 and 6. 2. To achieve the objectives referred to in Article 3 of this Regulation, the Fund may , in exceptional cases, within defined limits and subject to appropriate safeguards, support the actions as referred to in Annex III in relation to and in third countries, where appropriate, in accordance with Article 5 and 6. ",
        "7402/19 PT/ev 45 ANNEX GIP.2 EN Amendment 76 Proposal for a regulation Article 4 – paragraph 2 a (new) Text proposed by the Commission Amendment 2a. Without prejudice to the provisions of Article 16, the total amount of funding for supporting actions in or in relation to third countries under the thematic facility in accordance with Article 9 shall not exceed 5 % of the total amount allocated to the thematic facility under Article 8(2)(b). Amendment 77 Proposal for a regulation Article 4 – paragraph 2 b (new) Text proposed by the Commission Amendment 2b. Without prejudice to the provisions of Article 16, the total amount of funding for supporting actions in or in relation to third countries under the Member States’ programmes in accordance with Article 13 shall not exceed, for each Member State, 5 % of the total amount allocated to that Member State in accordance with Article 8(2)(a), Article 11(1) and Annex I. Amendment 78 Proposal for a regulation Article 4 – paragraph 2 c (new) Text proposed by the Commission Amendment 2c. Actions supported under this paragraph shall be fully coherent with ",
        "7402/19 PT/ev 46 ANNEX GIP.2 EN measures supported through the external financing instruments of the Union and with the general principles and general objectives of the Union’s external action. Amendment 79 Proposal for a regulation Article 4 a (new) Text proposed by the Commission Amendment Article 4a Gender equality and non-discrimination The Commission and the Member States shall ensure that gender equality and the integration of the gender perspective are an integral part of, and are promoted during, the various stages of the implementation of the Fund. The Commission and the Member States shall take all appropriate steps to prevent any discrimination based on sex, race, colour, ethnic or social origin, genetic features, language, religion or belief, political or other opinion, membership of a national minority, property, birth, disability, age or sexual orientation in access to the Fund and during the various stages of the implementation of the Fund. Amendment 80 Proposal for a regulation Article 5 – paragraph 1 – introductory part Text proposed by the Commission Amendment The Fund shall be open to third countries in accordance with the conditions laid down in a specific agreement covering the participation of the third country to the The Fund shall be open to Schengen Associated third countries in accordance with the conditions laid down in a specific agreement to be adopted in accordance ",
        "7402/19 PT/ev 47 ANNEX GIP.2 EN Asylum and Migration Fund, provided that the agreement: with Article 218 TFEU covering the participation of the third country to the Fund, provided that the agreement: Amendment 81 Proposal for a regulation Article 5 – paragraph 1 a (new) Text proposed by the Commission Amendment When drawing up the specific agreement referred to in this Article, the Commission shall consult the European Union Agency for Fundamental Rights, in particular with regard to the fundamental rights aspects of the agreement. Amendment 82 Proposal for a regulation Article 6 – paragraph 1 – point a – point 3 Text proposed by the Commission Amendment (3) third country listed in the work programme under the conditions specified therein; (3) a third country listed in the work programme under the conditions specified therein , and subject to the condition that all actions by, in, or in relation to that third country fully respect the rights and principles enshrined in the Charter of Fundamental Rights of the European Union, and the international obligations of the Union and the Member States ; Amendment 83 Proposal for a regulation Article 6 – paragraph 1 – point b ",
        "7402/19 PT/ev 48 ANNEX GIP.2 EN Text proposed by the Commission Amendment (b) any legal entity created under Union law or any international organisation. (b) any legal entity created under Union law or any relevant international organisation. Amendment 84 Proposal for a regulation Article 6 – paragraph 3 Text proposed by the Commission Amendment 3. Legal entities established in a third country are exceptionally eligible to participate where this is necessary for the achievement of the objectives of a given action. deleted Amendment 85 Proposal for a regulation Article 6 – paragraph 4 Text proposed by the Commission Amendment 4. Legal entities participating in consortia of at least two independent entities, established in different Member States or overseas countries or territories linked to those states or in third countries are eligible. 4. Legal entities participating in consortia of at least two independent entities, established in different Member States or overseas countries or territories linked to those states are eligible when this contributes to the achievement of the objectives of the Fund as laid down in Article 3 of this Regulation . Amendment 86 Proposal for a regulation ",
        "7402/19 PT/ev 49 ANNEX GIP.2 EN Article 7 – paragraph 1 Text proposed by the Commission Amendment 1. Support provided under this Regulation shall complement national, regional and local intervention, and shall focus on adding value to the objectives of this Regulation. 1. Support provided under this Regulation shall complement national, regional and local intervention, and shall focus on bringing Union added value to the objectives of this Regulation. Amendment 87 Proposal for a regulation Article 7 – paragraph 2 Text proposed by the Commission Amendment 2. The Commission and the Member States shall ensure that the support provided under this Regulation and by the Member States is consistent with the relevant activities, policies and priorities of the Union and is complementary to other Union instruments. 2. The Commission and the Member States shall ensure that the support provided under this Regulation and by the Member States is consistent with the relevant activities, policies and priorities of the Union and is complementary to and coordinated with national instruments and other Union instruments and measures funded under other Union funds, in particular the structural funds and external financing instruments of the Union . Amendment 88 Proposal for a regulation Article 8 – paragraph 1 Text proposed by the Commission Amendment 1. The financial envelope for the implementation of the Fund for the 2021- 2027 period shall be EUR 10 415 000 000 in current prices. 1. The financial envelope for the implementation of the Fund for the 2021- 2027 period shall be EUR 9 204 957 000 in 2018 prices (EUR 10 415 000 000 in ",
        "7402/19 PT/ev 50 ANNEX GIP.2 EN current prices ) . Amendment 89 Proposal for a regulation Article 8 – paragraph 2 – point a Text proposed by the Commission Amendment (a) EUR 6 249 000 000 shall be allocated to the programmes implemented under shared management; (a) EUR 5 522 974 200 in 2018 prices ( EUR 6 249 000 000 in current prices) shall be allocated to the programmes implemented under shared management; Amendment 90 Proposal for a regulation Article 8 – paragraph 2 – point b Text proposed by the Commission Amendment (b) EUR 4 166 000 000 shall be allocated to the thematic facility. (b) EUR 3 681 982 800 in 2018 prices ( EUR 4 166 000 000 in current prices) shall be allocated to the thematic facility. Amendment 91 Proposal for a regulation Article 8 – paragraph 3 Text proposed by the Commission Amendment 3. Up to 0.42 % of the financial envelope shall be allocated for technical assistance at the initiative of the Commission as referred to in Article 29 of the Regulation EU . ./.. [Common Provisions Regulation]. 3. Up to 0.42 % of the financial envelope shall be allocated for technical assistance at the initiative of the Commission. ",
        "7402/19 PT/ev 51 ANNEX GIP.2 EN Amendment 92 Proposal for a regulation Article 9 – paragraph 1 – subparagraph 1 – point e Text proposed by the Commission Amendment e) support to Member States contributing to solidarity and responsibility efforts; and e) support to Member States , including to local and regional authorities, and to international and non-governmental organisations, which contribute to solidarity efforts; and Amendment 93 Proposal for a regulation Article 9 – paragraph 2 Text proposed by the Commission Amendment 2. Funding from the thematic facility shall address priorities with a high added value to the Union or be used to respond to urgent needs in line with agreed Union priorities as outlined in Annex II. 2. Funding from the thematic facility shall address priorities with a high added value to the Union or be used to respond to urgent needs in line with agreed Union priorities as outlined in Annex II and through the eligible actions in Annex III . The Commission shall ensure regular engagement with civil society organisations in the preparation, implementation, monitoring and evaluation of work programmes. A minimum of 20 % of the funding from the thematic facility shall be allocated to the specific objective referred to in point (a) of Article 3(2). A minimum of 10 % of the funding from the thematic facility shall be allocated to the specific objective referred to in point (b) of the first subparagraph of Article 3(2). A minimum of 10 % of the funding from ",
        "7402/19 PT/ev 52 ANNEX GIP.2 EN the thematic facility shall be allocated to the specific objective referred in point (c) of the first subparagraph of Article 3(2). A minimum of 10 % of the funding from the thematic facility shall be allocated to the specific objective referred to in point (cb) of the first subparagraph of Article 3(2). Amendment 94 Proposal for a regulation Article 9 – paragraph 3 Text proposed by the Commission Amendment 3. When funding from the thematic facility is granted in direct or indirect management to Member States, it shall be ensured that selected projects are not affected by a reasoned opinion by the Commission in respect of an infringement under Article 258 of the TFEU that puts at risk the legality and regularity of expenditure or the performance of projects . 3. When funding from the thematic facility is granted in direct or indirect management to Member States, no funding shall be available for projects where there is clear evidence that the legality of those projects, or the legality and regularity of that funding, or the performance of those projects, would be put in doubt as a result of a reasoned opinion by the Commission in respect of an infringement under Article 258 of the TFEU. Amendment 95 Proposal for a regulation Article 9 – paragraph 4 Text proposed by the Commission Amendment 4. When funding from the thematic facility is implemented in shared management, the Commission shall , for the purposes of Articles 18 and 19(2) of Regulation EU ../.. [Common Provisions Regulation], assess whether the foreseen 4. When funding from the thematic facility is implemented in shared management, the Commission shall ensure that no funding is available for projects where there is clear evidence that the legality of those projects, or the legality ",
        "7402/19 PT/ev 53 ANNEX GIP.2 EN actions are not affected by a reasoned opinion by the Commission in respect of an infringement under Article 258 of the TFEU that puts at risk the legality and regularity of expenditure or the performance of the projects . and regularity of that funding, or the performance of those projects would be put in doubt as a result of a reasoned opinion by the Commission in respect of an infringement under Article 258 of the TFEU. Amendment 96 Proposal for a regulation Article 9 – paragraph 5 Text proposed by the Commission Amendment 5. The Commission shall establish the overall amount made available for the thematic facility under the annual appropriations of the Union budget. The Commission shall adopt financing decisions as referred to in Article [110] of the Financial Regulation for the thematic facility identifying objectives and actions to be supported and specifying the amounts for each of its components as referred to in paragraph 1. Financing decisions shall set out, where applicable, the overall amount reserved for blending operations . 5. The Commission shall establish the overall amount made available for the thematic facility under the annual appropriations of the Union budget. The Commission shall adopt delegated acts in accordance with Article 32 to lay down work programmes for the thematic facility identifying objectives and actions to be supported and specifying the amounts for each of its components as referred to in paragraph 1. The work programmes shall be made publicly available . Amendment 97 Proposal for a regulation Article 9 – paragraph 6 Text proposed by the Commission Amendment 6. The thematic facility shall in particular, support actions falling under the implementation measure 2(b) of Annex II that are implemented by the local and regional authorities or civil society organisations. 6. The thematic facility shall in particular, support actions falling under the implementation measure 2a of Annex II that are implemented by the local and regional authorities or civil society organisations. In that regard, a minimum of 5 % of the financial envelope of the thematic facility shall be granted under ",
        "7402/19 PT/ev 54 ANNEX GIP.2 EN direct or indirect management to local and regional authorities implementing integration actions. Amendment 98 Proposal for a regulation Article 9 – paragraph 7 Text proposed by the Commission Amendment 7. Following the adoption of a financing decision as referred to in paragraph 5, the Commission may amend the programmes implemented under shared management accordingly. 7. Following the adoption of work programmes as referred to in paragraph 5, the Commission may amend the programmes implemented under shared management accordingly. Amendment 99 Proposal for a regulation Article 9 – paragraph 8 Text proposed by the Commission Amendment 8. These financing decisions may be annual or multiannual and may cover one or more components of the thematic facility. 8. These work programmes may be annual or multiannual and may cover one or more components of the thematic facility. Amendment 100 Proposal for a regulation Article 10 – paragraph 2 Text proposed by the Commission Amendment 2. Support under this section shall be implemented under shared management in accordance with Article [63] of the 2. Support under this section shall be implemented under shared management in accordance with Article [63] of the ",
        "7402/19 PT/ev 55 ANNEX GIP.2 EN Financial Regulation and the Regulation EU ../.. [ Common Provisions Regulation] . Financial Regulation and the framework setting up financial rules common to several EU funds, including the AMIF . Amendment 101 Proposal for a regulation Article 12 – paragraph 1 Text proposed by the Commission Amendment 1. The contribution from the Union budget shall not exceed 75 % of the total eligible expenditure of a project. 1. The contribution from the Union budget shall not exceed 75 % of the total eligible expenditure of a project. Member States are encouraged to provide matching funds for activities supported by the Fund. Amendment 102 Proposal for a regulation Article 12 – paragraph 3 Text proposed by the Commission Amendment 3. The contribution from the Union budget may be increased to 90 % of the total eligible expenditure for actions listed in Annex IV. 3. The contribution from the Union budget shall be increased to a minimum of 80 % and may be increased to 90 % of the total eligible expenditure for actions listed in Annex IV. Amendment 103 Proposal for a regulation Article 13 – paragraph 1 Text proposed by the Commission Amendment 1. Each Member State shall ensure that 1. Each Member State and the ",
        "7402/19 PT/ev 56 ANNEX GIP.2 EN the priorities addressed in its programme are consistent with, and respond to, the Union priorities and challenges in the area of migration management and are fully in line with the relevant Union acquis and agreed Union priorities . In defining the priorities of their programmes Member States shall ensure that the implementation measures set out in Annex II are adequately addressed. Commission shall ensure that the priorities addressed in the national programme are consistent with, and respond to, the Union priorities and challenges in the area of asylum and migration management , and are fully in line with the relevant Union acquis and the international obligations of the Union and Member States arising from international instruments to which they are signatories, in particular the UN Convention on the Rights of the Child . In defining the priorities of their programmes Member States shall ensure that the implementation measures set out in Annex II are adequately addressed. In that regard, Member States shall allocate a minimum of 20 % of their allocated funding to the specific objective referred to in point (a) of the first subparagraph of Article 3(2). Member States shall allocate a minimum of 10 % of their allocated funding to the specific objectives referred to in point (b) of the first subparagraph of Article 3(2). Member States shall allocate a minimum of 10 % of their allocated funding to the specific objectives referred to in point (c) of the first subparagraph of Article 3(2). Member States shall allocated a minimum of 10 % of their allocated funding to the specific objective referred to in point (cb) of the first subparagraph of Article 3(2). Amendment 104 Proposal for a regulation Article 13 – paragraph 1 a (new) Text proposed by the Commission Amendment 1a. Member States shall, in addition, ensure that their programmes include actions addressing all the specific objectives of the Fund referred to in Article 3(2) and that the allocation of resources among the objectives ensures ",
        "7402/19 PT/ev 57 ANNEX GIP.2 EN that those objectives can be met. When evaluating Member State programmes, the Commission shall ensure that no funding is available for projects where there is clear evidence that the legality of those projects, or the legality and regularity of that funding, or the performance of those projects, would be put in doubt as a result of a reasoned opinion of the Commission in relation to infringement proceedings under Article 258 TFEU. Amendment 105 Proposal for a regulation Article 13 – paragraph 2 Text proposed by the Commission Amendment 2. The Commission shall ensure that the European Union Agency for Asylum and the European Border and Coast Guard Agency are associated to the process of developing the programmes at an early stage, as regards the areas of their competence. The Commission shall consult the European Border and Coast Guard Agency and the European Union Agency for Asylum on the draft programmes to ensure consistency and complementarity of the actions of the agencies and those of the Member States. 2. The Commission shall ensure that the European Asylum Support Office, the European Union Agency for Fundamental Rights and the European Border and Coast Guard Agency are associated to the process of developing the programmes at an early stage, as regards the areas of their competence. The Commission shall consult the European Border and Coast Guard Agency , the European Union Agency for Fundamental Rights and the European Asylum Support Office on the draft programmes to ensure consistency and complementarity of the actions of the agencies and those of the Member States. Amendment 106 Proposal for a regulation Article 13 – paragraph 3 ",
        "7402/19 PT/ev 58 ANNEX GIP.2 EN Text proposed by the Commission Amendment 3. The Commission may associate the European Union Agency for Asylum and European Border and Coast Guard Agency in monitoring and evaluation tasks as referred to in Section 5 where appropriate in particular in view of ensuring that the actions implemented with the support of the Fund are compliant with the relevant Union acquis and agreed Union priorities. 3. The Commission may associate the European Asylum Support Office, the European Union Agency for Fundamental Rights, the European Border and Coast Guard Agency and the UNHCR in monitoring and evaluation tasks as referred to in Section 5 where appropriate in particular in view of ensuring that the actions implemented with the support of the Fund are compliant with the relevant Union acquis and agreed Union priorities. Amendment 107 Proposal for a regulation Article 13 – paragraph 4 Text proposed by the Commission Amendment 4. Further to a monitoring exercise as carried out in accordance with Regulation (EU) [ ../..] [EUAA Regulation] or the adoption of recommendations in accordance with Regulation (EU) No 1053/2013 which are within the scope of this Regulation, the Member State concerned shall examine, together with the Commission, and where relevant with the European Union Agency for Asylum and the European Border and Coast Guard Agency, how to address the findings, including any shortcomings or issues of capacity and preparedness, and shall implement the recommendations through its programme. 4. Further to any monitoring exercise carried out , or the adoption of recommendations in accordance with Regulation (EU) No 1053/2013 which are within the scope of this Regulation, the Member State concerned shall examine, together with the Commission, and where relevant with the European Asylum Support Office, the European Union Agency for Fundamental Rights and the European Border and Coast Guard Agency, how to address the findings, including any shortcomings or issues of capacity and preparedness, and shall implement the recommendations through its programme. Amendment 108 Proposal for a regulation Article 13 – paragraph 5 ",
        "7402/19 PT/ev 59 ANNEX GIP.2 EN Text proposed by the Commission Amendment 5. Where necessary, the programme in question shall be amended to take into account the recommendations referred to in paragraph 4. Depending on the impact of the adjustment, the revised programme may be approved by the Commission. 5. Where necessary, the programme in question shall be amended to take into account the recommendations referred to in paragraph 4 and the progress in achieving the milestones and targets as assessed in the annual performance reports referred to in point (a) of Article 30(2) . Depending on the impact of the adjustment, the revised programme may be approved by the Commission. Amendment 109 Proposal for a regulation Article 13 – paragraph 7 a (new) Text proposed by the Commission Amendment 7a. National programmes may allow for the inclusion in the actions referred to in point 3a of Annex III of immediate relatives of persons covered by the target group referred to in that point, to the extent that it is necessary for the effective implementation of such actions. Amendment 110 Proposal for a regulation Article 13 – paragraph 8 Text proposed by the Commission Amendment 8. Whenever a Member State decides to implement projects with or in a third country with the support of the Fund, the Member State concerned shall consult the Commission prior to the start of the 8. Without prejudice to the second subparagraph of Article 4(2), whenever a Member State decides to implement projects with or in a third country with the support of the Fund, the Member State concerned shall request the approval of the ",
        "7402/19 PT/ev 60 ANNEX GIP.2 EN project. Commission prior to the start of the project. The Commission shall ensure the complementarity and coherence of the planned projects with other Union and Member State actions taken in or in relation to the third country concerned and shall verify that the conditions set out in point (3) of point (a) of Article 6(1) are met. Amendment 111 Proposal for a regulation Article 13 – paragraph 9 Text proposed by the Commission Amendment 9. Programming as referred to in Article 17(5) of Regulation EU) …/2021 [Common Provisions Regulation], shall be based on the types of intervention set out in Table 1 of Annex VI. 9. Each national programme shall set out for each specific objective the types of intervention in accordance with Table 1 of Annex VI and provide an indicative breakdown of the programmed resources by type of intervention or area of support . Amendment 112 Proposal for a regulation Article 13 – paragraph 9 a (new) Text proposed by the Commission Amendment 9a. Each Member State shall publish its programme on a dedicated website and forward it to the European Parliament and to the Council. That website shall specify the actions supported in the implementation of the programme and list the beneficiaries. It shall be updated regularly, at least at the same time as the publication of the Annual Performance Report referred to in Article 30. ",
        "7402/19 PT/ev 61 ANNEX GIP.2 EN Amendment 113 Proposal for a regulation Article 14 – paragraph -1 (new) Text proposed by the Commission Amendment -1. The programmes shall be subject to a mid-term review and evaluation in accordance with Article 29 of this Regulation. Amendment 114 Proposal for a regulation Article 14 – paragraph 1 Text proposed by the Commission Amendment 1. In 2024 , the Commission shall allocate to the programmes of Member States concerned the additional amount referred to in Article 11(1)(b) in accordance with the criteria referred to in paragraphs 1(b) to 5 of Annex I. Funding shall be effective for the period as of the calendar year 2025. 1. By the end of 2024, and after informing the European Parliament , the Commission shall allocate to the programmes of Member States concerned the additional amount referred to in Article 11(1)(b) in accordance with the criteria referred to in paragraphs1(b) to 5 of Annex I. Funding shall be effective for the period as of the calendar year 2025. Amendment 115 Proposal for a regulation Article 14 – paragraph 2 Text proposed by the Commission Amendment 2. If at least 10 % of the initial allocation of a programme referred to in Article 11(1)(a) has not been covered by payment applications submitted in accordance with Article [85] of Regulation (EU) …/2021 [Common 2. If at least 30 % of the initial allocation of a programme referred to in Article 11(1)(a) has not been covered by payment applications, the Member State concerned shall not be eligible to receive the additional allocation for the programme ",
        "7402/19 PT/ev 62 ANNEX GIP.2 EN Provisions Regulation] , the Member State concerned shall not be eligible to receive the additional allocation for the programme referred to in paragraph 1. referred to in paragraph 1. Amendment 116 Proposal for a regulation Article 14 – paragraph 3 Text proposed by the Commission Amendment 3. The allocation of the funds from the thematic facility as of 2025 shall , where appropriate, take into account the progress made in achieving milestones of the performance framework as referred to in Article [12] of Regulation (EU) …/2021 [Common Provisions Regulation] and identified implementation shortcomings. 3. The allocation of the funds from the thematic facility as of 2025 shall take into account the progress made in achieving milestones of the performance framework and identified implementation shortcomings. Amendment 117 Proposal for a regulation Article 15 – paragraph 1 Text proposed by the Commission Amendment 1. Specific actions are transnational or national projects in line with the objectives of this Regulation for which one, several or all Member States may receive an additional allocation to their programmes. 1. Specific actions are transnational or national projects bringing Union added value in line with the objectives of this Regulation for which one, several or all Member States may receive an additional allocation to their programmes. Amendment 118 Proposal for a regulation Article 16 ",
        "7402/19 PT/ev 63 ANNEX GIP.2 EN Text proposed by the Commission Amendment Article 16 deleted Resources for the Union Resettlement [and Humanitarian Admission] Framework 1. Member States shall receive, in addition to their allocation calculated in accordance with Article 11(1)(a), a contribution of EUR 10 000 for each resettled person in accordance with the targeted Union resettlement scheme. That contribution shall take the form of financing not linked to costs in accordance with Article [125] of the Financial Regulation. 2. The amount referred to in paragraph 1 shall be allocated to the Member States through the amendment of their programme provided that the person in respect of whom the contribution is allocated was effectively resettled in accordance with the Union Resettlement [and Humanitarian Admission] Framework. 3. The funding shall not be used for other actions in the programme except in duly justified circumstances and as approved by the Commission through the amendment of the programme. 4. Member States shall keep the information necessary to allow the proper identification of the resettled persons and of the date of their resettlement. Amendment 119 Proposal for a regulation Article 16 a (new) ",
        "7402/19 PT/ev 64 ANNEX GIP.2 EN Text proposed by the Commission Amendment Article 16a Resources for resettlement and humanitarian admission 1. Member States shall, in addition to their allocation calculated in accordance with point (a) of Article 11(1), receive every two years an additional amount based on a lump sum of EUR 10 000 for each person admitted through resettlement. 2. Member States shall, in addition to their allocation calculated in accordance with point (a) of Article 11(1), receive every two years an additional amount based on a lump sum of EUR 6 000 for each person admitted through humanitarian schemes. 3. Where appropriate, Member States may also be eligible for lump sums for family members of persons referred to in paragraph 1 to ensure family unity. 4. The additional amount referred to in paragraphs 1 and 2 shall be allocated to the Member States every two years, for the first time in the individual financing decisions approving their national programme and later in a financing decision to be annexed to the decisions approving their national programme. 5. Taking into account the current rates of inflation, relevant developments in the field of resettlement, as well as factors which can optimise the use of the financial incentive brought by the lump sum, and within the limits of available resources, the Commission shall be empowered to adopt delegated acts in accordance with Article 32 to adjust, if deemed appropriate, the lump sum referred to in paragraphs 1 and 2 of this Article. ",
        "7402/19 PT/ev 65 ANNEX GIP.2 EN Amendment 120 Proposal for a regulation Article 17 Text proposed by the Commission Amendment Article 17 deleted Resources to support the implementation of Regulation ../.. [Dublin Regulation] 1. A Member State shall receive, in addition to their allocation calculated in accordance with Article 11(1)(a), a contribution of EUR [10 000] for each applicant for international protection for whom that Member State becomes responsible as from when that Member State is in challenging circumstances as defined in Regulation (EU) ../.. [Dublin Regulation]. 2. A Member State shall receive, in addition to their allocation calculated in accordance with Article 11(1)(a), a contribution of EUR [10 000] for each applicant for international protection allocated to that Member State who is above the benefitting Member State's fair share. 3. A Member State referred to in paragraphs 1 and 2 shall receive an additional contribution of EUR [10 000] per applicant who has been granted international protection for the implementation of integration measures. 4. A Member State referred to in paragraphs 1 and 2 shall receive an additional contribution of EUR [10 000] per person for whom the Member State can establish on the basis of the updating of the data set referred to in Article 11(d) of Regulation (EU) ../.. [Eurodac Regulation] that the person has left the territory of the Member State, on either a compulsory or voluntarily basis in compliance with a return decision or a removal order. ",
        "7402/19 PT/ev 66 ANNEX GIP.2 EN 5. A Member State shall receive, in addition to its allocation calculated in accordance with Article 11(1)(a), a contribution of EUR [500] for each applicant of international protection transferred from one Member State to another, for each applicant transferred pursuant to point (c) of the first paragraph of Article 34(i) of Regulation (EU) ../… [Dublin Regulation] and, where applicable, for each applicant transferred pursuant to point (g) of Article 34 (j) of Regulation (EU) ../.. [Dublin Regulation]. 6. The amounts referred to in this Article shall take the form of financing not linked to costs in accordance with Article [125] of the Financial Regulation. 7. The additional amounts referred to in paragraphs 1 to 5 shall be allocated to the Member States in their programmes provided that the person in respect of whom the contribution is allocated was, as applicable, effectively transferred to a Member State, effectively returned or registered as an applicant in the Member State responsible in accordance with Regulation (EU) ../.. [Dublin Regulation]. 8. This funding shall not be used for other actions in the programme except in duly justified circumstances and as approved by the Commission through the amendment of the programme. Amendment 121 Proposal for a regulation Article 17 a (new) Text proposed by the Commission Amendment Article 17a Resources to support the implementation of Regulation (EU) No 604/2013 ",
        "7402/19 PT/ev 67 ANNEX GIP.2 EN 1. The determining Member State shall receive, in addition to its allocation calculated in accordance with point (a) of Article 11(1) of this Regulation, refunding of the costs of reception of an applicant for international protection from the time when the application is made until the transfer of the applicant to the Member State responsible, or until the determining Member State assumes responsibility for the applicant in accordance with Regulation (EU) No 604/2013. 2. The transferring Member State shall receive, in addition to its allocation calculated in accordance with point (a) of Article 11(1) of this Regulation, refunding of the costs necessary to transfer an applicant or another personas referred to in points (c) and (d) of Article 18(1) of Regulation (EU) No 604/2013. 3. Each Member State shall, in addition to their allocation calculated in accordance with point (a) of Article 11(1) of this Regulation, receive a lump sum of EUR 10 000 for each unaccompanied minor who is granted international protection in that Member State, provided that the Member State is not eligible for a lump sum payment for that unaccompanied minor under Article 16(1). 4. The refunding referred to in this Article shall take a form of financing in accordance with Article 125 of the Financial Regulation. 5. The refunding referred to in paragraph 2 shall be allocated to the Member States in their programmes provided that the person in respect of whom the refunding is allocated was effectively transferred to a Member State in accordance with Regulation (EU) No 604/2013. Amendment 122 Proposal for a regulation Article 17 b (new) ",
        "7402/19 PT/ev 68 ANNEX GIP.2 EN Text proposed by the Commission Amendment Article 17b Resources for the transfer of applicants for international protection or beneficiaries of international protection 1. With a view to implementing the principle of solidarity and fair sharing of responsibility, Member States shall receive, in addition to their allocation calculated in accordance with point (a) of Article 11(1), an additional amount based on a lump sum of EUR 10 000 for each applicant for international protection or beneficiary of international protection transferred from another Member State. 2. Member States may also be eligible for lump sums for family members of persons referred to in paragraph 1, where appropriate, provided that those family members have been transferred in accordance with this Regulation. 3. The additional amounts referred to in paragraph 1 shall be allocated to the Member States for the first time in the individual financing decisions approving their national programme and later in a financing decision to be annexed to the decision approving their national programme. This funding shall not be used for other actions in the programme except in duly justified circumstances and as approved by the Commission through the amendment of the programme. 4. To effectively pursue the objectives of solidarity and fair sharing of responsibility between the Member States referred to in Article 80 TFEU, and taking into account the current rates of inflation, relevant developments in the field of transfer of applicants for international protection and of beneficiaries of international protection from one Member State to another and in the field of resettlement and other ad hoc humanitarian admission, as well as ",
        "7402/19 PT/ev 69 ANNEX GIP.2 EN factors which can optimise the use of the financial incentive brought by the lump sum, and within the limits of available resources, the Commission shall be empowered to adopt delegated acts in accordance with Article 32 to adjust, if deemed appropriate, the lump sum referred to in paragraph 1 of this Article. Amendment 123 Proposal for a regulation Article 18 – paragraph 2 Text proposed by the Commission Amendment 2. A Member State may use up to 10 % of the amount allocated under the Fund to its programme to finance operating support under objectives in Article 3(2) (a) and (c) . 2. A Member State may use up to 10 % of the amount allocated under the Fund to its programme to finance operating support under objectives in Article 3(2). Amendment 124 Proposal for a regulation Article 18 – paragraph 3 Text proposed by the Commission Amendment 3. The Member States using operating support shall comply with the Union acquis on asylum and return . 3. The Member States using operating support shall comply with the Union acquis on asylum and immigration and fully respect the rights and principles enshrined in the Charter of Fundamental Rights of the European Union. Amendment 125 Proposal for a regulation Article 18 – paragraph 4 ",
        "7402/19 PT/ev 70 ANNEX GIP.2 EN Text proposed by the Commission Amendment 4. Member States shall justify in the programme and in the annual performance report as referred to in Article 30 the use of operating support to achieve the objectives of this Regulation. Before the approval of the programme, the Commission shall, with the European Union Agency for Asylum and the European Border and Coast Guard Agency in line with Article 13, assess the baseline situation in the Member States which have indicated their intention to use operating support. The Commission shall take into account the information provided by those Member States and, where relevant, the information available in the light of the monitoring exercises, as carried out in accordance with Regulation (EU) ../.. [EUAA Regulation] and Regulation (EU) No 1053/2013, which are within the scope of this Regulation. 4. Member States shall justify in the programme and in the annual performance report as referred to in Article 30 the use of operating support to achieve the objectives of this Regulation. Before the approval of the programme, the Commission shall, with the European Asylum Support Office, the European Union Agency for Fundamental Rights and the European Border and Coast Guard Agency in line with Article 13, assess the baseline situation in the Member States which have indicated their intention to use operating support. The Commission shall take into account the information provided by those Member States and, where relevant, the information available in the light of the monitoring exercises, as carried out by the European Asylum Support Office and Regulation (EU) No 1053/2013,which are within the scope of this Regulation. Amendment 126 Proposal for a regulation Article 18 – paragraph 5 Text proposed by the Commission Amendment 5. Operating support shall be concentrated on specific tasks and services as laid down in Annex VII. 5. Operating support shall be concentrated on eligible actions as laid down in Annex VII. Amendment 127 Proposal for a regulation Article 18 – paragraph 6 ",
        "7402/19 PT/ev 71 ANNEX GIP.2 EN Text proposed by the Commission Amendment 6. To address unforeseen or new circumstances or to ensure the effective implementation of funding, the Commission shall be empowered to adopt delegated acts in accordance with Article 32 to amend the list of specific tasks and services in Annex VII. 6. To address unforeseen or new circumstances or to ensure the effective implementation of funding, the Commission shall be empowered to adopt delegated acts in accordance with Article 32 to amend the list of eligible actions in Annex VII. Amendment 128 Proposal for a regulation Article 20 – paragraph 4 Text proposed by the Commission Amendment 4. Grants implemented under direct management shall be awarded and managed in accordance with [Title VIII] of the Financial Regulation. 4. Grants implemented under direct and indirect management shall be awarded and managed in accordance with [Title VIII] of the Financial Regulation. Amendment 129 Proposal for a regulation Article 20 – paragraph 4 a (new) Text proposed by the Commission Amendment 4a. The Commission shall ensure flexibility, fairness and transparency in the distribution of resources among the objectives referred to in Article 3(2). Amendment 130 Proposal for a regulation Article 20 – paragraph 6 ",
        "7402/19 PT/ev 72 ANNEX GIP.2 EN Text proposed by the Commission Amendment 6. Contributions to a mutual insurance mechanism may cover the risk associated with the recovery of funds due by recipients and shall be considered a sufficient guarantee under the Financial Regulation. The provisions laid down in [Article X of] Regulation (EU) ../.. [successor of the Regulation on the Guarantee Fund] shall apply. 6. Contributions to a mutual insurance mechanism may cover the risk associated with the recovery of funds due by recipients and shall be considered a sufficient guarantee under the Financial Regulation. Amendment 131 Proposal for a regulation Article 21 – paragraph 2 Text proposed by the Commission Amendment 2. The amount made available for the European Migration Network under the annual appropriations of the Fund and the work programme laying down the priorities for its activities shall be adopted by the Commission, after approval by the Steering Board in accordance with Article 4(5)(a) of Decision 2008/381/EC (as amended). The decision of the Commission shall constitute a financing decision pursuant to Article [110] of the Financial Regulation. To ensure the timely availability of resources, the Commission may adopt the work programme for the European Migration Network in a separate financing decision. 2. The Amount made available for the European Migration Network under the annual appropriations of the Fund and the work programme laying down the priorities for its activities shall be adopted by the Commission, after approval by the Steering Board in accordance with Article 4(5)(a) of Decision 2008/381/EC (as amended). The decision of the Commission shall constitute a financing decision pursuant to the Financial Regulation. To ensure the timely availability of resources, the Commission may adopt the work programme for the European Migration Network in a separate financing decision. Amendment 132 Proposal for a regulation Article 21 a (new) Decision 2008/381/EC Article 5 – paragraph 5 – point d a (new) ",
        "7402/19 PT/ev 73 ANNEX GIP.2 EN Text proposed by the Commission Amendment Article 21a Amendment of Decision 2008/381/EC The following point is added in Article 5(5) of Decision 2008/381/EC: “(da) act as a contact point for potential beneficiaries of funding under the Asylum, Migration and Integration Fund Regulation and provide impartial guidance, practical information and assistance regarding all aspects of the Fund, including in relation to applications for funding under the relevant national programme or the thematic facility.”. Amendment 133 Proposal for a regulation Article 22 – paragraph 1 Text proposed by the Commission Amendment Blending operations decided under this Fund shall be implemented in accordance with the [InvestEu regulation] and Title X of the Financial Regulation. Blending operations decided under this Fund , as referred to in Article 2(1)(c) shall be implemented in accordance with the [InvestEu regulation] and Title X of the Financial Regulation. Amendment 134 Proposal for a regulation Article 25 – paragraph 1 Text proposed by the Commission Amendment 1. The recipients of Union funding shall acknowledge the origin and ensure the visibility of the Union funding, in particular when promoting the actions and 1. The recipients of Union funding shall promote the actions and their results by providing coherent, effective and meaningful information to multiple ",
        "7402/19 PT/ev 74 ANNEX GIP.2 EN their results , by providing coherent, effective and proportionate targeted information to multiple audiences, including the media and the public. relevant audiences, including media and the public in the relevant languages. To ensure the visibility of Union funding, recipients of Union funding shall refer to its origin when communicating on the action. To this end, recipients shall ensure that all communications to the media and the public, display the Union emblem, and explicitly mention the Union’s financial support . Amendment 135 Proposal for a regulation Article 25 – paragraph 2 Text proposed by the Commission Amendment 2. The Commission shall implement information and communication actions relating to the Fund and its actions and results. Financial resources allocated to the Fund shall also contribute to the corporate communication on the political priorities of the Union, as far as they are related to the objectives of this Regulation. 2. To reach the widest possible audience, the Commission shall implement information and communication actions relating to the Fund and its actions and results. In particular, the Commission shall publish information concerning the development of the annual and multiannual programmes of the thematic facility. The Commission shall also publish the list of operations selected for support under the thematic facility on a publicly available website and shall update that list at least every three months. Financial resources allocated to the Fund shall also contribute to the corporate communication on the implementation of political priorities of the Union, as far as they are related to the objectives of this Regulation. In particular, the Commission may promote best practices and exchange information as regards to the implementation of the instrument. ",
        "7402/19 PT/ev 75 ANNEX GIP.2 EN Amendment 136 Proposal for a regulation Article 25 – paragraph 2 a (new) Text proposed by the Commission Amendment 2a. The Commission shall publish the information referred to in paragraph 2 in open, machine readable formats, as set out in Article 5(1) of Directive 2003/98/EC of the European Parliament and of the Council 1a , which allows data to be sorted, searched, extracted, compared and reused. It shall be possible to sort the data by priority, specific objective, total eligible cost of operations, total cost of projects, total cost of procurement procedures, name of beneficiary, and name of contractor. _____________ 1a Directive 2003/98/EC of the European Parliament and of the Council of 17 November 2003 on the re-use of public sector information (OJ L 345, 31.12.2003, p. 90). Amendment 137 Proposal for a regulation Article 26 – paragraph 1 – introductory part Text proposed by the Commission Amendment 1. The Fund shall provide financial assistance to address urgent and specific needs in the event of an emergency situation resulting from one or more of the following: 1. The Commission may decide to provide financial assistance to address urgent and specific needs in the event of an emergency situation resulting from one or more of the following: ",
        "7402/19 PT/ev 76 ANNEX GIP.2 EN Amendment 138 Proposal for a regulation Article 26 – paragraph 1 – point a Text proposed by the Commission Amendment (a) heavy migratory pressure in one or more Member States characterised by a large or disproportionate inflow of third- country nationals, which places significant and urgent demands on their reception and detention facilities, asylum and migration management systems and procedures; (a) an unforeseen large or disproportionate inflow of third-country nationals in one or more Member States , which places significant and urgent demands on their reception and detention facilities, child protection systems, and asylum and migration management systems and procedures; Amendment 139 Proposal for a regulation Article 26 – paragraph 1 – point a a (new) Text proposed by the Commission Amendment (aa) voluntary relocation; Amendment 140 Proposal for a regulation Article 26 – paragraph 1 – point c Text proposed by the Commission Amendment (c) heavy migratory pressure in third countries, including where persons in need of protection may be stranded due to political developments or conflicts, notably where it might have an impact on migration flows towards the EU. (c) an unforeseen large or disproportionate inflow of persons in third countries, including where persons in need of protection may be stranded due to political developments , conflicts or natural disasters , notably where it might have an impact on migration flows towards the EU. ",
        "7402/19 PT/ev 77 ANNEX GIP.2 EN Amendment 141 Proposal for a regulation Article 26 – paragraph 1 a (new) Text proposed by the Commission Amendment 1a. Measures implemented in third countries in accordance with this Article shall be consistent with, and, where relevant, complementary to the Union humanitarian policy and respect humanitarian principles as set out in the Consensus on Humanitarian Aid. Amendment 142 Proposal for a regulation Article 26 – paragraph 1 b (new) Text proposed by the Commission Amendment 1b. In cases as described under points (a), (aa), (b) and (c) of paragraph 1 of this Article, the Commission shall inform the European Parliament and the Council without delay. Amendment 143 Proposal for a regulation Article 26 – paragraph 2 Text proposed by the Commission Amendment 2. Emergency assistance may take the form of grants awarded directly to the decentralised agencies . 2. Emergency assistance may take the form of grants awarded directly to the European Asylum Support Office, UNHCR, and local and regional authorities subject to unforeseen large or disproportionate inflows of third country nationals, and in particular those ",
        "7402/19 PT/ev 78 ANNEX GIP.2 EN responsible for the reception and integration of unaccompanied child migrants . Amendment 144 Proposal for a regulation Article 26 – paragraph 4 Text proposed by the Commission Amendment 4. Grants implemented under direct management shall be awarded and managed in accordance with [Title VIII] of the Financial Regulation. 4. Grants implemented under direct management shall be awarded and managed in accordance with the Financial Regulation. Amendment 145 Proposal for a regulation Article 26 – paragraph 4 a (new) Text proposed by the Commission Amendment 4a. Where necessary for the implementation of the action, emergency assistance may cover expenditure which was incurred prior to the date of submission of the grant application or the request for assistance, but not prior to 1 January 2021. Amendment 146 Proposal for a regulation Article 27 – paragraph 1 Text proposed by the Commission Amendment 1. An action that has received a contribution under the Fund may also 1. An operation that has received a contribution under the Fund may also ",
        "7402/19 PT/ev 79 ANNEX GIP.2 EN receive a contribution from any other Union programme, including Funds under shared management, provided that the contributions do not cover the same costs. The rules of each contributing Union programme shall apply to its respective contribution to the action . The cumulative funding shall not exceed the total eligible costs of the action and the support from the different Union programmes may be calculated on a pro-rata basis in accordance with the documents setting out the conditions for support. receive a contribution from any other Union programme, including Funds under shared management, provided that the contributions do not cover the same costs. The programmes presented by the Commission shall interact and complement each other and be drawn up with the necessary degree of transparency to avoid any duplication. The rules of each contributing Union programme shall apply to its respective contribution to the operation . The cumulative funding shall not exceed the total eligible costs of the operation and the support from the different Union programmes may be calculated on a pro-rata basis in accordance with the documents setting out the conditions for support. Amendment 147 Proposal for a regulation Article 27 – paragraph 2 – subparagraph 1 – introductory part Text proposed by the Commission Amendment Actions awarded a seal of Excellence certification, or which comply with the following cumulative comparative conditions: Operations awarded a seal of Excellence certification, or which comply with the following cumulative comparative conditions: Amendment 148 Proposal for a regulation Article 28 – paragraph 1 Text proposed by the Commission Amendment 1. In compliance with its reporting requirements pursuant to Article [43(3)(h)(i)(iii)] of the Financial Regulation, the Commission shall present to the European Parliament and the Council information on performance in 1. In compliance with its reporting requirements pursuant to the Financial Regulation, the Commission shall present to the European Parliament and the Council , at least annually, information on performance in accordance with Annex V. ",
        "7402/19 PT/ev 80 ANNEX GIP.2 EN accordance with Annex V. Amendment 149 Proposal for a regulation Article 28 – paragraph 3 Text proposed by the Commission Amendment 3. The indicators to report on progress of the Fund towards the achievement of the objectives of this Regulation are set in Annex VIII. For output indicators, baselines shall be set at zero. The milestones set for 2024 and targets set for 2029 shall be cumulative. 3. The indicators to report on progress of the Fund towards the achievement of the objectives of this Regulation are set in Annex VIII. For output indicators, baselines shall be set at zero. The milestones set for 2024 and targets set for 2029 shall be cumulative. Upon request, the data received by the Commission on output and result indicators shall be made available to the European Parliament and to the Council. Amendment 150 Proposal for a regulation Article 29 Text proposed by the Commission Amendment Article 29 deleted Evaluation 1. The Commission shall carry out a mid-term and a retrospective evaluation of this Regulation, including the actions implemented under the Fund. 2. The mid-term and the retrospective evaluation shall be carried out in a timely manner to feed into the decision-making process. ",
        "7402/19 PT/ev 81 ANNEX GIP.2 EN Amendment 151 Proposal for a regulation Article 29 a (new) Text proposed by the Commission Amendment Article 29a Evaluation 1. By 31 December 2024, the Commission shall present a mid-term evaluation of the implementation of this Regulation. The mid-term evaluation shall examine the effectiveness, efficiency, simplification and flexibility of the Fund. More specifically, it shall include an assessment of: (a) progress towards the achievement of the objectives of this Regulation, taking into account all relevant information available, in particular the annual performance reports submitted by the Member States under Article 30 and the output and result indicators set out in Annex VIII; (b) the EU added value of the actions and operations implemented under the Fund; (c) the contribution to EU solidarity in the field of asylum and migration; (d) the continued relevance of the implementation measures set out in Annex II and the actions set out in Annex III; (e) the complementarity, coordination and coherence between the actions supported under this Fund and the support provided by other Union funds, such as the structural funds, and external financing instruments of the Union; (f) the longer term impacts and the sustainability effects of the Fund. The midterm evaluation shall take into account retrospective evaluation results on the long-term impact of the predecessor fund - the Asylum, Migration ",
        "7402/19 PT/ev 82 ANNEX GIP.2 EN and Integration Fund 2014-2020 - and shall, where appropriate, be accompanied by a legislative proposal for the revision of this Regulation. 2. By 31 January 2030, the Commission shall carry out a retrospective evaluation. By the same date, the Commission shall submit an evaluation report to the European Parliament and to the Council. The retrospective evaluation shall include an assessment of all of the elements set out in paragraph 1. In that regard, the longer-term impacts and the sustainability of effects of the Fund shall be evaluated with a view to feeding into a decision on a possible renewal or modification of a subsequent fund. The mid-term and retrospective evaluation reports referred to in the first paragraph and the first subparagraph of this paragraph shall be conducted with meaningful participation of social partners, civil society organisations, including migrants and refugees’ organisations, equality bodies, national human rights institutions and other relevant organisations in accordance with the partnership principle as laid down in Article 3a. 3. In its mid-term and retrospective evaluation, the Commission shall pay particular attention to the evaluation of actions by, in or in relation to third countries in accordance with in Article 5, Article 6 and Article 13(8). Amendment 152 Proposal for a regulation Article 30 – paragraph 1 Text proposed by the Commission Amendment 1. By 15 February 2023 and by the same date of each subsequent year up to 1. By 15 February 2023 and by the same date of each subsequent year up to ",
        "7402/19 PT/ev 83 ANNEX GIP.2 EN and including 2031, Member States shall submit to the Commission the annual performance report as referred to in Article 36(6) of Regulatio n (EU)…/2021 [Common Provisions Regulation] . The report submitted in 2023 shall cover the implementation of the programme in the period to 30 June 2022. and including 2031, Member States shall submit to the Commission the annual performance report. The report submitted in 2023 shall cover the implementation of the programme in the period to 30 June 2022. Member States shall publish these reports on a dedicated website and forward them to the European Parliament and the Council. Amendment 153 Proposal for a regulation Article 30 – paragraph 2 – point a Text proposed by the Commission Amendment (a) progress in the implementation of the programme and in achieving the milestones and targets, taking into account the latest data as required by Article [37] of Regulation (EU) …/2021 [Common Provisions Regulation] ; (a) progress in the implementation of the programme and in achieving the milestones and targets, taking into account the latest cumulative data transmitted to the Commission ; Amendment 154 Proposal for a regulation Article 30 – paragraph 2 – point a a (new) Text proposed by the Commission Amendment (aa) a breakdown of the annual accounts of the national programme into recoveries, pre-financing to final beneficiaries and expenditure actually incurred; Amendment 155 Proposal for a regulation ",
        "7402/19 PT/ev 84 ANNEX GIP.2 EN Article 30 – paragraph 2 – point b Text proposed by the Commission Amendment (b) any issues affecting the performance of the programme and the action taken to address them; (b) any issues affecting the performance of the programme and the action taken to address them , including reasoned opinions issued by the Commission in respect of an infringement procedure under Article 258 TFEU ; Amendment 156 Proposal for a regulation Article 30 – paragraph 2 – point c Text proposed by the Commission Amendment (c) the complementarity between the actions supported by the Fund and support provided by other Union funds, in particular those in or in relation to third countries ; (c) the complementarity , coordination and coherence between the actions supported under this Fund and the support provided by other Union funds, such as the structural funds, and external financing instruments of the Union ; Amendment 157 Proposal for a regulation Article 30 – paragraph 2 – point d Text proposed by the Commission Amendment (d) contribution of the programme to the implementation of the relevant Union acquis and action plans; (d) contribution of the programme to the implementation of the relevant Union acquis and action plans and to cooperation and solidarity between Member States in the field of asylum ; ",
        "7402/19 PT/ev 85 ANNEX GIP.2 EN Amendment 158 Proposal for a regulation Article 30 – paragraph 2 – point d a (new) Text proposed by the Commission Amendment (da) compliance with fundamental rights requirements; Amendment 159 Proposal for a regulation Article 30 – paragraph 2 – point g Text proposed by the Commission Amendment (g) the number of persons resettled with the help of the Fund in line with the amounts referred to in Article 16(1); (g) the number of persons resettled or admitted with the help of the Fund in line with the amounts referred to in Article 16(1) and (2) ; Amendment 160 Proposal for a regulation Article 30 – paragraph 2 – point h Text proposed by the Commission Amendment (h) the number of applicants for or beneficiaries of international protection transferred from one Member State to another in line with Article 17 . (h) the number of applicants for or beneficiaries of international protection transferred from one Member State to another in line with Article 17b . Amendment 161 Proposal for a regulation Article 30 – paragraph 2 – point h a (new) ",
        "7402/19 PT/ev 86 ANNEX GIP.2 EN Text proposed by the Commission Amendment (ha) the number of vulnerable persons assisted through the programme, including children and those granted international protection; Amendment 162 Proposal for a regulation Article 30 – paragraph 3 Text proposed by the Commission Amendment 3. The Commission may make observations on the annual performance report within two months of the date of its receipt. Where the Commission does not provide observations by that deadline, the report shall be deemed to have been accepted. 3. The Commission may make observations on the annual performance report within two months of the date of its receipt. Where the Commission does not provide observations by that deadline, the report shall be deemed to have been accepted. Once accepted, the Commission shall make summaries of annual performance reports available to the European Parliament and to the Council, and shall publish them on a dedicated website. If not forwarded by the Member States in accordance with paragraph 1, the full text of the annual performance report shall be made available to the European Parliament and the Council on request. Amendment 163 Proposal for a regulation Article 32 – paragraph 2 Text proposed by the Commission Amendment 2. The power to adopt delegated acts referred to in Articles 13, 18, 28 and 31 2. The power to adopt delegated acts referred to in Articles 4, 9, 13, 16, 17b ,18, ",
        "7402/19 PT/ev 87 ANNEX GIP.2 EN shall be conferred on the Commission until 31 December 2028. 28 and 31 shall be conferred on the Commission until 31 December 2028. Amendment 164 Proposal for a regulation Article 32 – paragraph 3 Text proposed by the Commission Amendment 3. The delegation of powers referred to in Articles 13, 18, 28 and 31 may be revoked at any time by the European Parliament or by the Council. A decision of revocation shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. 3. The delegation of powers referred to in Articles 4 , 9, 13, 16, 17b , 28 and 31 may be revoked at any time by the European Parliament or by the Council. A decision of revocation shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. Amendment 165 Proposal for a regulation Article 32 – paragraph 6 Text proposed by the Commission Amendment 6. A delegated act adopted pursuant to Articles 13, 18, 28 and 31 shall enter into force only if neither the European Parliament nor the Council has expressed an objection within two months of being notified of it or if, before the expiry of that period, they have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or the Council. 6. A delegated act adopted pursuant to Articles 4 , 9, 13, 16, 17b , 18, 28 and 31 shall enter into force only if neither the European Parliament nor the Council has expressed an objection within two months of being notified of it or if, before the expiry of that period, they have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or the Council. ",
        "7402/19 PT/ev 88 ANNEX GIP.2 EN Amendment 166 Proposal for a regulation Annex I – point 1 – point a Text proposed by the Commission Amendment (a) Each Member State shall receive a fixed amount of EUR 5 000 000 from the Fund at the start of the programming period only; (a) Each Member State shall receive a fixed amount of EUR 10 000 000 from the Fund at the start of the programming period only; Amendment 167 Proposal for a regulation Annex I – point 4 – introductory part Text proposed by the Commission Amendment 4. The following criteria in the area of countering irregular migration including returns will be taken into account and shall be weighted as follows : 4. In the area of countering irregular migration including returns , the following criterion will be taken into account: Amendment 168 Proposal for a regulation Annex I – point 4 – point a Text proposed by the Commission Amendment (a) 50% in proportion to the number of third-country nationals who do not or no longer fulfil the conditions for entry and stay in the territory of the Member State and who are subject to a return decision under national and / or Community law, i.e. an administrative or judicial decision or act, stating or declaring the illegality of stay and imposing an obligation to return; (a) The number of third-country nationals who do not or no longer fulfil the conditions for entry and stay in the territory of the Member State and who are subject to a final return decision under national and / or Union law, i.e. an administrative or judicial decision or act, stating or declaring the illegality of stay and imposing an obligation to return; ",
        "7402/19 PT/ev 89 ANNEX GIP.2 EN Amendment 169 Proposal for a regulation Annex I – point 4 – point b Text proposed by the Commission Amendment (b) 50% in proportion to the number of third-country nationals who have actually left the territory of the Member State following an administrative or judicial order to leave, whether undertaken voluntarily or under coercion. deleted Amendment 170 Proposal for a regulation Annex I – point 5 Text proposed by the Commission Amendment 5. For initial allocation the reference figures shall be the latest annual statistical data produced by the Commission (Eurostat) covering the preceding three calendar years on the basis of data provided by Member States on the date of the applicability of this Regulation in accordance with Union law. For the mid- term review, the reference figures shall be the latest annual statistical data produced by the Commission (Eurostat) covering the preceding three calendar years available at the time of the mid-term review in 2024 on the basis of data provided by Member States in accordance with Union law. Where Member States have not supplied the Commission (Eurostat) with the statistics concerned, they shall provide provisional data as soon as possible. 5. For initial allocation the reference figures shall be the latest annual statistical data produced by the Commission (Eurostat) covering the preceding three calendar years on the basis of data provided by Member States on the date of the applicability of this Regulation in accordance with Union law . Data should be disaggregated by age and sex, by specific vulnerabilities and by asylum status, including those on children . For the mid-term review, the reference figures shall be the latest annual statistical data produced by the Commission (Eurostat) covering the preceding three calendar years available at the time of the mid-term review in 2024 on the basis of data provided by Member States in accordance with Union law. Where Member States have not supplied the Commission (Eurostat) with the statistics concerned, they shall provide provisional data as soon as possible. ",
        "7402/19 PT/ev 90 ANNEX GIP.2 EN Amendment 171 Proposal for a regulation Annex II – point 1 – point b Text proposed by the Commission Amendment (b) supporting the capacity of Member States’ asylum systems as regards infrastructures and services where necessary; (b) supporting the capacity of Member States’ asylum systems , including at local and regional level, as regards infrastructure, such as adequate reception conditions, in particular for minors, and services , such as legal assistance and representation and interpretation where necessary; Amendment 172 Proposal for a regulation Annex II – point 1 – point c Text proposed by the Commission Amendment (c) enhancing solidarity and responsibility-sharing between the Member States, in particular towards those most affected by migratory flows, as well as providing support to Member States contributing to solidarity efforts; deleted Amendment 173 Proposal for a regulation Annex II – point 1 – point d Text proposed by the Commission Amendment (d) enhancing solidarity and cooperation with third countries affected by migratory flows , including through resettlement and other legal avenues to protection in the Union as well as partnership and (d) enhancing solidarity and cooperation with third countries to which a large number of persons in need of international protection has been displaced , including by fostering those ",
        "7402/19 PT/ev 91 ANNEX GIP.2 EN cooperation with third countries for the purpose of managing migration . countries’ capacity to improve reception and international protection conditions and through resettlement and other legal avenues to protection in the Union in particular for vulnerable groups such as children and adolescents facing protection risks as well as partnership and cooperation with third countries in the context of global cooperation efforts in the area of international protection . Amendment 174 Proposal for a regulation Annex II – point 1 – point d a (new) Text proposed by the Commission Amendment (da) implementing technical and operational assistance to one or several other Member States in cooperation with the European Asylum Support Office. Amendment 175 Proposal for a regulation Annex II – point 2 – point a Text proposed by the Commission Amendment (a) supporting the development and implementation of policies promoting legal migration and the implementation of the Union legal migration acquis; (a) supporting the development and implementation of policies promoting legal migration , including family reunification, and the implementation of the Union legal migration acquis , in particular the legal labour migration instruments in line with applicable international standards on migration and the protection of migrant workers ; ",
        "7402/19 PT/ev 92 ANNEX GIP.2 EN Amendment 176 Proposal for a regulation Annex II – point 2 – point a a (new) Text proposed by the Commission Amendment (aa) promoting and developing structural and supporting measures facilitating regular entry to and residence in the Union; Amendment 177 Proposal for a regulation Annex II – point 2 – point a b (new) Text proposed by the Commission Amendment (ab) enhancing partnership and cooperation with third countries affected by migratory flows including through legal avenues of entry to the Union for the purpose of global cooperation efforts in the area of migration; Amendment 178 Proposal for a regulation Annex II – point 2 – point b Text proposed by the Commission Amendment (b) promoting early integration measures for the social and economic inclusion of third-country nationals, preparing their active participation in and their acceptance by the receiving society, in particular with the involvement of local or regional authorities and civil society organisations. deleted ",
        "7402/19 PT/ev 93 ANNEX GIP.2 EN Amendment 179 Proposal for a regulation Annex II – point 2 a (new) Text proposed by the Commission Amendment 2a. The Fund shall contribute to the specific objective set out in point (c) of Article 3(2), by focusing on the following implementation measures: a) promoting integration measures for the social and economic inclusion of third country nationals, facilitating family reunification, preparing their active participation in and their acceptance by the receiving society, in particular with the involvement of local or regional authorities, non-governmental organisations, including refugees and migrants organisations and social partners; and (b) promoting and implementing protection measures for vulnerable persons in the context of integration measures. Amendment 180 Proposal for a regulation Annex II – point 3 – introductory part Text proposed by the Commission Amendment 3. The Fund shall contribute to the specific objective set out in Article 3(2)(c) , by focusing on the following implementation measures: 3. The Fund shall contribute to the specific objective set out in point (ca) of Article 3(2) , by focusing on the following implementation measures: ",
        "7402/19 PT/ev 94 ANNEX GIP.2 EN Amendment 181 Proposal for a regulation Annex II – point 3 – point b Text proposed by the Commission Amendment (b) supporting an integrated and coordinated approach to return management at the Union and Member States’ level, to the development of capacities for effective and sustainable return and reducing incentives for irregular migration; (b) supporting an integrated and coordinated approach to return management at the Union and Member States’ level, to the development of capacities for effective , dignified and sustainable return and reducing incentives for irregular migration; Amendment 182 Proposal for a regulation Annex II – point 3 – point c Text proposed by the Commission Amendment (c) supporting assisted voluntary return and reintegration; (c) supporting assisted voluntary return , family tracing and reintegration , while respecting the best interests of minors ; Amendment 183 Proposal for a regulation Annex II – point 3 – point d Text proposed by the Commission Amendment (d) strengthening cooperation with third countries and their capacities to implement readmission agreements and other arrangements, and enable sustainable return. (d) strengthening cooperation with third countries and their capacities to implement readmission agreements including reintegration to enable sustainable return. ",
        "7402/19 PT/ev 95 ANNEX GIP.2 EN Amendment 184 Proposal for a regulation Annex II – point 3 a (new) Text proposed by the Commission Amendment 3a. The Fund shall contribute to the specific objective set out in point (cb) of Article 3(2) by focusing on the following implementation measures: (a) promoting and implementing the respect of international law and the Charter of Fundamental Rights of the European Union in asylum and migration policies and measures; (b) enhancing solidarity and responsibility-sharing between the Member States, in particular solidarity towards those most affected by migratory flows, as well as providing support to Member States at central, regional or local level, to international organisations, to non-governmental organisations and to social partners in their solidarity efforts; (c) supporting transfers of applicants for international protection or beneficiaries of international protection from one Member State to another. Amendment 185 Proposal for a regulation Annex III – title Text proposed by the Commission Amendment Scope of support Eligible actions to be supported by the instrument in accordance with Article 3 ",
        "7402/19 PT/ev 96 ANNEX GIP.2 EN Amendment 186 Proposal for a regulation Annex III – point 1 – introductory part Text proposed by the Commission Amendment 1. Within the policy objective referred to in Article 3(1), the Fund shall in particular support the following: 1. Within the policy objective referred to in Article 3(1), the Fund shall support the following: Amendment 187 Proposal for a regulation Annex III – point 1 – point a Text proposed by the Commission Amendment (a) the establishment and development of national strategies in asylum, legal migration, integration , return and irregular migration; (a) the establishment and development of national , regional and local strategies for the implementation of the Union acquis relating to asylum, legal migration, integration , in particular local integration strategies, return and irregular migration; Amendment 188 Proposal for a regulation Annex III – point 1 – point b Text proposed by the Commission Amendment (b) the setting up of administrative structures, systems and tools and training of staff, including local authorities and other relevant stakeholders; (b) the setting up of administrative structures, systems and tools and training of staff, including local authorities and other relevant stakeholders in cooperation with relevant Union agencies, where appropriate ; ",
        "7402/19 PT/ev 97 ANNEX GIP.2 EN Amendment 189 Proposal for a regulation Annex III – point 1 – point c Text proposed by the Commission Amendment (c) the development, monitoring and evaluation of policies and procedures including on collection and exchange of information and data, development and application of common statistical tools, methods and indicators for measuring progress and assessing policy developments; (c) the development, monitoring and evaluation of policies and procedures including the development, collection , analysis, dissemination of qualitative and quantitative data and statistics on migration and international protection and the development and application of common statistical tools, methods and indicators for measuring progress and assessing policy developments; Amendment 190 Proposal for a regulation Annex III – point 1 – point e Text proposed by the Commission Amendment (e) assistance and support services consistent with the status and the needs of the person concerned, in particular the vulnerable groups ; (e) gender-sensitive assistance and support services consistent with the status and the needs of the person concerned, in particular vulnerable persons ; Amendment 191 Proposal for a regulation Annex III – point 1 – point e a (new) Text proposed by the Commission Amendment (ea) the effective protection of children in migration, including the implementation of best interests of the child assessments before decisions are taken, all measures listed in the ",
        "7402/19 PT/ev 98 ANNEX GIP.2 EN Commission Communication of 12 April 2017 on the Protection of Children in Migration, such as providing appropriate housing for, and a timely appointment of guardians to, all unaccompanied minors, contributions to the European Network of Guardianship Institutions, and the development, monitoring and evaluation of child safeguarding policies and procedures, including a child-rights based compliant mechanism; Amendment 192 Proposal for a regulation Annex III – point 1 – point f Text proposed by the Commission Amendment (f) actions aimed at enhancing awareness of asylum, integration, legal migration and return policies among stakeholders and the general public; (f) actions aimed at enhancing awareness of asylum, integration, legal migration and return policies with specific attention to vulnerable groups, including minors among stakeholders and the general public; Amendment 193 Proposal for a regulation Annex III – point 2 – introductory part Text proposed by the Commission Amendment 2. Within the specific objective referred to in Article 3(2)(a), the Fund shall in particular support the following actions: 2. Within the specific objective referred to in Article 3(2)(a), the Fund shall support the following actions: Amendment 194 Proposal for a regulation ",
        "7402/19 PT/ev 99 ANNEX GIP.2 EN Annex III – point 2 – point a Text proposed by the Commission Amendment (a) providing material aid, including assistance at the border; (a) providing material aid, including assistance at the border , child-friendly and gender-sensitive facilities, emergency services provided by local authorities, education, training, support services, legal assistance and representation, health and psychological care ; Amendment 195 Proposal for a regulation Annex III – point 2 – point b Text proposed by the Commission Amendment (b) conducting asylum procedures; (b) conducting asylum procedures , including family tracing and ensuring access to legal assistance and representation and interpretation for asylum applicants at all stages of the procedure ; Amendment 196 Proposal for a regulation Annex III – point 2 – point c Text proposed by the Commission Amendment (c) identifying applicants with special procedural or reception needs; (c) identifying applicants with special procedural or reception needs , including the early identification of victims of trafficking, minors and other vulnerable persons such as victims of torture and gender-based violence, and referral to specialised services ; ",
        "7402/19 PT/ev 100 ANNEX GIP.2 EN Amendment 197 Proposal for a regulation Annex III – point 2 – point c a (new) Text proposed by the Commission Amendment (ca) providing qualified psycho-social and rehabilitation services to victims of violence and torture, including gender- based violence; Amendment 198 Proposal for a regulation Annex III – point 2 – point d Text proposed by the Commission Amendment (d) establishing or improving reception accommodation infrastructure, including the possible joint use of such facilities by more than one Member State; (d) establishing or improving reception accommodation infrastructure, such as housing in small units and small-scale infrastructure addressing the needs of families with minors, including those provided by local and regional authorities and including the possible joint use of such facilities by more than one Member State; Amendment 199 Proposal for a regulation Annex III – point 2 – point d a (new) Text proposed by the Commission Amendment (da) providing alternative forms of care that are integrated into existing national child protection systems and address the needs of all children in accordance with international standards; ",
        "7402/19 PT/ev 101 ANNEX GIP.2 EN Amendment 200 Proposal for a regulation Annex III – point 2 – point e Text proposed by the Commission Amendment (e) enhancing the capacity of Member States to collect, analyse and disseminate country of origin information; (e) enhancing the capacity of Member States to collect, analyse and share among themselves country of origin information; Amendment 201 Proposal for a regulation Annex III – point 2 – point f Text proposed by the Commission Amendment (f) actions related to the conducting of procedures for the implementation of the Union Resettlement [and Humanitarian Admission ] Framework or national resettlement schemes that are compatible with the Union Resettlement Framework ; (f) actions related to the conducting of procedures for the implementation of national resettlement or humanitarian admission schemes as set out in this Regulation ; Amendment 202 Proposal for a regulation Annex III – point 2 – point g Text proposed by the Commission Amendment (g) transfers of beneficiaries of international protection; (g) transfers of applicants and beneficiaries of international protection; Amendment 203 Proposal for a regulation Annex III – point 2 – point h ",
        "7402/19 PT/ev 102 ANNEX GIP.2 EN Text proposed by the Commission Amendment (h) enhancing capacities of third countries to improve the protection of persons in need of protection; (h) enhancing capacities of third countries to improve the protection of persons in need of protection , including through supporting the development of strong child protection mechanisms in third countries, ensuring that children are protected in all areas from violence, abuses and neglect and have access to education and health care ; Amendment 204 Proposal for a regulation Annex III – point 2 – point i Text proposed by the Commission Amendment (i) establishing, developing and improving effective alternatives to detention, in particular in relation to unaccompanied minors and families. (i) establishing, developing and improving effective alternatives to detention and institutional care , in particular in relation to unaccompanied minors and children with families in compliance with the United Nations Convention on the Rights of the Child . Amendment 205 Proposal for a regulation Annex III – point 3 – introductory part Text proposed by the Commission Amendment 3. Within the specific objective referred to in Article 3(2)(b), the Fund shall in particular support the following: 3. Within the specific objective referred to in Article 3(2)(b), the Fund shall support the following: ",
        "7402/19 PT/ev 103 ANNEX GIP.2 EN Amendment 206 Proposal for a regulation Annex III – point 3 – point b Text proposed by the Commission Amendment (b) development of mobility schemes to the Union, such as circular or temporary migration schemes, including training to enhance employability; (b) development of mobility schemes to the Union, including but not limited to circular or temporary migration schemes, including vocational and other training to enhance employability; Amendment 207 Proposal for a regulation Annex III – point 3 – point d Text proposed by the Commission Amendment (d) the assessment of skills and qualifications acquired in a third country, as well as their transparency and compatibility with those of a Member State; (d) the assessment and recognition of skills and qualifications , including professional experience, acquired in a third country, as well as their transparency and compatibility with those of a Member State and the development of common evaluation standards ; Amendment 208 Proposal for a regulation Annex III – point 3 – point e Text proposed by the Commission Amendment (e) assistance in the context of applications for family reunification within the meaning of Council Directive 2003/86/EC 51 ; (e) assistance in the context of applications for family reunification to ensure a harmonised implementation of Council Directive 2003/86/EC 51 ; __________________ __________________ 51 Council Directive 2003/86/EC of 22 51 Council Directive 2003/86/EC of 22 ",
        "7402/19 PT/ev 104 ANNEX GIP.2 EN September 2003 on the right to family reunification, (OJ L 251, 03/10/2003 p. 12 – 18.). September 2003 on the right to family reunification, (OJ L 251, 03/10/2003 p. 12 – 18.). Amendment 209 Proposal for a regulation Annex III – point 3 – point f Text proposed by the Commission Amendment (f) assistance in relation to a change of status for third-country nationals already legally residing in a Member State, in particular in relation to the acquisition of a legal residence status defined at Union level; (f) assistance , including legal assistance and representation in relation to a change of status for third-country nationals already legally residing in a Member State, in particular in relation to the acquisition of a legal residence status defined at Union level; Amendment 210 Proposal for a regulation Annex III – point 3 – point f a (new) Text proposed by the Commission Amendment (fa) assistance in relation to the exercise of the rights of third country nationals legally staying in the Union, notably relating to mobility within the Union and to access to employment; Amendment 211 Proposal for a regulation Annex III – point 3 – point g ",
        "7402/19 PT/ev 105 ANNEX GIP.2 EN Text proposed by the Commission Amendment (g) early integration measures such as tailored support in accordance with the needs of third-country nationals and integration programmes focusing on education, language and other training such as civic orientation courses and professional guidance; deleted Amendment 212 Proposal for a regulation Annex III – point 3 – point h Text proposed by the Commission Amendment (h) actions promoting equality in the access and provision of public and private services to third-country nationals, including adapting them to the needs of the target group; deleted Amendment 213 Proposal for a regulation Annex III – point 3 – point i Text proposed by the Commission Amendment (i) cooperation between governmental and non-governmental bodies in an integrated manner, including through coordinated integration-support centres, such as one-stop shops; deleted ",
        "7402/19 PT/ev 106 ANNEX GIP.2 EN Amendment 214 Proposal for a regulation Annex III – point 3 – point j Text proposed by the Commission Amendment (j) actions enabling and supporting third- country nationals’ introduction to and active participation in the receiving society and actions promoting acceptance by the receiving society; deleted Amendment 215 Proposal for a regulation Annex III – point 3 – point k Text proposed by the Commission Amendment (k) promoting exchanges and dialogue between third-country nationals, the receiving society and public authorities, including through the consultation of third-country nationals, and intercultural and inter-religious dialogue. deleted Amendment 216 Proposal for a regulation Annex III – point 3 a (new) Text proposed by the Commission Amendment 3a. Within the specific objective referred to in point (c) of Article 3(2), the Fund shall in particular support the following: (a) integration measures such as tailored support in accordance with the needs of third-country nationals and integration ",
        "7402/19 PT/ev 107 ANNEX GIP.2 EN programmes focusing on inclusive education and care, language, counselling, vocational training and other training such as civic orientation courses and professional guidance; (b) building capacity of integration services provided by local authorities; (c) actions promoting equality in the access and provision of public and private services to third-country nationals, including access to education, healthcare and psycho-social support and adapting them to the needs of the target group; (d) cooperation between governmental and non-governmental bodies in an integrated manner, including through coordinated integration-support centres, such as one-stop shops; (e) actions enabling and supporting third- country nationals’ introduction to and active participation in the receiving society and actions promoting acceptance by the receiving society; (f) promoting exchanges and dialogue between third-country nationals, the receiving society and public authorities, including through the consultation of third-country nationals, and intercultural and inter-religious dialogue. Amendment 217 Proposal for a regulation Annex III – point 4 – introductory part Text proposed by the Commission Amendment 4. Within the specific objective referred to in Article 3(2) (c) , the Fund shall in particular support the following: 4. Within the specific objective referred to in point (ca) of Article 3(2), the Fund shall support the following: ",
        "7402/19 PT/ev 108 ANNEX GIP.2 EN Amendment 218 Proposal for a regulation Annex III – point 4 – point a Text proposed by the Commission Amendment (a) infrastructure for reception or detention , including the possible joint use of such facilities by more than one Member State; (a) improvement of infrastructure for open reception and improvement of existing infrastructure for detention including the possible joint use of such facilities by more than one Member State; Amendment 219 Proposal for a regulation Annex III – point 4 – point b Text proposed by the Commission Amendment (b) introduction, development and improvement of effective alternative measures to detention, in particular in relation to unaccompanied minors and families; (b) introduction, development , implementation and improvement of effective alternative measures to detention, based on case management in the community, in particular in relation to unaccompanied minors and families; Amendment 220 Proposal for a regulation Annex III – point 4 – point b a (new) Text proposed by the Commission Amendment (ba) identification and reception of victims of trafficking in accordance with Directive 2011/36/EU and Council Directive 2004/81/EC 1a ; ___________________ 1a Council Directive 2004/81/EC of 29 April 2004 on the residence permit issued ",
        "7402/19 PT/ev 109 ANNEX GIP.2 EN to third-country nationals who are victims of trafficking in human beings or who have been the subject of an action to facilitate illegal immigration, who cooperate with the competent authorities (OJ L 261, 6.8.2004, p. 19). Amendment 221 Proposal for a regulation Annex III – point 4 – point d Text proposed by the Commission Amendment (d) countering incentives for irregular migration, including the employment of irregular migrants, through effective and adequate inspections based on risk assessment, the training of staff, the setting-up and implementation of mechanisms through which irregular migrants can claim back payments and lodge complaints against their employers, or information and awareness-raising campaigns to inform employers and irregular migrants about their rights and obligations pursuant to Directive 2009/52/EC 53 ; (d) reducing incentives for irregular migration, including the employment of irregular migrants, through effective and adequate inspections based on risk assessment, the training of staff, the setting-up and implementation of mechanisms through which irregular migrants can claim back payments and lodge complaints against their employers, or information and awareness-raising campaigns to inform employers and irregular migrants about their rights and obligations pursuant to Directive 2009/52/EC 53 ; __________________ __________________ 53 Directive 2009/52/EC of the European Parliament and of the Council of 18 June 2009 providing for minimum standards on sanctions and measures against employers of illegally staying third-country nationals (OJ L 168, 30.6.2009., p. 24 – 32). 53 Directive 2009/52/EC of the European Parliament and of the Council of 18 June 2009 providing for minimum standards on sanctions and measures against employers of illegally staying third-country nationals (OJ L 168, 30.6.2009., p. 24 – 32). Amendment 222 Proposal for a regulation Annex III – point 4 – point g ",
        "7402/19 PT/ev 110 ANNEX GIP.2 EN Text proposed by the Commission Amendment (g) return assistance, in particular assisted voluntary return and information about assisted voluntary return programmes; (g) return assistance, in particular assisted voluntary return and information about assisted voluntary return programmes , including by providing specific guidance for children in return procedures and ensuring child-rights based return procedures ; Amendment 223 Proposal for a regulation Annex III – point 4 – point j Text proposed by the Commission Amendment (j) facilities and services in third countries ensuring appropriate temporary accommodation and reception upon arrival , including for unaccompanied minors and other vulnerable groups in line with international standards ; (j) facilities and support services in third countries ensuring appropriate temporary accommodation and reception upon arrival and a fast transition to community based accommodation ; Amendment 224 Proposal for a regulation Annex III – point 4 – point k Text proposed by the Commission Amendment (k) cooperation with third countries on countering irregular migration and on effective return and readmission, including in the framework of the implementation of readmission agreements and other arrangements ; (k) cooperation with third countries on countering irregular migration and on effective return and readmission, including in the framework of the implementation of readmission agreements; ",
        "7402/19 PT/ev 111 ANNEX GIP.2 EN Amendment 225 Proposal for a regulation Annex III – point 4 – point l Text proposed by the Commission Amendment (l) measures aimed at raising awareness of the appropriate legal channels for immigration and the risks of illegal immigration; (l) measures aimed at raising awareness of the appropriate legal channels for migration and the risks of irregular immigration; Amendment 226 Proposal for a regulation Annex III – point 4 – point m Text proposed by the Commission Amendment (m) support for and actions in third countries, including on infrastructure, equipment and other measures, provided these contribute to enhancing effective cooperation between third countries and the Union and its Member States on return and readmission. deleted Amendment 227 Proposal for a regulation Annex III – point 4 a (new) Text proposed by the Commission Amendment 4a. Within the specific objective referred to in point (cb) of Article 3(2), the Fund shall support the following: (a) the implementation of transfers of either applicants for international protection or beneficiaries of international protection from one Member State to another, including those measures referred to in Article 17b of this ",
        "7402/19 PT/ev 112 ANNEX GIP.2 EN Regulation; (b) operational support in terms of seconded staff or financial assistance provided by a Member State to another Member State affected by migration challenges; (c) actions related to the conducting of procedures for the implementation of national resettlement or humanitarian admission schemes. Amendment 228 Proposal for a regulation Annex IV – indent 1 Text proposed by the Commission Amendment – Integration measures implemented by local and regional authorities and civil- society organisations; – Integration measures implemented by local and regional authorities and civil- society organisations , including refugee and migrant organisations ; Amendment 229 Proposal for a regulation Annex IV – indent 2 Text proposed by the Commission Amendment – Actions to develop and implement effective alternatives to detention; – Actions to develop and implement effective alternatives to detention and institutional care ; Amendment 230 Proposal for a regulation Annex IV – indent 4 ",
        "7402/19 PT/ev 113 ANNEX GIP.2 EN Text proposed by the Commission Amendment – Measures targeting vulnerable persons and applicants for international protection with special reception and/or procedural needs, including measures to ensure effective protection of children in migration, in particular those unaccompanied. – Measures targeting vulnerable persons and applicants for international protection with special reception and/or procedural needs, including measures to ensure effective protection of children in migration, in particular unaccompanied minors . Amendment 231 Proposal for a regulation Annex V – part -1 (new) Text proposed by the Commission Amendment -1. All the core performance indicators listed below shall be disaggregated by sex and age. Amendment 232 Proposal for a regulation Annex V – part 1 – point 1 a (new) Text proposed by the Commission Amendment 1a. Number of persons admitted through humanitarian admission schemes; Amendment 233 Proposal for a regulation Annex V – part 1 – point 3 a (new) ",
        "7402/19 PT/ev 114 ANNEX GIP.2 EN Text proposed by the Commission Amendment 3a. Number of applicants for international protection transferred from one Member State to another with support of the Fund; Amendment 234 Proposal for a regulation Annex V – part 1 – point 3 b (new) Text proposed by the Commission Amendment 3b. Number of beneficiaries for international protection transferred from one Member State to another with support of the Fund; Amendment 235 Proposal for a regulation Annex V – part 1 a (new) Text proposed by the Commission Amendment Specific objective 1a: To support legal migration to the Member States: 1. Number of Blue Cards issued with the support of the Fund. 2. Number of intra-corporate transferees granted that status with the support of the Fund. 3. Number of applicants for family reunification effectively reunited with their family with the support of the Fund. 4. Number of third-country nationals granted long-term residence permits with ",
        "7402/19 PT/ev 115 ANNEX GIP.2 EN the support of the Fund. Amendment 236 Proposal for a regulation Annex V – part 2 – specific objective 2 Text proposed by the Commission Amendment Specific objective 2: To support legal migration to the Member States including to contribute to the integration of third- country nationals: Specific objective 2: To contribute to the integration of third-country nationals: Amendment 237 Proposal for a regulation Annex V – part 2 – point 2 Text proposed by the Commission Amendment 2. Number of persons who participated in integration measures supported by the Fund reporting that the measures were beneficial for their early integration as compared to the total number of persons who participated in the integration measures supported by the Fund . 2. Number of persons who participated in integration measures supported by the Fund. Amendment 238 Proposal for a regulation Annex V – part 2 – point 2 a (new) Text proposed by the Commission Amendment 2a. Number of persons who participated in integration measures supported by the Fund who have subsequently obtained a ",
        "7402/19 PT/ev 116 ANNEX GIP.2 EN job. Amendment 239 Proposal for a regulation Annex V – part 2 – point 2 b (new) Text proposed by the Commission Amendment 2b. Number of persons who participated in integration measures supported by the Fund and who have had their qualification recognised or have obtained a diploma in one of the Member States. Amendment 240 Proposal for a regulation Annex V – part 3 – point 1 Text proposed by the Commission Amendment 1. Number of returns following an order to leave compared to the number of third- country nationals ordered to leave. 1. Number of returns supported by the Fund following an order to leave compared to the number of third-country nationals ordered to leave. Amendment 241 Proposal for a regulation Annex V – part 3 a (new) Text proposed by the Commission Amendment Specific objective 3a: To ensure solidarity and fair sharing of responsibility: 1. Number of transfers of applicants for international protection carried out under ",
        "7402/19 PT/ev 117 ANNEX GIP.2 EN Article 17b of this Regulation. 1a. Number of transfers of beneficiaries of international protection carried out under Article 17b of this Regulation. 2. Number of staff seconded or financial support provided to Member States subject to migration challenges. 3. Number of persons resettled or admitted under humanitarian schemes with the support of the Fund. Amendment 242 Proposal for a regulation Annex VIII – part -1 (new) Text proposed by the Commission Amendment -1 All the core performance indicators listed below shall be disaggregated by sex and age. Amendment 243 Proposal for a regulation Annex VIII – part 1 a (new) Text proposed by the Commission Amendment Specific objective 1a: To support legal migration to the Member States: 1. Number of Blue Cards issued with the support of the Fund. 2. Number of intra-corporate transferees granted that status with the support of the Fund. 3. Number of applicants for family reunification effectively reunited with their family with the support of the Fund. ",
        "7402/19 PT/ev 118 ANNEX GIP.2 EN 4. Number of third-country nationals granted long-term residence permits with the support of the Fund. Amendment 244 Proposal for a regulation Annex VIII – part 2 – specific objective 2 Text proposed by the Commission Amendment Specific objective 2: To support legal migration to the Member States including to contribute to the integration of third- country nationals: Specific objective 2: To contribute to the integration of third-country nationals: Amendment 245 Proposal for a regulation Annex VIII – part 2 – point 2 a (new) Text proposed by the Commission Amendment 2a. Number of persons who participated in integration measures supported by the Fund who have subsequently obtained a job. Amendment 246 Proposal for a regulation Annex VIII – part 2 – point 2 b (new) Text proposed by the Commission Amendment 2b. Number of persons who participated in integration measures supported by the Fund and who have subsequently obtained a diploma in one of the Member ",
        "7402/19 PT/ev 119 ANNEX GIP.2 EN States. Amendment 247 Proposal for a regulation Annex VIII – part 2 – point 4 a (new) Text proposed by the Commission Amendment 4a. Number of third-country nationals having completed successfully either primary, secondary or tertiary education in the Member State with the support of the Fund. Amendment 248 Proposal for a regulation Annex VIII – part 3 – point 4 Text proposed by the Commission Amendment 4. Number of returnees who have received pre or post return reintegration assistance co-financed by the Fund, as compared to the total number of returns supported by the Fund. 4. Number of returnees who have received pre or post return reintegration assistance co-financed by the Fund, as compared to the total number of returns supported by the Fund. (a) persons who returned voluntarily; (b) persons who were removed; Amendment 249 Proposal for a regulation Annex VIII – part 3 a (new) Text proposed by the Commission Amendment Specific objective 3a: To ensure solidarity ",
        "7402/19 PT/ev 120 ANNEX GIP.2 EN and fair sharing of responsibility: 1. Number of transfers of applicants for international protection carried out under Article 17b of this Regulation. 1a. Number of transfers of beneficiaries of international protection carried out under Article 17b of this Regulation. 2. Number of staff seconded or financial support provided to Member States subject to migration challenges. 3. Number of persons resettled with the support of the Fund. "
    ]
}