{
    "text": [
        "T A - A G - 0 7 - 0 0 1 - E N - C ISSN: 1725-7344 Publications Office Publications.eu.int HIGHLIGHTS THE ETF IN 2006 ",
        "HOW TO CONTACT US Further information on our activities, calls for tender and job opportunities can be found on our web site: www.etf.europa.eu For any additional information please contact: External Communication Unit European Training Foundation Villa Gualino Viale Settimio Severo 65 I – 10133 Torino T +39 011 630 2222 F +39 011 630 2200 E info@etf.europa.eu THE EUROPEAN TRAINING FOUNDATION (ETF) FACILITATES COMMUNICATION AND LEARNING BETWEEN THE EU AND ITS PARTNER COUNTRIES IN THE FIELD OF HUMAN RESOURCES DEVELOPMENT. ",
        "HIGHLIGHTS THE ETF IN 2006 ",
        "A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://www.europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2007. ISBN: 978-92-9157-521-3 ISSN: 1725-7344 © European Communities, 2007. Reproduction is authorised provided the source is acknowledged. Printed in Italy P h o t o : E T F / A . R a m e l l a Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. ",
        "3 ",
        "P h o t o : E T F / E r i k L u n t a n g ",
        "FOREWORD Every year, the annual Highlights showcase some of the best of the work of the European Training Foundation. But they are not just a review of achievements of the past year. In identifying what the ETF itself considers flagship activities in support of human resources development in our neighbouring regions, these Highlights also hold a promise of what the next year may bring. In this case, the next year is 2007, the year of the fiftieth anniversary of the Treaty of Rome and the European Year of Equal Opportunities in which we try to send the message across Europe that, although we have made a lot of progress in achieving equity among European citizens, we are not quite there yet and much remains to be done. Both solidarity and equal opportunities are cornerstones of European social and employment policy, and their role in human resources development in the European Union as well as beyond can therefore not be underestimated. I am therefore pleased to see that these highlights of the European Training Foundation so strongly advocate progress through international cooperation and progress through equal opportunities as pillars on which the European Training Foundation rests its important work of supporting human resources development in the regions that surround the European Union. Vladimir Špidla Commissioner for Employment, Social Affairs and Equal Opportunities 5 Vladimir Špidla, Commissioner for Employment, Social Affairs and Equal Opportunities ",
        "A REMARKABLE YEAR You have in front of you the 2006 edition of our annual Highlights . It is an issue that is perhaps even more aptly named than any earlier edition because 2006 was truly a year of highlights for the European Training Foundation. We entered 2006 in the slipstream of an absolute highlight for our host city Turin: the 2006 winter Olympics, the buzz of which was impossible to ignore even from our location in the hills on the outskirts of the city. As 2006 drew to a close we could welcome two countries into the European Union that had been among our closest partner countries for more than a decade. Up until the end of 2006, we had worked hard with both countries to help to prepare them for accession and we look forward to deploying the expertise of our Romanian and Bulgarian colleagues in our future work with other partner countries. In between these two milestones, a string of significant events made 2006 the remarkable year that it would be for the ETF as an organisation and for EU support to human resources development in our neighbouring regions: closing our 2004-06 mid-term perspectives and preparing for a broader ETF mandate in the years ahead under a new set of European support instruments. Early in the year, the work of the European agencies was acknowledged when in February, President of the European Commission, José Manuel Barroso, met with the Heads of EU agencies in Brussels for a discussion about the activities and the role of the decentralised EU agencies and when in April a delegation of Euro parliamentarians visited the ETF in Turin. Our contacts with the European Commission also changed when Nikolaus van der Pas swapped seats with Odile Quintin. As the new Director General for Education and Culture she came to head our Governing Board, chairing her first session in June 2006. Cooperation between the ETF and its host country was strengthened through meetings at ministerial level on the position of the ETF in Italy. The Italian 6 ",
        "Trust Fund has provided strong support to ETF work in the Western Balkans and the success of this close collaboration resulted this year in an extension of our framework agreement. The new generation of joint ETF-Italian Trust Fund projects will focus on national qualification frameworks and financing vocational education and training in the Western Balkans and the Mediterranean region. The ETF was, again, very positively appraised by a team of external evaluators. Their recommendations greatly supported another highlight of the year: the proposal to broaden the mandate of the ETF to cover the entirety of labour market related human resources development in our partner countries. With the prospect of the launch of the new instruments for EU external support in January 2007, the ETF’s new mandate will markedly increase the flexibility with which it can pursue its goals. On a sad personal note, 2006 was also the year when we were shocked to receive the news of the untimely death of my predecessor Peter de Rooij who had skilfully directed the ETF through the first decade of its existence. Even the briefest overview of our 2006 highlights cannot be complete without mentioning the conference Skills for Progress, which saw more than 200 participants gathered in Turin to discuss the key themes of our current work in human resources development. The conference is discussed in detail in this publication and I should therefore at this point just like to use the opportunity to once more thank the numerous colleagues, our Advisory Forum members and our Governing Board members who were crucial to the success of the event. More than that, I should like to thank all of my colleagues for their continuous efforts to highlight the pivotal role of human resources development in supporting peace and prosperity in the European Union and beyond. Muriel Dunbar Director, ETF 7 Muriel Dunbar, Director, ETF P h o t o : E T F / A . R a m e l l a ",
        "8 ",
        "1. LEARNING FROM EACH OTHER Education and training policy must be developed by the people it affects: the governments, employers and citizens who together are the beneficiaries of the skills and competences that are conveyed and acquired through education and training. The immediate and future needs of any self-contained labour market are best defined and responded to by those who operate within it. Having said this, in our world today there is hardly anywhere such a thing as a self-contained labour market left. As trade has gone global, so has labour. Companies that until recently were strongly linked to their country of origin now outsource design, manual labour and research and development to formerly insular labour markets far beyond their home countries. As a result, the need for international orchestration of education, training and labour market development has increased. In fact, it has increased to such an extent that just ten, twenty years ago people in industrialised countries felt that all that was needed to develop budding economies was to ‘export’ policy development models that had proven their worth and implement them across the globe. 9 Learning from each other P h o t o : E T F / A . R a m e l l a P h o t o : E T F / A . R a m e l l a ",
        "10 Skills for progress – partnership is crucial “Partnerships between stakeholders in education and training are crucial for developing human capacity,” said the President of the Piedmont Region, Mercedes Bresso, at the closing of the ETF’s triennial Advisory Forum conference Skills for Progress, held in June at the Lingotto in Turin. Some 200 policy makers and training and labour market experts from 55 countries attended the event to discuss some pressing questions in the global debate on skills development. After three days of thematic and regional workshops, debates and informal consultations, the delegates defined a group of priorities for the European Training Foundation's work and the countries in which it is active. Partnership building with employers and social partners, employment policy development, and policy monitoring were among the issues highlighted. In addition, the participants pointed to vocational education and training as an investment tool for competitiveness and emphasised the need for capacity building for governance issues and the preparation for sector-wide approaches. Gender and migration and their impact on education, training and labour market issues were among other current topics raised throughout the sessions. Participants agreed that equal access to opportunities and mobility of the labour force through better comparability of qualifications are factors that need to be addressed in the design of future policy measures. ETF director Muriel Dunbar was impressed by the quality and quantity of the contributions from a variety of sectors and regions. The recommendations that came out of the conference will be used to better focus future activities of the ETF and to define its role as the main facilitator of policy learning in the area of VET. In her closing remarks, Muriel Dunbar stressed the importance of the link between the ETF and the delegates for making its work more visible and effective and encouraged the participants to nurture the relations between them. “But you too need links,” she said. “Exchange of experiences among countries is an essential ingredient in policy learning.” Mercedes Bresso, President of the Piedmont Region at the ETF's Skills for Progress conference in Turin, June 2006 P h o t o : E T F / A . R a m e l l a ",
        "It didn’t work. Cultural, political and religious traditions are not always as flexible as trade mechanisms. This leaves us today with the worthy challenge of finding common ground without infringing on each other’s cultural identities. It is in this friction zone that the ETF operates, trying to assist partner countries of the European Union to develop their human resources without compromising their traditions and cultural identity. As a European agency, the European Training Foundation is excellently positioned for this task. After all, the great European experiment – of uniting a whole continent politically and economically with full respect for each individual country’s cultural identity – has been an unprecedented learning process from whose pool of results many lessons can be drawn. Closing the circle, perhaps the most important lesson that has been learned during fifty years of European integration has been that it is better to help each other to learn than to teach each other, lest teaching turn into preaching, or simply be interpreted as such. Even in pedagogy, this is a tested concept: although learning and teaching are not mutually exclusive, learning implies absorption, effect and development. Teaching alone doesn’t. Learnt matter sticks. Taught matter doesn’t necessarily. 11 ",
        "12 ",
        "2. A NEW OUTLOOK Policy development The principle of learning from each other is not new to the ETF. Study visits, for example, have formed the backbone of much of the ETF’s project activity since its establishment in 1995. Projecting this principle onto the field of policy development, however, is a more recent development that took off in 2003 and was refined in the years since. And this brings us to 2006, the subject of this publication, when policy learning was endorsed, both by the European Commission and the ETF’s Advisory Forum, as the guiding principle for future activities of the organisation. Such policy learning found its root in modified traditional peer reviews. Peer reviews have been used for a long time, most notably in higher education and research. More recently, they have come into vogue among international organisations as a way of studying national policies from one country to another. Their focus, however, has always been on the outcome, the final review. Recognising from earlier experience the value of the actual process of learning that takes place among those participating in a peer review, the ETF slightly shifted the objectives of its peer review activities towards these learning processes. It tried to maximise the gains for both the reviewers and the reviewed. But concerns about the impact of ETF peer reviewing activities on actual policy development remained. Those who participated in the reviews learned tremendously but their gains were not always taken full advantage of nationally. 13 P h o t o : E T F / A . R a m e l l a P h o t o : E T F / A . R a m e l l a ",
        "After broad discussions in 2006 – such as at the Advisory Forum but also in the ETF Yearbook – the ETF therefore decided to let the shift to the new EU instruments of support (see next chapter) coincide with a decisive effort to take the process of policy learning one rung higher on the political ladder in the partner countries so that large scale assistance to human resources development on the ground could be better supplemented by and coordinated with education and training policy reform. The way forward Education and training constitute a very broad field of activity and although vocational education and training is arguably the section of any education system that is most directly connected to the labour market, the internal boundaries that once sharply divided our education systems into different sectors are fading. And with lifelong learning taking an ever 14 Towards peer learning in policy development Support to peer learning in policy development, or policy learning, is nothing more, nothing less than providing the opportunity for policymakers from one country to learn from their peers in other countries. Peers abroad expose them to current practice in different environments. From what they encounter, they take the best ideas home to adapt and dovetail into tailor-made solutions that fit the culture and needs of their own countries. For the ETF, the move towards policy learning is the result of a natural process that fitted well into evolving ideas on external assistance from the European Commission and the organisation’s own learning cycle. As the ETF developed expertise in education and training through its projects in Eastern Europe, Central Asia, North Africa and the Middle East, it increasingly developed the capacity to deal with the political foundation of education and training reform. It also saw the success of the pilot schools and centres it supported across the partner countries and the demand there was from others to follow up on this success. In the countries where the political will was strongest, such initiatives would be picked up by the authorities and used in national reforms. But in other countries, the development of these islands of reform came to a grinding halt as external funding dried up. It was deemed increasingly essential that policymakers were actively brought into reform activities. Bottom-up initiatives alone were not going to cause landslide reforms. While thus the target of ETF assistance was gradually moved towards the policymaking level in the partner countries, the means to provide assistance were kept firmly in place. Learning from each other, sharing expertise through peer learning, networking, study visits etc., remained at the heart of the support philosophy of the ETF. Where the ETF works ",
        "more important role in our daily lives, the boundaries that divide learning and work are fading too. As a result, the somewhat arbitrary limitation of the ETF’s field of work – vocational education and training – had gradually become more problematic during the past ten years. A broadening of its mandate to cover the whole of labour market related human resources development had therefore been anticipated for some time. The European Commission prepared its view on the matter throughout 2006. Important input came from the 2006 external evaluation of the ETF. The Commission published its advice to the European Parliament, Council and Economic and Social Committee on 19 December. Largely agreeing with both the positive general view and the specific recommendations of the evaluators, it added a section on the need for change in view of other developments in European external assistance: (cid:2) The introduction of the new external aid instruments, the Instrument for Pre-Accession Assistance (IPA) and the European Neighbourhood and Partnership Instrument (ENPI), marks a significant step towards a policy-driven rather than programme-driven 15 The ETF x-rayed The founding Council Regulation of the ETF stipulates that the European Commission should evaluate the agency every three years. The third of such external evaluations, covering the period from 2002 to 2005, was completed in 2006 by ITAD Ltd, a UK-based consultancy company. The evaluation provided recommendations for the ETF’s geographical remit and thematic mandate as well as for its governing structure. As such it also informed the revision of the ETF’s Council Regulation. The overall conclusions and recommendations from the external evaluation process were discussed at the ETF Governing Board meeting in June 2006. The evaluation considered the work of the ETF as good value. The Commission in Brussels and the Delegations have a positive perception of ETF’s provision of expertise in vocational education and training across a range of services. According to the report, ETF added value derives from the sustainability of the institution, its understanding of the reform context, its network of experts and its capacity to respond flexibly and rapidly to requests. The evaluators noted how the limitations to the thematic mandate of the ETF had been treated flexibly by both the Commission and the ETF. They too found it restrictive and recommended that the upcoming revision of its mandate take account of the view that VET is only one part of human resources development. In their view, the planned revision should accommodate the terms human resources development, vocational education and training, lifelong learning and links to the labour market and employment. Although the report also argued for some increased flexibility in the ETF’s geographical remit, allowing its expertise to be used by the EU in countries at comparable stages of development and facing similar socio-economic challenges, the evaluators underlined that such greater flexibility should come with tougher prioritisation so as not to water down the effect of its work in individual countries. ",
        "approach to external assistance in a sector-wide perspective. Both instruments are designed to provide support towards the achievement by partner countries of home-grown reforms in the sectors concerned. The objectives are defined by a process of dialogue with partner country governments and support is provided to them for the implementation of reform processes designed and managed by them. (cid:2) In this new context, the ETF will increasingly be required to provide the Commission with information and analysis at the policy development and programming phase. The other focus of attention has to be in helping partner countries to build the capacity to define and implement indigenous reform strategies, and in promoting networking and exchange of experience and good practice between the EU and the partner countries and among partner countries themselves. These new external aid instruments, the IPA and the ENPI were introduced together with another acronym, the DCI (Development Cooperation Instrument), on 1 January 2007. Perhaps more than anything else, their expected arrival dominated ETF organisational developments in 2006. 16 Partner countries meet to discuss the Copenhagen Process Photo: ETF/A. Ramella ",
        "17 The new EU instruments for external assistance In the period from 2007 to 2013, the EU’s external assistance programmes will be covered by three new instruments. These are: • the Instrument for Pre-Accession Assistance (IPA) 1 (cid:129) the European Neighbourhood and Partnership Instrument (ENPI) 2 (cid:129) the Development Cooperation Instrument (DCI). The IPA and ENPI will support activities that promote closer integration with the European Union and contribute to stability while facilitating economic growth. For candidate and potential candidate countries covered by the IPA, the support provided may lead to accession within varying timescales. For countries in the Neighbourhood region, support will lead to closer links with the EU’s internal market. The countries of Central Asia will be covered by the Development Cooperation Instrument (DCI) in the future. The new instruments aim at greater ownership in the use of external assistance by the partner countries and at creating mutual commitments with the EU. They contain significant common elements, including: (cid:129) placing assistance within a framework of clearer relations between partner countries and the EU; (cid:129) promoting mutually agreed bilateral strategies that integrate external assistance within the policy priorities of each country; (cid:129) supporting greater sustainability of the results of assistance by including measures to improve priority setting and reduce the fragmentation of assistance, such as through sector-based approaches. 1 The countries and territories covered by the IPA are: Serbia; Montenegro; Kosovo (under UN Security Council Resolution 1244); Albania; the former Yugoslav Republic of Macedonia; Bosnia and Herzegovina; Croatia and Turkey. 2 The ENPI covers countries of Eastern Europe (Belarus, Moldova, Russia and Ukraine), the Southern Caucasus (Armenia, Azerbaijan, and Georgia) and the Mediterranean region (Algeria, Egypt, Israel, Jordan, Lebanon, Morocco, the Palestinian Authority, Syria, Tunisia and eventually Libya). ",
        "New ways of EU support The new EU instruments for external assistance replace the frameworks (Phare, Tacis, CARDS and MEDA) through which ETF cooperation with the partner countries took place until 2006. Their scope is broader and their approach more comprehensive than those of earlier support instruments. More significant for the work of the ETF is the fact that human resources development takes a greater role in the new instruments. Not only has the increased focus on knowledge and skills in the EU resulted in a review of the role of education and training in external assistance, human resources development is also viewed in a more holistic way than before. The new programmes and preparation for these took centre stage in much of the work of the ETF in 2006, both internally and externally. Organisational changes Within the ETF, the changes were best reflected in the revision of departmental divisions. Until 2006, ETF operational departments had been divided along geographic lines. These regional departments were abolished in favour of one large Operations Department. This organisational change reflected the ambitions of the ETF that were formulated for each of the new instruments in its mid-term perspectives for the period from 2007 to 2010 (see also chapter 7: A Glance Ahead). It allowed expertise available across the former geographic departments to be flexibly applied in transversal topics such as the role of education and training in poverty alleviation, gender issues, migration and other new thematic areas that arose in 2006. Shifting operations This same Operations Department faced a number of challenging tasks right from its launch in 2006. One of these was directly related to the anticipated new EU external support instruments: the preparation of partner countries for the new EU approach. This was particularly relevant for potential future EU Member States. Even more than before, EU support to these countries will focus on accession and accession requirements. This asks for further alignment with EU developments in human resources development and these have been many in recent years, most notably through the Copenhagen Process. Copenhagen Process A series of projects that started in 2005 helps to engage partner countries in EU human resources development measures. An information dissemination project aims to introduce candidate countries and countries of the Western Balkans to developments related to the Copenhagen Process. Two smaller projects now do the same in countries of North Africa, the Middle East, Eastern Europe and Central Asia. 18 ",
        "Common to all of these projects is their aim to raise awareness of all the tools for vocational education and training reform that are being developed in the EU, such as common efforts in quality assurance, the European Qualifications Framework and Europass. It is hoped that countries will use these models in their own reform processes by putting them on the agenda during their policy discussions. The projects also support networking between countries so that they can learn from each others’ experiences. A Copenhagen Newsletter, published by the ETF, supports such efforts. First published in June 2006, it provides information and news on past and future events four times a year. Within the two-year project that is aimed at the candidate countries, 2005 was the year of information dissemination, while 2006 was the year of capacity building and looking at the detailed implications of the Copenhagen Process on education and training in each individual country. 19 Copenhagen workshop, Turin, December 2006 P h o t o : E T F / A . R a m e l l a Serbia and Kosovo prepare for the IPA In September and October, two seminars in Belgrade and Prishtina set out the path for support to the two regions under the new Instrument for Pre-Accession (IPA). The seminars were part of a broader initiative to inform Balkan countries of IPA opportunities jointly organised by the local EC representations and the ETF. In Belgrade, some 50 participants concluded that more intense dialogue on human resources development, better cooperation and greater institutional decentralisation were priorities for the years ahead. Ms Donka Banovic, Chair of the Education Committee of the Serbian Parliament, highlighted the realistic image of the Serbian labour market that the ETF provided through its country analysis for IPA. She pointed out that better administrative capacities of assimilating EU funds were necessary to continue labour market reforms. Two weeks earlier, Kosovo’s* next phase of EU support for reforms had been discussed by civil servants, politicians, social partners and civic society at a workshop in Prishtina. This workshop engaged a range of partners in a reflection process on the importance of strategic investment in human resources in a country which is increasingly exposed to competitive forces from South Eastern Europe and beyond. Fatmire Mullhagja-Kollçaku, chair of the national Committee on Employment and Social Affairs, underlined the socio-economic difficulties facing the small Balkan region. “We need consensus on how we develop our human resources,” she said, pledging her support for a new mechanism to coordinate strategic policy. The workshop concluded with a recommendation to establish an IPA task force to channel the concerns of stakeholders towards the highest levels of government and the European Commission. * Kosovo as defined in UNSCR 1244 ",
        "In 2006, the project team organised activities in all (potential) candidate countries of South Eastern Europe. Reports were drafted, study visits were made and four conferences were organised, setting up institutional structures on four key Copenhagen issues: national qualification frameworks, quality assurance, social partnership and career guidance. The ETF organised another series of Copenhagen workshops in Georgia, the Russian Federation and Ukraine in September 2006 which were also attended by participants from Armenia and Azerbaijan. Preparing for neighbourhood assistance The new EU foreign policy approach aims to promote democracy, prosperity and the rule of law in the countries surrounding the enlarged European Union. As a result, human resources development (HRD) will come to play a bigger role in EU support to the neighbouring regions than it has ever played before. As a service to EC services and other international donors deepening their involvement in HRD in the countries covered by the European Neighbourhood Policy Instrument, in September 2006 the ETF published a report on human resources development in the European neighbourhood region which 20 Caucasians learn in the Italian foothills During late October, a delegation from three countries in the Caucasus region - Armenia, Azerbaijan and Georgia – visited Rome and Turin to study local experience of education and training. The seven participants were entrepreneurs from the tourism sector, education professionals and government officials. Guided by ETF staff, they were given the chance to see how central and regional governments are handling this important issue. In Rome, the Caucasian delegation learned of Italy’s discussions on a national qualifications framework (NQF). They were introduced to the legal framework, national policies, trends for reform and decision making processes. In Italy, responsibility for VET was devolved to the regions in 1970 and, moving on to Turin, the focus shifted to illustrating how one region, in this case Piedmont, is successfully implementing a qualifications framework. Piedmont has suffered a severe economic downturn over the past twenty years due to the decline of heavy industry such as the car manufacturer, Fiat. It is now betting on tourism as one of the levers for economic recovery. An initial meeting with Piedmont’s regional authority in charge of VET served to show how responsibilities are divided among the central and regional governments. The Piedmont scenario was sadly familiar to the study visitors, whose countries are facing similar challenges during the economic transition. This activity was part of a larger ETF project aimed at helping national stakeholders in partner countries to develop a good understanding of national qualification frameworks. ",
        "provided a country by country guide to the current state of play in HRD in these fourteen countries. The 71-page document brought the latest information on the situation of HRD in each of the Neighbourhood countries. This included an overview of the social and economic context, a description of the strengths and weaknesses of the education and training systems and a brief review of the main HRD reform initiatives that are currently supported by international donors. Every chapter ended with a series of recommendations detailing what donors could do to help improve human resources development in each country. Suggestions included the need to develop continuing training in Algeria, the need for institutional capacity-building in Ukraine and the need to use technical vocational education and training to combat social exclusion in the West Bank and Gaza Strip. While the report made some very specific recommendations, its overall aim was always to promote sustainable system-wide reform rather than piecemeal measures which may not have a lasting effect. 21 Preparing for neighbourhood assistance P h o t o : E T F / A . R a m e l l a ",
        "Sector-wide support Already today, support to the Mediterranean region is characterised by this changing nature of EU assistance towards system-wide support. Although countries in this region are not preparing for future accession, the alignment of their education and training systems to European practice has gained significance, particularly since agreements on future free-trade zones were sealed. A large proportion of the ETF’s support to the region is channelled through the project Education and Training for Employment (MEDA-ETE). It was launched in 2005 but many of its key activities did not start until 2006. To recap, the ETF-managed MEDA-ETE project consists of four main components. The first two concern a Euromed Annual Forum and international network on technical and vocational education and training (TVET) for employment. The third covers support to self-employment of young people. The fourth promotes the development of e-learning in the region. The Euromed network on TVET for employment comprises government officials, education representatives and statisticians from each participating country. A parallel network of experts in training for teachers and trainers supported the work of the project through the publication of ten country reports and one regional analysis on the role of e-learning in training of teachers and trainers. 22 Education and Training for Employment One hundred experts from the southern shores of the Mediterranean gathered in Turin for the first MEDA-ETE Annual Forum in April 2006. Education and Training for Employment or ETE is an ambitious ETF-managed project aimed at boosting employment in ten countries of the Mediterranean region. The forum acts as the project’s engine and steering wheel, designed to feed input from the main partners back into the project and provide guidance for future activities. In her keynote speech, EuropeAid’s Claire Kupper illustrated how the project fits into the core aims of the Barcelona Process and EU regional programming in the non-EU Mediterranean countries. “The three main principles on which EU cooperation with our southern neighbours builds are dialogue, exchange and cooperation,” she said. ETF staff outlined which areas will be worked on during 2006 as part of the Euromed Network on TVET for Employment. This section of the project aims to produce one comparative analysis and one thematic study every year for the three-year duration of the project. Both are linked to thematic networks in the region. In 2006 the comparative analysis covered the subject of vocational guidance, while the thematic study focussed on the issue of the recognition of qualifications. Project leader Borhène Chakroun expressed his satisfaction with the project’s results to date. “We have a year of broad consultation and preparation behind us and we are committed to using all we have learned over this year in future,” he said, “the work so far has shown the need to improve education and training in our MEDA partner countries. It also confirms our belief that ‘learning from each other’ is the best way of achieving this.” MEDA-ETE Annual Forum, Turin, April 2006 P h o t o : E T F / A . R a m e l l a ",
        "Implementation of the components covering self-employment and e-learning was partly subcontracted. These activities commenced in 2006. More specific information on some of the project components can be found in later chapters of this publication. Donor coordination The ETF has always tried to gather different donors around the table to coordinate their assistance programmes. A broader role in human resources development for the ETF and an EU move towards sector-wide support will make the need for this even more urgent. The ETF continues to expand its expertise in human resources development in the partner countries and wants other organisations to be able to draw from its pool of knowledge. At the same time, EU assistance will require closer coordination with other bilateral and multilateral donors to avoid overlap or, worse, incoherent support to reforms. In 2006, one of the highest profile efforts to coordinate with other international donors in the partner countries was the conference “New directions in technical vocational education and training reform in the Middle East and North Africa”. Access to education and training in these regions has surged in recent years. In itself this is a positive development for countries where a more promising future for young people has the potential to improve social and economic stability. But pressure in numbers is testing the limits of the existing forms of education in the region. Many schools and training institutions in this part of the world are insufficiently prepared to cater for modern knowledge societies and international competition. To make sure that broad participation does not work to the detriment of quality, relevance and management of education in the region, urgent reform initiatives are needed. Proposals for education development in technical and vocational education and training (TVET) in these regions had been outlined in a 2006 joint ETF-World Bank report on the issue. Commenting that in recent years TVET has regained much of its status as a tool for competitiveness and employability, in this report experts from the World Bank and the ETF called for a broad upgrading process to also allow TVET in this region to better respond to the needs of modernising economies through improved cooperation with social and economic partners. They also call for close partnership among development agencies to streamline their work. The joint ETF/World Bank conference in Cairo in September aimed at sharing the findings of the report with experts and policy makers who are active in the region. It yielded new support initiatives around the themes developed in the report. These activities will provide a framework for building better partnerships with international development agencies. 23 ",
        "The demands of competitiveness Given the rapid demographic transition taking place across the Middle East, Emmanuel Mbi, World Bank Regional Director for Egypt, Yemen and Djibouti thinks that “the need to provide decent jobs to a large influx of new workers requires the emergence of a dynamic private sector capable of competing internationally through increases in productivity as opposed to a reliance on low wages.” Building on this, he believes that “improving the quality and the relevance of technical and vocational training are central to this challenge.” Emmanuel Mbi spoke his words at a joint ETF/World Bank conference in September 2006 in Cairo at which regional experts and policymakers discussed new directions in technical vocational education and training reform in the Middle East and North Africa. The title of this high profile conference had been borrowed from the main discussion paper – a report that is also a joint work by the two organisations. The report outlines five critical challenges for technical vocational education and training reform in the region: governance of the vocational education and training systems, financing of training, quality issues in vocational education and training, skills development for the informal sector, and participation of the private sector and social partners in the training system management and provision. “We all feel it in our daily lives. The key objective of skills development today is competitiveness,” confirmed Fayza Aboulnaga, Egypt’s Minister of International Cooperation in her opening address. ETF Director Muriel Dunbar said that, with the acceleration of globalisation and the opportunities this brings to the labour market, countries across the region should address the challenges to vocational education and training in a more systemic manner. “Without a good supply of vocational education and training graduates with relevant skills entering the labour market each year, a country will not be able to gain or maintain a profitable economic base, it will not be able to attract foreign direct investment and it will not be able to compete successfully in free trade,” she said. 24 ",
        "25 Joint ETF – World Bank conference, Cairo, September 2006 Photo: ETF/Eldin Mohamed ",
        "26 ",
        "3. LINKING THE WORLDS OF EDUCATION AND WORK Unemployment is still a massive problem in many of the ETF’s partner countries. In most cases, the potential for jobs is there but education and training need to help channel human resources towards new areas of need in a changing labour market. Often this calls for radical reforms in the organisation and delivery of vocational education and training. Assisting partner countries in this by giving them access to information, ideas and expertise is the core business of the European Training Foundation. The strength of modern education and training systems lies in the way in which they are linked to and integrated into the world of work. Recent European progress in this field is generally hailed as quite successful and an example from which much can be learned by partner countries in the vicinity of the European Union. Much of this progress builds on accurate monitoring of labour market conditions and trends. And indeed, the lack of capacity to monitor such trends 27 P h o t o : E T F / A . R a m e l l a Gathering comparative data P h o t o : E T F / A . R a m e l l a ",
        "adequately lies at the root of many of the problems ETF partner countries face in maintaining relevance in education and training. In the Western Balkans, this year the ETF took the lead in gathering comparative data when it launched a transnational analysis of the labour markets in the region. The analysis identified gaps and challenges to help the countries’ prioritise reform efforts that are needed for future accession to the European Union. In June, the ETF convened a meeting among experts from the Western Balkan countries, the European Commission and international organisations to present the first outcomes of this analysis and to seek advice for further work. This project was a follow-up to a series of labour market reviews in the Western Balkan countries carried out by the ETF in 2004 and 2005. Career guidance As rapidly shifting labour market needs become more adequately translated into education and training, an increasing need to guide students through the myriad of training opportunities around arises. Today, career guidance is a more topical issue than ever before. Throughout the year, local experts from ten Mediterranean countries elaborated country reports on career guidance. A team of EU experts produced a comparative analysis on guidance in the Mediterranean region, based on the country reports and several field visits. A thematic network of policymakers on career guidance was created too. The ETF review of career guidance systems in the Mediterranean region is part of the MEDA-ETE project (see also chapter 2). 28 Mediterranean observations in Lisbon Experts from around the Mediterranean gathered in Lisbon in January to help launch a EuroMediterranean observatory function network. The initiative is part of the Education and Training for Employment Project that the ETF operates in the region. The observatory function network encourages national information systems from ten countries to work together. The aim is to produce a common set of indicators on technical vocational education and training (TVET) and the labour market in Algeria, Egypt, Israel, Jordan, Lebanon, Morocco, Syria, Tunisia, Turkey and the West Bank and Gaza Strip by the end of 2008. This information can then be channelled to policy-makers to help inform their decisions. During the three-day workshop, delegates heard presentations on how to build useful indicators and identified those on which to concentrate first. With her recent experience of working on Jordan’s TVET indicators, Sana Khair, Decision Support Manager at the Jordanian Ministry of Education, explained why it is much harder to get good quality information on technical vocational education and training than on general education. “With TVET, there are so many players that you have to involve lots of different organisations in order to get useful information,” she said. The event was followed by a week’s study visit organised by Portugal’s Observatory of Employment and Vocational Training. The visit took the delegates on a whirlwind tour of Portugal’s information-gathering systems, with a special focus on the tourism and food and drink industries. ",
        "29 Guiding career guidance In July, an ETF workshop in Turin saw the birth of a new network for developing career guidance policy in ten Mediterranean countries. The event brought together representatives of the ministries of labour and education from seven countries to discuss how to improve career guidance systems in the region. Morocco already has an extensive career guidance system, including facilities for training counsellors. “What we don’t have is a way of knowing if our system is efficient and meets peoples’ needs,” says Abdassalem Bouaich, Moroccan local expert, “if we come out of this meeting with some recommendations on how to evaluate the system and improve quality, that would be useful.” Anna Gluck, deputy director of manpower and training at the Israeli Labour Ministry, wants to see existing Israeli resources used better. As one of the first fruits of the network, she and colleague Benny Benjamin have decided to make a joint proposal to their respective ministries on how technology could be used to free up resources. Aboubakr Badawi, Egyptian local expert, hopes the new MEDA-ETE network will develop into a useful tool. “When all these people from the ministries go back to their jobs, they have a heavy workload and not much time for anything new,” he says, “but with a network, we set some deadlines, encourage each other and this makes sure that the momentum is not lost.” After this first face-to-face meeting, the discussions continued via a special virtual community designed by the ETF, a study visit to Scotland in September and a cross-country analysis that was published at the end of 2006. Guiding careers P h o t o : E T F / A . R a m e l l a ",
        "Transition from education to work Closely related to the work in career guidance is a new ETF project analysing how young people develop their skills and how they integrate into the labour market. The project, Transition from Education to Work, was launched in Turin in July 2006 and involves three countries from different regions: Serbia, Ukraine and Egypt. The project builds on earlier work to analyse the transition from school to work. CATEWE (Comparative Analysis of Transition from Education to Work in Europe) is a framework that was originally developed through an EU-financed research project It is a conceptual tool to analyse the transition process in a holistic way and to compare different models used in different countries. The present project applies this framework in the three countries. The project is part of the ETF’s Innovation and Learning programme that was launched in 2006 to maximise the impact of national developments among partner countries through the sharing of expertise between policy makers from different countries. Linking the worlds of education and work through Tempus In July 2004, at a Tempus meeting involving representatives from the EU Member States and Tempus partner countries, the importance of cooperation between universities and enterprises for the higher education reform agenda in the current Tempus partner countries was discussed. In this context, DG Education and Culture presented its idea to launch a study on the role of the Tempus programme in university-enterprise cooperation. The preliminary results of this work in progress were discussed in June 2006 at a large seminar entitled Tempus in Touch: University-Enterprise Cooperation, in Amman, Jordan. 30 From education to work ",
        "The seminar was designed as a forum to raise awareness about existing models of university-enterprise cooperation and about its importance as a way of enhancing the employability of university graduates. Following the seminar, in early autumn the ETF published a summary report of the results of the study that took into account the discussions and feedback from Amman. The study identified examples of good practice in university-enterprise cooperation in all of the current Tempus regions, but it found these mainly in areas where higher education and research activities traditionally existed. It also found that the cultural, legal and financial obstacles blocking further cooperation are still significant. It concluded that “a supportive environment needs to be developed, one that has the potential to break the dominant cultures at universities and enterprises and that could help to develop strategies for new ways of cooperating. Such an environment must comprise appropriate legislation, financial support, incentives, and support structures and mechanisms.” It warned, however, that closer interaction between the worlds of work and education is so urgently needed that an unsupportive environment should never be a decisive obstacle that stands in the way of small-scale pioneering initiatives, illustrating that elsewhere in the world such cooperation initially also developed in adverse environments. In this field legislation tends to follow practice, rather than the other way around. Towards the end of 2006, the summary report was used as the basis for the publication Linking the worlds of work and education through Tempus. Published by DG Education and Culture, this document brought the issue to a broader audience. 31 P h o t o : E T F / A . R a m e l l a ",
        "32 ",
        "4. REVALUING SKILLS AND RETHINKING QUALIFICATIONS Skills are back, recognised as contributors to development on par with general literacy and numeracy. But skills today are a different concept than they were 50 years ago. Key skills today are no longer the vocational skills that allow young people employment for life in a trade or craft. Key skills today reflect the volatility of the labour market whose unpredictability requires a much more generic ability to learn, communicate and adapt. Education developers in transition countries can still be bewildered by the enigma of what skills exactly are needed to fuel a modern economy. And for good reasons, because there is no universally applicable list of skills that must be covered in vocational curricula. The trick is not to define an ultimate list of needed skills, the trick is to develop a system that can monitor constantly changing needs, analyse its results, and feed these back into a responsive and flexible education and training system. The ETF helps partner countries develop such systems, together with peers from neighbouring countries and experts from EU Member States that have developed such systems in the past decades. Entrepreneurship Entrepreneurial skills form a set of generic skills that have been long undervalued. They have gained considerable importance in transition environments that are characterised by a shift from large state-owned companies to small and medium-sized enterprises. In many of the ETF’s partner countries, entrepreneurial skills are becoming a recognised part of human resources development. Particularly in the 33 P h o t o : E T F / E . V e l l e d i t s c h P h o t o : E T F / A . R a m e l l a ",
        "Western Balkans where industrial infrastructures have been all but destroyed by transition and the wars of the 1990s, the ETF has been very active in promoting the development of entrepreneurship learning. In line with this, the ETF also provided expertise in this area to the European Commission’s DG Enterprise to support its national and regional assessments of the partner countries in this region. In 2006, local meetings were held in a number of partner countries while the European Commission held a conference on the subject in Oslo in which representatives from 33 countries participated. The subject is promoted across all of the ETF partner regions. 34 Skills needed in Serbia, but what skills? Knowledge of what skills are most in demand is particularly relevant for the Serbian labour market. More than half a million unemployed recent school graduates are testimony that the education system needs reform in order to better support labour market needs. Serbia has one of the highest youth unemployment rates in Europe. Its 44% compare to an average 16-18% in EU countries. The total number of registered unemployed in Serbia stands very close to one million. Of these, some 8% belong to vulnerable groups. It takes the average unemployed person 3.5 years to find a job. As a result of ongoing privatisations, the Serbian economy is expected to meet even more redundancies in the nearest future and there is no adult education system to alleviate the difficulties. Against this economic background, the lack of precise knowledge of what skills are needed contributes even further to mounting unemployment. The education provided and employers needs should be integrated. A final conference of the ETF project on skills needs identification for the Serbian labour market took place in Belgrade in June 2006. Financed by Italy, this project had aimed at completing the identification of skills needs that had already been initiated under the EU’s CARDS programme with the establishment of committees identifying sector occupational requirements. Enhancing the capacity of these committees was now deemed necessary so that they could undertake skills needs analyses in the different sectors and express them in terms of occupational requirements. The results were tested in two sectors: textile and retail. P h o t o : E T F / A . R a m e l l a ",
        "Tracer studies One way of evaluating the relevance of new skills in vocational curricula is by carrying out tracer studies. Tracer studies track students at set intervals after completion of their training to see whether they are employed, how they are employed and what the relevance was of the education and training they received prior to employment. In 2006, the ETF helped Tajik trainers develop tracer studies to measure the effectiveness of reforms. In Eastern Europe, successful tracer studies in Azerbaijan in 2004 and 2005 were followed in 2006 by a similar study in Ukraine. 35 Self-employment is employment too At a meeting that took place in Turin in December 2006, representatives from the Western Balkans and Moldova gathered to review progress on the European Charter for Small Enterprises and to share the experiences of the four countries which participated in the ETF’s 2005 regional entrepreneurship initiative, namely Albania, FYR Macedonia, Moldova and Serbia and Montenegro. Anthony Gribben, ETF Country Manager for Kosovo, Montenegro, and Bosnia and Herzegovina, summarised the ETF’s assessment of each country’s progress as submitted to the European Commission. The evaluation looked at advances in entrepreneurship education and training and in SME skills, chapters one and four of the charter. Representatives of learning partnerships gave accounts of how entrepreneurship learning is developing in their countries. Aleksandar Milosevic, head of the Centre for SME and Entrepreneurship Development in Belgrade, described the work of the Serbian National Entrepreneurship Learning Partnership against the backdrop of major downsizing and industrial restructuring underway in Serbia. “We see the partnership as an advocacy group to make sure our learning system directly contributes to Serbian competitiveness,” he said. Vesna Stojanova, a local capacity building expert and president of FYR Macedonia’s Foundation NEO Business Education, reported on how the Macedonian partnership is introducing entrepreneurship learning at all levels and in both formal and informal education. Meanwhile, Norwegian experts Elisabeth Rønnevig and Svein Frydenlund told how their country has developed a national entrepreneurship learning partnership based on the principle of “think globally, act locally.” Italian expert, Guiseppe Silvestris, explained how developing a culture of partnership and networking can make for smarter small businesses. Wrapping things up after two days of intense debate, Anthony Gribben said the meeting was a perfect demonstration of the value of regional exchange and cooperation. He promised to keep everyone fully informed on the next phase of the European Charter for the Western Balkans and Moldova following the meeting of national charter coordinators and the European P h o t o : E T F / A . R a m e l l a ",
        "Qualification frameworks Revaluing skills requires new ways of thinking in qualifications. Skills can be acquired in many other ways than through formal education alone. Full recognition of this requires active participation from all of those involved: authorities, education sector, employers, individuals. It also requires a matrix, or framework in which all of these fluid definitions of requirements can be ordered so as to be comprehensible among sectors and even among countries. A national qualifications framework (NQF) can offer such a matrix and NQFs have therefore been developed throughout Europe and, with the help of the European Training Foundation, in many of the partner countries. One of the most significant developments for European vocational education and training was the formal adoption by the European Commission in November of the European Qualifications Framework (EQF). This, combined with the commitment of current Member States to it, put much pressure on potential future Member States to prepare for full integration of their own national qualification frameworks into the structure of the EQF. But some of these countries have not even started developing such a national qualifications framework yet. In 2006, the ETF therefore worked across the Balkans and deeper into Eastern Europe and even central Asia to help countries build the capacity for developing and maintaining their own national qualification frameworks. 36 The employability of Ukrainian VET students A pilot study of six vocational schools in Ukraine found that nine out of ten graduates are in employment three years after graduation. The tracer study, involving 167 former students and 44 employers in the regions of Cherkas’ka, Zaporiz’ka and Kiev, was conducted by Ukraine’s observatory during summer 2005. The study covered students from four trade groups. Although the study was not broad enough to draw reliable national conclusions, it does provide some interesting data. For instance, 80% of VET graduates were found to be working in fields related to their training and almost 40% are employed by the company that provided their practical training while they studied. “In spite of the poor reputation of VET in Ukrainian society, these results show either that demand for labour is so high that people get taken on anyway or that vocational schools are not as bad as some people think,” says Xavier Matheu who was the ETF’s country manager for Ukraine when the study was undertaken. All is still not good news though. Half of the graduates had changed jobs more than twice in three years, citing as their reason low wages and bad working conditions. Around 25% of those interviewed wanted to set up their own business but only 2% had actually done so. This suggests VET graduates need further training in skills related to self-employment such as handling financial and legal issues. This modest pilot is intended to pave the way for more comprehensive and regular surveys. “The idea was to see if this kind of study could be applied in the Ukraine and if it is a good way of measuring the effectiveness of vocational schools for the labour market,” said Xavier Matheu. “The answer seems to be yes. The Kiev region has already committed to carrying out a study across all trades and a national study is under consideration too.” ",
        "One of the activities through which preparations for developing national qualification frameworks takes place is the ETF’s National Qualification Frameworks (NQF) project. Although just one of many in this field that the ETF is working on, this particular project covers nine countries in Eastern Europe and Central Asia. Through this project, country teams with representatives from education ministries and employer organisations work together with researchers to initiate and develop an informed policy debate on the qualifications needed in the labour market. They try to define how their vocational education systems should be reformed to meet these needs. The project focuses on tourism, selected as a pilot sector. Some of the teams have managed to establish or involve new national bodies, such as the association of employers in tourism in Tajikistan, the expert group of employers, researchers and NGOs in Kyrgyzstan, and the employer-driven Agency for Qualifications Development in the Russian Federation. 37 Developing national qualification frameworks Photo: ETF/A. Ramella ",
        "The European Qualifications Framework The European Qualifications Framework (EQF) is a translating mechanism for European qualifications. It is a neutral international reference point. Importantly, it is based on learning outcomes – not on curricular inputs. In practice this means that it takes into account the knowledge, skills and competences acquired through all forms of learning – formal and informal. It describes eight generic qualification levels. To avoid misunderstandings, it may also be helpful to describe what the EQF is not. The EQF cannot define new qualifications and the EQF is not meant to replace national or sectoral qualification frameworks. It is meant to turn diversity from a disadvantage into a strength. As such, it serves a function not dissimilar to the European Credit Transfer System (ECTS) in higher education. It is a tool to connect a multitude of different sets of qualifications. Use and implementation of the EQF is strictly voluntary and without legal obligations for Member States or sectors. Having said this, the EQF responds to a real need and has therefore been endorsed by Member States and even countries beyond the European Union. National EU governments have committed themselves to using the EQF as a reference tool to compare their qualification levels. By 2009 at the latest, all should have operational qualification frameworks that are linked to the EQF. By 2011, all new qualifications and Europass documents must contain references to the EQF levels. The core element of the EQF is a set of eight reference levels describing what a learner knows, understands and is able to do – their ‘learning outcomes’ – regardless of the system where a qualification was acquired. This shifts the focus away from the traditional approach based on learning inputs such as length of learning or type of institution. Focusing on the outcomes of learning can provide recognition of non-formal and informal learning and should lead to a better match between education systems and the needs of the labour market. By encompassing all types of education – general, higher, adult and vocational – the EQF will also give a welcome boost to the concept of lifelong learning. The proposal is one of the direct outcomes of the Education and Training 2010 work programme established after the Lisbon European Council in 2000. It is the result of extensive consultation with Member States, the social partners and other stakeholders. 38 ",
        "Framing reform in Montenegro A referendum in May 2006 paved the way for Montenegro’s independence from Yugoslavia the following month. The choice came with firm intentions to pursue European integration. The country’s education authorities reaffirmed their commitment to align Montenegro’s education and training system with key developments in the European Union when the Ministry of Education and Science announced the establishment of a commission for national qualifications at an ETF-hosted meeting in Podgorica in late 2006. Building on earlier work on vocational qualifications supported by the ETF and the EU CARDS Programme, the NQF Commission’s objective is to ensure transparency and coherence in qualifications delivered by the various segments of the country’s learning system. As part of the ETF’s support to Montenegro to accommodate the EU’s education policies, a delegation from the NQF Commission visited Denmark in early October. Their objective was to determine how the Danish authorities were integrating European Qualifications Framework principles into the national system. “What particularly struck us were the strong links between schools and local enterprises in Denmark,” said Mladen Perazic of the Montenegro Chamber of Economy. “The business world in Montenegro needs to be convinced of the new qualifications drive and how this relates to wider regional and European labour markets.” “Indeed, the Montenegrin stakeholders have become quite savvy on NQF and EQF issues,” said Anthony Gribben, the ETF’s Country Manager for Montenegro. “They are now determining what may be suitable and affordable in their small country and making good use of the experience of EU small countries such as Denmark and also Scotland which they visited with our support in 2005.” 39 Tourism as a pilot sector for national qualification frameworks P h o t o : E T F / A . R a m e l l a ",
        "Sectoral partnership Sectoral partnership deals with the ongoing dialogue between different stakeholders with shared interests in lifelong learning. It is an essential extension of all the issues we have discussed in this and the previous chapter of this publication. The ETF has promoted social dialogue for years but, fuelled by the European Copenhagen Process, the current drive towards broadly applicable national qualification frameworks calls on much deeper involvement of employers and trade unions in the development of curricula and qualifications. For companies and other enterprises, anticipating change has become a survival need. But only the largest of multinationals can afford to set up internal structures that monitor future trends and respond with appropriate human resources development strategies. Smaller companies are dependent on public training systems. To maintain the relevance of these, they need to bundle their resources with others that have similar needs and call for influence in the definition and even provision of training according to their needs. The development of sectoral partnership takes time. And although their development has proven difficult to force, some shortcuts can be made once a sector has demonstrated the desire to get organised. The ETF helps partner countries to organise their sectors and prepare them for participation in the process of education and training development. 40 National solutions through regional cooperation During a meeting of participants from all nine countries that take part in the NQF project, Mike Coles, one of the leading developers of the European Qualifications Framework, pointed out “the key role of competences and learning outcomes as a bridge between education and labour market”. In each of the three sub-regions - Russia and Ukraine; Armenia, Azerbaijan and Georgia; Kazakhstan, Kyrgyzstan, Tajikistan and Uzbekistan – the project had a different start, but the knowledge and experience accumulated by now in all of them was the main motive to meet at the European Training Foundation in November and learn from each other. All the partner countries made it clear at the conference that they are committed to continuing to develop a better understanding of the implications of national qualification frameworks. Each will produce a complete pilot qualifications framework for the tourism sector and produce a draft national NQF policy paper by the end of 2007. The big challenge in all countries will now be to translate agreed occupational profiles into learning outcomes. While every single country has a different national context, they also share a lot of challenges in the area of qualifications: similar VET systems from their common history now all in need of modernisation, in a context of developing economies and increasing labour migration. Therefore they agreed to go on meeting and working with ETF support not only in their own countries but also regionally, with a peer learning approach becoming more and more important. The ETF will further support the exchange of experience through an electronic Knowledge Sharing Platform on national qualifications in English and Russian. It will host key documents, also from the international debate, and provide opportunities for teams to communicate with each other and the ETF project team. ",
        "41 Sectoral partnerships respond better to change Well-organised sectors are more capable of anticipating change. As such they can greatly reduce job losses in industrial restructuring and compete better for human resources and skills in a tight labour market. This was the main message of a joint ETF/Cedefop conference on sectoral partnership that was held in Sinaia, Romania in late September 2006. “In today's education and training we need strategic functionality, partnership, integration, continuity, and normalcy. Without the support of sectoral partners, most of these are hard to achieve,” said Romanian Secretary of State for Higher Education and European Integration, Dumitru Miron, opening the conference. Arjen Deij, the ETF’s country manager for Romania set out the aims of the conference: “We are not here to discuss whether or not change will take place,” said the ETF's Arjen Deij, “Change will take place and we have to face it. But together we can find the best ways to respond to such change and that is what we are here for.” Participants were advised that the development of such partnership takes time. It is a gradual process to learn how to respond collectively to changing circumstances. The ability of partnerships to develop and adapt is therefore very important. The conference informed participants about how sectoral partnerships support qualification development, such as through the European Qualifications Framework, in Europe. Topics of special interest included the transparency of qualifications and the integration of qualifications and qualification systems into qualification frameworks for lifelong learning. The broader European context was also highlighted as a navigating tool. It is gaining importance with the increase in international mobility, the continuing debate on education and training issues at the European level, and the consequent emergence of European qualifications and a European qualifications framework. Photo: ETF/A. Ramella ",
        "42 ",
        "5. SKILLS DEVELOPMENT FOR POVERTY REDUCTION For a long time the focus of poverty reduction strategies has been on primary education but lessons from the past decades have clearly demonstrated that successfully passing primary education is no guarantee for work. This has brought vocational education and training back into focus among many bilateral and international donors. So far, however, it has been unclear how this revived recognition should translate into new education strategies and policies in the ETF partner countries. It was with this question in mind that the ETF identified skills development for poverty reduction as one of the key transversal subjects of research for the ETF in 2006. It dedicated the entire 2006 edition of its Yearbook to the topic (see below) and gave it a prominent slot on the agenda of the Skills for Progress conference. 43 P h o t o : E T F / A . R a m e l l a ",
        "The ETF Yearbook Under the collective title Skills development for poverty reduction, the 12 chapters and statistical annex of this year’s edition of the ETF Yearbook addressed topics as varied as ESF-type support for social inclusion and the impact of skills development on migration. 44 Skills for poverty reduction The ETF has promoted the need to align the debate on skills development in international aid with the practice of systemic reforms in vocational education and training in transition countries for some years now. Supported by experience from Central Asia and the Mediterranean region and much research by ETF staff for the 2006 edition of its Yearbook, the ETF brought up skills development for poverty reduction as one of the four key issues of the Skills for Progress conference. At the conference, ETF expert Peter Grootings introduced the subject asking the key questions the ETF hoped to make progress with in Turin: What kinds of skills are crucial for poverty reduction? How can people be assisted in developing the skills they need? Do they only need skills? What kind of policies should poor countries pursue and how can the donor community contribute? “As always,” he said, “answers to what and how questions are very much interrelated and depend on why skills development is found to be important for poverty reduction in the first place. And before we can even begin to answer the what and how questions, we need to clarify what we are talking about. What does skills development really mean? What does the concept of poverty reduction encompass? And what is the link between skills development and poverty reduction?” A clarification of concepts was urgently needed and in good part delivered in the chapters of the ETF Yearbook 2006. Yet, Peter Grootings is the first to acknowledge that clarifying concepts cannot be an end in itself. “Knowing what we are talking about should ultimately serve another clarification: What would be the role that the ETF can play?” The answer to this question was the key contribution the ETF sought from the delegates at Skills for Progress. In sessions dedicated to the theme, they endorsed practical proposals for the ETF to facilitate policy learning in this field. The ETF, it was concluded, can best use the limited means it has at its disposal by facilitating learning opportunities for policymakers, raising their awareness on the role of skills development for poverty alleviation and helping them to find and implement policy measures accordingly. ",
        "Other chapters looked at the problem of status decline of VET in transition countries, the need to better coordinate local development initiatives with the traditional learning and training infrastructure, and ways in which EU experience with skills development for growth can be used in different contexts. Between the lines, one of the key warnings of the Yearbook is to stop treating impoverishment in transition countries differently from more structural poverty in developing countries. Transition partner countries are impoverished. The difference with other poor developing countries is no longer the occurrence of abject poverty; the difference is that in transition countries there is a memory, individual as well as institutional, of better times. This memory can be used as a launch pad for reform initiatives. 45 P h o t o : E T F / A . R a m e l l a ",
        "46 ",
        "6. FOCUS ON EQUAL OPPORTUNITIES Concern for the vulnerable in society has always been a thread throughout the work of the ETF. Apart from the social benefits of inclusive education policy, there are valuable yet often untapped human resources among, for example, discriminated against cultural minorities and physically challenged people. Activities in 2006 that related to socially vulnerable minority groups in particular included a study that mapped access to education and the labour market of ethnic minorities in the Western Balkans. One chapter of the Yearbook concentrated on inclusive education. Discussions during the Skills for Progress conference in June and a number of projects in Central Asia also explored ways of ensuring inclusiveness of vocational education and training. A current angle to this debate is the observation that in some regions, students that can financially afford to, have turned their backs on vocational education and training in such numbers that the only students left are from socially vulnerable environments. This has exacerbated the low status of VET in these regions and is as detrimental to skills development as the opposite: a system that impairs access of vulnerable groups to education and training. Gender mainstreaming One issue that the ETF came to acknowledge as underexposed in its work to date is that of gender mainstreaming and 2006 was the year where a strong start was made to catch up in this field. It was all launched when 50 young men and women from 24 different countries came to Turin in March 2006 to attend the ETF’s first conference entirely devoted to gender issues. Held on the eve of International Women’s Day, the theme of the conference was Women in Education and Employment 2010. The conference sought to establish how much equality men and women really enjoy in the spheres of education and employment, what the barriers are to full equality, and what can be done to remove these barriers. 47 P h o t o : E T F / A . R a m e l l a ",
        "Organising this conference was a departure for the ETF in more ways then one. The participants – a mix of people from training centres, universities, women’s business associations and NGOs – were aged between 20 and 35, giving a younger profile than is usually the case at ETF events. The format chosen was a dynamic one, putting the accent on the personal as well as the professional and allowing time for informal discussions and brainstorming sessions as well as plenaries and presentations. The aim was to generate a wealth of new ideas for action to feed into the ETF’s work in Turin and in the field. It was hoped the participants would also benefit from useful pointers and suggestions to put into practice in their work as well as the chance to network with colleagues from around the world. 48 A window to freedom Why are women still denied equal rights to education in so many parts of the world? Shirin Ebadi, 2003 Nobel Prize winner and Iranian human rights campaigner, believes the answer to the question is quite simple: “Knowledge is a window to freedom, and an educated woman would not easily accept to be subjected to oppression,” she told participants in the ETF seminar Women in Education and Employment 2010. The answer may be simple, but Shirin Ebadi made it clear that ‘simply’ educating women is not always sufficient: “Education – and higher education in particular – plays a great role in improving the skills and knowledge of women. But education alone is not always enough to help women earn their own livelihoods.” To explain this, she drew an example from her home country, Iran: “More than 65% of Iranian university students are female, which means that Iranian women are more educated than Iranian men,” she said. “But the unemployment rate for women is three times higher than for men.” Unless educational attainment can be made to translate into participation in the labour market, Shirin Ebadi said, academic education and specialisation lose their benefits and become a plain luxury. Shirin Ebadi, 2003 Nobel Prize winner visits the ETF in March 2006 P h o t o : E T F / A . R a m e l l a ",
        "By the end of the two days, the delegates had produced a long list of practical suggestions for further action both in their own lives and for the wider arena. The ETF used this fresh input to feed into its daily work with partner countries and to push forward its commitment to promoting gender equality. On 3 May, the ETF presented the recommendations of the conference to the European Parliament at the request of the Chair of the Committee on Women's Rights and Gender Equality, Anna Záborská. The European Parliament subsequently asked the ETF to provide expertise on a new report looking at the issue of women and migration. 49 Writing for equal opportunities Some 70 young men and women from Eastern Europe, Central Asia, South Eastern Europe as well as the Enlargement and Mediterranean regions submitted an article for the essay contest Women in education and employment 2010 that the ETF launched in August 2005. Their stories described the role of vocational education and training in advancing the status of women in their societies or in strengthening the position of women in the labour market and business. Each essay was assessed based on the originality of its content, its creativity, quality of text and the author’s knowledge of the subject matter. Four winners were chosen. Zhibek Karamanova from Kazakhstan, Evgeniya Koeva from Bulgaria, Melhem Mansour from Syria and Abdulfattoh Shafiyev from Tajikistan were all invited to participate in the international conference Women in Education and Employment 2010 in March 2006. The conference was organised on the occasion of the International Women’s Day. ETF Director Muriel Dunbar introduced the winners in an award ceremony in which also Shirin Ebadi, 2003 Peace Nobel Prize participated. One of the four was selected as the beneficiary of a four-month traineeship at the ETF. Evgeniya Koeva, 24, took up her traineeship in the External Communications Unit in late 2006. Anna Záborská receives the ETF's publication on women in education and employment P h o t o : E T F / E r i k L u n t a n g ",
        "Another ETF report on the issue, Gender mainstreaming in education and training, also saw the light of day in 2006. A study co-authored by four international experts, it was commissioned to analyse gender mainstreaming policies in the fields of education, training and employment at the international level and the situation of gender equality in the same fields in Jordan, Morocco and Turkey, which are priority countries for ETF work. After an introduction to the subject, the study described the situation of gender mainstreaming in the European Union and of gender mainstreaming in education and employment within UNESCO, the ILO and the World Bank. It closed with detailed profiles of gender mainstreaming in education and employment in the three countries covered. The study provided an overview of the situation in these countries. This will help potential donors to focus on gender mainstreaming policies in future assistance programmes and projects. The ETF, or more specifically its working group on gender equality, will continue to analyse the situation in these countries with a specific policy learning approach. 50 Members of the ETF group working on gender issues present their work at the European Parliament in March 2006 P h o t o : E T F / E r i k L u n t a n g ",
        "51 Normalising gender issues Gender statistics from many of your countries show a strange paradox between access to education and achievements later in life. Most notably in North Africa and the Middle East, girls enjoy an equal or even higher number of years in education, yet their economic, social and political achievements lag greatly behind those of men. Because physical access to education is roughly equal, financial and security reasons can be ruled out as general explanations for this paradox. Explanations are more likely found in culture or religion and may only be tackled by allowing women access to more economic, social and political functions. Waiting until they empower themselves, as happened in Europe, amounts to wasting a tremendous skills resource in the short term. And if it is indeed progress you want, you will sooner or later need to utilise this rich resource of skills by actively empowering girls and women to make their own choices. If we really care about the future of girls and women in this world, if we really are serious about employing all the skills we can muster for progress, then we have to make sure that in all of the work we carry out we don’t make gender issues a side issue. We must not make it ‘just another issue’ – like education financing, or education management, or teaching methods. In English the expression used for work aiming at gender equality is ‘gender mainstreaming’. Although it is an odd expression even in English, it does expose the heart of the matter: we need to strive for gender equity not to be something that receives special attention just here and there. We need to normalise it. We need to integrate it in all the work that we do in education so that, eventually, we may look back in wonder, realising that we raised the issue to a level where it was no longer an issue at all. (Excerpt from a speech by actress Claudia Cardinale on the occasion of the ETF conference Skills for Progress, Turin, June 2006.) World renowned actor Claudia Cardinale speaks at the ETF's Skills for Progress conference in June 2006 P h o t o : E T F / A . R a m e l l a ",
        "52 ",
        "7. A GLANCE AHEAD As can be seen from this edition of the Highlights, preparations for the new EU instruments of support dominated ETF activities in the year 2006. By the same token, their introduction will be of significant consequence to its work in 2007. In its mid-term perspectives for the years 2007-10, the ETF set out some of these consequences and integrated them into planned activities. These mid-term perspectives are also interesting because they take into account for the first time the anticipated changes to the ETF mandate as described in chapter 2. Some crucial anticipated changes include the revision of the ETF’s advisory networks and the provision that allows the ETF to prioritise its support to certain partner countries. Among its advisory networks, the ETF foresees a significant review of the function of the Advisory Forum. The Editorial Board will be continued, reflecting the importance of top quality publications to a centre of expertise. Prioritisation will in practice mean that limited funds can more easily be allocated to situations that offer the best perspectives in terms of innovation, impact or sustainability. On the basis of the new functions of the organisation and in-house deliberations dating back as far as 2005, the mid-term perspectives formulated a very specific ETF response to each of the new instruments. As they will govern the work of the ETF from 2007 onwards, we will close this glance ahead with a summary of these: In all regions, ETF interventions will become more policy oriented. Peer reviews and learning activities will be used to formulate policy advice and analysis for the benefit of both the European Commission and national authorities, and for the facilitation of national policy dialogue. 53 P h o t o : E T F / A . R a m e l l a ",
        "54 Networking for relevance Just as the ETF recommends broad partnerships to support coherent and relevant policy development in partner countries, it relies on broad partnerships to maintain coherence and relevance in its own activities. To date, one of the key consultative networks of the ETF has been the Advisory Forum whose members met regionally and every three years in plenary to discuss strategic development and to propose new topics to be addressed. While appreciating the tremendous role the Advisory Forum has played in the last ten years, the recent external evaluation by ITAD Ltd recommended a review of the structure of the Forum, arguing that changes to the role and working methods of the ETF asked for the ways in which it keeps its feelers out in the field to be reconsidered. It noted that the complicated nomination procedure and large-scale plenary meetings have reduced its flexibility and cost-effectiveness. Within its new mandate, the ETF therefore wants to adapt its advisory networks to function flexibly and cost-effectively. In response, the November Governing Board approved a proposal to focus on three types of network. Two of these, the regularly meeting Editorial Board and ad-hoc institutional knowledge exchange partnerships with international organisations and Member States exist today. The third, a new International Advisory Panel, will replace the Advisory Forum. The International Advisory Panel will comprise eight to ten top experts with proven experience and standing in human resources policy development. They will be selected by the ETF and drawn from the international community, including partner countries, EU Member States and international organisations. The Governing Board will also be represented on the International Advisory Panel. Members from partner countries will be drawn from the multitude of current operational regional networks to encourage continuity between strategic thinking and operational initiative. International bodies represented will be those with which the ETF has worked intensively. The panel is expected to meet twice or three times per year. P h o t o : E T F / A . R a m e l l a ",
        "The Instrument for Pre-accession Assistance (IPA) ETF activities in the programming period will help to link HRD improvements to economic and social development objectives, comprising the role of skills development in raising the competitiveness of enterprises, gender participation and increased employability. In this context, the development of entrepreneurship skills and the anticipation of labour market needs are key areas of attention. The European Neighbourhood and Partnership Instrument (ENPI) With different degrees of intensity based on the diversified needs of the region, the ETF will support human resource improvements comprising the role of skills development in raising the competitiveness of enterprises and increased employability. In this context, development of entrepreneurship skills and anticipation of labour market needs are key areas to work upon. The ETF will also focus on the contribution that skills development can play in effective migration policy. The Development Cooperation Instrument (DCI) Three themes will cut across ETF work in Central Asia. Gender mainstreaming will be promoted in relation to comprehensive education and training reform, but in particular within the field of skills development for poverty reduction. A second issue, migration, will be considered in terms of both advice on the overall qualification frameworks and skills development for poverty reduction. A final theme is school autonomy which will be addressed through policy dialogue on the skills development for poverty reduction theme. 55 Pursuing change through media channels Investment in capacity building for journalists in the Arab world is a worthy cause. There is a strong potential for change through media in the region and closer cooperation between schools of journalism in the EU and training centres in the Mediterranean region can cut both ways, supporting the development of civil society in the region and generating a better understanding of Arab culture in Europe. Both are much needed, which is why the European Commission’s Euromed and the Media initiative, the European Training Foundation and the Hungarian Government co-hosted a one day seminar on the role of Schools of Journalism in learning and living together in the wider European region in Budapest on 5 December. The 35 seminar participants covered a vast array of topics, ranging from the need to introduce journalism training at a much earlier stage than is done today and the need to strengthen and link media NGOs in the region, to the desperate need for mapping and evaluating the impact of past and existing training activities. The discussions were exceptionally free and frank and both sides participated very actively in the debate. The results will be taken back to the Euromed and the Media initiative by DG External Relations’ Thomas McGrath who called the concrete proposals that came out of the meeting both an encouragement for the Commission to intensify its activities in this field and a direct aid in the programming for the new instruments that will be launched in 2007. ",
        "56 ",
        "ANNEXES 1. Founding regulation and amendments The European Training Foundation was established by Council Regulation No. 1360/90 of 7 May 1990. The original founding regulation was amended by the following decisions: (cid:2) Council Regulation No. 2063/94 of 27 July 1994, amending the rules on the functions and staffing of the ETF and extending the geographical scope of the ETF's work to the countries eligible for the Tacis Programme; (cid:2) Council Regulation No. 1572/98 of 17 July 1998, extending the geographical scope of the ETF's work to the countries eligible for support from the MEDA Programme; (cid:2) Council Regulation No. 2666/2000 of 5 December 2000, extending the geographical scope of the ETF's work to Albania, Bosnia and Herzegovina, Croatia, the Federal Republic of Yugoslavia and the Former Yugoslav Republic of Macedonia; (cid:2) Council Regulation No. 1648/2003 of 18 June 2003, including rules concerning access to documents and amending the ETF's budgetary procedures. Consolidated regulation The consolidated version of the ETF Council Regulation CONSLEG: 1990R1360 – 01/10/2003 integrates the original founding regulation with the subsequent amendments. 57 P h o t o : I T C I L O / A . R a m e l l a ",
        "2. Budget 2005 2006 2007 Personnel costs 11 942 000 12 238 502 13 819 000 Building, equipment and running costs 1 568 028 1 718 500 1 745 000 Operational costs 4 989 972 5 494 898 4 136 000 Total annual subsidy 18 500 000 19 451 900 19 700 000* Other funds 8 212 639 7 516 194 Not yet available Total 26 712 639 26 968 094 Not yet available * This figure includes the reserve applied by the European Parliament to the agency budgets in 2007. 3. Staffing and organisation charts 58 Planning, Monitoring and Evaluation Peter Greenwood External Communication Bent Sørensen Operations Sandra Stefani Administration Olivier Ramsayer Director Muriel Dunbar Tempus Marleen Voordeckers ",
        "Nationality of temporary agents The number of temporary agents foreseen in the establishment plan for 2006 is 105 ETF staff by level and nationality Nationality AD AST Grand Total A 3 1 4 B 2 8 10 BG 1 1 CZ 1 1 D 5 3 8 DK 5 5 E 3 3 EE 1 1 EL 1 1 F 6 4 10 FIN 1 2 3 GB 7 5 12 H 1 1 I 7 34 41 IRL 1 2 3 L 1 1 LV 1 1 NL 5 1 6 P 1 1 RO 2 2 S 1 1 TUN 1 1 Grand Total 51 66 117 4. Key decisions of the ETF statutory bodies Key decisions of the ETF Governing Board in 2006 The ETF’s Governing Board and observers met on 6 June and 21 November 2006. The meetings were chaired by Ms Odile Quintin, Director General for Education and Culture of the European Commission. At the meeting of 6 June, the Governing Board: (cid:2) adopted the Annual Activity Report 2005 and its own analysis and assessment of it; (cid:2) adopted the Implementing Rules to the Staff Regulations; (cid:2) adopted the General Implementing Provisions on the procedures governing the engagement and the use of Contract Staff at the ETF. On 21 November 2006 in Brussels, the Board: (cid:2) adopted the ETF’s 2007 Work Programme modified to take into account the comments of the members; (cid:2) adopted the 2007 ETF Budget; (cid:2) adopted in principle the draft Mid-term Perspectives 2007-10 subject to confirmation by written procedure following the publication by the Commission of its Communication on the ETF’s External Evaluation. Advisory Forum The Advisory Forum is a statutory body [CR Art 6] comprising over 130 vocational training experts. Members of the Advisory Forum are drawn from Member States, the partner countries, 59 ",
        "social partners and international organisations. The main role of the Forum is to provide advice to the ETF and its Governing Board on the ETF’s annual Work Programme. The Forum also serves as an exchange network, enabling good practice on vocational training policies and reform to be shared between the countries involved. In 2007 the Advisory Forum met in Torino from 5 to 7 June under the Austrian Presidency to discuss the theme of Skills for Progress and to reflect on ETF’s priorities for the period 2007-10. The Forum also provided the Board with an opinion on the 2007 Work Programme for the meeting of 21 November. 60 ETF Governing Board members 2006 MEMBER ALTERNATE European Commission Odile QUINTIN (Chair) DG Education and Culture David LIPMAN DG External Relations Dirk MEGANCK DG Enlargement Austria Karl WIECZOREK Federal Ministry for Economic Affairs and Labour Reinhard NÖBAUER Federal Ministry for Education, Science and Culture Belgium Micheline SCHEYS Ministry of the Flemish Community Department of Education Cyprus Charalambos CONSTANTINOU Ministry of Education and Culture Elias MARGADJIS Ministry of Education and Culture Czech Republic Helena ÚLOVCOVÁ National Institute of Technical and Vocational Education Igor KRUPKA Ministry of Education, Youth and Sport Jana KASALOVA Permanent Representation of the Czech Republic to the EU Denmark Roland Svarrer ØSTERLUND Ministry of Education Merete PEDERSEN Ministry of Education ",
        "61 MEMBER ALTERNATE Estonia Külli ALL Ministry of Education and Research Finland Timo LANKINEN Ministry of Education Ossi V. LINDQVIST University of Kuopio France Agnès LECLERC Ministry of Employment and Health Jacques MAZERAN Ministry of National Education, Higher Education and Research Germany Stefan SCHNEIDER Ministry for Education and Research Klaus ILLERHAUS Standing Conference of the Ministers of Education and Cultural Affairs of the Länder in the Federal Republic of Germany Esther SENG Ministry for Education and Research Greece Kostantinos MARGARITIS Organisation for Vocational Education and Training Vasiliki KANELLOPOULOU Organisation for Vocational Education and Training Hungary György SZENT-LÉLEKY Ministry of Social Affairs and Labour Ireland Padraig CULLINANE Department of Enterprise, Trade and Employment Niall MONKS Department of Enterprise, Trade and Employment Italy Andrea PERUGINI Ministry of Foreign Affairs Luigi GUIDOBONO CAVALCHINI UniCredit Private Banking Latvia Lauma SIKA Ministry of Education and Science Dita TRAIDAS Agency for Vocational Education Development programmes ",
        "62 MEMBER ALTERNATE Lithuania Romualdas PUSVASKIS Ministry of Education and Science Giedre BELECKIENE Methodical Centre for Vocational Education and Training Luxembourg Gilbert ENGEL Ministry of Education and Vocational Training Edith STEIN Chamber of Commerce of the Grand Duchy of Luxembourg Malta Cecilia BORG Ministry of Education Anthony DEGIOVANNI Ministry of Education Netherlands Peter VAN IJSSELMUIDEN Ministry of Education, Culture and Science Poland Danuta CZARNECKA Ministry of Science and Higher Education Ewa RUDOMINO Ministry of Science and Higher Education Portugal Cândida MEDEIROS SOARES Ministry for Social Security and Labour Maria Teresa PEREIRA PAIXÃO Institute for Quality in Training Slovak Republic Juraj VANTÚCH Comenius University Slovenia Elido BANDELJ Ministry of Education, Science and Sport Jelka ARH Ministry of Education, Science and Sport Spain Rosario ESTEBAN BLASCO Ministry of Education and Science Sweden Erik HENRIKS Ministry of Education and Science Hans-Åke ÖSTRÖM Ministry of Education, Research and Culture United Kingdom Rosalind LESTER Department for Education and Skills ",
        "EUROPEAN TRAINING FOUNDATION HIGHLIGHTS THE ETF IN 2006 Luxembourg: Office for Official Publications of the European Communities, 2007 64 pp. – 21.0 x 21.0 cm ISBN: 978-92-9157-521-3 ISSN: 1725-7344 ",
        "",
        "SALES AND SUBSCRIPTIONS Publications for sale produced by the Office for Official Publications of the European Communities are available from our sales agents throughout the world. You can find the list of sales agents on the Publications Office website (http://publications.europa.eu) or you can apply for it by fax (352) 29 29-42758. Contact the sales agent of your choice and place your order. ",
        "T A - A G - 0 7 - 0 0 1 - E N - C ISSN: 1725-7344 Publications Office Publications.eu.int HIGHLIGHTS THE ETF IN 2006 "
    ]
}