{
    "text": [
        "L F - N A - 26224 - E N - N EU R&D SURVEY The 2013 EU Survey on Industrial R&D Investment Trends T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t T r e n d s As the Commission’s in-house science service, the Joint Research Centre’s mission is to provide EU policies with independent, evidence-based scientific and technical support throughout the whole policy cycle. Working in close cooperation with policy Directorates-General, the JRC addresses key societal challenges while stimulating innovation through developing new standards, methods and tools, and sharing and transferring its know-how to the Member States and international community. Key policy areas include: environment and climate change; energy and transport; agriculture and food security; health and consumer protection; information society and digital agenda; safety and security including nuclear; all supported through a cross-cutting and multidisciplinary approach. Report EUR 26224 EN ",
        "Acknowledgements This “2013 EU Survey on Industrial R&D Investment Trends” has been published within the context of the Industrial Research Monitoring and Analysis (IRMA) activities that are jointly carried out by the European Commission’s Joint Research Centre (JRC) - Institute for Prospective Technological Studies (IPTS) and the Directorate General for Research - Directorate C, Research and Innovation. IRMA activities aim to improve the understanding of industrial R&D and Innovation in the EU and to identify medium and long-term policy implications. The project was coordinated under the leadership of Xabier Goenaga Beldarraín (Head of JRC-IPTS Knowledge for Growth - KfG Unit) and Pierre Vigier (Head of DG RTD.C6 Economic Analysis and Indicators). This document was produced by Alexander Tübke, Fernando Hervás and Jörg Zimmermann (KfG Unit) as the main authors. Héctor Hernández, Sandro Montresor, and Antonio Vezzani from the KfG Unit and Stéphane Vankalck and Antoine Masson from DG RTD.C made contributions to the design and review of the survey. The JRC-IPTS and DG RTD-C would like to express their thanks to everyone who has contributed to this project. European Commission Joint Research Centre Institute for Prospective Technological Studies Contact information Address: Edificio Expo. c/ Inca Garcilaso, 3. E-41092 Seville (Spain) E-mail: jrc-ipts-iri@ec.europa.eu Tel.: +34 954488318 Fax: +34 954488300 More information, including activities and publications, is available at: http://iri.jrc.es/ and http://ec.europa.eu/research/index.cfm?lg=en. http://ipts.jrc.ec.europa.eu http://www.jrc.ec.europa.eu Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server http://europa.eu/. JRC 85328 EUR 26224 EN ISBN 978-92-79-33747-5 (pdf), ISBN 978-92-79-33748-2 (print) ISSN 1831-9424 (online), 1018-5593 (print) doi:10.2791/2650 Luxembourg: Publications Office of the European Union, 2014 © European Union, 2014 Reproduction is authorised provided the source is acknowledged. Printed in Spain European Commission EUR 26224 - Joint Research Centre - Institute for Prospective Technological Studies - DG Research Title: The 2013 EU Survey on Industrial R&D Investment Trends Author(s): Alexander Tübke, Fernando Hervás and Jörg Zimmermann Luxembourg: Publications Office of the European Union 2014 - 46 pp. - 21.0 x 29.7 cm EUR - Scientific and Technical Research series - ISSN 1831-9424 (online), ISSN 1018-5593 (print) ISBN 978-92-79-33747-5 (pdf), ISBN 978-92-79-33748-2 (print) doi:10.2791/2650 Abstract This report presents the findings of the eighth survey on trends in industrial R&D investment. It analyses the 172 responses of mainly large firms from a subsample of 1000 EU-based companies in the 2012 EU Industrial R&D Investment Scoreboard. These 172 companies are responsible for R&D investment worth € 62 billion, constituting around 41% of the total R&D investment by the 1000 EU Scoreboard companies. The main conclusion is that, between 2013-15, the responding companies expect to increase their R&D investments by 2.6% on average per year. Due to decreased expectations in the automobiles & parts sector, this is a third lower than in the previous survey. For some sectors, the expected R&D investment changes have increased compared to our previous surveys: electronic & electrical equipment (9% p.a. over the next three years), general industrials (7%), construction & materials (7%), pharmaceuticals & biotechnology (4%), and technology hardware & equipment (4%). The responding companies carry out a quarter of their R&D outside the EU. Their expectations for R&D investment for the next three years show continued participation of European companies in the global economy, in particular growth opportunities in emerging economies, while maintaining an R&D focus in the EU. Two thirds of the European companies in the sample chose their home country as the most attractive location for R&D, and identified the US, Germany, China and India as the most attractive locations outside their home country. Knowledge-sharing, human resources, proximity to other company sites and market demand make countries attractive for R&D activities. Comparing the attractiveness for R&D activities of the surveyed companies among eight EU countries, quality of R&D personnel and knowledge-sharing opportunities with universities and public organisations are most frequently stated among the top three. Comparing the attractiveness of the EU to the US, geographic proximity is leading before knowledge sharing opportunities and R&D personnel. Comparing the attractiveness of the EU to the one of China and India, for the EU geographic proximity to other company sites and technology poles & incubators is a factor for attractiveness. For China and India proximity to suppliers is making these countries attractive. ",
        "EU R&D SURVEY The 2013 EU Survey on Industrial R&D Investment Trends Alexander Tübke Fernando Hervás and Jörg Zimmermann 2013 ",
        "",
        "Contents Key Findings 5 R&D investment expectations 5 R&D investment location 6 Country attractiveness for R&D 6 R&D and innovation 7 Collaboration and knowledge sourcing 7 1 Introduction 9 2 R&D Investment Expectations 13 3 R&D Investment Location 17 4 Country Attractiveness for R&D 21 Countries currently considered the most attractive R&D location 21 Countries considered the most attractive location for R&D outsourcing 22 Attractiveness of the two countries where the company has the highest volumes of R&D activity 23 Attractiveness of EU countries 25 Attractiveness of EU countries vs. the US 28 Attractiveness of EU countries vs. China and India 29 Attractiveness of the country where the company has the highest vs. the second highest volume of R&D activity 30 5 R&D and Innovation 31 6 Intellectual Property Rights 33 7 Annex A: The Methodology of the 2013 Survey 35 Background and Approach 35 Link to the R&D Investment Scoreboards 35 Methodology 36 R&D Investment Definition 37 Composition of the Responses 37 8 Annex B: The R&D Investment Questionnaire 41 ",
        "",
        "K e y F i n d i n g s 5 This report presents the main findings of the eighth survey on industrial Research & Development (R&D) investment trends. It analyses the 172 responses of mainly large firms from a subsample of 1000 EU-based companies in the 2012 EU Industrial R&D Investment Scoreboard 1 . In total, the 172 responding companies are responsible for R&D investment of almost € 62 billion. This is equivalent to around 41% of the total R&D investment by the 1000 EU Scoreboard companies. The main findings of the survey are as follows: R&D investment expectations Between 2013-15, the responding companies expect to increase their R&D investments by 2.6% on average per year. Due to decreased expectations in the automobiles & parts sector, this is a third lower than in the previous survey. 1 These are 405 EU-based companies of the world top 1500 companies in the 2012 Scoreboard and 595 additional companies from the EU with an R&D investment.above 5.26 million Euros in 2011. Seven companies in the automobiles & parts sector, constituting 40% of the R&D investment of the sample, expect their R&D investment to stagnate between 2013- 15. This concerns mainly their R&D investments in the EU and compares to much more robust growth observed in our previous surveys (5%). In contrast, the overall expectations of all the other companies in the sample show a more positive outlook for industrial R&D at exactly the same global level as in past year’s survey (4%). For some sectors, the expected R&D investment changes have increased compared to our previous surveys: electronic & electrical equipment (9% p.a. over the next three years), general industrials (7%), construction & materials (7%), pharmaceuticals & biotechnology (4%), and technology hardware & equipment (4%). Key Findings Figure 1: Expected changes of R&D investment of the surveyed companies 2013-15, p.a. Note: p.a. per annum Source: European Commission JRC-IPTS (2013) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 6 R&D investment location The responding companies carry out a quarter of their R&D outside the EU. The EU-based companies in the sample carry out a quarter of their R&D outside the EU, similar to our previous surveys. The largest share of R&D investment outside the EU is in the US and Canada (10%), followed by rest of the world (5%), China (4%), Japan (2%), other European countries (2%), and India (1%). Altogether, the shares of R&D investment carried out in China and India remain at a stable 5%, which is relatively low in the light of globalisation. Their expectations for R&D investment for the next three years involve the continued participation of European companies in the global economy, in particular growth opportunities in emerging economies, while maintaining an R&D focus in the EU. Low expectations for R&D in the EU (1% p.a. in 2013- 15) are due to the outlook of seven automobiles & parts companies constituting 40% of the total sample R&D. Their expectations are substantially lower than in the past: a 0.4% reduction p.a. in 2013-15 compared to a 5% increase observed in the previous surveys. The decrease of R&D investment expectations in the EU, which seems to be linked to the decrease of production and sales in Europe (see Figure 2 below), will only be partly compensated for by the expected R&D investment increase in expanding markets like China and India. The expectations from the automobiles & parts sector for R&D in the EU contrast with much higher growth expectations for the non-EU regions, especially China and India. Without these seven companies, the expected R&D investment growth in the EU would be somewhat higher (3% p.a. over the next three years). Much higher R&D investment increases are also expected in some non-EU countries: India (15%), China (9%), US and Canada (6%). Country attractiveness for R&D Two thirds of the European companies in the sample state their home country as the most attractive location for R&D. The US, Germany, China and India are as the most attractive locations outside the home country. As in earlier surveys, two out of three respondents consider their home country the most attractive location for R&D. Of all locations outside the company’s home country, the US is preferred, followed by Germany, China, and India. These four countries were also the most preferred in the three previous surveys. In addition to these observations for locating R&D investment, the US, Germany, China and India were the most attractive for outsourcing R&D to other companies. Knowledge-sharing, human resources, proximity to other company sites and market demand make countries attractive for R&D activities. For the countries where companies have the largest volumes of R&D activities, the respondents state that knowledge- sharing and collaboration opportunities with universities and public research organisations, quality and quantity of R&D personnel in the labour market, proximity to other company sites, and innovation demand in terms of market size make these countries attractive. Labour costs of R&D personnel, Figure 2: Growth of R&D investment of EU Scoreboard and Survey companies and passenger vehicle production in Western Europe -20% -15% -10% -5% 0% 5% 10% 15% 20% 2015e 2014e 2013e 2012* 2011* 2010* 2009* 2008* c h a n g e s p . a . automobiles & parts R&D investment of the surveyed companies production of passenger vehicles in Western Europe Note: e expected growth for the companies in the 2013 Survey * past R&D investment growth for 31 companies in the 2013 Scoreboard production of passenger vehicles incl. light commercial vehicles Source: European Commission JRC-IPTS (2013) and Roland Berger: “Rightsizing Europe – The European car crisis and implications for automotive suppliers”, March 2013 ",
        "K e y F i n d i n g s 7 innovation demand via product market regulation and public procurement were not as relevant for R&D attractiveness. Knowledge-sharing and collaboration opportunities are not only an important factor of country attractiveness for companies. They are widely recognised as a priority issue in many Member States and for completing the European Research Area (ERA). However, a recent report on the ERA’s progress shows that public research organisations and Universities still tend to put more emphasis on developing capacities and skills than the corresponding knowledge transfer strategies. Comparing the attractiveness for R&D activities of the surveyed companies among eight EU countries, quality of R&D personnel and knowledge-sharing opportunities with universities and public organisations are most frequently stated among the top three. These are followed closely by proximity to technology poles & incubators (Sweden, Austria and Denmark) and quantity of R&D personnel (France, Italy and Poland). Geographic proximity to other company sites is attractive for R&D in Germany and the UK, and public R&D support via fiscal incentives in France and Spain. The factors that make countries less attractive for R&D are: innovation demand (via product market regulation (Finland, UK and Italy), public procurement (Belgium and Poland), market size (Austria and Denmark), market growth (France), and public R&D support (via fiscal incentives (Germany and Sweden) and via financing other non-R&D investments (Spain and Italy)). Comparing the attractiveness of the EU to the US, the proximity factor is ahead of knowledge sharing opportunities and R&D personnel. The respondents considered the US a more attractive site for R&D activity than the EU especially in terms of market size and growth, whereas the quality of R&D personnel in the labour market stood out in the EU. Market growth and public procurement are factors rated higher for the US than for the EU. Public R&D support, especially fiscal incentives, financing other (non-R&D) investments and loans and guarantees, are the lowest rated factors of attractiveness for both the EU and US. Comparing the attractiveness of the EU to that of China and India, for the EU geographic proximity to other company sites and technology poles & incubators is a factor for attractiveness. For China and India, proximity to suppliers is making these countries attractive. For EU countries, quality of R&D personnel, knowledge sharing opportunities, IPR issues and public R&D support stand out as factors for attractiveness. For China and India, quantity and cost of R&D personnel, and market size and growth are determinant for attractiveness. While these aspects may not be surprising, it should be emphasised that they correspond to actual cases of considerable R&D activity by leading companies in these countries. R&D and innovation R&D within the company is the most important component of innovation, followed by training and market research related activities for new product introduction. As observed in our previous surveys, R&D is critical for innovation for more than 98% of the respondents. Training is the second most relevant component. These two together emphasise the importance of generating internal R&D knowledge as key to innovation. They are followed by market research and related activities for new product introduction, and acquisition of new machinery & equipment. Purchase or licensing of IPRs and other knowledge is of relevance mainly for high R&D intensity sectors. R&D outsourcing to public organisations and companies inside EU countries is generally perceived as more relevant than doing this outside EU countries. However, countries like China or India play an important role for outsourcing in high R&D intensity sectors. Collaboration and knowledge sourcing The respondents report an average of 110 collaboration agreements per company, around 20% of which were new in 2012. Companies from high R&D intensity sectors report the lowest share of new collaboration agreements in 2012 (14%), compared to companies from the medium (22%) and low (27%) R&D intensity sectors. The distribution of collaboration agreements as a source of knowledge is very similar to that of R&D investment in general. The 48 responses from EU companies concentrate 75% of collaboration agreements with other firms in EU countries, followed by the US, China and India. Companies in high R&D intensity sectors stated the lowest share of collaboration agreements in the EU (57%), compared to the medium (65%) and low R&D intensity companies (78%). ",
        "",
        "1 I n t r o d u c t i o n 9 Investment in research and innovation is at the heart of Europe 2020, the European Union’s ten-year growth strategy. 2 The aim of this is not only to overcome the crisis which continues to afflict many EU economies, but to address the shortcomings of its growth model and create the conditions for a different type of growth that is smarter, more sustainable and more inclusive. Five key targets have been set for the EU to achieve by the end of the decade in the areas of education, research and innovation, social inclusion and poverty reduction, and climate/energy. In practical terms, this includes seven ‘Flagship Initiatives’ providing a framework through which the EU and national authorities mutually reinforce their efforts in areas supporting Europe 2020. One of them is the Innovation Union flagship, 3 which includes a 3% EU headline target for Research & Development (R&D) investment intensity. 4 R&D investments from the private sector, however, not only play a key-role for the Innovation Union Flagship, but also other relevant Europe 2020 initiatives such as the “Industrial Policy 5 ”, the “Digital Agenda” and the “New Skills for New Jobs” Flagships. The present survey is part of the Industrial Research and Innovation Monitoring and Analysis (IRIMA) initiative, 6 which supports policymakers in these initiatives and monitors progress towards the 3% headline target. The survey complements IRIMA’s core activity, the EU Industrial R&D Investment Scoreboard, 7 which analyses private R&D 2 See: European Commission: Europe 2020: A strategy for smart, sustainable and inclusive growth: http://ec.europa.eu/eu2020/index_en.htm. 3 The Innovation Union flagship aims at strengthening knowledge and innovation as drivers of future growth by re-focusing R&D and innovation policies for the main challenges society faces, such as climate change, energy and resource efficiency, health and demographic change. 4 This target refers to the EU’s overall (public and private) R&D investment approaching 3% of GDP (see: http://ec.europa.eu/europe2020/pdf/targets_en.pdf). 5 The Industrial Policy for the Globalisation Era flagship aims at improving the business environment, notably for SMEs, and supporting the development of a strong and sustainable industrial foundation for global competition. 6 See: http://iri.jrc.ec.europa.eu/. The activity is undertaken jointly by the Directorate General for Research (DG RTD C, see: http://ec.europa.eu/research/index.cfm?lg=en) and the Joint Research Centre, Institute of Prospective Technological Studies (JRC-IPTS, see: http://ipts.jrc.ec.europa.eu/activities/research-and-innovation/iri.cfm). 7 The Scoreboard is published annually and provides data and analysis on companies from the EU and abroad investing the largest sums in R&D (see: http://iri.jrc.ec.europa. eu/scoreboard.html). investments based on the audited annual accounts of companies and shows ex-post trends. The present survey is an additional instrument addressing the Scoreboard companies which collects ex-ante expectations and qualitative statements. Under the IRIMA predecessor activities, seven previous surveys 8 have been undertaken to gather information from EU companies on the factors and issues influencing R&D investment by firms. The present survey focuses on the R&D investment expectations for 2013, R&D location strategies, the relationship between R&D and innovation, and R&D knowledge sharing activities. R&D investment in the surveys refers to the total amount of R&D financed by the company, regardless of where or by whom it was performed. This excludes R&D financed by governments or other companies as well as the companies’ share of any associated company or joint venture R&D investment. It includes research contracted out to other companies or public research organisations, e.g. universities. The survey reports what each responding company states as its particular financial commitment to R&D. This is different from the official statistical concept, Business Expenditure on R&D (BERD), which provides a geographical perspective. 9 The questionnaire was sent to the CEO or previous year’s contact person of the 1000 European companies which appear in the 2012 EU Industrial R&D Investment Scoreboard and to five industrial associations for distribution among their members. A total of 172 responses, equivalent to a response rate of 17.2%, 10 were received. These 172 companies are responsible for a total global R&D investment of € 62 billion, which corresponds to 41% of the total R&D investment by the 1000 European Scoreboard companies. 8 See: http://iri.jrc.ec.europa.eu/survey.html 9 BERD includes R&D financed by the company itself as well as R&D performed by a company but funded from other sources. Official BERD figures comprise R&D carried out by the companies physically located in a given country or region (including foreign- owned subsidiaries), regardless of the source of funding. 10 See: Annex A: The Methodology of the 2012 Survey. 1 Introduction ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 10 Table 1 below shows the responses received by sector group and what R&D share compared to the 1000 EU Scoreboard companies is represented by the survey sample. 11 In terms of both R&D investment and numbers of responses, most came from companies in the medium R&D intensity sector group. This is diff erent from our previous surveys 11 R&D intensity is the ratio between R&D investment and net sales. An individual company may invest a large overall amount in R&D but have a low R&D intensity if net sales are high (as is the case of many oil & gas producers, for example). For the groupings see: Annex A: The Methodology of the 2012 Survey. where most R&D investment in the survey sample came from high R&D intensity companies. In comparison to the R&D investment composition of the 2012 Scoreboard (Figure 3), high R&D intensity sectors are more represented than medium and low ones. Table 1: Number of responses, by sector group Sector Group ICB Sector Number of responses R&D share of the sample of the 1000 EU Scoreboard companies High R&D intensity Pharmaceuticals & Biotechnology, Technology Hardware & Equipment, Soft ware & Computer Services, and Health Care Equipment & Services 49 47% Medium R&D intensity Industrial Engineering, Electronic & Electrical Equipment, Automobiles & Parts, Chemicals, Aerospace & Defence, General Industrials, Household Goods & Home Construction, Food Producers, Travel & Leisure, Financial Services, Fixed Line Telecommunications, Alternative Energy, Support Services, Equity Investment Instruments, and Personal Goods 78 39% Low R&D intensity Construction & Materials, Electricity, Industrial Metals & Mining, Forestry & Paper, Banks, Oil & Gas Producers, Industrial Transportation, Gas, Water & Multi-Utilities, and Mining 45 33% 172 41% Source: European Commission JRC-IPTS (2013) Figure 3: Distribution of R&D investment in the survey compared to the Scoreboard Note: The fi gure refers to all 172 companies in the sample. Source: European Commission JRC-IPTS (2013) ",
        "1 I n t r o d u c t i o n 11 Similar to our previous surveys, the companies in the sample were on average very large, with an average turnover of €16 billion, 33,000 employees, and 1,800 employees in R&D. Among the respondents, there are 8 medium-sized companies mainly in high R&D intensity sectors. Out of the large companies in the sample, 56 had between 251 and 5,000 employees, 64 between 5,000 and 30,000 employees and 44 more than 30,000 employees. Consequently, this survey differs from the Community Innovation Survey (CIS), which uses a different sampling technique and also addresses small and medium-sized firms. 12 Similarly to our previous surveys, the response rate of repeating participants was more than 50%. 13 12 The CIS uses stratified sampling for at least 3 size classes (small, medium and large enterprises) across all EU Member States. 13 Out of the 172 responding companies, 91 had participated in the previous two surveys (past year 104 out of 187), 62 in the previous three, 44 in the previous four, 24 in the previous five, 20 in the previous six, 12 in the previous seven surveys and 7 in the previous eight surveys. ",
        "",
        "2 R & D I n v e s t m e n t E x p e c t a t i o n s 13 For the coming years 2013-15, the responding companies expect to increase their R&D investments by 2.6% on average per year. 14 This is about a third lower than the increase expected in last year’s survey. The decrease in expectations is due to seven out of the nine companies in the automobiles & parts sector which provided R&D expectations and constitute 40% of the R&D investment of the sample. Their outlook was signifi cantly lower than previous expectations (-0.7% p.a. for 2013-15 vs. around 5% in our two previous surveys, respectively). Without the automobiles & parts sector, the overall R&D investment expectations would be at the same level as that observed in last year’s survey (4%). While that level is a positive outlook for corporate R&D above the nominal EU GDP growth estimates at 0.0% for 2013 and 1.4% for 14 The expectations are per annum over the next three years, weighted by R&D investment. 2014, 15 the R&D investment expectations are not yet at the levels expected prior to the 2008 crisis (7% in the 2007 survey). As shown in Figure 4 below, the highest expectations are found in high R&D intensity companies (4.4%), followed by the low (3.0%) and medium R&D intensity companies (1.7%). Excluding the automobiles & parts companies from the medium R&D intensity sector group, expectations almost triple to 4.7%. For sectors with at least fi ve responses, Figure 5 below compares the respondents’ 2013-15 expected R&D investment changes with the expectations of our two previous surveys for 2012-14 and 2011-13. 16 15 See the European Commission’s “Autumn 2013 economic forecast: Gradual recovery, external risks”, IP/13/1025 of 05/11/2013, http://europa.eu/rapid/press- release_IP-13-1025_en.htm. 16 The samples between the diff erent surveys have diff erent compositions. 2 R&D Investment Expectations Figure 4: Expected changes in R&D investment in the next three years, per annum, in real terms Note: The fi gure refers to 143 out of the 172 companies in the sample, weighted by R&D investment. Source: European Commission JRC-IPTS (2013) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 14 For some sectors, the expected R&D investment changes are higher than in our previous surveys: electronic & electrical equipment (9.2% p.a. over the next three years), general industrials (7.2%), industrial engineering (5.5%) and construction & materials (7.2%). The latter is in the low R&D intensity group, while all the former are in the medium R&D intensity group. In the high R&D intensity group, expected R&D investment changes from pharmaceuticals & biotechnology (4.4%) and technology hardware & equipment (3.6%) are slightly above those of last year’s survey but below those of two years ago. In other sectors, the expected R&D changes are lower than in our previous surveys: health care equipment & services (2.2% p.a. over the next three years), chemicals (4.3%), and aerospace & defence (1.8%). In automobiles & parts (-0.4%), the expected changes are even negative and far below the level observed in our previous surveys (5%). These expectations have an impact on the average of the whole sample because of the share corresponding to the companies in the sector (see Box 1 below). Figure 5: Expected changes in R&D investment in the current and previous two surveys, p.a. Note: p.a. per annum * The sample compositions in all three surveys vary from year to year. Growth rates calculated as CAGR over the three years for which expectations were mentioned (see Annex A: The Methodology of the 2013 Survey). The fi gure refers to 119 out of the 172 companies in the sample, weighted by R&D investment. Only for sectors with at least fi ve responses. Source: European Commission JRC-IPTS (2013) ",
        "2 R & D I n v e s t m e n t E x p e c t a t i o n s 15 Box 1: Expected changes in R&D investment in the automobiles & parts sector The nine EU-based companies from the automobiles & parts sector which provided expectations constitute 40% of the sample R&D. For seven of these, expectations are substantially lower than in the past: a 0.4% reduction p.a. in 2013-15 compared to a 5% increase observed in the previous survey. The decrease of R&D investment expectations in the EU, which seems to be linked to the decrease of production and sales in Europe (see Figure 6 below) 17 , will only be partly compensated for by the expected R&D investment increase in expanding markets like China and India. As shown in Figure 7 below for China, their expected R&D investment changes are in-line to the expected vehicle sales outlook for the next few years. 17 See Roland Berger: “Rightsizing Europe – The European car crisis and implications for automotive suppliers”, March 2013 http://www.rolandberger.com/media/pdf/ Roland_Berger_Automotive_Supplier_Europe_E_20130328.pdf Figure 6: Growth of R&D investment and passenger vehicle production and sales in Western Europe -20% -15% -10% -5% 0% 5% 10% 15% 20% 2015e 2014e 2013e 2012* 2011* 2010* 2009* 2008* c h a n g e s p . a . automobiles & parts R&D investment of the surveyed companies production of passenger vehicles in Western Europe sales of passenger vehicles in Western Europe Note: e expected growth for the companies in the 2013 Survey * past R&D investment growth of the surveyed companies in the Scoreboard production of passenger vehicles incl. light commercial vehicles Source: European Commission JRC-IPTS (2013) and Roland Berger: “Rightsizing Europe – The European car crisis and implications for automotive suppliers”, March 2013 Figure 7: Growth of R&D investment of EU Scoreboard and Survey companies and passenger vehicle production in China 100 105 110 115 120 125 130 2015e 2014e 2013e 2012 i n d e x 2 0 1 2 = 1 0 0 automobiles & parts in China R&D investment of the 9 surveyed companies in China passenger vehicles sales outlook in China Note: e expected Source: European Commission JRC-IPTS (2013) and Roland Berger: “Rightsizing Europe – The European car crisis and implications for automotive suppliers”, March 2013 ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 16 There was no link found between the R&D investment fi gures of the responding companies and past company performance in terms of operating profi t or net sales. As well as for the EU companies examined here, also US companies have seen their 2013 outlook for R&D investment drop to 2.3% 18 due to more moderate growth dynamics compared to the previous period. 19 18 See: “The Battelle 2013 Global R&D Funding Forecast”, R&D Magazine December, 2012. Battelle’s estimations refer to R&D funding, which has a slightly diff erent defi nition compared to R&D investment as defi ned here. 19 See: “The Industrial Research Institute’s 2013 R&D Trends Forecast”, Research- Technology Management, January-February 2013 The comparison of R&D investment growth expectations collected in our past surveys with the past R&D investment trends observed in the Scoreboard is shown in Figure 8. For most of the previous years, the trends of the R&D investment expectations reported in our past surveys were in line with the actual follow-up trends observed in the Scoreboards. The trends anticipated in the survey since 2007 have been statistically signifi cant. 20 The upcoming 2013 Scoreboard is scheduled to be released in November 2013. 21 20 Using two-sample t-tests with unequal variances between the trends for each of the fi ve data points, the trends were statistically signifi cant at least at the 98% level. 21 For the latest EU Industrial R&D Investment Scoreboard see: http://iri.jrc.ec.europa. eu/reports.htm. Figure 8: Expected (survey) vs. observed (Scoreboard) R&D growth Note: * Survey annual growth expectations are for the next three years following the exercise, while the Scoreboards refer to the latest audited accounts. The fi gure refers to 143 out of the 172 companies in the 2013 survey sample, weighted by R&D investment and to 568 out of the EU-1000 companies in the 2013 Scoreboard. Source: European Commission JRC-IPTS (2013) ",
        "3 R & D I n v e s t m e n t L o c a t i o n 17 R&D location is analysed in the survey both as the current distribution (stock) of R&D investment and the distribution of the expected changes in R&D investment (dynamics). The current distribution in terms of shares of total R&D investment in each of the seven world regions is displayed in Figure 9 below. The EU-based companies in the sample carry out a quarter of their R&D outside the EU (24%). This is a similar share compared to those observed in our previous surveys until 2011. The largest share of R&D investment outside the EU is in the US and Canada (9.8%), followed by rest of the world (4.8%), China (3.6%), Japan (1.9%), other European countries (1.6%), and India (1.4%). Taken together, the shares of R&D investment carried out in China and India are in total 5%, which is the same level as in our previous surveys. Considering their rising share of global production and GDP, the shares in China and India remain relatively low in the light of globalisation. In addition, the location distribution of R&D investment per sector groups is also similar to that seen in previous surveys. The medium R&D intensity sector accounts for the largest share of R&D investment within the EU (82.5%), mainly due to companies from the automobiles & parts sector. Companies in high R&D intensity sectors, where Europe is already under-represented in relation to the US, 22 are the most internationalised companies outside the EU. Twenty per cent of their R&D investment is in the US and Canada which, as in most of our previous surveys, is mainly due to pharmaceuticals & biotechnology companies. 22 In the Scoreboards, the R&D investment share of high R&D intensity sectors is almost twice that of the EU for US companies, mainly due to pharmaceuticals & biotechnology and ICT-related sectors (see: The 2012 EU R&D Investment Scoreboard). 3 R&D Investment Location Figure 9: Distribution of R&D investment by world region and sector group Note: The figure refers to 136 out of the 172 EU companies in the sample, weighted by R&D investment. Other EU countries include Switzerland, Norway and others, while the rest of the world includes a heterogeneous set of countries such as South Korea, Taiwan, and Brazil. Source: European Commission JRC-IPTS (2013) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 18 Figure 10 below reveals the expectations for R&D investment growth in the diff erent world regions by sector group for the overall average of 2.6%. As the automobiles & parts sector has an important eff ect on the level of expectations, the medium R&D intensity category is shown both with and without this sector. The distribution of growth expectations is similar to what can be observed in our previous surveys. Relatively low growth is expected for R&D investment in the EU (1.2% p.a. over the next three years, a similar level to that of our 2008 survey). Without the seven companies in the automobiles & parts sector, the expected R&D investment growth in the EU would be higher (2.9% p.a. over the next three years). Much higher growth is expected for the non-EU world regions: India (14.9%), China (9%), and the US and Canada (6.4%). Expectations for Japan, the rest of the world and other European countries lie at 2% or lower and are combined with a relatively low share in total R&D investment, which makes them more sensitive to sample composition. The expectations for the rest of the world are also lower than those observed in our 2010 survey (20%). In high R&D intensity sectors, pharmaceuticals & biotechnology and soft ware & computer services are the drivers of expectations in the US and Canada, China and India. For the medium R&D intensity sectors, general industrials and electronic & electrical equipment are drivers for expectations in the EU, which on the other hand suff er from stagnation of expectations in automobiles & parts companies. Companies from that sector, on the other hand, are expecting signifi cant R&D investment increases in other European countries and India. Figure 10: Expected changes in R&D investment in the next three years, per annum, in real terms, by world region and sector group Note: The fi gure refers to 111 out of the 172 EU companies in the sample, weighted by R&D investment and aft er elimination of outliers. Other EU countries include Switzerland, Norway and others, while the rest of the world includes a heterogeneous set of countries such as South Korea, Taiwan, and Brazil. Source: European Commission JRC-IPTS (2013) ",
        "3 R & D I n v e s t m e n t L o c a t i o n 19 In case the above pattern of R&D investment expectations materialises, this would lead to a future reduction of R&D investment shares in the EU together with growing shares in the US and Canada, China and India (Figure 11). Generally higher percentages of R&D investment growth outside the EU have been observed in four of our six previous surveys within a similar range 23 and can be considered a trend. In these past surveys, the highest growth was repeatedly expected for China and India, followed by the US and Canada, while other world regions remained at a more modest level. The decreasing shares of R&D invested in the EU occur within an overall increase in R&D investment amounts in all 23 The only exception was the 2008 survey, where R&D investment was expected to stagnate due to the impact of the economic and financial crisis in autumn 2008. world regions over the coming years. The expected nominal investment increases in the EU are of a similar magnitude to those outside the EU (around €1.2 bn over three years). In other words, the expected R&D investment growth is not distributed according to the existing R&D investment distribution in 2012, but around half in the EU and the other half outside. This has also been observed in our previous surveys and reflects the increasing participation of European companies in the global economy, and in particular emerging economies, while they retain their R&D focus in the EU. It also indicates that the gap between R&D invested by the surveyed companies in the EU and countries like China and India has not widened significantly. Figure 11: R&D investment shares in 2012 and expected in 2015, by world region Note: The figure refers to 111 out of the 172 EU companies in the sample, weighted by R&D investment and after elimination of outliers. Other EU countries include Switzerland, Norway and others, while the rest of the world includes a heterogeneous set of countries such as South Korea, Taiwan, and Brazil. Source: European Commission JRC-IPTS (2013) ",
        "",
        "4 C o u n t r y A t t r a c t i v e n e s s f o r R & D 21 The above considerations on the geographic distribution of R&D investment are further addressed by country-specific questions on the most attractive location for R&D, for outsourcing R&D, and via the possibility for a pairwise country comparison of innovation-related factors for attractiveness. Countries currently considered the most attractive R&D location The respondents were asked to state the three most attractive locations for the company’s R&D, without the need to refer to actual R&D sites. In this context, two thirds of the respondents considered their home country the most attractive location. This is a slightly higher share than that observed in our previous surveys. 24 The result of the ranking of the most attractive country for the company’s R&D is shown in Figure 12 below. On the one hand, France and The Netherlands are the EU countries where the attractiveness index is higher for companies for which it is not the home country. On the other, Finland, Denmark, and Belgium were mentioned only by respondents for which that country is the home country. Outside the home country, the US, Germany, China and India were considered the most attractive location for R&D. These four countries were also the top four in our previous surveys although with varying preferences amongst them. A few respondents mentioned that the home country (inside the EU) remains the main location, while expansion to countries like China or India is a way to tap into growing growth opportunities outside the EU. 24 As observed in the 2010 and 2008 surveys, more than two-thirds of the respondents considered their home country as the most attractive location for R&D. 4 Country Attractiveness for R&D Figure 12: Most attractive countries for the company’s R&D Note: * Based on an attractiveness index for 143 responses out of the 172 companies in the sample: countries ranked as most attractive with 3 points, as 2nd most attractive with 2 points, and as 3rd most attractive with 1 point. Only for countries mentioned at least five times. Source: European Commission JRC-IPTS (2013) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 22 Countries considered the most attractive location for R&D outsourcing A ranking of countries was also requested from the respondents concerning the three most attractive locations for outsourcing R&D to other companies. For this kind of choice, the preference for the home country was around 40%, much lower than that observed for the most attractive R&D location. Figure 13 displays the ranking of the most attractive country for outsourcing the company’s R&D to other companies. In addition to these observations on the location of R&D investment, the US, India, Germany and China were the most attractive for outsourcing R&D to other companies. Figure 13: Most attractive countries for outsourcing R&D to other companies Note: * Based on an attractiveness index for 106 responses out of the 172 companies in the sample: countries ranked as most attractive with 3 points, as 2nd most attractive with 2 points, and as 3rd most attractive with 1 point. Only for countries mentioned at least five times. Source: European Commission JRC-IPTS (2013) ",
        "4 C o u n t r y A t t r a c t i v e n e s s f o r R & D 23 Attractiveness of the two countries where the company has the highest volumes of R&D activity The respondents were also asked to state the attractiveness of the two countries where they have the highest volume of R&D activities. This question allows for a pairwise comparison of the actual R&D sites. Similar to the observations above, nine out of ten respondents stated their home country to be one of the two with the highest volume of R&D activity (Figure 14). The biggest EU countries and the US are the countries where the respondents have the highest volumes of R&D activities. They are followed by those EU countries which are the most frequent home-base, and, as non-EU countries playing an important role for R&D investment expansion, China and India. Figure 14: Countries where the company has the highest volumes of R&D activities Note: The figure refers to 162 out of the 172 companies in the sample. Numbers of statements refer to one of the two countries where the company has the highest volume of R&D activities. Only for countries mentioned at least five times. Source: European Commission JRC-IPTS (2013) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 24 For the countries where the companies have the highest volumes of R&D activity in Figure 14 above, the respondents were asked to rate factors that make a country attractive for innovation (Figure 15). 25 There are two groups within the factors for attractiveness. Above average attractiveness was stated for knowledge- sharing and collaboration opportunities with universities and public research organisations, quality and quantity of R&D personnel in the labour market, proximity to other company sites, and innovation demand in terms of market size. Knowledge-sharing and collaboration opportunities are not only an important factor in country attractiveness, but also widely recognised as a priority issue in many Member States 25 Innovation is the introduction of new or significantly improved products, services or processes. and for completing the European Research Area (ERA). 26 However, a recent report on the ERA’s progress shows that public research organisations and universities still tend to put more emphasis on developing capacities and skills than the corresponding knowledge transfer strategies. 27 Quality and quantity of R&D personnel in the labour market rated clearly before labour costs. For the other factors that were not so determinant for R&D attractiveness, innovation demand was not deemed to make a country attractive for R&D via product market regulation or public procurement. Public R&D support seemed more relevant to the low R&D intensity sector, whereas IPR issues were more relevant for the medium and high R&D intensity sectors. 26 See the 2013 European Research Area Progress Report, pp.29 http://ec.europa.eu/ research/era/pdf/era_progress_report2013/era_progress_report2013.pdf 27 See the Knowledge Transfer Study 2010-2012, http://www.knowledge-transfer- study.eu/home/ Figure 15: Attractiveness of the two countries with the highest volume of R&D activities Note: The factors are grouped by the average relevance of the major items in the survey. The figure refers to 140 out of the 172 companies in the sample. Source: European Commission JRC-IPTS (2013) ",
        "4 C o u n t r y A t t r a c t i v e n e s s f o r R & D 25 Attractiveness of EU countries This section analyses the average attractiveness of eleven EU countries for which statements from at least five respondents were obtained. 28 The non-EU countries for which more than five responses were obtained are analysed in the next section. 29 Table 2 below shows the top three and the lowest attractiveness factor for each of the EU countries. 28 Sorted by average attractiveness these are Finland (8 statements were obtained), Germany (46), France (25), United Kingdom (13), Sweden (12), Austria (6), Spain (9), Denmark (8), Belgium (7), Italy (12), and Poland (6). 29 US, China and India Table 2: Top three and lowest attractiveness factor for EU countries with at least five statements country (number of statements) average rating most attractive second most attractive third most attractive least attractive Finland (8) 3,35 quality of R&D personnel knowledge-sharing opportunities with universities & public organisations quantity of R&D personnel innovation demand via product market regulation Germany (46) 3,29 quality of R&D personnel knowledge-sharing opportunities with universities & public organisations proximity to other company sites public R&D support via fiscal incentives France (25) 3,22 public R&D support via fiscal incentives quality of R&D personnel quantity of R&D personnel innovation demand via market growth United Kingdom (13) 3,15 knowledge-sharing opportunities with universities & public organisations quality of R&D personnel proximity to other company sites innovation demand via product market regulation Sweden (12) 3,14 quality of R&D personnel proximity to technology poles & incubators knowledge-sharing opportunities with universities & public organisations public R&D support via fiscal incentives Austria (6) 3,14 knowledge-sharing opportunities with universities & public organisations quality of R&D personnel proximity to technology poles & incubators innovation demand via market size Spain (9) 3,12 public R&D support via fiscal incentives quality of R&D personnel proximity to suppliers public R&D support via financing other (non-R&D) investments Denmark (8) 3,09 quality of R&D personnel proximity to technology poles & incubators knowledge-sharing opportunities with universities & public organisations innovation demand via market size Belgium (7) 3,06 quality of R&D personnel IPR enforcement conditions knowledge-sharing opportunities with universities & public organisations innovation demand via public procurement Italy (12) 3,00 quality of R&D personnel quantity of R&D personnel knowledge-sharing opportunities with universities & public organisations financing other (non-R&D) investments and innovation demand via product market regulation Poland (6) 2,79 labour costs of R&D personnel quality of R&D personnel quantity of R&D personnel innovation demand via public procurement Source: European Commission JRC-IPTS (2013) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 26 Quality of R&D personnel and knowledge-sharing opportunities with universities and public organisations are most frequently stated among the top three factors for attractiveness in these countries (11 and 8 statements respectively). Then follow proximity to technology poles & incubators (Sweden, Austria and Denmark) and quantity of R&D personnel (France, Italy and Poland, 3 statements each). That quantity of R&D personnel in the labour market is stated as a top three attractiveness factor and contrasts with the observed lack of sufficient quantity in Germany. 30 Other factors are stated twice (proximity to other company sites (Germany and the UK), and public R&D support via fiscal incentives (France and Spain) or once (IPR enforcement conditions (Belgium), proximity to suppliers (Spain) and 30 See ¨ Help Wanted: Will Dearth of Experts Starve German Economy?¨, Der Spiegel, 19 April 2013, http://www.spiegel.de/international/business/lack-of-skilled-labor- could-pose-future-threat-to-german-economy-a-894116.html labour costs of R&D personnel (Poland)) in the top three of the above table. The list of the least attractive factors centres around innovation demand (via product market regulation (Finland, UK and Italy), public procurement (Belgium and Poland), market size (Austria and Denmark), market growth (France)) and public R&D support (via fiscal incentives (Germany and Sweden) and via financing other non-R&D investments (Spain and Italy)). Figure 16 on the next page shows the country ratings for the individual factors in more detail. ",
        "4 C o u n t r y A t t r a c t i v e n e s s f o r R & D 27 F i g u r e 1 6 : A t t r a c t i v e n e s s o f E U c o u n t r i e s N o t e : T h e fi g u r e r e f e r s t o 1 5 2 o u t o f t h e 1 7 2 c o m p a n i e s i n t h e s a m p l e . C o u n t r i e s s o r t e d b y a v e r a g e a t t r a c t i v e n e s s . S o u r c e : E u r o p e a n C o m m i s s i o n J R C - I P T S ( 2 0 1 3 ) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 28 Attractiveness of EU countries vs. the US Considering the possibility for a pairwise comparison between the two countries where the company has the highest volumes of R&D activities, Figure 17 compares the attractiveness of EU countries to the US for 37 actual cases. Geographic proximity is now the leading factor before knowledge sharing opportunities and R&D personnel. The respondents considered the US a more attractive site for R&D activity than EU sites especially in terms of market size and growth, whereas the quality of R&D personnel in the labour market and public R&D support via grants & direct funding and fiscal incentives stood out in EU countries. Market growth and public procurement are factors rated higher for the US than for the EU. Public R&D support, especially fiscal incentives, financing other (non-R&D) investments and loans and guarantees, are the lowest rated factors of attractiveness for both the EU and US. Figure 17: Attractiveness of EU countries compared to the US for 37 cases Note: The figure refers to 37 out of the 172 companies in the sample. Source: European Commission JRC-IPTS (2013) ",
        "4 C o u n t r y A t t r a c t i v e n e s s f o r R & D 29 Attractiveness of EU countries vs. China and India Figure 17 below compares the attractiveness of EU countries as one of the world regions with the largest volume of R&D to China and India as the second biggest for 11 actual cases. Proximity is on average the most important factor here, in the case for China and India in relation to suppliers and for the EU to other company sites and technology poles & incubators. For EU countries, quality of R&D personnel, knowledge sharing opportunities, IPR issues and public R&D support stand out as factors for attractiveness. For China and India, quantity and cost of R&D personnel, and market size and growth are determinant for attractiveness. While these aspects may not be surprising, it should be emphasised that they correspond to actual cases of considerable R&D activity by leading companies in these countries. Figure 18: Attractiveness of EU countries vs. China and India for 11 cases Note: The figure refers to 11 out of the 172 companies in the sample. Source: European Commission JRC-IPTS (2013) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 30 Attractiveness of the country where the company has the highest vs. the second highest volume of R&D activity Our questionnaire asked for a pairwise comparison of the two countries where the company has the highest volumes of R&D activity. This section addresses the question of whether there are differences between those two countries. For the majority of the responding companies, the country with the highest volume of R&D activities is the home country (Country A: 134 out of 172). The country with the second highest volume of R&D activities in 36 cases is the home country (Country B). Only two companies report none of the two countries in neither of these two positions. On average, the majority of the respondents state that Country A (country with the highest volume of R&D activities) is more attractive than Country B (country with the second highest volume). This applies for almost all categories addressed (R&D support, geographic proximity, R&D personnel and IPR issues). It is especially pronounced with respect to collaboration and knowledge sharing (with Universities and other public institutions and also with other firms). That is particularly the case for low R&D intensity firms, but less for medium or high R&D intensity ones. However, the picture changes when it comes to innovation demand. The market with the second highest volume of R&D activities (Country B) is more attractive with respect to market growth and market size than the market with the highest R&D activities (Country A). In particular, companies from high R&D intensity sectors evaluate Country B as more important than Country A. Similar results are found for companies from medium R&D intensity sectors. For firms in low R&D intensity sectors, however, Country A (the market with the highest volume of R&D activities) is more important than Country B. Companies from high R&D intensity sectors view public R&D support as the most relevant asset of Country A compared with Country B. Companies from medium R&D intensity sectors assess collaboration and knowledge sharing as the most relevant characteristic, followed by public R&D support and R&D personnel. Companies from low R&D intensive sectors perceive collaboration & knowledge sharing as a very important characteristic of the most important R&D market. Figure 19: Comparison of attractiveness for the two countries with the highest volume of R&D activities Note: The figure refers to all 172 companies in the sample. Source: European Commission JRC-IPTS (2013) ",
        "5 R & D a n d I n n o v a t i o n 31 Survey participants were asked to state which R&D efforts are important for their company’s innovations. 31 Providing a selection of specific R&D activities respondents could choose a value from 1 (irrelevant) to 5 (highly relevant). In order to compare the results, we report the share of firms that rate the specific R&D activity as relevant (4) or highly relevant (5) in relation to all respondents for each specific activity (Figure 20). Internal R&D activities are by far the most important factor for the company´s innovations. On average 98.5% of the responding companies value internal R&D as relevant or highly relevant. In the case of companies from medium R&D intensity sectors, this is the case for 100% of 31 Innovation is the introduction of new or significantly improved products, services or processes. the respondents, compared to those from high (97.9%) and low R&D intensity sectors (97.7%). The second most relevant factor for the company´s innovations is training to support innovation activities (average of 59.5% for all three R&D intensity groups). This effort is more important for companies from low R&D- intensity sectors (60.9%) than those from high (59.5%) or medium R&D intensity ones (58%). Market research activities follow in third position. On average 56.3% of all respondents (combined for the respective activities inside and outside the EU) state that this activity is relevant or highly relevant for the company´s innovations. Market research, advertising, and related marketing activities are more relevant for companies from high and medium R&D-intensity sectors than for those from low R&D-intensity sectors. Firms in low R&D-intensity sectors value market research activities within the European Union significantly Figure 20: Relevance of activities for the company’s innovations Note: The activities are listed by average relevance of the major items in the survey. The figure refers to 153 out of the 172 companies in the sample. Source: European Commission JRC-IPTS (2013) 5 R&D and Innovation ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 32 higher than those in non-EU countries (60.4% versus 32.6%). This picture changes for firms in high R&D intensity sectors. These companies value market research inside the European Union (57.4%) as slightly less relevant than related activities in non-EU countries (59.6%). Firms across all sector groups value the acquisition of new or highly improved machinery, equipment and software within the European Union higher than acquisition from outside (non-EU) countries. This preference for internal acquisition is stronger for companies from low R&D-intensity sectors. Design is rated significantly higher by firms in medium R&D- intensity sectors than in high and low R&D-intensity sectors (60.9% vs. 34.8% and 23.8% respectively). Purchasing or licensing Intellectual Property Rights (IPR) and know-how is indicated as more important for company´s innovations by firms’ in high R&D-intensity sectors (both from in- and outside the EU, with a slight preference for intra-EU transactions). Companies from low and medium- high R&D intensity sectors reveal a lower relevance and favour more intra-EU activities. While firms in low, medium and high R&D-intensive sectors report a similar level of relevance for outsourcing efforts to public organisations in non-EU countries (23.3%, 16.9%, and 20.8%, respectively), differences remain when it comes to outsourcing efforts to public organisations within the European Union. These efforts are very important for companies from low R&D-intensity sectors (55.8%), but less relevant for those from medium (45.8%) and high R&D- intensity sectors (39.9%). Respondents’ value R&D efforts that are outsourced to companies as the least relevant activities for their companies’ innovations (average of 33.2% for all three R&D intensity sector groups; combined for the respective activities inside and outside the EU). Comparing different outsourcing opportunities, those R&D efforts that are outsourced to companies within Europe (40.7%) are more substantial than those activities that are outsourced towards non-European countries (25.6%). That is particularly true for companies from low and medium R&D-intensity sectors. Those from low R&D-intensity sectors also state that outsourcing R&D to European companies (41.9%) is significantly more important than for non-European companies (16.3%). However, for firms from high R&D-intensity sectors, the difference between the two regions (towards companies within Europe versus non- European countries) remains rather small (43.8% vs. 39.6%). An interesting point resulting from this matter is the higher preference that companies in high R&D intensive sectors give to R&D outsourcing to public organisations and companies outside the EU, as compared with other firms that value more outsourcing activities within the EU. This is consistent with the results shown in section 4 (Figure 13), where we see the important role that certain non-EU countries like US, China and India play as R&D outsourcing location. ",
        "6 I n t e l l e c t u a l P r o p e r t y R i g h t s 33 The Commission’s Innovation Union contains commitments for promoting openness and capitalising on Europe’s creative potential by increasing the flows of Intellectual Property Rights (IPRs) via collaboration and outsourcing. Therefore, our survey questionnaire addressed R&D collaboration agreements by quantity and distribution among different world regions. Participants were asked to state the number of R&D collaboration agreements they have with other companies as well as to report the particular number of agreements signed in the year 2012. Firms responding to this question (Figure 21), state an average of 110 collaboration agreements per company. Of these, around 20% were new in 2012. Comparing firms of different R&D-intensity sector groups, companies from high R&D-intensity sectors report a higher number of total R&D collaboration agreements, followed by low and medium R&D-intensity firms. The sector with the highest number of R&D collaboration agreements is the pharmaceuticals & biotechnology sector (216; high R&D intensity), followed by the electronic & electrical equipment sector (157; medium R&D intensity). The lowest numbers are reported for banks (low R&D intensity). This picture changes when focusing on the specific agreements for the year 2012. Here, companies from low R&D-intensity sectors report the highest number for the year 2012, followed by those from medium R&D-intensity sectors. Companies in high R&D-intensity sectors report the lowest number of agreements for the year 2012. 6 Intellectual Property Rights Figure 21: Number of R&D collaboration agreements with other firms and number of new agreements in 2012 Note: Only for sectors with at least five responses. The figure refers to 102 out of the 172 companies in the sample. Source: European Commission JRC-IPTS (2013) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 34 Similarly to the previous section on the distribution of R&D investment per world region, the survey respondents are further asked to estimate the share of total knowledge sourcing through R&D collaboration agreements with other firms located in different regions worldwide. That question was answered by 106 respondents (Figure 22). The distribution of collaboration agreements as a source of knowledge is very similar to that of R&D investment in general. The respondents, all from EU-based companies, concentrate 75% of collaboration agreements with other firms in EU countries, followed by the US, China and India. Companies from high R&D intensity sectors reported the lowest share of collaboration agreements in the EU (57%) compared to the medium (65%) and low R&D intensity ones (78%). The sector with the highest share of knowledge sourcing efforts within the EU is forestry & paper and industrial metals & mining (low R&D intensity). Knowledge-sourcing from other European countries accounts only for a small share (<5%). Companies from construction & Materials (low R&D intensity) reported the highest share. The second most significant source are agreements with firms from the US and Canada. These knowledge-sourcing efforts are in particular relevant for companies from high R&D-intensity sectors (>20%), followed by medium and low R&D-intensity ones. Companies in the technology hardware & equipment and pharmaceuticals & biotechnology (high R&D intensity) report the highest average shares. For Japan and China the results report that these countries are more important for firms from medium R&D-intensity sectors than those of high or medium R&D-intensity ones. That picture changes in the case of India, where companies from high R&D-intensity sectors value this country more than their counterparts from medium or low R&D-intensity sectors. This higher share is mainly driven by companies from the pharmaceuticals & biotechnology sector. With respect to the rest of the world as a knowledge source, the respondents stated that it is more important for companies from medium and for low R&D-intensity sectors than those from high R&D-intensity sectors. In particular, companies from industrial metals & mining companies (low R&D intensity) showed the highest share, followed by those in industrial engineering (medium R&D intensity). Figure 22: Share of knowledge sourcing through R&D collaboration agreements with other firms by world region Note: The figure refers to 106 out of the 172 companies in the sample. Source: European Commission JRC-IPTS (2013) ",
        "7 A n n e x A : T h e M e t h o d o l o g y o f t h e 2 0 1 3 S u r v e y 35 Background and Approach The EU R&D surveys stem from the European Commission’s “3% Action Plan” back in 2002 established to implement and monitor the 3% R&D investment intensity target of the Lisbon strategy. At that time, empirical evidence on private- sector R&D was scarce and official statistics on R&D and innovation, and some occasional country-specific statistics, were the main sources of these data. 32 A mapping of available trans-national data sources on industrial R&D 33 from the European Commission, OECD and European industry associations, showed that data on business enterprise R&D essentially drew upon retrospective surveys and were based on differing approaches. Statistical offices generally collect R&D data in the form of Business R&D Expenditure (BERD), which defines R&D from a top-down perspective. Private data sources and surveys by industrial associations existed but were rarely published, and there was a shortage of qualitative and forward-looking information on industrial R&D. The perspective taken in most of these surveys did not permit cross-sector comparisons at a European level and policy making in this area was usually based on results of analysis based on partial or incomplete data. In order to improve the understanding of industrial R&D and innovation in the EU and to identify medium and long-term policy implications, the European Commission established the Industrial Research and Innovation Monitoring and Analysis (IRIMA) 34 initiative, jointly carried out by the 32 See the results of the European Science and Technology Observatory (ESTO) study: “Mapping Surveys and other Data Sources on Industrial R&D in the EU-25 countries”, Seville, June 2004. 33 See the results of the JRC-IPTS study: “Description of Information Sources on Industrial R&D data: European Commission, OECD and European Industry Associations”, Seville, July 2004. 34 The rationale for the IRIMA activities emerged in the context of the European Commission’s “3% Action Plan” established to implement and monitor the 3% R&D investment intensity target of the Lisbon strategy (“Investing in research: an action plan for Europe” (COM, 2003)) and in further Communications of the Commission (“More Research and Innovation – Investing for Growth and Employment – A common approach”, COM (2005) 488 final, “Implementing the Community Lisbon Programme: A policy framework to strengthen EU manufacturing – Towards a more integrated approach for industrial policy”, COM (2005) 474 final). European Commission’s Joint Research Centre (JRC) - Institute for Prospective Technological Studies (IPTS) and the Directorate General for Research - Directorate C, Research and Innovation. The overall purpose of this project is to monitor and analyse industrial R&D and innovation activities in order to support the implementation and monitoring of the European research and innovation agenda (the Innovation Union flagship, set in the context of the Europe 2020 strategy aiming at a smarter, greener and more inclusive economy). The evidence gathered also contributes to policy-making in other relevant Europe 2020 flagship initiatives such as the “Industrial Policy”, the “Digital Agenda” and the “New Skills for New Jobs” ones. The present survey tackles the information gap identified above through an approach at the European level by gathering qualitative information on factors and issues surrounding and influencing companies’ current and prospective R&D investment strategies. The survey complements other R&D investment related surveys and data collection exercises (e.g. Innobarometer, Eurostat data collection and other on- going surveys). Link to the R&D Investment Scoreboards The EU R&D survey is part of the Industrial Research and Innovation Monitoring and Analysis (IRIMA) initiative 35 and complements the EU Industrial R&D Investment Scoreboard. 36 The Scoreboard is the main IRIMA product and serves as a tool for the European Commission to monitor and analyse 35 See: http://iri.jrc.ec.europa.eu/. The activity is undertaken jointly by the Directorate General for Research (DG RTD C, see: http://ec.europa.eu/research) and the Joint Research Centre, Institute of Prospective Technological Studies (JRC-IPTS, see: http:// ipts.jrc.ec.europa.eu/activities/research-and-innovation/iri.cfm). 36 The Scoreboard is published annually and provides data and analysis on the largest R&D investing companies in the EU and abroad (see: http://iri.jrc.ec.europa.eu/ research/scoreboard.htm). 7 Annex A: The Methodology of the 2013 Survey ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 36 company R&D investment trends, and to benchmark, inform and communicate developments in R&D investment patterns. While the Scoreboard is based on the audited annual accounts of companies and therefore looks at trends ex-post, the Survey improves the understanding of the Scoreboard companies by collecting (ex-ante) information. In addition to forward-looking perspectives on future investments, issues such as location strategies, drivers and barriers to research and innovation activities, or perception of policy support measures are addressed with a questionnaire agreed between JRC-IPTS and DG-RTD. The Survey makes efficient use of the direct contacts established with the European Scoreboard companies by adding-on to the Scoreboard mailing when the report is officially released. Methodology Outliers were detected by analysing the distribution of the dataset in scatter and boxplots and defining upper and lower quartiles ranges around the median, according to the variable(s) analysed. To maintain the maximum information in the data, outliers were eliminated only in extreme cases and after assessing the impact on the result. 37 One-year growth is simple growth over the previous year, expressed as a percentage: 1yr growth = 100*((C/B)- 1); where C = current year amount and B = previous year amount. 1yr growth is calculated only if data exist for both the current and previous year. At the aggregate level, 1yr growth is calculated only by aggregating those companies for which data exist for both the current and previous year. Three-year growth is the compound annual growth over the previous three years, expressed as a percentage: 3yr growth = 100*(((C/B)^(1/t))-1); where C = current year amount, B = base year amount (where base year = current year - 3), and t = number of time periods (= 3). 3yr growth is calculated only if data exist for the current and base years. At the aggregate level, 3yr growth is calculated only by aggregating those companies for which data exist for the current and base years. Unless otherwise stated, the weighted figures presented in this report are weighted by R&D investment. To improve response rates, the following measures were taken in the course of the survey cycle: 1. The questionnaire was revised and streamlined with a view towards keeping it as short and concise as possible and minimise the burden for the respondent. The 37 For the systematic detection of outliers, an adjusted methodology from the NIST/ SEMATECH e-Handbook of Statistical Methods was applied, see: http://www.itl.nist.gov/ div898/handbook/prc/section1/prc16.htm 2013 questionnaire has a rather high number of items compared to its predecessors due to the coverage of country comparisons in questions 6 to 8. 2. The questionnaire was sent together with the Scoreboard report to take advantage of this occasion as a door- opener. 3. The cover-letter presented a figure and table with a benchmarking analysis of the company addressed compared to its peers in the same sector. 4. As well as physically sending the questionnaire to each company, an online site was provided to facilitate data entry via the European Commission’s Interactive Policy-Making (IPM) tool, 38 where a Word version of the questionnaire was downloadable for offline information input. 5. The questionnaire was emailed to the respondents of previous surveys, together with a link to the electronic copy of the latest analysis. 6. The questionnaire was emailed to five industrial associations (EFPIA - European Federation of Pharmaceutical Industries and Associations 39 , Europabio - The European Association for Bioindustries 40 , digitaleurope - The voice of the European digital technology industry 41 , The European Roundtable of Industrialists 42 and plasticseuorpe - Association of Plastics Manufacturers in Europe 43 ) for distribution among their members. 7. The contact database was continuously improved. Respondents who had already participated in previous surveys, or their substitutes in cases where they had left their position, were priority contacts. Returned questionnaires and reminder mailings were resent using the latest contact information on the internet or by contacting the company directly via email or phone. 8. The response rate is closely followed on a regular basis during the implementation. If necessary, measures for improving the response rate are applied, e.g. by adjusting the number of reminders, allowing more time for questionnaire reception, following up selected candidates by e-mail and phone or searching support from former survey participants 9. Personal contact, mostly by phone, was made with several dozen companies when the deadlines were close, especially for those which had participated in the past. The response rate has been steadily high over the past five years, taking full advantage of the familiarity of the EU 38 See: http://ec.europa.eu/yourvoice/ipm/index_en.htm 39 http://www.efpia.eu/ 40 http://www.europabio.org/ 41 http://www.digitaleurope.org/ 42 http://www.ert.eu/ 43 http://www.plasticseurope.org/ ",
        "7 A n n e x A : T h e M e t h o d o l o g y o f t h e 2 0 1 3 S u r v e y 37 Scoreboard companies with the exercise and their mature approach 44 . R&D Investment Definition The objective of the survey is to address R&D investment, and not R&D expenditure, due to its direct link to the Innovation Union headline target of 3% R&D intensity for overall R&D investment of a country as a share of GDP. To make the survey as easy to complete as possible and to maximise the response rate, only a short definition of R&D investment, which is as close as possible to accounting standards, is provided in the survey. 45 The definition refers mainly to R&D as reported in the company’s most recent accounts. The definition used in the survey is thus closely related to the International Accounting Standard (IAS) 38 “Intangible Assets”, 46 based on the OECD “Frascati” manual, 47 and the definition used in the EU Industrial R&D Investment Scoreboards. Composition of the Responses The 172 responses were classified according to the ICB 48 described in the questionnaire. Sector classifications 44 The response rate of the present survey is 17.2%, slightly lower compared to those of the last three surveys (18.7% (2012), 20.5% (2010) and 18.5% (2009)) due to an almost one-month shorter response period. Compared to the first survey in 2005, the number of responses received per day of the response period has almost doubled, which is a sign of the increasing familiarity of the Scoreboard companies with the survey activity. 45 See Annex B 46 See http://www.iasplus.com/standard/ias38.htm 47 See “Proposed Standard Practice for Surveys on Research and Experimental Development: Frascati Manual”, OECD, Paris, 2002, http://www1.oecd.org/publications/ e-book/9202081E.PDF 48 ICB Industry Classification Benchmark (see: http://www.icbenchmark.com/docs/ ICB_StructureSheet_120104.pdf) of individual companies were cross-checked with the Scoreboards. The sectors were combined into three groups according to their average R&D intensities in the Scoreboard: • High (more than 5%) R&D intensity (49 companies) : pharmaceuticals & biotechnology, technology hardware & equipment, software & computer services, health care equipment & services, and leisure goods. • Medium (between 2 and 5%) R&D intensity (78 companies) : industrial engineering, chemicals, aerospace & defence, electronic & electrical equipment, automobiles & parts, general industrials, fixed line telecommunications, food producers, alternative energy, household goods & home construction, oil equipment, services & distribution, other financials, personal goods, beverages, and tobacco. • Low (less than 1%) R&D intensity (45 companies) : industrial metals & mining, construction & materials, banks, electricity, oil & gas producers, gas, water & multi- utilities, industrial transportation, forestry & paper, mining, and mobile telecommunications. Table 3 shows the distribution of the responses among the sectors with their respective R&D investment shares. ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 38 More than half of the responses came from the medium R&D intensity sectors. As in previous editions of this survey the biggest share of R&D investment in the sample came from high R&D intensity sectors (see also Figure 3 of the section on R&D Investment Expectations Table 4 below shows the number of responses by home country. According to the Scoreboard methodology, the home country is the country of registered office of the company. Table 3: Distribution of the responses by sectors ICB Sector Number of responses Number of Scoreboard companies Response rate by sector Total R&D inv estment share compared to the Scoreboard* R&D intensity sector group** Pharmaceuticals & Biotechnology 24 108 22.2% above 40 % High Technology Hardware & Equipment 10 47 21.3% above 40 % High Software & Computer Services 8 106 7.5% below 20 % High Health Care Equipment & Services 7 34 20.6% between 20 and 40 % High other high R&D-intensity sectors 0 9 0.0% High Subtotal high R&D intensity sectors 49 304 16.1% 46.7% Industrial Engineering 19 95 20.0% above 40 % Medium Electronic & Electrical Equipment 13 68 19.1% below 20 % Medium Automobiles & Parts 11 43 25.6% above 40 % Medium Chemicals 8 43 18.6% above 40 % Medium Aerospace & Defence 7 25 28.0% below 20 % Medium General Industrials 5 21 23.8% between 20 and 40 % Medium Other medium R&D intensity sectors 15 221 6.8% Medium Subtotal medium R&D intensity secto 78 516 15.1% 38.5% Construction & Materials 9 42 21.4% below 20 % Low Electricity 7 15 46.7% below 20 % Low Forestry & Paper 6 9 66.7% above 40 % Low Industrial Metals & Mining 6 17 35.3% between 20 and 40 % Low Banks 5 28 17.9% below 20 % Low Other low R&D intensity sectors 12 69 17.4% Low Subtotal low R&D intensity sectors 45 180 25.0% 32.7% Total 172 1000 17.2% 40.6% Note: * For confidentiality reasons, R&D investment shares of individual sectors are shown in ranges and only shown for sectors with at least four responses. ** Sector group according to the average Scoreboard R&D intensity of each sector. Source: European Commission JRC-IPTS (2013) ",
        "7 A n n e x A : T h e M e t h o d o l o g y o f t h e 2 0 1 3 S u r v e y 39 Table 4: Distribution of the responses by home country of the company country number of responses share of responses Germany 41 23.8% France 20 11.6% United Kingdom (UK) 19 11.0% Italy 17 9.9% Finland 13 7.6% Sweden 11 6.4% Denmark 10 5.8% Spain 10 5.8% Belgium 9 5.2% Portugal 5 2.9% The Netherlands 5 2.9% Austria 5 2.9% other EU countries 7 4.1% total 172 100% Note: For confidentiality reasons, only information for countries with at least four responses is shown. Source: European Commission JRC-IPTS (2013) ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 40 The highest number of responses came from companies located in the three biggest Member States. As shown in Figure 23, the average survey respondent is a very large company. 49 However, there are differences in company size between the sector groups. 49 The average turnover of the responding companies was €16 billion, 33,000 employees, and 1,800 employees in R&D. Among the 172 respondents there were 8 medium-sized companies mainly in the high R&D intensity sectors (according to the European Commission’s SME definition, see: http://ec.europa.eu/enterprise/enterprise_ policy/sme_definition/index_en.htm). Among the large companies in the sample, 56 had between 251 and 5,000 employees, 64 between 5,000 and 30,000 employees and 44 more than 30,000 employees. The average net sales and employee numbers in the figure are inversely proportional to the R&D intensity of the sector group. The average number of R&D employees is considerably larger in high and medium than in the low R&D intensity sector. This is the result of the high share of R&D employees in large companies that responded from technology, hardware & equipment and pharmaceuticals & biotechnology (high R&D intensity), automobiles & parts, industrial engineering, chemicals and aerospace & defence (medium R&D intensity) sectors. Figure 23: Average turnover and employee numbers for the responding companies, by sector group Note: The figure refers to 153 out of the 172 companies in the sample. Source: European Commission JRC-IPTS (2013) ",
        "8 A n n e x B : T h e R & D I n v e s t m e n t Q u e s t i o n n a i r e 41 Questionnaire on Business R&D Investment We would appreciate your response by (deadline) , preferably by using the questionnaire at: http://goo.gl/UuNNA . Alternatively, you may return this completed form by e-mail (Alexander.Tuebke@ec.europa. eu), fax (+34.95.448.83.26), or post 50 . The information in your response will be treated as confidential . It will only be used within this study and in an aggregated form. The European Commission is committed to the protection and privacy of data 51 . It will take about 35 minutes to complete the questionnaire. We will automatically inform you of the results of the survey when they are available (for that, please ensure that you have provided your e-mail address below). Name of the company you are responding for: ____________________________________________________________ Its primary sectors of activity: ____________________________________________________________ Your name: ____________________________________________________________ Job title: ____________________________________________________________ E-mail: ____________________________________________________________ Phone number: ____________________________________________________________ The European Commission may follow up this survey by short-interviews to clarify major trends revealed in the analysis. Please tick here ❏ if you do not wish to be approached for this purpose. Definition of R&D investment For the purposes of this questionnaire, ‘R&D investment’ is the total amount of R&D financed by your company (as typically reported in its accounts). It does not include R&D financed from public sources. 50 European Commission, Institute for Prospective Technological Studies (IPTS), Attn.: Alexander Tübke, Edificio Expo, Called Inca Garcilaso 3, E-41092 Seville, Spain, Tel.: +34.95.448.83.80 51 See the Privacy Statement on the last page 8 Annex B: The R&D Investment Questionnaire ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 42 A. Corporate background 1. How many employees in total work in your company? Around ___________________________. 2. How many employees work on R&D in the company? About ___________________________. B. R&D investment levels and trends 3. What was your R&D investment in the past year (2012)? About € ___________________________ million. 4. At what average rate do you expect the company to change its overall R&D investment over the next three years (2013, 2014, 2015), in real terms? About _____________________________% per annum. C. R&D location strategy 5. Please estimate the distribution of your company’s in-house R&D activity among the following world regions at present and in three years? Present distribution R&D carried out: Expected distribution in three years % in the European Union % % in other European countries % % in the US and Canada % % in Japan % % in China % % in India % % in the Rest of the World % 6. Which countries do you currently consider the most attractive location for your company’s R&D ? Please rank by attractiveness . 1. _____________________________ 2. _____________________________ 3. _____________________________ ",
        "8 A n n e x B : T h e R & D I n v e s t m e n t Q u e s t i o n n a i r e 43 7. Which countries do you currently consider the most attractive for outsourcing R&D to other companies ? Please rank by attractiveness . 1. _____________________________ 2. _____________________________ 3. _____________________________ 8. Please state the two countries where your company has the highest volume of R&D activities : A. ______________________________________________ B. ______________________________________________ How attractive are these two countries in terms of the following factors? Please rate on a scale from 1 (very low attractiveness) to 5 (very high attractiveness) and leave not-applicable factors blank . attractiveness of: country A country B very low very high very low very high 1 2 3 4 5 1 2 3 4 5 (a) Demand for innovative goods & services: (a1) market size (a2) market growth (a3) through public procurement (a4) via product market regulation, norms & standards £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ (b) Human resources: (b1) quality of R&D personnel in the labour market (b2) quantity of R&D personnel in the labour market (b3) labour costs of R&D personnel £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ (c) Proximity to: (c1) technology poles 1 and incubators 2 (c2) other company sites, e.g. production or sales (c3) suppliers £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ (d) Collaboration & knowledge-sharing opportunities: (d1) with other firms (d2) with universities and public research organisations £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ (e) Public financial support for R&D via: (e1) fiscal incentives (e2) grants and direct funding (e3) loans and guarantees (e4) public-private partnerships (e5) financing other (non-R&D) investments £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ (f) Intellectual Property Rights in terms of: (f1) costs of protection (f2) time to obtain protection (f3) conditions for putting them into force £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ £ Other (please specify):  _________________________________________________________________________________________ _________________________________________________________________________________________ ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 44 D. R&D and innovation 9. How relevant are the following activities for your company’s innovations 52 ? Please rate on a scale from 1 (irrelevant) to 5 (highly relevant). Irrelevant Highly relevant 1 2 3 4 5 (a) R&D within the company £ £ £ £ £ (b) R&D outsourced to other companies: (b1) Inside the European Union (b2) In non-EU countries £ £ £ £ £ £ £ £ £ £ (c) R&D outsourced to higher education institutions or public research organisations: (c1) Inside the European Union (c2) In non-EU countries £ £ £ £ £ £ £ £ £ £ (d) Acquisition of new or highly improved machinery, equipment and software: (d1) Inside the European Union (d2) In non-EU countries £ £ £ £ £ £ £ £ £ £ (e) Purchase or licensing of Intellectual Property Rights (patents, copyrights and designs) as well as know-how: (e1) Inside the European Union (e2) In non-EU countries £ £ £ £ £ £ £ £ £ £ (f) Training to support innovative activities £ £ £ £ £ (g) Design (graphic, packaging, process, product, service or industrial) £ £ £ £ £ (h) Market research, launch advertising, and related marketing activities for new product introduction: (h1) Inside the European Union (h2) In non-EU countries £ £ £ £ £ £ £ £ £ £ Other (please specify):  _________________________________________________________________________________________ 52 Innovation is the introduction of new or significantly improved products, services, or processes. ",
        "8 A n n e x B : T h e R & D I n v e s t m e n t Q u e s t i o n n a i r e 45 E. R&D knowledge sharing activities Please state the number of R&D collaboration agreements which your company has with other firms and the number of new agreements in 2012: In total _____________________________ collaboration agreements, of which _____________________________were new in 2012. Considering these agreements a source of knowledge, please estimate the share of total knowledge sourcing through R&D collaboration agreements with other firms located in the following regions: Share of total knowledge sourcing through R&D collaboration agreements with other firms in the European Union % in other European countries % in the US and Canada % in Japan % in China % in India % in the Rest of the World % Total 100% F. Final comments or suggestions  _________________________________________________________________________________________ ___________________________________________________________________________________________ ___________________________________________________________________________________________ ___________________________________________________________________________________________ Thank you very much for your contribution! ",
        "T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t B u s i n e s s T r e n d s 46 Privacy Statement The 2013 EU Survey on R&D Investment Business Trends is carried out by the Industrial Research and Innovation (IRI) action of the European Commission’s Joint Research Centre (JRC), Institute for Prospective Technological Studies (IPTS). The survey is directed at the 1000 European companies in the 2012 EU Industrial R&D Investment Scoreboard . The European Union is committed to data protection and privacy as defined in Regulation (EC) nº 45/2001. This survey is under the responsibility of the IRI action leader, Fernando Hervás Soriano, acting as the Controller as defined in the above regulation. The Controller commits himself dealing with the data collected with the necessary confidentiality and security as defined in the regulation on data protection and processes it only for the explicit and legitimate purposes declared and will not further process it in a way incompatible with these purposes. These processing operations are subject to a Notification to the Data Protection Officer (DPO) in accordance with Regulation (EC) 45/2001. Purpose and data treatment The purpose of data collection is to establish the analysis of the 2013 EU Survey of R&D Investment Business Trends . This survey has a direct mandate from the Commission’s 2003 Action Plan “Investing in Research” (COM 2003 (226) final, see http:// ec.europa.eu/invest-in-research/action/2003_actionplan_en.htm). The personal data collected and further processed are: - Company: name, primary sectors of activity, company size - Contact Person: name, job title, phone number, e-mail The collected personal data and all information related to the above mentioned survey is stored on servers of the JRC-IPTS, the operations of which underlie the Commission’s security decisions and provisions established by the Directorate of Security for these kind of servers and services. The information you provide will be treated as confidential and aggregated for analysis. Data verification and modification In case you want to verify the personal data or to have it modified respectively corrected, or deleted, please write an e-mail message to the address mentioned under “Contact information”, by specifying your request. Special attention is drawn to the consequences of a delete request, in which case any trace to be able to contact you will be lost. Your personal data is stored as long as follow-up actions to the above mentioned survey are necessary with regard to the processing of personal data. Contact information In case you have questions related to this survey, or concerning any information processed in this context, or on your rights, feel free to contact the IRI Team, operating under the responsibility of the Controller at the following email address: jrc-ipts-iri@ ec.europa.eu . Recourse Complaints, in case of conflict, can be addressed to the European Data Protection Supervisor (EDPS) at www.edps.europa.eu. ",
        "Acknowledgements This “2013 EU Survey on Industrial R&D Investment Trends” has been published within the context of the Industrial Research Monitoring and Analysis (IRMA) activities that are jointly carried out by the European Commission’s Joint Research Centre (JRC) - Institute for Prospective Technological Studies (IPTS) and the Directorate General for Research - Directorate C, Research and Innovation. IRMA activities aim to improve the understanding of industrial R&D and Innovation in the EU and to identify medium and long-term policy implications. The project was coordinated under the leadership of Xabier Goenaga Beldarraín (Head of JRC-IPTS Knowledge for Growth - KfG Unit) and Pierre Vigier (Head of DG RTD.C6 Economic Analysis and Indicators). This document was produced by Alexander Tübke, Fernando Hervás and Jörg Zimmermann (KfG Unit) as the main authors. Héctor Hernández, Sandro Montresor, and Antonio Vezzani from the KfG Unit and Stéphane Vankalck and Antoine Masson from DG RTD.C made contributions to the design and review of the survey. The JRC-IPTS and DG RTD-C would like to express their thanks to everyone who has contributed to this project. European Commission Joint Research Centre Institute for Prospective Technological Studies Contact information Address: Edificio Expo. c/ Inca Garcilaso, 3. E-41092 Seville (Spain) E-mail: jrc-ipts-iri@ec.europa.eu Tel.: +34 954488318 Fax: +34 954488300 More information, including activities and publications, is available at: http://iri.jrc.es/ and http://ec.europa.eu/research/index.cfm?lg=en. http://ipts.jrc.ec.europa.eu http://www.jrc.ec.europa.eu Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server http://europa.eu/. JRC 85328 EUR 26224 EN ISBN 978-92-79-33747-5 (pdf), ISBN 978-92-79-33748-2 (print) ISSN 1831-9424 (online), 1018-5593 (print) doi:10.2791/2650 Luxembourg: Publications Office of the European Union, 2014 © European Union, 2014 Reproduction is authorised provided the source is acknowledged. Printed in Spain European Commission EUR 26224 - Joint Research Centre - Institute for Prospective Technological Studies - DG Research Title: The 2013 EU Survey on Industrial R&D Investment Trends Author(s): Alexander Tübke, Fernando Hervás and Jörg Zimmermann Luxembourg: Publications Office of the European Union 2014 - 46 pp. - 21.0 x 29.7 cm EUR - Scientific and Technical Research series - ISSN 1831-9424 (online), ISSN 1018-5593 (print) ISBN 978-92-79-33747-5 (pdf), ISBN 978-92-79-33748-2 (print) doi:10.2791/2650 Abstract This report presents the findings of the eighth survey on trends in industrial R&D investment. It analyses the 172 responses of mainly large firms from a subsample of 1000 EU-based companies in the 2012 EU Industrial R&D Investment Scoreboard. These 172 companies are responsible for R&D investment worth € 62 billion, constituting around 41% of the total R&D investment by the 1000 EU Scoreboard companies. The main conclusion is that, between 2013-15, the responding companies expect to increase their R&D investments by 2.6% on average per year. Due to decreased expectations in the automobiles & parts sector, this is a third lower than in the previous survey. For some sectors, the expected R&D investment changes have increased compared to our previous surveys: electronic & electrical equipment (9% p.a. over the next three years), general industrials (7%), construction & materials (7%), pharmaceuticals & biotechnology (4%), and technology hardware & equipment (4%). The responding companies carry out a quarter of their R&D outside the EU. Their expectations for R&D investment for the next three years show continued participation of European companies in the global economy, in particular growth opportunities in emerging economies, while maintaining an R&D focus in the EU. Two thirds of the European companies in the sample chose their home country as the most attractive location for R&D, and identified the US, Germany, China and India as the most attractive locations outside their home country. Knowledge-sharing, human resources, proximity to other company sites and market demand make countries attractive for R&D activities. Comparing the attractiveness for R&D activities of the surveyed companies among eight EU countries, quality of R&D personnel and knowledge-sharing opportunities with universities and public organisations are most frequently stated among the top three. Comparing the attractiveness of the EU to the US, geographic proximity is leading before knowledge sharing opportunities and R&D personnel. Comparing the attractiveness of the EU to the one of China and India, for the EU geographic proximity to other company sites and technology poles & incubators is a factor for attractiveness. For China and India proximity to suppliers is making these countries attractive. ",
        "L F - N A - 26224 - E N - N EU R&D SURVEY The 2013 EU Survey on Industrial R&D Investment Trends T h e 2 0 1 3 E U S u r v e y o n I n d u s t r i a l R & D I n v e s t m e n t T r e n d s As the Commission’s in-house science service, the Joint Research Centre’s mission is to provide EU policies with independent, evidence-based scientific and technical support throughout the whole policy cycle. Working in close cooperation with policy Directorates-General, the JRC addresses key societal challenges while stimulating innovation through developing new standards, methods and tools, and sharing and transferring its know-how to the Member States and international community. Key policy areas include: environment and climate change; energy and transport; agriculture and food security; health and consumer protection; information society and digital agenda; safety and security including nuclear; all supported through a cross-cutting and multidisciplinary approach. Report EUR 26224 EN "
    ]
}