{
    "text": [
        "SOCIAL AGENDA n°48 07 /2017 Social Europe A European pillar for a social triple A Inside 12 OCCUPATIONAL HEALTH AND SAFETY Reaching out to the work fl oor 19 WORK(cid:2)LIFE BALANCE A new start ISSN 1682-7783 ",
        "A magazine providing information on European employment and social policies, Social Agenda is published four times a year in English, French and German by the European Commission’s Directorate-General for Employment, Social Affairs and Inclusion. Editor in chief: Michel Servoz, Director-General, DG Employment, Social Affairs and Inclusion – European Commission, B-1049 Brussels. Subscription is free on request – please fill in the registration form available at: http://ec.europa.eu/social/main. jsp?catId=740&langId=en Notice: Neither the European Commission, nor any person acting on its behalf, may be held responsible for the use to which information contained in this publication may be put, or for any errors which, despite careful preparation and checking, may appear. © European Union, 2016 Non-commercial reproduction authorised, subject to acknowledgement of the source. For any use or reproduction of photos which are not under European Union copyright, permission must be sought directly from the copyright holder(s). © Cover: Shutterstock, 2017 Employment, Social Affairs and Inclusion come under the remit of European Commissioner Marianne Thyssen. The website of Commissioner Thyssen: ec.europa.eu/commission/2014-2019/ thyssen_en The home page of the Commission’s Directorate-General for Employment, Social Affairs and Inclusion: ec.europa.eu/social The website of the European Social Fund: ec.europa.eu/esf Inside this issue... EU FUNDING Ten years of solidarity in the face of globalisation ..............................................6 SOCIAL SECURITY COORDINATION Making free movement fairer and easier ..................................................................8 UNEMPLOYMENT Employment and social services join forces .............................................................10 OCCUPATIONAL HEALTH AND SAFETY Reaching out to the work floor ........................................................................................12 SPECIAL FEATURE A European pillar for a social triple A ...........................................................................14 The Social Pillar already operational ............................................................................15 A new start for work-life balance ...................................................................................19 EU working time rules made clearer ............................................................................22 EUROPEAN SOCIAL FUND Breaking deadlocks ...............................................................................................................24 OTHER VOICES Delivering Social Europe .....................................................................................................26 INTERVIEW Maria Luisa Llano Cardenal, head of the Coordination unit in the European Commission's Employment and Social Affairs Directorate General .............27 2 / SOCIAL AGENDA / JULY 2017 ",
        "Welcome to n°48 \"What I want is for Europe to have a social triple A rating: that is just as important as an economic and financial triple A rating\", Jean-Claude Juncker, then President- elect of the European Commission, said in his first address to the European Parliament, on 22 October 2014. On 26 April 2017, the European Commission adopted a reference framework for measuring the EU Member States' social policy performance: a European Pillar of Social Rights, which enshrines twenty principles in the form of rights. Its aim is to sustain upward convergence between EU Member States and its vision is that of social protection as a productive factor. The Commission also launched a social scoreboard to monitor the Social Pillar's implementation, with a series of indicators reflecting its principles. It will feed data and analyses into the European Semester process of EU economic policy coordination, in a social investment approach. The European Semester process comes to a head in the middle of each year with the adoption of a series of country-specific Recommendations by the Heads of State and governments, including in the social field. Precisely, the European Commission would like to see the Social Pillar explicitly endorsed at the highest political level in the Member States. To this end, it has also put forward a proposal for the EU Council of Ministers, the European Parliament and the European Commission to proclaim the European Pillar of Social Rights: a way of committing not just the EU institutions but also the national authorities to implement the Social Pillar. In practice, this means screening and up-dating existing EU social legislation on the basis of the Pillar and adopting new laws if necessary. Only then will citizens be able to call directly upon the principles enshrined in the Social Pillar, if they reckon that EU legislation, as transposed by governments into national law (or by social partners into collective agreements), does not respect those rights. Michel Servoz Director General of the European Commission’s Employment, Social Affairs and Inclusion department “A European pillar for a social triple A” SOCIAL AGENDA / JULY 2017 / 3 ",
        "NEWS IN BRIEF Convergence: The Social Pillar is a compass for a renewed process of upward convergence towards better working and living conditions in Europe. European Pillar of Social Rights and refl ection on the social dimension: launched 24 April 2017 The European Commission presented the European Pillar of Social Rights. The Pillar sets out 20 key principles and rights to support fair and well-functioning labour markets and welfare systems. It is a compass for a renewed process of upward convergence towards better working and living conditions in Europe. \"We are opening a new chapter\", said the President of the European Commission, Jean- Claude Juncker .\"We want to write it together: Member States, EU institutions, the social partners and civil society all have to take on their responsibility. I would like to see the Pillar endorsed at the highest political level before the end of this year\" (see page 14 onwards). In parallel, following the launch of the discussion on the future of Europe via the Commission's White Paper presented on 1 March, the Commission also zoomed in on the social dimension of Europe by 2025, with a refl ection paper which marks the start of a refl ection process with citizens, social partners, the European institutions and governments. It seeks to identify responses to the challenges our societies and citizens face in the coming years. It is also an eff ort to clarify the contribution of the EU level in addressing these challenges. European Qualifi cations Framework (EQF) for lifelong learning: revised 22 May 2017 The EU Council of Ministers adopted the revision of the European Qualifi cations Framework, which was originally created in 2008 as a common reference framework of eight European generic levels of learning. It serves as \"translation grid\" between national qualifi cations systems. All types and levels of qualifi cations are covered including qualifi cations from higher education, vocational education and training and general education, but also qualifi cations awarded by the private sector and international sector organisations. © B e l g a i m a g e © B e l g a i m a g e New framework : a \"translation grid\" between national qualifi cations systems, the EQF has been revised. 4 / SOCIAL AGENDA / JULY 2017 ",
        "\"Employers together for integration\" initiative: launched 23 May 2017 The initiative was launched at the second European Dialogue on Skills and Migration, taking place in the margins of the European Business Summit. \"The cost of non- integration is far greater in the long run than the cost of eff ective integration policies\", European Commissioner Thyssen stated. \"Everyone who is rightfully in the EU should have the opportunity to participate fully in our economic, cultural and social life. However, we need to keep in mind the specifi c challenges that refugees and migrants coming from outside the EU face\". All interested companies can support the initiative and sign up. European Globalisation Adjustment Fund: ten years old 7 March 2017 Ten years ago, the European Globalisation Adjustment Fund (EGF) began its operations. \"The fund is a practical demonstration of European solidarity because it gives fi nancial support to Member States to help workers and companies adjust in response to changing patterns of trade. During the last ten years we were able to support more than 140 000 people\", European Commissioner Marianne Thyssen stated. \"It has a clear added-value because it tops up national support mechanisms for workers involved in mass lay-off s, and funds measures that are tailored to workers' specifi c needs in order to help them move on.\" Since its establishment in 2007, the Commission has received 148 applications from 21 Member States, totalling almost €600 million of EGF co-funding in support of 138 888 redundant workers and 2 944 persons not in employment, education or training (see page 6). European Citizens' Initiative on wage inequalities between EU countries: registered 16 May 2017 The European Commission has decided to make a partial registration of a European Citizens' Initiative which invites the Commission to propose \"legal acts that clearly demonstrate the EU's intention to eliminate wage inequalities between Member States and which - to achieve this objective - allow for a more effi cient cohesion of these states\". In so doing, it started a one-year process of collection of signatures of support by its organisers. Should the Initiative receive one million statements of support within one year, from at least seven diff erent Member States, the Commission will have to react within three months. The Commission's Decision makes clear for which kind of legal acts the signatures may and may not be collected in this case, dependent on the competences set out in the Treaties. © B e l g a i m a g e © B e l g a i m a g e © B e l g a i m a g e Globalisation adjustment: EGF co-funding has supported 138 888 redundant workers and 2 944 people not in employment, education or training since 2007. Wage inequalities: One million signatures are required from 7 countries within one year for the European Commission to have to react to this citizens' initiative. Skills and migration: the cost of non-integration is greater than that of eff ective integration. SOCIAL AGENDA / JULY 2017 / 5 ",
        "EU FUNDING Ten years of solidarity in the face of globalisation The European Globalisation Adjustment Fund (EGF) was created in January 2007 On 9 March 2007, France was the first country to apply for European Globalisation Adjustment Fund (EGF) money. It requested €2.6 million to help 267 ex-workers of a Peugeot supplier. They were among the 1 345 workers made redundant by Peugeot SA subcontractors as a result of competition in the small car market, particularly from Asia. And on 7 April 2017, the European Commission proposed € 2.6 million from the EGF to support 821 former Nokia Network Systems workers in their quest for new jobs. Finland had applied for support following the dismissal of 945 workers in Nokia and three of its suppliers and downstream producers. These job losses were the result of fierce competition between the Finnish ICT sector and its competitors. Between March 2007 and March 2017, the EGF helped 140 000 redundant workers gain new skills and find new jobs. And nearly half of the workers supported by EGF-funded projects that were concluded by the end of 2014 had found new jobs or were self-employed. Direct help On the whole and in the long term, globalisation - and the international trade agreements that go with it - has positive effects; however, it may entail job losses in the short term; therefore the workers in the economic sectors and geographical areas worst affected by changing trade patterns need concrete EU solidarity: Such is the rationale behind the EGF. © B e l g a i m a g e In Ireland and Spain In Ireland, Talk Talk Broadband Services provided telecom services to customers in the United Kingdom and Ireland. Due to globalisation, the company had to halt operations at several services centres. The European Globalisation Adjustment Fund (EGF) stepped in, offering support to the workers who were made redundant in Waterford, Ireland. The support package offered them opportunities to embark on a new career and to pursue higher education, as well as to gain entrepreneurial skills, among others. In Spain, 1082 redundancies occurred in 12 automotive businesses located in the neighbouring regions of Castilla y Leon and Aragon. The job losses came off the back of a long-term decline in the automotive industry. Most of the workers had spent many years in the same enterprise. At Spain's request, EGF support helped them, for instance, get new training and start their job search by preparing job interviews and CVs. Economic downturn: Initially designed for collective redundancies due to globalisation, the EGF was made to include also those due to the 2008 crisis. 6 / SOCIAL AGENDA / JULY 2017 ",
        "SOCIAL AGENDA / JULY 2017 / 7 Together with the applicant EU country, the EGF co-funds direct assistance to redundant workers – and not to their former companies - in the form of counselling, training, skills certification, entrepreneurship promotion, contributions to business start-ups and a variety of allowances. It gives a boost to anything the country concerned could have done on its own, be it in terms of numbers, duration and quality. Bigger scope Initially restricted to collective redundancies due to globalisation, the EGF was made to include those due also to the economic downturn that followed the 2008 financial and economic crisis. For the years 2014-2020, its scope was extended to assisting self-employed workers and those with fixed-term contracts. By derogation, it may also contribute to supporting young people not in employment, education or training in those regions worst affected by youth unemployment, up to a number equivalent to that of the supported workers. Annual ceiling Contrary to the European Social Fund (ESF, see Social Agenda n°47), the EGF is not part of the EU's seven-year Multiannual Financial Framework. In budgetary terms, the EGF takes the form of an annual spending ceiling of €170 million, which may or may not be reached according to circumstances. Each application by an EU Member State therefore requires a full budgetary procedure whereby the European Commission, responding to the application, makes a proposal to the European Parliament and to the EU Council of Ministers, a process which must take no longer than six months. EGF co-funding cannot exceed 60% of the total cost of an intervention, topped up by the applying country (or one of its region and/or local authority or private funds). The money is to be spent within twenty-four months from the date of application. Worst hit: workers in the economic sectors and geographical areas worst affected by changing trade patterns need concrete EU solidarity. © B e l g a i m a g e Globalisation? Strangely enough, there is no official EU definition of what \"globalisation\" is! For the purpose of the European Globalisation Adjustment Fund (EGF), \"globalisation\" only refers to trade-related globalisation, which causes major structural changes in world trade patterns. Such changes are demonstrated in particular by a substantial increase in imports into the EU, a serious shi(cid:4) in EU trade in goods or services, a rapid decline of the EU market share in a given sector or a delocalisation of activities to countries outside the EU. The EGF may be called upon provided these redundancies have a significant adverse effect on the local, regional and national economy. It may be triggered if at least 500 workers are made redundant by a single company (including its suppliers and downstream producers) over a 4-month period or by several SMEs sharing the same economic sector and located in the same region over a 9-month period. Special rules exist for small labour markets and for exceptional circumstances, where the figure of 500 redundancies may not be reached during the reference period. More information: http://ec.europa.eu/social/main.jsp?langId=en&catId=326 SOCIAL AGENDA / JULY 2017 / 7 ",
        "SOCIAL SECURITY COORDINATION Making free movement fairer and easier A proposal to amend EU legislation on social security coordination between countries is on the table Receiving unemployment benefits in another country: The proposal extends to at least 6 months the minimum period during which jobseekers may export their unemployment benefits to another EU country. Which country's social security system is one subject to, when moving from one EU Member State to another, whether to live there on a permanent basis, work temporarily, study, or simply go on holiday? Such is the question that EU legislation has been striving to address on a regular basis in an ever clearer, fairer and practical way, since it put in place a social security coordination system back in 1959. Enforced in all EU countries plus Iceland, Liechtenstein, Norway and Switzerland, the system is based on a series of principles. A person may only be covered by one national system at a time. He/she has the same rights and obligations as the nationals of the country where he/she is insured, has to have his/her periods of insurance, work or residence in another EU country taken into account and may generally receive a benefit in cash from one EU Member State even if living in another Member State. In spite of the fact that the system is regularly updated and adjusted, social security coordination is still one of those areas where the European Commission receives the most requests for information or even complaints, due to the sheer complexity of the issue. Usually, it is a matter of isolated misapplication of EU law by a national or local institution in individual cases, although the overall approach of the country concerned is correct; or simply a misunderstanding on the part of the citizen concerned. Partial revision In December 2016, the European Commission presented its latest proposal for a partial revision of the EU legislation on social security coordination. Beyond facilitating the free movement of workers and protecting their rights, the aim of this new proposal is to reinforce the tools at the disposal of the national authorities to fight the risk of abuse or fraud, strengthen the connection between the country where contributions are paid and benefits are claimed, and ensure a fair financial distribution of financial burden between EU countries. © B e l g a i m a g e 8 / SOCIAL AGENDA / JULY 2017 ",
        "Receiving long-term care in another country: The new rules will provide more legal certainty to the growing group of people who, in our ageing societies, rely on long-term care. © B e l g a i m a g e SOCIAL AGENDA / JULY 2017 / 9 The proposal extends the minimum period during which jobseekers may export their unemployment benefits to another country, from three to at least six months. On the other hand, Member States may require that someone has worked for at least three months on its territory, before a person who becomes unemployed can rely on previous experience in another EU country to claim unemployment benefits. As far as frontier workers are concerned, the country where they worked for the last twelve months becomes responsible for paying his/her unemployment benefits. In cases where a person has worked for less than 12 months, unemployment benefits will be paid by the Member State of residence. Clarification The proposal also clarifies several aspects of the social security coordination issue, such as what long-term care benefits are, and introduces specific coordination rules for long-term care, organised on the same logic as the current sickness rules. This means that the Member State of insurance would provide long- term care benefits in cash and reimburse the cost of benefits in kind provided by the Member State of residence. The new rules will provide more legal certainty to the growing group of people who, in our ageing societies, rely on long-term care. As far as economically inactive mobile citizens are concerned, the proposal codifies the recent case-law of the Court of Justice that specifies that Member States may decide not to grant social benefits to mobile citizens that are not working nor actively looking for a job and do not have the legal right of residence on their territory. This entails having sufficient resources to reside without imposing a burden on the public finances of the host State as well as comprehensive sickness insurance. The proposal also updates the rules on parental leave allowances. They will be considered as the parent's individual right rather than as benefits for the entire family, as was the case before. This will allow those countries which encourage shared parental responsibility greater flexibility to grant these allowances in full to an insured parent, even in cases where both parents of the child take leave during the same period. The proposal does not suggest modifying the existing rules on the export of child benefits: the country of work of the parent(s) remains responsible for paying child benefits, the amount of which cannot be adjusted if the child lives elsewhere. This is in line with the Commission's belief in fair mobility: if a mobile worker pays the same tax and social security contributions in a Member State as other nationals, they should receive the same level of social security benefits irrespective of where their child resides. Over 12 million people concerned In 2015, around 11.3 million EU citizens of working age (20-64 years old) were residing in another EU Member State than their country of citizenship, of which 8.5 million were employed or looking for work, i.e. 3.7% of the total EU working age population. And there were 1.3 million cross-border workers, working in a different EU country than the one they live in. In 2014, there were also 1.92 million posted workers in the EU (who are employed in one Member State and are sent by their employers on a temporary basis to carry out work in another EU country), i.e. 0.7% of total EU employment. More information: http://ec.europa.eu/social/main.jsp?langId=en&catId=849 ",
        "UNEMPLOYMENT Employment and social services join forces Helping Spain identify operational solutions to improve their effectiveness This is a challenge for many countries: Reinforcing coordination between public employment and social services, to deliver more efficient support to job seekers. In October 2016, the spotlight was on Spain as the European Commission gathered more than 100 Spanish national and regional representatives of employment and social services in Brussels, as well as of the bodies in charge of managing the European Social Fund (ESF) in this country. Over two days, they shared views and good practices with experts, Commission representatives and counterparts from other Member States, and came up with a series of conclusions (see box). The conference was highly valued by the participants and a second one, focusing on youth employment, is due to take place on 19-20 October 2017. Recommendation Why Spain? It accounts for 2.2 million of the almost 10 million of EU citizens that have been unemployed for more than one year and youth unemployment remains very high there: 44.4% in 2016. The number of young people neither in employment, education or training (NEETs) is decreasing, but many of them are entering precarious jobs, returning to education or going into training. Whether young or long-term unemployed, they face multiple barriers on the path to labour market (re)integration, which need to be addressed. Last May, as part of the European Semester process of economic policy coordination, the Commission put forward a country-specific recommendation for Spain to reinforce the coordination between regional employment services, social services and employers, so as to better respond to jobseekers’ and employers’ needs. In fact, already back in 2010, Spain created a national network on social inclusion where employment and social services sit together. The country is therefore well off on the analysis side. The aim of last year's conference was to help put this analysis into practice. Starting with disseminating nation-wide experiments carried out in different regions, involving a wider range of actors and reaching out better to those people who are furthest away from the labour market. NGOs Reaching out is an area where Spanish NGOs have acquired considerable experience. During the worst years following the 2008 crisis, they were instrumental, together with employment and social services, to hold on to people with very low employability levels. Focus of the next conference: Youth employment will be the topic of the next conference with the Spanish authorities and actors, in October 2017. © B e l g a i m a g e 10 / SOCIAL AGENDA / JULY 2017 ",
        "Because they work on the ground, NGOs were able to adapt to reality and develop innovative approaches. For example, several of them created specific integrated pathways to employment for young people, combining work experience with training and involving private sector companies. The Commission is fully aware of the key role of NGOs in reaching out to people who are furthest away from the labour market, in particular youth. NGOs will thus be invited to the 2017 conference, together with representatives of national and regional youth, education, training and research administrations. Youth Employment The Youth Employment conference in October 2017 will focus on better implementing the Youth Guarantee (YG, a commitment by all EU Member States from 2013 to provide a quality offer for a job, continued education or an apprenticeship or traineeship to young people within four months of becoming unemployed or leaving formal education) in Spain. It will enable YG beneficiaries and the organisations involved to share their stories and lessons learnt. The Commission will also present different approaches to providing integrated support to young people, while the Spanish authorities will present the reforms they have implemented and their plans for structural changes to address youth unemployment. The conference will also consider relevant and available EU initiatives, as well as financial tools to support national policies and programmes (e.g. the ESF, the Employment and Social Innovation programme and the New Skills Agenda for Europe initiative, see Social Agenda n°45). From analysis to practice Mutual knowledge between services should be encouraged, through the sharing of data, methods and performance-based assessments, exchanges of experiences and good practices. Initial and continuing training should be provided to staff of both services, and mobility actions between services should be encouraged, in order to share a common understanding and better identify the needs of the unemployed. Support provided should be adapted according to the employability levels of beneficiaries, and a clear and early assessment of needs for social services should be made. Access to social services should be ensured to all, regardless of their working status. Activation strategy should encompass coordinated economic support schemes, job-search incentives and support, as well as a set of commitments on the part of the beneficiaries. Transitions between different support schemes should be eased and income support and employment should be made compatible, making the transition between support and work more flexible and sustainable. Employment and social services need to work more closely with other actors such as municipalities, local employers (including social enterprises) and NGOs. Such were the recommendations adopted by the conference organised by the European Commission in 2016 with the Spanish national and regional representatives of employment and social services. Cooperating on the ground: a network connecting employment and social services in Spain needs to give rise to effective cooperation between the two types of services. © B e l g a i m a g e SOCIAL AGENDA / JULY 2017 / 11 ",
        "OCCUPATIONAL HEALTH AND SAFETY Reaching out to the work floor The European Commission has put forward proposals to increase the impact of EU health and safety legislation on the ground Fit for purpose it is: The overarching occupational safety and health (OSH) framework directive of 1989 and 23 of the related directives adopted since, were among the first to be evaluated by the European Commission as part of the REFIT exercise. Launched in 2012, REFIT checks whether existing EU legislation is being properly implemented and effectively taken-up by national authorities, employers, workers and citizens. Nevertheless, three areas were singled out for modernisation: Stepping up the fight against cancer, the first cause of work- related deaths in the EU; helping business comply with EU rules and address issues of growing concern such as psychosocial risks (stress), musculoskeletal disorders and ageing; and working with Member States and social partners to remove or update outdated rules, thereby improving enforcement on the ground. On 10 January 2017, the European Commission adopted a package of measures to do just that. Fighting cancer at the workplace Cancer is responsible for an estimated 48 000-96 000 deaths per year, out of a total EU workforce of over 217 million workers. Already on 13 May 2016, the European Commission had put forward a proposal to set exposure limit values for 13 cancer- causing chemicals. This time, a new proposal addresses exposure to seven more carcinogens and mutagens, which would improve the protection of some 4 million workers. Guidance for employers One in three micro enterprises does not assess workplace risks. The Commission therefore published on that same day guidance for First cause of work-related deaths: the proposal addresses exposure to 7 more cancer-causing chemicals and improves the protection of some 4 million workers. © B e l g a i m a g e A guide for employers \"For every euro you as an employer invest in occupational safety and health (OSH), you can expect a return of more than two\", claims the guidance paper for employers which the European Commission published in January 2017. It explains the obligations stemming from EU law. It also presents the steps of a risk assessment process, contains a check-list of protection and mitigation measures, provides tools and references to set up OSH training and make a success out of it and explains what risk management means in practice (see box page 13). Each chapter contains a box with useful tools and references. 12 / SOCIAL AGENDA / JULY 2017 ",
        "Guidance: The Commission has published guidance for employers, with practical tips to facilitate risk assessment and improve access to free online risk assessment tools. © B e l g a i m a g e Diversity sensitive risk assessment Stress, musculoskeletal disorders, ageing and gender are all issues to be taken into account when carrying out a risk assessment. The last chapter of the guide for employers published by the European Commission in January 2017 (see box page 12), contains sections devoted to each of them. It provides examples of indicators to identify stress, both at an organisational and at an individual level. Musculoskeletal disorders have to do with physical factors but also, more generally, work environment problems such as poor lighting and psychosocial ones, such as mental overload. Ageing is a particularly complex issue but can be addressed by concrete measures like changing shi(cid:4) patterns, automating routine tasks, rotating tasks, or providing more adjustable workstations. Taking into account the gender perspective in the risk assessment means, for example, as far as stress is concerned: Including the home-work interface and both men's and women's work schedules; career development; harassment; emotional stressors; and unplanned interruptions and doing several tasks at once. employers, with practical tips to facilitate risk assessment and improve access to free online risk assessment tools (see box page 12). The guidance also provides advice on how to deal with psychosocial, ergonomic or ageing-related risks as, indeed, the framework directive of 1989 foresees that employers shall protect workers against all occupational risks, even those that are not explicitly mentioned. The Commission has launched a two-year \"peer review\" exercise, through which it invites EU countries with specific practices in implementing the EU rules, to share their experience with other Member States. Updating the rules Finally, the Commission has launched a programme for removing or updating outdated provisions in some OSH Directives. This will clarify the rules and reduce administrative burden for businesses and enforcement agencies, while maintaining or improving workers' protection. These updates will be prepared in close cooperation with social partners and governments' experts. To this end, the Commission will support national authorities in the form of better standards and guidance, in particular through the Senior Labour Inspectors Committee. The European Agency for Safety and Health at Work (EU-OSHA) can also help there, as it focuses on awareness-raising and implementation in micro and small enterprises. In this very concrete and vital area of health and safety at work, which affects everybody and businesses of all sizes, the challenge is to develop a genuine culture of compliance. More information: http://ec.europa.eu/social/main.jsp?langId=en&catId=148 SOCIAL AGENDA / JULY 2017 / 13 ",
        "SPECIAL FEATURE A European pillar for a social triple A Ensuring upward economic and social convergence between EU countries On 26 April 2017, the European Commission adopted the European Pillar of Social Rights. It enshrines 20 principles and rights that can serve a dual purpose: as a framework for checking that existing EU social legislation eff ectively contributes to people's well-being and creates new rights in the face of today's challenges; and as a reference for evaluating the social performance of EU Member States. Simultaneously the Commission put forward four proposals - to create new rights in the fi eld of work-life balance, clarify the Directive on working time and up-date EU legislation on labour contracts and access to social protection. The thinking behind the Pillar is clear: \"economic policy is social policy and social policy is economic policy. You cannot disentangle the two. You need action on both at the same time\", in the words of European Commissioner Marianne Thyssen. Its aim is just as clear: ensure upward convergence in terms of sustainable economic and social performance between EU Member States. At the heart As European Commission President Jean-Claude Juncker explained, \"I have been seeking to put social priorities at the heart of Europe's work, where they belong. With the European Pillar of Social Rights and the fi rst set of initiatives that accompany it, we are delivering on our promises and we are opening a new chapter\". \"We all have the responsibility to prepare the ground for Europe to remain competitive and social in view of the new dynamics aff ecting our economies, societies and labour markets\", Commissioner Thyssen further explained. \"People want peace, freedom and democracy but they also want security in these times of major change. Not only due to the crisis but also because of globalisation, digitalisation and even demographic change. We need to off er solutions and give the right answers\". A Proclamation The Commission also adopted the European Pillar of Social Rights in the form of a dra(cid:4) Proclamation by the EU Council of Ministers, the European Parliament and the European Commission. \"Member States, EU institutions, the social partners and civil society all have to take on their responsibility\", Jean-Claude Juncker stresses. \"I would like to see the Pillar endorsed at the highest political level before the end of this year\". European Commissioner Marianne Thyssen (le(cid:2) ): \"Economic policy is social policy and social policy is economic policy. You need action on both at the same time\". More information: on the lead-up to the Social Pillar in previous issues (n°44, 46 and 47) of Social Agenda 14 / SOCIAL AGENDA / JULY 2017 ",
        "A pillar to support fair and well-functioning labour markets and welfare systems: this is what the European Commission put forward on 26 April 2017. Its full name is the European Pillar of Social Rights. The Pillar builds on principles and rights (see box) which were set at diff erent times, in diff erent ways and in diff erent forms. It aims to make them more visible and explicit for citizens and actors at European, national, regional and local level, while taking into account the consequences of the 2008 fi nancial and economic crisis as well as challenges such as globalisation, the digital revolution, changing patterns of work and demographic ageing. This entails checking the way EU social aff airs legislation (50 laws since 1958, not to mention so(cid:4) law initiatives) has been implemented; modernising it, if need be; and addressing new labour market and social developments. The Social Pillar is conducive to action: On 26 April the Commission also adopted a series of complementary proposals: for a brand new Directive on work-life balance (see page 19); and for up-dating existing laws on working time (page 22), labour contracts and access to social protection (more on these two proposals in the next issue of Social Agenda). SPECIAL FEATURE The Social Pillar already operational Adopted on 26 April, the European Pillar of Social Rights forms the basis for a series of policy proposals put forward on that same day Tackling challenges: The European Pillar will help tackle new developments such as the digital revolution and changing patterns of work, from a social policy angle. © B e l g a i m a g e SOCIAL AGENDA / JULY 2017 / 15 ",
        "Upward convergence The underlying philosophy of the Social Pillar is that of the European Commission which emerged from the 2014 European elections, under the chairmanship of Jean-Claude Juncker: economic and social performances are tightly intertwined; social policy is an investment which, in addition to improving people's lives, also improves the EU Member Sates' budgetary and economic situation and creates momentum for upward convergence between them. Upward convergence is all the more vital for the 19 EU countries that make up the Eurozone and the EU Economic and Monetary Union (EMU) and therefore share the same currency. Such convergence was damaged by the 2008 financial and economic crisis and needs to be set into motion again, for the sake of cohesion and to make the EMU more resilient to future economic shocks. But upward convergence is also crucial for the EU as a whole if it wants to remain home to the most advanced welfare systems in the world - for the sake of citizens' well-being and, ultimately, for a better world altogether. SPECIAL FEATURE Social partners: The European Commission would like to see the Pillar \"proclaimed\" by authorities and actors at national level, where social policy is implemented. © B e l g a i m a g e How to make the Pillar enforceable The principles and rights enshrined in the European Pillar of Social Rights are not directly enforceable. For citizens to be able use them, e.g. to go to Court, they would have to be brought to life by taking specific initiatives. This can happen through specific law proposals, taking into account the division of responsibilities between the different levels of decision-making (EU, national, regional and local) and the social partners (who have a major role to play in drawing up EU legislation in the field of social policy). However, in many cases, the issue is not so much the recognition of rights but rather their actual take-up (e.g. by fathers, in the case of paternity leave, which comes under the work-life balance principle of the Pillar, see page 19). By up-dating and clarifying the EU approach to employment and social affairs-related legislation, the Pillar provides an incentive to act. It ensures that EU social legislation effectively improves people's lives, protects the European social model(s) and stimulates the Member States' economies. 16 / SOCIAL AGENDA / JULY 2017 ",
        "Adopted twice On 26 April, the Commission actually adopted the Social Pillar twice! First, in the form of an immediately applicable Commission Recommendation, so that the Pillar may already serve as a framework for policy-making and a reference for monitoring EU countries' social and employment performance. To this end, the Commission has launched an on-line social scoreboard which produces data and analyses that feed into the annual European Semester process of economic policy coordination. The Semester culminates every summer with the adoption by the EU Heads of State and governments (European Council) of country- specific recommendations. And secondly, in the form of a dra(cid:4) Proclamation by the European Council, the European Parliament and the Commission. Such a joint proclamation would ensure that all the EU institutions and Member States – and ultimately the social partners and civil society at all levels of governance – take full ownership of the Pillar and implement it in partnership. Indeed, the EU Treaties state that employment and social policy is an area of shared competence, between the EU on one hand and national institutions and actors, on the other. Partnership is therefore crucial for breathing life into the Pillar. Citizens will then be in a position to call upon the rights up-held by concrete policy proposals, in relation to the principles enshrined in the Pillar (see box). Consensus building For the EU Member States to proclaim the Social Pillar, they need to reach consensus, in particular on its bottom-line: that economic and social performances are interdependent; as opposed to the thinking that economic performance is a pre- condition for social developments. Consensus building is precisely what the European Commission has been up to, since it carried out a thorough consultation of employment and social actors from March 2016 to January 2017. This has given rise to the development of a community spirit between stakeholders, including national ministers. The next challenge is to reach a political agreement and endorsement of the Pillar principles at the highest levels. The future of the EU While the other EU institutions and the national governments debate about turning the Commission Recommendation on the Pillar into a Proclamation of their own, another debate is going on as to what kind of EU we all want by 2025. This debate on the future of Europe was launched on 1 March 2017, when Jean-Claude Juncker presented a White Paper setting out the main challenges and opportunities for the EU in the coming decade, culminating in the form of five scenarios for the future of the EU. SPECIAL FEATURE Putting on the pressure: Citizens will only be able to call upon the rights enshrined in the Pillar once they have been embedded into concrete policy proposals. SOCIAL AGENDA / JULY 2017 / 17 ",
        "SPECIAL FEATURE Equal opportunities, working conditions and social protection Twenty principles and rights make up the European Pillar of Social Rights, organised under three headings: equal opportunities and access to the labour market; fair working conditions; and social protection and inclusion. Under equal opportunities, the Pillar addresses issues such as: education, training and life-long learning; gender equality, non-discrimination and active support to employment. Under fair working conditions: secure and adaptable employment; wages; information about employment conditions and protection in case of dismissals; social dialogue an d involvement of workers; work-life balance (see page 19); and occupational health and safety (page 12). And under social protection and inclusion, it covers: childcare and support to children; social protection; unemployment benefits; minimum income; old age income and pensions; health care; inclusion of people with disabilities; long-term care; housing and assistance for the homeless; and access to essential services. © B e l g a i m a g e What future? The European Commission has launched a reflection on what kind of EU do we want by 2025, including in the social policy area. At first sight, the two debates seem to be following separate courses. The one on the future of the EU will feed into Jean- Claude Juncker's State of the Union address to the European Parliament in September 2017. Significantly, however, on the very day on which the Commission presented its Recommendation on the Social Pillar and its proposal for a proclamation, it also adopted an annex to the White Paper on the future of Europe, dedicated to the social dimension of the European Union. This discussion of the current and future \"social Europe\" will form the basis for a Social Summit for Fair Jobs and Growth, taking place in Gothenburg on 17 November 2017. The EU-wide community spirit which emerged through the consultation on the Pillar may facilitate the debate on the social dimension of the EU post-2025. It may therefore influence the choice between the five scenarios put forward in the White Paper. Conversely, the debate on the future of Europe may facilitate the proclamation of the Pillar by all Member States, beyond the Eurozone - knowing that the Pillar does not require any Treaty change. More information: http://ec.europa.eu/social/main.jsp?catId=1226&langId=en 18 / SOCIAL AGENDA / JULY 2017 ",
        "A new start for work-life balance The European Pillar of Social Rights is also about creating new rights, as shown by the proposal on work-life balance Making it more attractive for men to take up special leave and fl exible working arrangements, in order to increase the participation of women in the labour market - This is the gist of the European Commission's proposal for an EU law (Directive) on work-life-balance for parents and carers, which it put forward on 26 April. A proposal that takes on a much more ambitious, broader and lifecycle view of the whole issue of family caring - not only for children but also for older or disabled relatives - compared to existing EU laws. It follows an unsuccessful attempt to review legislation on maternity leave. Paternity, parental and carers' leave For a start, the new proposal, if approved by the Council and the European Parliament, will create a new right at EU level to paid paternity leave for fathers: 10 working days when the child is born. The already existing right to four months of parental leave for each parent will be strengthened by making this period non- transferable between parents. The proposal will also provide for pay during parental leave and possibility to take it up (including in a fl exible way) at least until the child reaches the age of 12. And it will create a carers' leave at EU level: the right to 5 days of leave per year and per worker, paid at sick pay level, to take care of seriously ill or dependent relatives (son, daughter but also mother, father, spouse or partner in civil relationship, who are temporarily or permanently in need of care due to a serious medical condition or disability). The current EU-level right to request fl exible working arrangements by parents coming back from parental leave will be extended to workers with caring responsibilities and to parents of children up to 12 years old. Facilitating take-up by men: The proposal includes a new right to paid paternity leave for fathers and to make the 4-months parental leave for each parent non-transferable between parents. © B e l g a i m a g e SPECIAL FEATURE SOCIAL AGENDA / JULY 2017 / 19 ",
        "SPECIAL FEATURE Similarly, protection against dismissal and/or unfavourable treatment will be extended (beyond maternity, parental and, paternity leave) and cover carers' leave and workers requesting flexible working arrangements. Lack of care services Alongside this legislative proposal, the Commission adopted on the same day a series of non-legislative accompanying policy measures. They will pave the way for good implementation of the future law, as well as that of existing legislation. Indeed, progress has been slow since the EU started legislating in this area in the 1990s. In particular, the Commission will help EU countries address shortcomings such as the lack of childcare and long-term care services and the quality, affordability and accessibility of existing ones; as well as economic disincentives to work for second earners, such as taxes which discourage a second person in the couple to work. Like all the principles enshrined in the European Pillar of Social Rights, work-life balance will, from now on, be all the more closely monitored at the highest possible political level: Via the European Semester process of EU-level economic and social policy Balance of rights Work-life balance has very much to do with the balance of rights between spouses or partners who have children or dependent relatives to care for. Although the bottom line of the Directive proposed by the European Commission is increasing women’s participation in the labour market, the proposal focuses just as much on men as on women. Men who take paternity leave are more likely to take parental leave later. The right to parental leave for fathers already exists in EU legislation but it leaves it up to the Member States to decide if the leave should be paid or unpaid. As a majority of men still earn more than women, few take up this right in those Member States in which parental leave is unpaid, and most transfer it to their partner or spouse, when possible. The proposed Directive will also shi(cid:4) employers’ mentalities. It will help them no longer consider women as a “risk” factor, as men will have exactly the same rights as women when it comes to caring for children or dependent relatives. Carers' leave: The proposal takes on a much more ambitious view of the whole issue of family caring, not only for children but also for older or disabled relatives. © B e l g a i m a g e 20 / SOCIAL AGENDA / JULY 2017 ",
        "SPECIAL FEATURE Fairness and economic efficiency Taking further action to promote gender equality in the labour market is, first of all, a question of fairness. In spite of EU legislation on some aspects of work-life balance, dating back to the 1990s, the overall employment rate of women is still 11.6 percentage points lower than that of men, although more and more women are highly qualified and 65% of graduates today in Europe are women; just over 30% of women work part-time, compared to 8% of men (the full-time employment rate gap is therefore even larger); and caring responsibilities account for the “inactivity” of almost 19% of “inactive” women, while this is only the case for less than 2% of men. In 2015, the average employment rate of women with one child under 6 years old was 8.8 percentage points lower than that of women without young children, and in several EU countries this difference is above 30 percentage points. But it is also an economic imperative. Economic loss due to the gender employment gap amounts to around €370 billion per year, equivalent to 2.8% of EU gross domestic product (GDP). Closing this gap would be essential for society and the economy, especially as all EU Member States will be confronted with the challenges of demographic ageing. Women's participation in the labour market, and consequently their economic independence, remains lower than it should be. This leads to a gender employment gap and a gender pay and pension gap, as well as to a higher risk of poverty and social exclusion, especially for women of retirement age. coordination, through which the European Council (Heads of State and governments) delivers each year a series of country- specific recommendations. Various EU structural funds can be used to meet these recommendations by investing both in people and infrastructure. And the Commission will use its powers as \"guardian\" of the EU treaties to ensure better enforcement of existing rights and protection under current EU law. A cultural issue EU-wide figures speak for themselves: take-up of existing work-life balance provisions is slow (see box). Beyond practical issues such as paid or unpaid, transferable or non-transferable leave, there are glaring cultural factors which explain both the implementation shortcomings and the limitations of legislation in this area. Significantly, between 2008 and 2015, the European Commission itself remained bent on revising the Maternity Leave Directive. However, in 2016, it took a new start, leaving aside the Maternity Leave Directive (which is still valid) and taking a lifecycle approach to special leave and flexibility arrangements for parents and carers, whether men or women. Acknowledging the time it takes for mentalities to evolve, the Commission's impact assessment, which evaluates the potential costs and benefits of applying its proposed Directive, takes a long term view going as far as 2055! For sure, it takes time for workers and companies to take up legal provisions in the area of work-life balance and gender equality. But if the legal conditions are not created, it risks never happening at all. More information: http://ec.europa.eu/social/main.jsp?catId=1311&langId=en Shortcomings: the European Commission will help EU countries address the lack of long-term care and childcare services and the quality and affordability of existing ones. © B e l g a i m a g e SOCIAL AGENDA / JULY 2017 / 21 ",
        "22 / SOCIAL AGENDA / JULY 2017 Fi(cid:4)y-two working-time related cases have been ruled by the Court of Justice of the European Union (CJEU) since the Working Time Directive was adopted in 1993, making up approximately 670 pages of case law! For example, the two paragraphs concerning annual leave alone have been subject to over 30 legal cases. On 26 April 2017, the European Commission therefore adopted a document clarifying the provisions of the Directive, in the form of an Interpretative Communication – legal guidance, taking into account the Court's case law. This aims to help EU Member States transpose and implement this Directive correctly… and hopefully avoid further infringements. SPECIAL FEATURE EU working time rules made clearer A good example of how the European Social Pillar can help better enforce existing EU law Specific cases: the limitations to maximum working time for specific groups, such as armed forces and health personnel, are not always properly transposed by EU countries. 48 hours maximum limit at the workplace Maximum weekly working time must not exceed 48 hours on average, according to the 2003 Working Time Directive; a limit which can be reached very quickly by hospital staff, police or members of the armed forces, for example since it includes overtime, time spent on call at the work place etc. The Directive also provides for: a rest break where the working day exceeds six hours; a minimum daily rest period of 11 consecutive hours per 24 hours; a minimum weekly rest period of 24 uninterrupted hours for each seven-day period which is added to the 11 hours' daily rest; paid annual leave of at least 4 weeks per year; and extra protection in case of night work. It also provides flexibility in the way working time is organised in certain sectors and for certain activities. For example, derogations make it possible to delay the rest periods, in whole or in part, in certain activities. Individual workers may choose to work beyond the 48-hour limit and collective agreements may, for instance, allow weekly working time to be averaged over periods of up to twelve months. © B e l g a i m a g e ",
        "Health and safety The Working Time Directive is part of the EU's health and safety laws, designed to protect workers. It sets minimum standards throughout the Union against the risks facing workers due to overwork or inadequate rest periods. It also provides flexibility to meet the specific needs of different economic sectors and activities (see box). The Interpretative Communication presents the European Commission's standpoint on a number of aspects of the Directive as amended in 2003, which itself remains unchanged. It provides greater certainty and clarity to national authorities, workers and employers. It also helps apply the Directive's provisions in the context of new and flexible work arrangements. The Communication will therefore ensure that the minimum standards contained in the Directive are effectively enforced. This in turn will translate into better protection of workers' health and safety, to the benefit of all parties. Of course, the CJEU case-law remains the basis for assessing any issue related to the Working Time Directive. But what the Communication does is provide guidance including for provisions where no Court ruling has yet been rendered. Indeed, the Commission is in charge of monitoring the implementation of EU law and eventually initiate, or close, infringement procedures. Transposition problems An implementation report, also published by the Commission on 26 April, backs up the case for an interpretative Communication: it shows that some problems remain. In particular, the requirement to provide compensatory rest where minimum rest periods are shortened, or postponed, is o(cid:4)en not transposed correctly by Member States into their own legislation. On-call time is also not always considered as working time. And the limitations to maximum working time for specific groups such as health personnel and armed forces, as well as to working time for night workers, are no always properly transposed. However, by and large, the transposition record is improving, as the most difficult transposition cases date back to the years between 2002 and 2006. Tentative revisions A few years ago, the accumulation of case-law had initially spurred on the EU institutions to try and review the Directive itself. However, EU governments could not agree among themselves and with the European Parliament. In 2009, therefore, the Commission decided to launch a thorough review of the whole working time issue and figure out whether the Directive was still fit for purpose. Research, as well as consultation of the social partners, including unsuccessful negotiations between trade unions and employers from 2010 to 2012 and a public consultation carried out between 2014 and 2015, concluded that the Directive remained relevant in today's world of work. A large majority of workers in the EU are covered by working time rules that respect EU legislation. This law provides sufficient guarantees and protection to citizens and workers in terms of health and safety, whilst being flexible enough to organise working time in different ways, for example in hospitals, police stations etc. In fact, the Directive's flexibility potential is still under-used in many EU countries. In 2016 therefore, it was decided not to launch a new negotiation to revise the Directive itself but rather to clarify, for national authorities and legal experts, what its provisions entail in practice, in the light of CJEU case law and of the current world of work. And throughout 2016, the public and stakeholder consultations carried out by the Commission in view of shaping the European Pillar of Social Rights (see page 15) confirmed the general demand for more information on CJEU case law and effective implementation of the 2003 Directive, to ensure it makes a real difference in people's life. New context: The Interpretative Communication helps apply the Working Time Directive's provisions in the context of new and flexible work arrangements. © B e l g a i m a g e SOCIAL AGENDA / JULY 2017 / 23 More information: http://ec.europa.eu/social/main. jsp?catId=706&langId=en&intPageId=205 ",
        "EUROPEAN SOCIAL FUND Breaking deadlocks The stories of David (Slovenia), Krone (Denmark), Michaela (Czech Republic) and Monika and Kristina (Bulgaria) David’s life was following a steady path. He was studying journalism and politics at university. He had a part-time job where he was learning basic administrative and accounting skills. Then his mother fell ill and everything changed. “I moved back home to help her and no longer had time to study,” David explains. “I worked at her tobacco shop. I learned a lot there but I needed an opportunity to grow.” David tried to find a more fulfilling job but despite his previous experience, he struggled. A(cid:4)er a few months of unemployment, he heard about the Youth Guarantee scheme and its First Challenge programme, co-funded by the European Social Fund (ESF), which provides subsidies to employers if they hire a young, unemployed person up to the age of 29 for at least 15 months. It was David who introduced his future employer to the programme. “I’d heard that an organisation called Youth Network MaMa was looking for someone,” he explains. “I decided to be proactive and mention during my interview that I qualified for First Challenge.” Youth Network MaMa was impressed by his initiative and offered him an assistant project manager position. Since then, David has been working in PR and communications, sharpening his skills and gaining experience that will help to improve his future job market competiveness. Adapting to change Krone has been producing windows for over fi(cid:4)y years. As times have changed, so has the company, with the days of carpenters hand-cra(cid:4)ing windows giving way to mass manufacturing using advanced machinery. Embracing this cutting-edge technology has helped Krone stay at the forefront but it also required specialist expertise – which is what led the company to take part in the ESF-funded KOMP-AD project. Run by a network of technical schools in Denmark, the project helps small and medium-size enterprises improve the automation and digitisation of their production processes. Through it, Krone entered into a partnership with the Skive Technical Institute, where a teacher provided ongoing training for the company’s employees. Quality childcare Michaela has two young sons, Hugo and Otto. She always knew she wanted to return to work a(cid:4)er having children, but struggled to find any pre-school facilities that would take children under three years of age. \"I was reconciled to the possibility that my sons would attend a state kindergarten as we could not afford to Dual benefit: Thanks to the ESF-supported 4BEARS project, Michaela was able to go back to work before her second child was 3 and could also benefit from an innovative approach to childcare. © E u r o p e a n U n i o n 24 / SOCIAL AGENDA / JULY 2017 ",
        "pay dual tuition for a private one,” Michaela says. “But that would mean that I could not work until Otto was three.” Michaela found help through an ESF-supported children’s group called 4BEARS, which accepts young children and offers an innovative approach to childcare. The objective of the \"Start together\" 4BEARS project is to enable parents to work and to offer quality childcare services through an alternative pedagogical approach. 4BEARS opened in 2008, but found itself running into financial problems. “Contributions from parents only covered a small part of the costs,” Petra, 4BEARS’s Project Manager, explains. The company then learned it could apply for a grant from the ESF, which led to lower tuition fees. Michaela could then afford to enrol both of her sons. “All the children are together, which I see as a huge benefit,” she says. “The younger ones are learning from the older ones... that helps parents a lot.” Today, 4BEARS looks a(cid:4)er 19 children aged 2.5-7 years old. Michaela has been able to return to work part-time, happy in the knowledge that her children are well cared for. Success at school Reducing school drop-out rates and encouraging students to get the most out of their time at school is a priority across Europe. In Bulgaria, the ESF-funded SUCCESS project helped make school more attractive by supporting a range of extracurricular activities and clubs – particularly for those at risk of leaving education early. “When the SUCCESS project was launched, I was planning to get involved in journalism,” Kristina, a participant in the project, explains. “Then I took part in an IT competition and this made me reconsider my future.” Now studying computer and so(cid:4)ware engineering at university, Kristina recognises the impact the project had on her life. “The SUCCESS project provided me with an opportunity to choose my career. It taught me how to work in a team and gave me the incentive to take part in competitions and training.” Monika had a similar experience during her catering studies. “Through the project I learned about new products and materials used in confectionary. It helped me to improve professionally.” Monika and Kristina are just two of the thousands of students who benefited from the SUCCESS project. SUCCESS not only achieved its aim of reducing school drop-out rates, it also produced guidelines on the implementation of extracurricular activities that could serve as a basis for a State-wide educational standard. More information: http://ec.europa.eu/esf/main.jsp?catId=564&langId=en The cutting-edge of window-making: through the ESF-funded KOMP-AD project, Krone receives ongoing training to adapt to new technology. © J o n a s F o t o g r a fi SOCIAL AGENDA / JULY 2017 / 25 ",
        "OTHER VOICES Delivering Social Europe Jana Hainsworth, Social Platform President: \"We call on the European Parliament and the European Council to strengthen the Pillar\". © E u r o p e a n U n i o n The first concrete proposals for a European Pillar of Social Rights are a promising step towards a strong social Europe. The Pillar’s success is now hinged on how it will be implemented. The Pillar brings to the table a number of changes and recommendations that social civil society has been advocating for. As the EU’s largest network of rights- and value-based organisations, Social Platform is pleased that the Pillar encompasses work-life balance, quality employment with adequate wages, and minimum income and social protection that ensure dignity across the life- cycle. These are important social standards that must be accessible to all people, regardless of gender, age, sexual orientation, religion, belief, race, ethnicity or disability. Particularly important is the emphasis of social concerns on a par with economic priorities. Too o(cid:4)en business interests take precedence over people and this proposal clearly sets out to redress the balance, ensuring that the economy works to the benefit of everybody in society. The Commission’s proposal on work-life balance should progress gender equality and ensure better balance of care responsibilities between men and women. Children and others with care needs will also benefit. On adequate minimum income and social protection, the Commission stops short of issuing binding proposals, and we remain concerned that the proposals lack teeth. While the consultation on access to social protection is welcome, civil society must be involved alongside social partners to ensure the interests of those outside the labour market are also represented. The EU’s economic and monetary coordination mechanisms have watched over, and sometimes blatantly encouraged, massive cuts in social spending and the dismantling of social safety nets in many Member States. That is why this latest initiative of the Juncker Commission has generated so much interest from social civil society. The Commission proposals offer an opportunity to drive up standards, but we need strong mechanisms to support implementation. Strengthening the Pillar As an umbrella organisation of 47 European networks, we stand ready to cooperate with European and national leaders to ensure that the Pillar has a far-reaching social impact. As a first step, we call on the European Parliament and the European Council to strengthen the Pillar in the following ways: 1. Jobs alone are not enough. Too little attention is paid to promoting social policies and investment that address those who are furthest from the labour market or are not of working age. 2. Promoting social progress on minimum income schemes and improving social investment is an important development, but it is still unclear how the EU will secure implementation across Member States without more clarity on the incentives and potential sanctions. 3. Civil society organisations are referenced as important stakeholders in policy-making. They play a key role in strengthening the direct involvement of those people receiving benefits and social care so they are empowered to be involved in decisions affecting them. Jana Hainsworth, President of Social Platform and Secretary General of Eurochild 26 / SOCIAL AGENDA / JULY 2017 ",
        "Turning the Social Pillar into action Preparing the European Pillar of Social Rights required a lot of coordination. Your past experience in the Commission's Secretariat General (SG) must have proved useful! The Pillar is a proposal that originated directly from European Commission President Jean-Claude Juncker. DG EMPL was entrusted with the task of delivering it. This required intensive internal pooling of efforts but also working hand in hand with SG and involving many other DGs, to ensure that the Pillar really becomes an umbrella for reform. My previous job experience in SG certainly helped in this endeavour. So it was a matter of helping people take ownership of the Pillar initiative, both inside and outside the Commission. Yes, if the European Commission were to state a series of principles and rights on its own, the Pillar would not have the same impact on the ground. That is why we have proposed that the EU Council of Ministers and the European Parliament jointly proclaim the Pillar, together with the Commission. And we need to continue working with all the actors that are key for delivering results, both at EU and national level, including the social partners and civil society but also other Commission departments, to build consensus and ensure that each of them are engaged in implementing the principles of the Pillar. The Social Pillar will be a compass for upward social and economic convergence between EU Member States. What does this mean? Following the crisis, this last decade has shown that the convergence engine is broken, especially within the Euro area. This lack of convergence is raising difficult questions of fairness within the single market. Ultimately, it challenges the solidarity that should exist between EU countries, as well as the very fundamentals of the European project. It is to restore the convergence path that we have come up with the proposal for a European Pillar of Social Rights. - What will happen next?… - Our proposal for an inter-institutional Proclamation of the Social Pillar is on the table (see page 14 onwards). So now it is for the Member States and the European Parliament to sign it and thereby commit themselves to driving reforms in the direction set by the Pillar. To this end, we are now seeking to build consensus at the highest political level, in view of proclaiming the Pillar by the end of the year at the latest. Consensus: \"We are now seeking to build consensus at the highest political level\". © E u r o p e a n U n i o n INTERVIEW Maria Luisa Llano Cardenal is head of the Coordination unit in the European Commission's Employment and Social Affairs Directorate General (DG EMPL) SOCIAL AGENDA / JULY 2017 / 27 ",
        "Slavina Spasova, Denis Bouget, Dalila Ghailani & Bart Vanhercke April 2017 Access to social protection for people working on non-standard contracts and as self-employed in Europe A study of national policies 2017 Non-standard contracts, self-employment: What access to social protection? In the EU Member States and 7 neighbouring countries, the social protection systems can be considered as \"High access\" with regard to statutory access to social security for non-standard workers: In most cases, it is the same as for standard workers. However, in practice, some categories may have only partial access to social protection or even be excluded from it (e.g. casual and seasonal, on-call, zero-hour and temporary agency workers, civil law contracts and mini-jobs). O(cid:2) en non-standard workers encounter diffi culties meeting eligibility conditions (e.g. hourly thresholds, contribution periods…), which hamper take-up and adequacy benefi ts. This is one of the conclusions of a report produced by the European Social Policy Network. The report also analyses the statutory and eff ective access of people on non-standard contracts and self-employed to the main social protection schemes and identifi es recent national reforms aimed at extending their social protection. And it puts forward 21recommendations. For example, countries should consider monitoring contractually- defi ned working hours to avoid part-time employment becoming a façade for full-time employment with lower tax and social contribution costs. Catalogue N° KE-01-17-265-EN-N Social enterprises: boosting their development Lessons learnt from the analysis of 20 social enterprise initiatives in several EU countries, covering a range of policy areas, from legal frameworks, fi nance, market access, and support structures, to education and skills. This compendium is available in electronic format only, in English. German and French versions will follow. Catalogue N° KE-01-17-063-EN-N Job mobility scheme: an overview An EU job mobility scheme for jobseekers over the age of 35 called Reactivate helps jobseekers to revitalise their career by fi nding a paid job, traineeship or apprenticeship in another Member State than their country of residence. It also supports employers to recruit for vacancies which are diffi cult to fi ll. This guide provides an overview of Reactivate. It is available online only, in English, French and German. Catalogue N° KE0117253ENN EU action: What’s in it for me? Helping new entrepreneurs, supporting young people to find a job, making sure you enjoy free emergency healthcare while abroad, and much more: EU action in employment, social affairs and inclusion touches all citizens in their everyday lives. Read how Nina, Tomasz, Jeanne and Daniel benefited from EU support and see which opportunities are open to you. This publication will be available in all EU languages in print and online. Catalogue N° KE-01-17-401-EN-N To download or to order these publications, please go to http://ec.europa.eu/social/main.jsp?catId=738&langId=en To subscribe to the ‘Social Agenda’ magazine or to other publications of DG Employment, Social Aff airs and Inclusion, please fi ll in the regis- tration form available at: http://ec.europa.eu/social/main.jsp?catId=740&langId=en Useful websites The website of Commissioner Thyssen: http://ec.europa.eu/commission/2014-2019/thyssen_en The home page of the Commission’s Directorate-General for Employment, Social Aff airs and Inclusion: http://ec.europa.eu/social/ The website of the European Social Fund: http://ec.europa.eu/esf K E - A F - 17 - 048 - E N - C "
    ]
}