{
    "text": [
        "31. Commends the work carried out by the Commonwealth Secretariat and the Islands and Small States Institute of the University of Malta in developing vulnerability and resilience indices and expects the EU to take a leading role in implementing the indices and designing a new framework for systematic assis- tance to SIDSs and landlocked developing countries; proposes that small states in particular should plan a vulnerability and resilience profile in conjunction with the preparation of the Medium-Term Develop- ment Strategy; 32. Calls on the European Commission and Member States to make a strong common EU commitment at the Doha Conference regarding both the quantity and quality of development aid, with the aim of achieving the MDGs through a sustainable approach and clear roadmaps for meeting their ODA commitments, both individually and collectively, notwithstanding the current financial crisis; 33. Instructs its Co-Presidents to forward this resolution to the ACP-EU Council of Ministers, the European Commission, the Council Presidency, the African Union, the Pan-African Parliament, the national and regional parliaments, the ACP regional organisations and the OECD Development Assistance Committee. RESOLUTION ( 1 ) on the social consequences of child labour and strategies to combat child labour The ACP-EU Joint Parliamentary Assembly, — meeting in Port Moresby (Papua New Guinea) from 25 to 28 November 2008, — having regard to Article 17(1) of its Rules of Procedure, — having regard to the United Nations (UN) Convention on the Rights of the Child which was adopted on 20 November 1989 ( 2 ) and entered into force in 1990, and in particular Articles 28 and 32 thereof, — having regard to the International Labour Organisation (ILO) Conventions 138 concerning the minimum age for admission to employment (1973) ( 3 ) and 182 concerning the prohibition and immediate action for the elimination of the worst forms of child labour (1999) ( 4 ), — having regard to Articles 177-181 of the Treaty establishing the European Community, — having regard to the ACP-EU Partnership Agreement signed in Cotonou on 23 June 2000 and revised in Luxembourg on 25 June 2005 (hereinafter referred to as ‘ the Cotonou Agreement ’ ), and in particular Articles 26 and 50 thereof, — having regard to the joint statement of 20 December 2005 by the Council and the representatives of the Governments of the Member States meeting within the Council, the European Parliament and the Commission on European Union Development Policy: ‘ The European Consensus ’ , and in particular Articles 12, 97, 101 and 103 thereof ( 5 ), — having regard to the UN Millennium Declaration of 8 September 2000, which sets out the Millennium Development Goals (MDGs) as criteria established jointly by the international community for the elimi- nation of poverty, — having regard to the Framework for Action, Education for All: Meeting our Collective Commitments, adopted by the World Education Forum in Dakar, Senegal, in 2000 (Dakar Summit) ( 6 ), — having regard to the Brussels Declaration on Education for Sustainable Development in ACP States and its Framework for Action adopted by the ACP Ministers of Education in 2006, 16.3.2009 C 61/31 Official Journal of the European Union EN ( 1 ) Adopted by the ACP-EU Joint Parliamentary Assembly on 28 November 2008 in Port Moresby (Papua New Guinea). ( 2 ) http://www.unhchr.ch/html/menu3/b/k2crc.htm ( 3 ) http://www.ilocarib.org.tt/childlabour/c138.htm ( 4 ) http://www.ilocarib.org.tt/childlabour/c182.htm ( 5 ) OJ C 46, 24.2.2006, p. 1. ( 6 ) http://unesdoc.unesco.org/images/0012/001211/121147e.pdf ",
        "— having regard to the 2003 EU Declaration of Lucca (Italy), — having regard to the ILO International Programme on the Elimination of Child Labour (IPEC), — having regard to the Commission communication on ‘ A Special Place for Children in EU External Action ’ ( 1 ), — having regard to the Education for All Global Monitoring Report 2008 ‘ Education for all by 2015: Will we make it? ’ ( 2 ), — having regard to its resolution on children's rights and child soldiers in particular, adopted on 15 October 2003 ( 3 ), — having regard to the European Parliament resolution on the exploitation of children in developing countries, with a special focus on child labour ( 4 ), — having regard to the European Parliament resolution on corporate social responsibility: implementing the partnership for growth and jobs ( 5 ), — having regard to the report of the Committee on Social Affairs and the Environment (ACP-EU/100.247/08/fin.), A. whereas child labour has its roots in mass poverty and in the culture and traditions of many commu- nities in developing countries, B. whereas child labour depresses adult wages, and therefore contributes to the cycle of poverty by forcing adults to compete against the cheap labour which children provide, C. whereas child labour is characterised by hard work, often under severe conditions, for twelve to four- teen hours a day, where what little is earned in ‘ wages ’ is often returned to the employer for room and board, or as a fine for unachieved quotas, D. whereas, according to the ILO, some 165 million children between the ages of 5 and 14 are involved in child labour; whereas the worst forms of child labour and violation of children's rights, including child slavery (domestic servants), the sale and trafficking of children, child prostitution, recruitment of children in armed conflict and other forms of work, are harmful to the steady physical development and mental health of children, E. whereas special attention must be paid to, and urgent action taken against, the worst forms of child labour, F. whereas certain groups of children and adolescents, especially children belonging to ethnic or other minorities, child migrants, displaced children or refugees, children affected by armed conflicts, child soldiers, orphans and children without parental care, children affected by HIV/AIDS, and children with disabilities, are particularly at risk; whereas girls face additional risks of exploitation and sexual abuse, G. whereas child labour is one of the most striking indicators identifying vulnerable children and, as such, pointing to shortcomings in several of the MDGs, such as poverty eradication, education for all, gender equality, combating HIV/AIDS and creation of a global partnership for development, H. whereas the commercial exploitation of children is a gross violation of their human dignity and is against the principles of social justice; whereas, by ratifying the Convention on the Rights of the Child, the states parties recognise the human rights of children, I. whereas the achievement of quality universal primary education for all children is a key to empowering children to gain the critical skills and knowledge to help them escape from poverty, to influence the development of their societies and to make free and informed choices in life, thus also contributing to the social and economic development of their countries, 16.3.2009 C 61/32 Official Journal of the European Union EN ( 1 ) COM(2008)55 final. ( 2 ) http://unesdoc.unesco.org/images/0015/001547/154743e.pdf ( 3 ) OJ C 26, 29.1.2004, p. 17. ( 4 ) P6_TA (2005)0272. ( 5 ) P6_TA(2007)0062. ",
        "J. whereas real access to quality education means having schools that are child-friendly, providing for the needs of both genders equally, and that have healthy drinking water and sanitation facilities, as low-standard education can alienate children from school and leave them vulnerable to exploitation, K. whereas the effects of various forms of child labour include low enrolment in primary and secondary schools (especially for girls), a high rate of school drop-outs, high illiteracy and high failure rates, the retarded physical development of children, a high rate of teenage pregnancy, drug abuse among chil- dren and a high unemployment rate among adults, L. whereas most countries have enacted laws and policies to protect the welfare and interests of children, M. whereas governments, employers, workers and their organisations and society at large have a shared responsibility to work for the progressive elimination of child labour, N. whereas the practice of employing child labour often takes place outside lawfully established enterprises governed by appropriate legislation and is prevalent in the informal and rural sectors, in the private environment of the household and in family occupations which are not even considered as having the social relevance to be identified as work, and in some cases in illegal activities, O. whereas, in many instances, child exploitation in ACP countries takes place on behalf of European firms, which are thus helping to worsen the problem of child labour in ACP countries, P. whereas economic exploitation of children affects between four and ten million children in Europe (some of whom fall prey to the worst forms of exploitation, including prostitution of young girls), and whereas it should be stressed that many of these children and young adults come from ACP countries and, most of the time, are illegally present in European countries, Q. whereas the contribution that child labour makes to family incomes in the poorest countries cannot be ignored, R. whereas there is no objection to employing older children part-time on the family farm or in the family business, provided that their education, health and welfare are not impaired, S. whereas it might not be easy in practice to draw a moral distinction between children who are being commercially exploited and children whose labour is being used to support subsistence-level farmsteads, T. whereas the scourge of diseases such as HIV/AIDS has contributed to the use of children in income- generating activities, U. whereas the elimination of child labour is complicated by cultural and gender inequalities, V. whereas improving access to affordable and repayable credit has the potential for alleviating child labour and increasing school enrolment, W. whereas the availability of alternative childcare options contributes to the reduction of child labour and creates conditions for higher school attendance, X. whereas efforts to bolster adult educational levels and wages help to curb the prevalence and intensity of child labour and improve the likelihood of children staying in school, Y. whereas the urban-rural dichotomy impacts on child schooling and work decisions, 16.3.2009 C 61/33 Official Journal of the European Union EN ",
        "Z. whereas every child has the right to registration at birth; whereas the lack of birth registration facilitates the exploitation and abuse of children in the ‘ hidden sectors ’ of labour, such as domestic work and agriculture, AA. whereas companies that operate in breach of international instruments and international and domestic legislation relating to child labour may have an unfair competitive advantage, AB. whereas the agriculture sector in developing countries offers significant potential for the exploitation of children, and according to a 2002 Human Rights Watch report some 70 %, or 170 million children, are involved in this industry, where they are forced to work 12 hours a day, 365 days a year, are often exposed to toxic pesticides and extreme temperatures of up to 100 °C, and must handle heavy loads and industrial cutting tools, AC. whereas pyrotechnics, rubbish recycling, rock splitting and mining are amongst the worst forms of child labour, and whereas the most terrible form of exploitation is the use of child soldiers in warfare, AD. whereas purchasers of goods from the developing world are in a key position to detect, and refuse to purchase, goods which are made wholly or in part with child labour, and can thus bring direct and effective economic pressure to bear, AE. whereas the fundamental rights of children are at risk of being seriously undermined by exposing and exploiting them in non-stop advertising in the media (e.g. radio, television and newspapers), General 1. Welcomes the large number of ACP and EU countries that have ratified ILO Conventions 138 and 182 (see Annex 1); calls on states parties to ensure the implementation of the conventions and urges those who have not yet done so to ratify these conventions as a matter of urgency; 2. Recognises that children employed in the most dangerous industries must be given top priority; 3. Demands in the strongest possible terms that anyone against whom there is evidence of recruiting or using child soldiers must be surrendered to the International Criminal Court for prosecution; 4. Stresses in the context of Convention 182 the need for urgent action for the elimination of the worst forms of child labour, such as the employment of children in slave-like and bonded conditions and in dangerous and hazardous work in the production and trafficking of drugs and the smuggling and traf- ficking of small arms, the exploitation of very young children, and the commercial sexual exploitation of children; 5. Calls on all EU signatories to ILO Convention 182 to publish yearly evidence of compliance with Article 8, which calls for members to assist one another in giving effect to the provisions of the Convention through enhanced international cooperation and/or assistance; 6. Calls on the EU Member States and ACP States to develop integrated strategies within the ACP-EU part- nership, with a view to combating child labour on the basis of accurate assessment of the facts, guided by the best interests of the child; in this respect stresses the need to fully engage civil society and trade unions in policy formulation and implementation and monitoring of actions to combat child labour; 7. Stresses that combating child labour requires the right mix of policy choices and programmes, in par- ticular in the areas of health, education, employment and social protection, to be geared to raising awareness, social mobilisation advocacy, improving database resources and analysis, labour legislation and enforcement, decent work, free compulsory quality education, vocational training and direct action to remove, rehabilitate and reintegrate children; 16.3.2009 C 61/34 Official Journal of the European Union EN ",
        "8. Calls on the international community, in particular the EU Member States and the European Commis- sion, to include child labour concerns in each activity of their development cooperation programmes and in the process of achieving the MDGs by 2015 by, inter alia, addressing the causes of inadequate protection of children and violations of children's rights; stresses that such policies must also tackle the issues of rehabilitation and social integration of children removed from child labour; 9. Recognises that child labour is to a great extent caused by poverty and that the long-term solution lies in sustained economic growth and good governance leading to social progress, in particular poverty alleviation and achievement of universal primary education; 10. Stresses the need to address the elimination of child labour in the fight against HIV/AIDS and in conflict resolution strategies; 11. Stresses that children living without parental support, such as orphans, children living on the street, internally displaced children, refugees, children affected by trafficking and sexual and economic exploi- tation, need special care and that targeted measures should be taken to help such children and the insti- tutions, facilities and services that support them; 12. Notes that, while many governments have adopted policies and taken action to eliminate child labour, the failure to provide the families of the children affected with alternative means of supporting them- selves will worsen conditions for families; 13. Emphasises that any policies to eliminate child labour should always be considered in the context of decent work for all, in accordance with core international labour standards; believes that any targeted campaign against child labour cannot succeed unless it is supported by wider reforms in trade practices in both the EU and ACP States; 14. Calls on governments and civil society actors in EU and ACP countries to work together to establish national Child Labour Task Forces that will, inter alia, provide and disseminate information on rights and best practice and will work towards coordinating policies of local, national and international government actors, NGOs and trade unions; 15. Calls on EU Member States and ACP States to incorporate child labour concerns into existing and future development initiatives in the agricultural sector; 16. Urges governments of ACP countries to step up efforts to universalise official birth registration and calls on the European Commission to promote and support such efforts, incorporating universal offi- cial birth registration into development cooperation policy; 17. Urges the EU to adopt a directive introducing special treatment for illegal-status children who have fallen prey to trafficking and exploitation on EU territory; Education and elimination of child labour 18. Considers any child not in full-time education to be at risk of exploitation; believes that the definition of ‘ child ’ in this context should be up to the age of compulsory full-time education in the country concerned; 19. Stresses that, whilst work experience can play a part in a child's education, it should never be exploita- tive and never interfere with the child's full-time education and should also always provide adequate time for play and for experiencing childhood; states that this applies equally to paid employment and work in the family, such as child care or work on a family farm; points out that, whereas the income from a child's work can be a crucial part of the income of families on very low incomes, all due care must be taken not to criticise parents when they are rightly protecting their child against labour exploitation; 16.3.2009 C 61/35 Official Journal of the European Union EN ",
        "20. Urges all EU and ACP States to ensure that measures taken to meet MDG 2 — universal primary education — are sustainable and quality-oriented; to this end, calls on the EU to tie funding for educa- tion to maintaining manageable class sizes and to providing satisfactory training for teachers; urges both the EU and ACP to make funding available for materials and meals for students in an effort to ensure that education does not become a cost that would lead to children being withdrawn from school; 21. Calls on the European Commission to target funding for education, with urgent attention being paid to those most at risk from exploitation, namely girls, children in areas affected by conflict, children from marginalised or vulnerable groups in society and children in rural agricultural areas; 22. Calls on governments to improve the legal frameworks on child labour and incorporate child labour concerns into education policies and plans, taking into consideration the urban-rural dichotomy; 23. Calls on the ACP States to increase expenditure for education, particularly with respect to universal primary education and adult education; 24. Stresses the importance of enhancing the knowledge base and networks on child labour and education through, for example, research and monitoring, data collection, and effective and appropriate analysis of feedback from surveys and pilot projects, in order to improve understanding of core child labour concerns and of regional and national characteristics with regard to children and education; 25. Encourages improved advocacy and dissemination of good practice, focused on real political and economic changes and based on up-to-date knowledge of the child labour situation; 26. Calls on the governments and other lawfully established employers to put in place educational activities targeted on working children and their families, with a view to mitigating the effects of the involve- ment of the children concerned in labour activities; 27. Calls for bridging classes to be put in place for children coming late to education and for those returning to education from labour, conflict or displacement; 28. Expresses concern at the discrepancies between international instruments, notably MDG 2 and ILO Convention 138, with the latter setting 15 or, exceptionally, 14 as the minimum age for admission to employment but calling only for universal education at primary level; considers that this leaves children from the ages of 11 to 15 at increased risk of exploitation and calls for this discrepancy to be addressed; The responsibilities of the corporate sector in eliminating child labour 29. Welcomes the increasing trend for large companies to produce social codes of conduct and to volunta- rily sign up to ethical trading initiatives; believes, however, that such voluntary codes are no replace- ment for public authority supervision and transparent compliance with core labour standards; 30. Encourages the promotion of workplace codes of conduct, the enacting of legislation on minimum wages and family economic security; 31. Calls on the European Commission to maintain and strengthen the responsibility that the corporate sector has in eliminating child labour; calls on the European Commission to oblige the corporate sector operating in the EU to document, report and take responsibility for labour practices at all levels of the supply chain; therefore asks the Commission to set up a child labour hotline to enable informa- tion to be submitted on child labour in the direct operations or supply chain of EU-based companies; believes that this supply-chain compliance should be supported by regular and thorough inspections at all levels and be subject to verification by independent audit; considers that, where a company is found to have child labour in the supply chain, the European Commission should oblige it to put in place and publish a time-bound programme of no more than three years for the immediate elimination of child labour in this supply chain; takes the view that a programme of sanctions should be devised and implemented if use of child labour continues; 16.3.2009 C 61/36 Official Journal of the European Union EN ",
        "32. Urges the European Commission and ACP governments to ensure that it is the responsibility of any company found to be using child labour to ensure that the children working for that company are properly integrated into the education system; 33. Stresses that GSP and GSP+ status must be conditional on those ACP countries benefiting from the GSP and GSP+ programmes not only ratifying, but also demonstrating compliance with the ILO conventions on child labour and the UN Convention on the Rights of the Child; to this end, calls on the European Commission to put in place a structure for regular and frequent monitoring and reporting on compliance with the provisions of these conventions; states that appropriate action must be taken where there is evidence of serious and systematic violation; 34. Believes that public procurement contracts should include clauses that oblige the companies in ques- tion to demonstrate supply-chain compliance with international child labour standards, that such contracts should not be awarded in the absence of such proof and that there must be an appropriate opportunity (within the public arena) for NGOs and other parties to present evidence of the contrary; strongly emphasises that such clauses should in no way be considered non-tariff trade barriers; 35. Calls on the EU Member States and the European Commission to tie support for companies through trade missions, export subsidies, grants and loans to demonstrations of compliance with international conventions on child labour; 36. Stresses that globalisation and liberalisation of world trade must be accompanied by the observance of fundamental rights, including the prohibition of child labour; 37. Calls for the international community (which includes the World Trade Organisation) to pioneer a ‘ child kite mark ’ , which would indicate clearly that a product was ‘ grown/manufactured without child labour ’ and which could be used specifically vis-à-vis countries where child labour is known to be prevalent; 38. Instructs its Co-Presidents to forward this resolution to the ACP-EU Council of Ministers, the European Commission, the African Union, the Caribbean Forum of African, Caribbean and Pacific States, the Pacific Islands Forum, the EU Member States, the United Nations Children's Fund and the ILO. RESOLUTION ( 1 ) on the situation in Mauritania The ACP-EU Joint Parliamentary Assembly, — meeting in Port Moresby (Papua New Guinea) from 25 to 28 November 2008, — having regard to Article 17(2) of its Rules of Procedure, — having regard to the provisions of the Constitutive Act of the African Union (AU), the Lomé Declaration of July 2000 and the Protocol relating to the Establishment of the Peace and Security Council (PSC) of the African Union on unconstitutional changes of government, — having regard to the decisions taken by the PSC at its 144th and 151st meetings, — having regard to the United Nations Security Council statement of 20 August 2008, — having regard to the statements and resolutions of the Economic Community of West African States (ECOWAS), the European Union (EU) and the Organisation Internationale de la Francophonie (OIF), — having regard to the consultations opened under Article 96 of the Cotonou Agreement, 16.3.2009 C 61/37 Official Journal of the European Union EN ( 1 ) Adopted by the ACP-EU Joint Parliamentary Assembly on 28 November 2008 in Port Moresby (Papua New Guinea). "
    ]
}