{
    "text": [
        "Energy sustainability in the transition to renewables: Framings from complex systems and social practice theories Policy and research indications from expert discussions Labanca, N., Guimarães Pereira, Â. 2018 EUR 29467 EN ",
        "This publication is a Science for Policy report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. Contact information Name: Nicola Labanca, Ângela Guimarães Pereira Address: European Commission, Joint Research Centre, Via E. Fermi, 2749, IT-21027 Ispra (VA), Italy Email: nicola.labanca@ec.europa.eu, angela.pereira@ec.europa.eu EU Science Hub https://ec.europa.eu/jrc JRC113546 EUR 29467 EN PDF ISBN 978-92-79-97536-3 ISSN 1831-9424 doi:10.2760/39331 Luxembourg: Publications Office of the European Union, 2018 © European Union, 2018 The reuse policy of the European Commission is implemented by Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Reuse is authorised, provided the source of the document is acknowledged and its original meaning or message is not distorted. The European Commission shall not be liable for any consequence stemming from the reuse. For any use or reproduction of photos or other material that is not owned by the EU, permission must be sought directly from the copyright holders. All content © European Union, 2018 How to cite this report: Labanca, N., Guimarães Pereira, Â., Energy sustainability in the transition to renewables: Framings from complex systems and social practice theories , EUR 29467 EN , Publications Office of the European Union, Luxemb o urg, 2018, ISBN 978-92-79-97536-3, doi:10.2760/39331, JRC113546. ",
        "i Contents Abstract ............................................................................................................... 1 Executive Summary ............................................................................................... 2 Introduction .......................................................................................................... 4 1 Combining complex systems and social practice theories and approaches ................. 7 1.1 Mapping complexity and social practices ......................................................... 7 1.2 Taking social imaginaries into account ............................................................ 7 1.3 Addressing the temporal dimension of social practices and understanding their dynamics better ................................................................................................ 7 1.4 The energy transition will generate a huge amount of data ............................... 8 1.5 Openness paradox ....................................................................................... 8 1.6 We are not starting from scratch when combining complex systems and social practice theories ............................................................................................................ 9 2 Limits and scarcity ........................................................................................... 10 2.1 Politics of limits and scarcity ....................................................................... 10 2.2 Research recommendations ........................................................................ 11 3 Narratives and vocabulary ................................................................................ 12 3.1 Narratives ................................................................................................. 12 3.1.1 Narratives about the future and governance of energy transitions ............ 12 3.1.2 Sanction narrative and institutions survival ........................................... 13 3.1.3 Temporalities: Re-discussing speed and urgency when dealing with the energy transition .................................................................................................... 14 3.2 Looking for new vocabulary? ....................................................................... 15 4 Local (energy) communities .............................................................................. 16 4.1 Meanings and tensions ............................................................................... 16 4.2 A research agenda on communities .............................................................. 17 5 Forecasting revisited ........................................................................................ 19 5.1 Present and past problems with forecasting .................................................. 19 Who is the forecaster and for whom? ........................................................... 20 5.2 20 5.2.1 Situated futures ................................................................................. 20 5.2.2 Using forecasts: history and politics ..................................................... 21 6 Bodies, things and relations in the energy transition ............................................ 23 6.1 Transitions, delegation to machines and endosomatic energy .......................... 23 6.2 The rise of collapsology .............................................................................. 23 6.3 Renewable energy technologies as relational objects? .................................... 23 7 Conclusions .................................................................................................... 24 Where do we go from here: proposals for follow-up activities ................................ 24 Annex: Extended abstracts and short biography of invited speakers ...................... 25 ",
        "1 Abstract Several countries in the world are currently engaged in an energy transition entailing a massive shift to renewable energies and a progressive increase in the efficiency of processes whereby energy inputs are used by economies. Researchers and policy makers working in this area rightly describe this energy transition as highly necessary and capable of contributing to the environmental, economic and social sustainability of human activities in important ways. Their attention is however mostly focused on how it can be realised by stimulating technological substitution and on changing individuals’ behaviours around single technologies. Scarce attention is paid to the fact that the large scale shift to renewables that is envisaged in this way could entail a generation of complex systems dynamics leading to a constant increase in the consumption of energy and material resources. Moreover, the above mentioned focus on technologies and individual behaviours inevitably prevents them from a) understanding existing links between social practices (e.g. practices related to how societies organize mobility, shopping, food preparation and consumption, etc.) and observed energy consumption dynamics and from b) devising the possibility of exploiting the huge benefits potentially associated with the re-organisation of these practices. The report attempts, therefore, to give a fresh look at the current energy transition’s ambitions by exploring how the combination of complex systems and social practice theories perspectives can enhance our understanding and practical implementation of the transition programme. Through an exploratory and extensive debate about this integrated approach, a series of recommendations have been made to both those who carry out research and those who make policies in this area. This has been an inherently interdisciplinary endeavour which, as such, was also quite unexplored. Hence, the first recommendation that emerges clearly from the present work is that effort needs to be put on exploring how complex systems and social practices theories can be put to work together to address existing challenges. The nature of energy transitions cannot indeed be dealt with single disciplinary work alone. The main challenges that can be identified in this way are the following ones: (1) paradoxes of current energy transition proposals, (2) long-standing normative vocabularies hindering the purposes of the transition, (3) reductionism and counter-productivity of some presupposed separations, such as the separation between demand and supply, (4) the need to explore other policy narratives, (5) the need for a participatory turn of analysis, policy and action. ",
        "2 Executive Summary Researchers and policy makers dealing with the energy transition are currently engaged in creating the conditions such that, in a few decades, renewable energy sources will make most of the world’s electricity production, will provide at least 50% of the heat needed by buildings, will provide a significant share of the fuels used in the transport sector and, above all, will contribute to markedly reduce anthropogenic emissions of greenhouse gases 1 . Energy efficiency is then supposed to contribute to this energy transition substantially by reducing the burden of an ever-increasing energy demand on the existing natural resources system. While doing so, they almost exclusively target technological substitution and individuals’ behavioural changes. They neglect in this way systemic impacts of technologies that can make the envisaged energy transition not sustainable and rely on categories of analysis which are proven to be not adequate by complexity science. At the same time, they assume that people lifestyles will not be significantly affected by the transition, whilst the energy transition might take with it invaluable opportunities for social change and existing social practices (related e.g. to how mobility, housing, food production and consumption are currently organised) might have to be changed substantially or might constitute formidable obstacles to the transition if not properly addressed. Key conclusions The report attempts to give a fresh look at the current energy transition’s ambitions by exploring how the combination of complex systems and social practice theories perspectives can enhance our understanding and practical implementation of the energy transition programme. Through an exploratory and extensive debate 2 about this integrated approach, a series of recommendations have been made to researchers and policy makers working in this area. Examining the proposed energy transitions requires a combination of complex systems and social practice theories perspectives, which remains largely unexplored so far. Main findings A number of recommendations are made in order to foster a more comprehensive analysis along the proposed integrated approach: (1) The essential role of combining two theories that can strengthen the analysis on transitions (prescriptive and normative) . Complex systems have been in the making on a large scale and across all human activity. Associated dynamics can fruitfully be studied and addressed under a social practice perspective in order to not lose sight of the central role played by people and of the possible detrimental outcomes of these dynamics in societies. The combination of complex systems and social practice theories can provide important research and policy indications on how to deal with these dynamics. (2) In need of exploring other policy narratives . Narratives that frame policy making need to be mapped, analysed and made visible to policy actors. At the same time, the institutional design of governance practices needs to open up to attend to the diversity of relevant stories. Researchers have a central role to play to help these stories travel and develop. (3) Paradoxes of current energy transition proposals . It is not sufficiently acknowledged that these proposals can end up over-structuring human action and limit people’s ability to adapt while generating counterproductive effects. Understanding how 1 On these points see e.g. IEA, 2017, Energy Technology Perspectives (available at https://www.iea.org/etp/). 2 In March 2018, an exploratory workshop organised by the Joint Research Centre of the European Commission which invited mainly experts from academic field. Further information about this workshop, can be found in https://e3p.jrc.ec.europa.eu/events/exploratory-workshop-energy-sustainability-transition-renewables- framings-social-practices. The present report goes well beyond the output of the workshop. ",
        "3 to re-negotiate seemingly inescapable constraints concerning available material resources and existing lifestyles represents an important research and policy question. (4) In need of different and more broadly shared vocabularies. Words take with them a series of implicit assumptions that need to be changed. Terms like ‘citizen’, ‘consumer’, ‘user’ or even ‘transition’ are sectoral and inevitably loaded words. There is a need for a better terminology helping cross- disciplinary/institution/country co-ordination due to the problematic nature of the narratives that bolster terms like these. (5) Reductionism and counter-productivity of some presupposed separations. Separations like the one created at various levels between demand and supply of natural resources is a cause of major research and social problems, which can make people blind to recognize unwanted dynamics of consumption increase. (6) The need for a participatory turn of analysis, policy and action. The need for a participatory turn has been highlighted in different areas: from policy relevant research activities (including forecasting), to institutional design of governance practices, to policy implementation. Related and future JRC work This report shows the importance of a complex system approach to the energy transition to be achieved also by re-combining a series of dichotomies that inform current mainstream research and policy activities. These dichotomies concern the separation employed at various levels between e.g. demand and supply, consumers and producers, common people and experts, governed and governors, etc.. When performed at the conceptual level, these re-combinations can provide an increased understanding of the issues at stake with the large scale diffusion of renewable energies. Under the practical point of view, they point to the need of finding proper ways of re-conducting under the responsibility of communities of people a variety of roles that have been so far delegated to an increasing number of specialists. Overall, these re-combinations point to the need of adopting different categories of analysis and of a more active involvement of people into research and policy. Current JRC work in this area is therefore represented by research activities on complexity but also on social practices, notably in relation to citizen engagement, local communities and their associated social innovation potential for the energy transition 3 . Future JRC work in this area will concern the organisation of experts workshops and summer schools as well as the possible implementation of research projects supporting community-led social innovation initiatives for the energy transition. Quick guide Report section 1 focuses on some key reflections and suggestions on how complex systems and social practice theories could be usefully combined. Section 2 deals with existing relationships between the concept of physical limits and the concept of scarcity as developed within political economy. The role of narratives in science and policy making is instead discussed under section 3. Section 4 is dedicated to local communities and their contribution to the energy transition while section 5 deals with forecasting. Section 6 finally focuses on people relations with renewable energy technologies and section 7 draws some conclusions on possible follow-up activities. The report is organised to attempt to define a research agenda that uses complex systems and social practice theories to address one of the most binding narratives of our times. 3 On this point see e.g. the Community of Practice on Citizen Engagement recently created within the JRC. ",
        "4 Introduction Warnings concerning an imminent climate change catastrophe are being produced with increased frequency by world leading scientists 4 and researchers and policy makers rightly see a large scale transition to renewables as one main mean to prevent the realisation of very frightful future scenarios. The group of scientists who has contributed to the debates summarised in this report is nevertheless convinced that current mainstream research and policy approaches to the so-called “energy transition” 5 are affected by serious conceptual limitations and that complexity and social practices science can help overcome them in important ways. Technology R&D activities, as well as scenarios and policy strategies currently developed under the framework of a radical transition to low-carbon technologies are for example entrenched by the assumption that energy supply and demand can be addressed separately. This dichotomy consists, on the one hand, of assuming that energy demand will not be modified in time while energy supply is being continuously changed by relying on a sort of deus ex-machina which can exogenously develop innovative low CO 2 emission technologies capable of fulfilling people’s present needs and wants. On the other hand, the dichotomy results from how the very same approach takes energy supply technologies as a given and assumes that energy demand can be driven yet by another type of deus ex-machina who manages to change individual behaviours around innovations by relying again on other exogenous factors represented by price signals, information, education, training courses, nudges and the like. All in all, the generation of this dichotomy typically leads to neglecting how energy supply and demand co-evolve and influence each other in a way that can work in favour or against a transformation towards low-carbon societies and higher sustainability. It is basically because of this dichotomy that all the circumstances where endogenous factors can work in favour or against this transformation have been scarcely studied and have been mostly disregarded by researchers and policy makers. The origins of the separation and cut that it is imagined to exist between demand and supply are very old and can only be identified through a serious historical enquiry. We think that they are closely linked to the separation and boundary imagined to exist between subject and object, between people and technology, between everyday life and institutions. This separation came probably before R. Descartes and we suspect it dates back to the XII century 6 . The nature of the above-mentioned dichotomy has however definitely changed nowadays. We live in the age of complex systems where, mostly thanks to the transformations enabled by computer technologies and associated epistemologies, any boundary assumed to exist between demand and supply, between people and technologies, between subject and object, between biology and physics seems to be progressively erased. After several centuries of imagined and socially constructed separation, demand and supply are being recomposed in ways that were simply unconceivable just a few decades ago. Nowadays, all sciences and technologies are therefore also deeply informed by complexity science and reinforce the epistemological assumptions thereof. Complex systems have become the culture of our present time and existing possibilities to study and generate an organised complexity 7 are what makes it 4 On this point, see for example the article entitled “We have 12 years to limit climate change catastrophe, warns UN”, recently published by the Guardian at https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns- landmark-un-report. Here the author summarises the warnings formulated in the recent report of the Intergovernmental Panel on Climate Change (IPCC) and describes the impacts of current CO2 emissions trends expected by this group of leading scientists if immediate actions to keep global warming below 1.5 °C are not undertaken. 5 This expression is used within the ‘Clean energy for all Europeans’ package issued in 2016 by the European Commission: see https://ec.europa.eu/energy/en/topics/energy-strategy-and-energy- union/clean-energy-all-europeans . 6 On this point, see Labanca, N., 2017. Complex Systems: The Latest Human Artefact. In Complex Systems and Social Practices in Energy Transitions (pp. 3-28). Springer, Cham. 7 Jacobs, J., 1961. The Death and Life of Great American Cities. New York: Random House ",
        "5 nowadays possible to imagine de-carbonised societies that rely on highly distributed and low intensity renewable energy sources. A transformation towards decarbonised societies has therefore necessarily to be approached under a complex systems perspective 8 , otherwise research and policy approaches are indeed mostly destined to remain blind to the dynamics of co-evolution of demand and supply. Not adopting such an approach, will also imply that the ways in which a transformation towards decarbonisation could become highly unsustainable will not be made visible. Our time is witnessing overall an unprecedented complexification of socio-technical systems that can become even more pervasive due to how an energy transition can be enabled by computer technologies. These new types of complex systems have therefore to be also situated in our present history and culture and need to be studied from an appropriate spatial and temporal distance in order to make it possible to explore unwanted and counterproductive effects of complexity possibly arising from decarbonisation. This is an ethical and moral imperative, whose importance has progressively become better understood. Different actors are questioning the inevitability narrative of techno-science, its conceptual assumptions and social imaginaries that surround different technologies. We are all learning how science and technologies can represent the highest good but also the worst peril. Social sciences, notably science and technology studies, history and philosophy have a fundamental role to play with making the narratives and imaginaries we live by visible. They can, in particular, help develop the type of second order knowledge 9 that is needed to deal with complexity. To do so, it becomes though necessary to understand that the main unit of analysis is given in this case by the social practices whereby complex systems dynamics are generated. This requires a research approach that, rather than abstract concepts and principles regulating energy and information flows, takes as a starting point people’ doings and sayings, the experiential and practical knowledge, and wisdom of social bodies made of people, their artefacts and environment. These are the reasons why we think that social practice theories , although not constituting a unified research field, can represent the appropriate lens through which complex systems and decarbonisation have also to be approached 10 . We hence decided to organise a debate with acknowledged scholars 11 in these research fields in order to make visible the ways in which both complex systems and social practice theories provide fundamental insights concerning the energy transition and explore how these theories can inform related research and policy agendas. In addition, the organised debates sought to formulate indications for new research and policy initiatives that could help deal with the challenges at stake with this transition. This report summarises the valuable debates held during the workshop, which followed several presentations by invited scholars 12 . During these discussions fundamental aspects were thoroughly debated and proposals for follow up activities have been formulated. As 8 For an introduction to complex systems theories, see e.g. Allen, P., Maguire, S., McKelvey, B., 2011. The SAGE Handbook of Complexity and Management. SAGE Publications Ltd, London. 9 Qvortrup, L., 2003. The Hypercomplex Society; Peter Lang Publishing Co: New York. 10 Social practice theories take social practices as fundamental unit of analysis to understand challenges and opportunities of a transformation towards decarbonisation. Both social order and individuality are seen as the result of practices which are made of material arrangements (i.e. materials, technologies and tangible, physical entities), know-how and routines, institutionalised rules and teleo-affective structures (domain of symbols, meanings, beliefs and emotions). Rather than energy, they take the dynamics of practices as a starting point to study the challenges at stake with a transformation towards decarbonisation. For an introduction to social practice theories see e.g. Schatzki, T., 1996. Social Practices: A Wittgensteinian Approach to Human Activity and the Social. Cambridge University Press, Cambridge, Shove, E., Pantzar, M., Watson, M., 2012. The dynamics of social practice. Everyday life and how it changes. Sage, London. 11 The report Annex includes a short bio-sketch of every scholar as well as the extended abstracts summarising their input to the organised debates. 12 Workshop presentations are available at https://e3p.jrc.ec.europa.eu/events/exploratory-workshop- energy-sustainability-transition-renewables-framings-social-practices. Transcriptions of the discussions have been performed by the company Ubiqus (see see http://www.ubiqus.fr) . The responsibility for any misinterpretation or mistake made when reporting speakers’ statements is entirely with the authors of the present document. ",
        "6 various topics have been addressed several times during different phases of the workshop, this summary has been written by grouping and reporting discussions outcomes under some main relevant categories that have been identified without taking into account the order in which they have been provided. Clearly, the summary that has been produced is not exhaustive and just reports (in an anonymous way) those scholars’ statements which have been judged of particular relevance while processing the transcriptions, this judgement inevitably reflecting some subjective evaluations of the writers. When necessary, a brief text providing the context to guide the reader on the specific line of thinking of the speakers has been added. Rather than whole statements, summaries of these statements have been produced whenever this has been deemed necessary to better convey the main messages subsumed by speakers. References to publications and research works mentioned by speakers have been added whenever it was possible to identify them. The authors of this document hope to have managed to produce inspirational material for policy makers and to follow-up on this line of research and will do their best to contribute to put (at least some of) the main reported suggestions into practice. ",
        "7 1 Combining complex systems and social practice theories and approaches The exploratory workshop was conceived in such a way that the complementarity between complex systems and social practice theories could clearly emerge from the presentations. The following headings summarise key reflections and suggestions to explore further how these two approaches could be usefully combined. 1.1 Mapping complexity and social practices Several discussants agreed about the necessity to start from a mapping exercise allowing the visualization of the complex networks through which energy, materials, money and information flow. There are currently very few tools that allow for a comprehensive understanding of socio-technical systems organisation. In the energy space, there are several types of energy analytics and energy system modelling tools. However, these tools leave the people out and, as a result, disconnect them e.g. from the financial markets in the network or from the metabolic network they contribute to sustain. A mapping exercise would allow to illustrate networks’ behaviours and to understand how those networks are composed, both in terms of the technical relations between nodes and the social practices that constitute these networks. Networks would indeed need to be also studied in terms of the social practices embedding them in order to start getting a picture of how change can be conceptualised. These social practices include, e.g. social practices involving local planners, banks, investors, financial managers, plant operators, pipeline operators, electrical engineering departments, agricultural and industry producers, people using technological devices, etc. The mapping exercise can also show, among other things, that transport, information, energy and financial market infrastructures are key entities for mapping socio-technical systems. Furthermore, this mapping could also explain why geographical categories like states, regions or cities do not properly understand how complex systems evolve. 1.2 Taking social imaginaries into account In order to combine social practices and complex systems, it is necessary to consider social imaginaries 13 , i.e. how ideas move through the imaginations of people across these complex networks. For example, how and why is climate change percolating through these networks, resulting then in new practices, and how do those practices affect network evolution? 1.3 Addressing the temporal dimension of social practices and understanding their dynamics better  Social practices change by exhibiting higher or lower degrees of flexibility. They change inside infrastructures. Their timing and synchronisation over infrastructures, regimens and apparatuses can be very different over time and during the process of adaptation. Hence, the timing of social practices needs then to be better understood also given the higher flexibility required by future renewable energy systems.  The concept of social practice itself needs to be extended compared to how it is currently intended, namely because it needs to include aspects and dimensions linked to controversies and conflicts. 13 See for example, Jasanoff, S., Kim, S., 2015. Dreamscapes of Modernity. Sociotechnical imaginaries and the Fabrication of Power . University Chicago Press. “Practice is not a peaceful field where things are done everywhere in a harmonic way. It implies a contradiction between different approaches to performance” Workshop participant ",
        "8  Research opportunity: the study of archaeology of practices performed both from an historical point of view and long term perspective, and from a shorter term perspective. 1.4 The energy transition will generate a huge amount of data The question of data and data access is clearly a very delicate point when it comes to understand how complex systems and social practices can be studied and how future energy systems will be managed. The governance of the energy transition will generate huge amounts of data and we need to discuss how and by whom these data will be managed as well as the implications of audited and suppressed data and access restrictions. Data industry is part of the energy transition and this relationship between data industry and renewables has to be deeply investigated. 1.5 Openness paradox The study of how change occurs within complex systems and social practices and how change can be governed, needs to be carried out by combining a condition of openness and embeddedness . Despite some hardwired practices within complex systems, there is always a degree of openness to accommodate change and, most importantly, it is necessary to be reflexive about how systems and practices can be open for renegotiation around their ‘fixities’. Another relevant point related to the question of openness and fixity concerns socio- technical capacities and adaptability of people. This aspect is particularly relevant under the perspective of a massive transition to renewables and the added flexibility that this transition will require from socio-technical systems. “There are methodological problems in being able to see what people are doing, because the way we do our research most of the time is still hierarchical, and we cannot see the adaptive capacity of people or the history of people which makes them able to learn how to do things and to create solutions rather than have people create their own. We cannot see how the structures we are putting on top of people limit their ability to adapt and to do things because we want to over-structure it. That is the difference between a very rigid grid and the idea of this kind of control; the basic freedom that people want is the only thing that will make things work. It is not policies or technologies but the capacity of people to do things”. Workshop participant “The piece that has emerged most persistently for me is how to have a meaningful dialogue, encounter or engagement between the conversations that look [at] the openness of the future; the recognition that 120 years ago we had a radically different organisation of energy and society and 120 years from now we might have a radically different organisation of energy and society, so that there is a degree of openness, perhaps taking my presentation of one end of that spectrum. There is a reality that there is a set of things that are fixed about how we are producing and consuming energy at the moment, that are quite hard and baked-in. (…) There are ways in which social practices become quite embedded in highly organised, complex ways of living that are not easy to change, and at the same time there are ways of thinking about social practices that are quite open. It strikes me that this is, in some sense, one of the most important features to try to get our heads around in the energy governance space at the moment – how we make these two conversations line up? (…) It is not aligned to disciplines, but it runs through all of them and also through our policy space. It is the really hard conversation to have (...) How do we move more broadly into research and policy so we get the productivity of both of those pieces of the conversation?” Workshop participant. ",
        "9 1.6 We are not starting from scratch when combining complex systems and social practice theories The above mentioned research areas are however not completely unexplored, this being pointed out at the workshop: “ regarding the extensive social practices whereby both energy markets and financial markets function, there is already a long and very useful heritage within infrastructure studies, anthropology of energy, ethnography of energy. Researchers have been inside all those different sites within infrastructures, looking at the practices. A very interesting work about practice around infrastructures is for example represented by Donald MacKenzie ’s 14 work looking at markets and practice inside markets. Other very interesting research in the above mentioned area has been carried out by Ann Tsing , who has looked at what she calls the friction between commodity markets and trading in one place, and the actual commodities themselves in different locations 15 . There are lots of ways in which a researcher can think about the connections between practices and different parts of the infrastructure, within companies, organisations and policymakers”. Workshop participant. 14 MacKenzie, D., 2009. Material Markets. How economic agents are constructed . Oxford University Press. 15 Tsing, A. 2004. Friction. An Ethnography of Global Connection ; Tsing, A., 2017. The Mushroom at the End of the World. On the Possibility of Life in Capitalist Ruins . Tsing, A., 2000. Inside the Economy of Appearances . Public Culture (2000) 12 (1): 115-144. ",
        "10 2 Limits and scarcity The workshop highlighted the necessity to investigate the existing relationships between the concept of limits – as understood within quantitative science dealing with energy and environmental sustainability – and the concept of scarcity – as developed within political economy. In a way, scarcity can be considered as the social-constructed and economically-intended view of limits. A given commodity can indeed be seen as scarce not only because its availability is actually limited in nature, but also because the economics rules, which have been socially constructed to grant access to it, end-up determining “artificial” limits. 2.1 Politics of limits and scarcity The politics of limits and scarcity were broadly discussed at the workshop; this discussion is important to put in perspective energy research and also policy; here, when appropriate, we quote directly participants at the workshop: ● The detection of physical limits can be assumed to result from quantitative estimates and possibly measurement; yet these limits can also bear a socially constructed and political value . After all, these quantitative estimates always depend on how limits are defined. ● “[S]carcity has a much more prominent institutional and political dimension and can be used by power to justify the existing power structure ”. “The way in which the notions of limits and scarcity are employed by power can then be easily verified also by considering industry’s investment on limits and scarcity as a fundamental argument to build up capacity”. Limits and scarcity have indeed had a role while debating the energy mix and the issue of supply because “they [have been] used to shift away discussion from demand and to justify the need for increased supply”. ● “Trying to define biophysical limits, as the Club of Rome 16 did, is a political risk . Focusing on social practices and equitable distribution from a political perspective for a sustainable transition might be more relevant than macro-level discussions . It seems that science is not exactly on track in this respect.” ● “Shouldn’t science focus more on practices rather than macro-level goals or limits ”? This question can be further refined with the following argument: “it is very insightful to observe how energy demand can be very malleable due to how it is constructed. One example in this respect is that the best way to get an American to use less energy is probably to bring him to Paris, where energy usage is cut off one-half just because transportation and consumption for other infrastructures go down compared to US. If an American goes to Paris, his/her lifestyle will not be worse. It is just because he/she is in a different infrastructure. (…) Energy demand can go down while similar services are being provided”. Clearly, this does not imply that existing social practices can be easily changed or that some actor can know beforehand how this result can be achieved. ● Limits and scarcity are closely interlinked concepts . Indeed, “in a way, their interdependence results from the interplay of three different factors: demand, supply and the presence of external physical limits”. Very detrimental dynamics of mutual reinforcement between demand and supply can be generated because these two entities result from an artificial construction: 16 The Club of Rome describes itself as \"an organisation of individuals who share a common concern for the future of humanity and strive to make a difference” (see https://www.clubofrome.org/). It stimulated considerable public attention in 1972 with its first report entitled “The Limits to Growth” presenting the outcomes of a computer simulation of exponential economic and population growth with a finite supply of resources. ",
        "11 o Whilst it is usually assumed that the market is an auto-regulating mechanism where supply is generated in order to meet existing demand, demand can actually be increased by generating additional supply; i.e. additional needs and demand can be artificially created by acting on the supply side, this situation ending up in generating positive feedback loops determining an “unnecessary” increase in consumption within an environment of physically limited resources (hence, scarcity). o These dynamics are actually the result of an artificial separation. Demand and supply are somehow the result of a social construction: “before their invention, they co-evolved and spontaneously adjusted with respect to each other. Nowadays, this mutual adjustment seems to have to be performed exogenously also through the support of science” Workshop participant . o This adjustment can however be affected by the presence of the above mentioned mutual reinforcement dynamics. - “a case in point is for example represented by how the interesting debate on de-growth and sufficiency is being generated in Europe. It is indeed not clear how de-growth would translate to people in a mall in Lusaka in Zambia, where suddenly they feel empowered to consume” Workshop participant . 2.2 Research recommendations A key recommendation from this workshop is exactly about abandoning this binary way of looking at energy and material resources. For example, with regards to limits, this quote points out that “there are biophysical limits, but they mean different things to different groups. The institutional arrangements developed around them are different, and there is the question of who defines them. The scale is then also an important question. Just looking at the planet (at the moment everything is on a planetary scale) is not helpful. We are losing sight of questions of locality and regional differences. It is not just one planet. There are multiple planets within this one planet, and not everybody has a sense of ownership of that blue globe up there”. ● Sufficiently detailed macro-scale analyses are however also highly needed , because there is not a great deal of knowledge about energy imports, the implications for people’s economies and how their lifestyles could be affected when energy production regimes change to renewables. “ Overall, it would be extremely interesting to look at the practices linked to discourses around limits and scarcity across scales. Similarly, it would be interesting breaking down some of the sectors and study how energy, water and land are linked in relation to these discourses, but also how practices and discourses around limits and scarcity play out in different contexts, in a comparative perspective across scales. For example, it could be looked at different institutions in order to investigate their discourses and practices, how they contrast with local practices, and how these discourses are deployed and by whom. Institutions have their own practices, so looking at the practices across different scales after institutions would be one interesting research path”. Workshop participant “We don’t know presently how much we depend on energy imports, mostly because energy is obtained almost for free from non EU countries also thanks to mechanisms whereby some of these countries (e.g. China) buy our debt. Macro-scale analyses would also allow understanding how, in economic efficiency terms and within EU political borders, a successful energy transition at present energy output rates will necessarily imply that people will be poorer and [how] this situation would bring with it all the associated negative consequences for political stability”. “[Moreover], large scale quantitative analyses allow indeed to clearly prove “how present lifestyles rely on the fact that energy consumed per capita in EU in a year is presently produced in just a few hours of work per capita. This unfortunately would not be possible anymore with a transition to renewables based on the technologies that are available at the moment”. Workshop participant ",
        "12 3 Narratives and vocabulary 3.1 Narratives The role of narratives and how scientists make them travel are central to address energy transition’s underlying concepts, such as limits and scarcity, which are found in the institutional and corporate discourses. The following points can be considered as immediate research needs: ● Narratives that frame policy making need to be mapped, analysed and made visible to policy actors. This quote illustrates the type of work this study implies and its usefulness: “The world where we live is a world in which narrative is the centre of the analytics, which is nothing more than a model. The importance of this can be grasped, among others, when institutional design is studied through a narrative- based model of how social institutions work”. Workshop participant. “Focusing specifically on the energy sector, there are many methods that might be used to gather the narratives and form collaborative relationships. It would e.g. be very useful to look inside the DGs itself, or the EU Commission, or the energy sector within policymakers, in order to understand the narratives and map them. This research activity should be conceived as a form of active engagement. It is a question of thinking collaboratively of the impact of these discourses, how we can make the definitions of the things we master, the particular politics that comes from the travel of these definitions and support that travel within different organisations, so to understand the differences and also to help meaning to travel. That is what academics should do for knowledge transfer . The issue is what kinds of interventions we can make, what we can do to support those kinds of voices, because we have certain privileges to do that. The question is really important for raising that issue”. Workshop participant. ● More generally, the participants suggested that the EC should invest on methodologies that involve different actors when designing policies (and therefore EU futures). This quote is right to the point: 3.1.1 Narratives about the future and governance of energy transitions ● One of the main problems related to present governance approaches to the energy transitions is that “these approaches become a way to further empower already powerful people. This is a central question in the design of any governance model, and it cannot be fixed with small interventions from the outside. It has to be fixed in the basic mechanisms of governance that are at play. (…) There are examples showing clearly that entrenched energy elites are extraordinarily powerful at setting the governance conditions going forward.” “ A lot of arguments in this panel circled around the ideas about who actually participates in future-making, and that is something the European Commission needs to think hard about, in terms of how to come up with methods that allow for more creative alternative futures to be made by a more heterogeneous set of actors. The important point here is not just to come up with these methods but to find a point in the policy cycle to institutionalise these things, because there is an obligation to do consultations and impact assessments, and it is very hard to find a space to fit these in”. Workshop participant. ",
        "13 Hence, we need to create mechanisms through which other stories and other insights can get to the level of action (aka policy) 17 . ● “We need, in other words, to change the institutional design of the governance practices to open up those stories so that new stories and more people’s stories can be told.” Confining people to a role of “users” does not empower people to make deeper choices that resonate with their concerns, for example “the structure of the supply or the business model, so it is only through the news that they are mostly concerned so far”. ● Research about inspiring stories with regards to energy transitions, for example, which could inspire policies and practices elsewhere. Who, why, and how energy futures are enacted? What mechanisms can be put in practice for making good narratives actionable (or replicable in other contexts)? 3.1.2 Sanction narrative and institutions survival Sanctioned narratives could turn out to be a non-starter to address the so-called ‘people’ behaviours; it is suggested that paradoxically, they put in jeopardy the very existence of institutions that use them to deal with disrespect for imposed resources limitations. A dialogic institutional culture is recommended as preferable, but again the mechanisms to promote and nurture these need exploratory work and close connection between institutions and researchers. “We often think of sanctions, from our present-day perspective, as our most important tool to limit people’s behaviour; we have traffic lights and all sorts of ways of doing this, and we punish them if they do not behave well. What we find in our research is a very strong negative correlation between the longevity of an institution and the degree to which they come up with forms of sanction if people misbehave. Therefore, 17 In fact a participant recalled a comparative project that his postdoctoral supervisor did in the 1980s, looking at US and European regulatory politics around chemical risk, where he pointed out that “One of the central conclusions of that story is that European approaches to governance, and particularly German approaches, very closely regulated the sets of stories that were allowed to be told in the governance process, and the American version started from the presumption that anyone should be allowed to tell their story as the starting-point for the process. That choice about who gets to tell stories within the legal and political processes then leads to all kinds of outcomes, one of which is that it takes America much longer to settle the issue, because many more stories are on the table. This was a regular pattern in chemical risk assessment. The US would see problems first, because they got the stories out early and anybody could tell the stories, but they would solve them last because they had all those voices, so it was an institutional design question about stories.” “The stories told by individuals seem actually to be the only thing that are breaking open that sort of dominance and allowing alternatives to come in. There has not been a complete shift as yet, but there is certainly evidence of interaction around particular people telling particular stories, and this is beginning to make some difference.” Workshop participant. “[The] inspiring […] idea of stories and narratives, the imaginary that is bound up with the piece about energy transition narratives, in terms of what stories and narratives are being told and by whom. This relates to the point that some stories and narratives are clearly travelling because they are told by some kinds of people and not others. It is about finding really inspiring stories, the imaginaries that are constructive and provide possibilities for moving forward. Where are those narratives and how can we help them travel to where they need to be heard? How do we do that kind of work? That is something we can do and is really important. How do we listen to those narratives and make them travel?” Workshop participant. ",
        "14 institutions lived much longer if they did not invest in coming up with all sorts of sanctions, because sanction systems are very expensive. They did invest in internalising, not by means of stories but by concrete examples of the limitation of the resources at that point and drawing people to meetings to talk about the actual resource problem, and if there was a sanction it was on not attending the meeting, so people had to attend the meeting to internalise what was going on and also to understand why a measure was taken. (…) [Y]ou have to spend a lot of time on talking, so that people will understand what it is all about. It is a very simple message which is hardly understood, apparently, in a lot of implementations of energy politics. However, it also teaches us that we have to look for the mechanisms behind what you could call a narrative, storytelling or whatever, and what it does to behavioural aspects of society’s way of dealing with energy problems”. Workshop participant. 3.1.3 Temporalities: Re-discussing speed and urgency when dealing with the energy transition The question of speed and urgency when dealing with the energy transition was addressed several times during the workshop. The questions specifically mentioned related mainly to who is interested in maintaining an urgency narrative and where it is ‘located’, and how the innovation narrative embeds narratives of urgency and competition. Discussions revolved around the damage of such narratives for energy transition and change. As the last quote illustrates there is also a great deal of political rhetoric about slowing down. It is important then to recognise that there are many temporalities and many debates over urgency and slowness. “Regarding the question about innovation speed and the need for urgency, there is a question of who is feeling urgent where. There is some interesting politics about urgency, because there are (…) [a] lot of places [that] are doing fantastic work and just getting on with it. The question of who is feeling urgent where (…) involves a sense of locatedness. (…) A lot of caution is needed around the rhetoric of speed. Speed can be a marketing ploy, a branding ploy. Innovation takes decades, e.g. in any industry, so that notion of speed in technological development needs to be pulled apart, and we should all be cautious about participating in that rhetoric”. Workshop participant. “What I liked here was that it was very clear that this is not the way it should be in a transition, in the sense that it is important to have the time to be sure that we have a discussion and a properly operating apparatus to handle it . This is a very important point. The above logic is to certain extent similar to a logic of war: the logic of war is that as soon as it starts, discussion is over. Banks and multinationals take over; they are the only ones who can do the work. This is something that should be discussed”. Workshop participant. “[I]n 10 years of [country] energy politics, the pace at which the system should be changed has been a fundamentally contentious point in the political conversation. It is a central element in the diverse political logics – how fast and what timeframe. Citizens e.g. just went through the decision by the city council to declare a 100% renewable energy target in the last few weeks, and at the end of the day the final conversation among the council members in the public hearing at which they voted, between those who voted for and against, had two points. One was whether they should have set a 2035 date or a 2050 date, or whether they should not have a date, just a target. The second was whether they had moved too quickly to get to this decision, or whether they should have waited another few months to allow for more conversation. The temporality of this is a central point of contention”. Workshop participant. ",
        "15 3.2 Looking for new vocabulary? In several occasions discussion pointed to a latent demand for new vocabulary because words take with them a series of implicit assumptions that, in the view of the participants of this workshop, need to be changed. “ Scientists and policy makers use a lot of modern ontological terms which divide nature from culture, life from environment, also practice and resources, and so on. We have also seen that it does not work like that, but we are still thinking in these terms, so there is a lot of work to do in terms of our vocabulary, to try to stop thinking about resources, because that is something external. How can we think without the term ‘resources’, and how can we develop a vocabulary that would not be modern in this sense?” Workshop participant. ● For example, the words ‘citizen’ or ‘consumer’ are equally loaded words, but there seems to be a genuine need for better terminology in some cases, e.g. the word “transition” is totally inadequate in the view of some. Similarly, the narratives that bolster those terms are correspondingly problematic. The quotes below illustrate these tensions. “[We] have to get out of the simplification of the economic narratives, that we are citizens, we are consumers, that there is scarcity. There are constraints which we have to negotiate. This is the real issue. We have to be capable of reframing the issue using different terms to which we can give different meanings, because every time we use the given narratives, they come with a lot of ideological baggage, and this was very clear from the discussions we had”. However, another participant warned: “Switching words too quickly and not integrating the change will not produce the effect we expect. What is the power of narrative, really?” Workshop participant. “One of the refreshing things for me has been thinking of the difference between citizen and consumer, and we just spoke about centering people in the energy system. One thing that has been really refreshing is thinking how we speak about people in all these different models and how policy represents people. We have bodies and all these different types of models of consumers in collectivities, and it was refreshing to think about what it means to represent them as rational beings, as consumers, as citizens, as machines”. Workshop participant. “We have been talking about transitions. Why are we not talking about transformation? It is something that is societal and addresses politics, the political economy and individual change. Transition could be incremental and could be technology-bound”. Workshop participant. “[W]hile we speak about transition we should probably also use the idea of transformation, or revolution. We should of course look at the consumer side, but also at the worker side of the equation, which is really also important”. Workshop participant. ● A genealogy of terms reflecting assumptions, geographies, practices, politics and temporal changes, of their meanings is necessary. “ What is needed is not necessarily a genealogy that proposes to be objective but a genealogy allowing to be more closely aligned with our agenda and allowing to speak about what we mean and what we want to do. Therefore, rather than claiming that our policy implications are objective, in our genealogy we should be clear about what our words are doing”. Workshop participant. ",
        "16 4 Local (energy) communities When dealing with local (energy) communities it is primarily relevant to address the problem of their definition. Workshop discussions highlighted that a common understanding of what local (energy) communities or cooperatives are, is presently missing, notably in relation to what should be understood by the term “local”. 4.1 Meanings and tensions ● What are communities? Communities are often just defined as business entities by national legislations, this sometimes impeding their ability to generate energy and use it outside the energy market; this is particularly reductionist because in some countries cooperatives are used as a model to just bypass taxation and labour laws. On the other hand, large financial corporations like Airbnb could also be considered as cooperatives, even if their interests are mainly financial. What is presently understood as cooperative depends therefore on legal aspects, varying from country to country. ● From the point of view of energy sustainability, the most innovative and interesting community types are those types of organisations governed by a group of people with a collective resource. The main innovation element that local (energy) communities bring with them is then most probably linked to the role played by community members. They cannot be simply described as consumers, but have to be intended as much more active actors in the energy field. This aspect is clearly related to a re-connection between demand and supply that is occurring in this field and to an increased social involvement and participation by the public. ● What is a community? Do citizens see themselves as a “community”? What is the function of these labels? The quotes below problematize these taken for granted notions. “In [place] people cannot use the word ‘community’. ‘Community’ is indeed a really contentious word. The word ‘community’ is very problematic in [there] because it is too well-bounded. (…) [In islands] there are whole mechanisms of informal sanctioning in order to collectively work together. Individualism is really frowned on – it all has to be for the benefit of the community, and if you are trying to do something which increases your wealth or is better for you individually, you will get a kind of informal sanctioning, you will be frozen out and talked about. A lot of informal sanctioning is all about this kind of work, and people are really good at figuring out how to give someone the eye on the street and all this kind of thing. That is all part of the work of how you get on together, and it is really hard to do. Therefore, there are 18 Snircek, N., 2017. Platform Capitalism . Polity Press “Airbnb and the like do not fit in there because they are a very simple market-driven system. We are presently coming from a situation where governments saw only two solutions for co-operatives (a state-organised or a market-organised situation), but we are moving to a system with more institutional diversity. It is a very rapid development which deserves attention of researchers, because it has opportunities but also some dangers”. Workshop participant. “A lot of research attention has also to be paid to the issue of platform capitalism 18 . The sharing economy is mostly platform capitalism and it is very important to study this phenomenon when dealing with cooperatives, self-management and so on. Broadly speaking, it is necessary to go deeper into the analysis of the historical process of self-management”. Workshop participant. ",
        "17 formal mechanisms, but in the background there is all this expertise about how you do it, and that is informed by different social and cultural histories in terms of how that plays out”. Workshop participant “What I find very interesting, though we have barely scratched the surface in our discussion, is the historical sense of how communities work together […]. There is huge potential, for instance, in apartment buildings, though it has not yet been tapped into, to do things on a more rational basis. We have heard that sanctions do not work, and maybe people can be brought together in this way. I would be interested to hear a lot more about it and how it could work in more specific ways for energy problems”. Workshop participant ● Local energy communities should be studied under the perspective of hierarchies. This would be a very important field to be addressed by combining complex systems and social practice theories. Another important issue is to understand what hidden agendas are governing the interest on community formation and the interplay of older established community organisations and newer ones. The quotes below illustrate this. “One main research issue on local communities arises because a lot of community organisations are knackered. They are just exhausted with consultation, and one of the issues is that this notion of participation and citizenship has become a kind of extraction economy, extracting good will and time out of a lot of communities and organisations. That is something that needs to be addressed, as the situation is becoming very asymmetrical. We have paid consultants who go into communities and expect huge amounts of unpaid time from people. This is something that needs to be put on the table as part of a wider discussion about how to make research in this field. It is necessary to think about the politics involved”. Workshop participant . “It would be extremely useful to better understand what policy and research questions local communities want to ask. Rather than pretending that scientists have to ask certain policy questions, it would be much better to acknowledge that there are many different formal and informal organisations and many different kinds of communities and citizen groups. It would be useful to investigate on what kinds of research and policy questions they want to ask. Creating an organisation that does that by connecting communities with researchers and policy makers and then help communities answer those questions would be extremely beneficial. There are already several interesting developments (…) REScoop.eu, for example grants access to experienced organisations (…). Until very recently and for a long time they had very little attention for what was going on from the bottom up, although that was also their origin. Things are however changing also in this area. In the Netherlands, the National Cooperative Council (…) has also started pulling in smaller cooperatives and sharing information between the larger, older cooperatives, which also have a lot more experience, and the smaller ones, so there is a new development going on there as well.” Workshop participant 4.2 A research agenda on communities 19 The following research lines could enhance current understanding about local communities and how they could contribute to the energy transition: ● Mapping of current wave of new collectivities , including and beyond energy ● Exploring advantages of institutional diversity in energy sector - focusing on collectivities as transition drivers 19 The text hereunder summarises specific proposals of panel 3 speakers concerning specific research lines to be undertaken in order to enhance the current understanding about local communities. ",
        "18 ● Identification of incentive structures in different sectors for citizens to initiate collectivities ● Exploring combinations of goals, in addition to energy, to make citizens’ collectivities more resilient ● Development of policy instruments to stimulate institutions for collective action ● Study of the procedural and distributional consequences of the rise of different forms of local, decentralized energy supply providers. This helps to define energy communities and maximize the potential for a just transition. ● Mapping resource constraints and inequality of potential stakeholders in relation to participation in governance in an era of accelerated financial pressures on employees and austerity politics (less time/resources to participate). The conditions for a workable and fair multi-level dialogue with meaningful participation of all affected actors need clarification 20 . ● Comparative analysis of community-based energy projects in different national contexts along the following lines: o institutional and cultural contexts; o different types of community energy participation, including community-owned/community-developed projects, joint or shared ownership schemes and community benefit funds; o characteristics of the membership of these different models. ● Design of an empirical strategy to isolate the causal effects of belonging to a community-based energy initiative on relevant outcomes, such as energy use or attitudes towards specific energy infrastructures. ● Study the relationships between individual behaviours and collective outcomes: o whether and how sustainable behaviours and attitudes adopted at the local level affect the global system in which they occur or, in other words, whether and how local sustainability adds up to global sustainability; o better understanding of the complex linkages between micro- and macro processes and phenomena; o the feasibility or even desirability of scalability of lessons drawn from the analysis of small-scale, local community-based institutions to the study of environmental regimes operating at the international level. 20 To this end, participatory dialogue platforms should probably be institutionalised and backed up with funding and staff. ",
        "19 5 Forecasting revisited Forecasting is one of the key fields within which advancement of energy studies is carried out. The quote below illustrates its pervasiveness, and therefore justifies the spotlight of the workshop on this approach, by problematizing it as an issue of complex systems and social practices theory. “energy strategies developed at every level, from individual energy projects to the financing of energy utilities to the construction of energy strategies at national and international level, are all justified using forecasts of the growth of energy supply, and every last one of them has required projections of demand that were in many cases highly unrealistic. These projections literally have to be there in order to make the financial models work out in terms of building the project” Workshop participant. 5.1 Present and past problems with forecasting Foresight and developed projections do not go without questioning; key challenges are listed below: ● Optimistic projections: “[projections] are typically optimistic about demand growth but they are very pessimistic about resources as a way of building up and arguing for resources, so they are policy tools to build infrastructure as well” Workshop participant . ● Needs, aspirations and choice evolve over time and are determined to a great extent by political choice: “an intrinsic problem with forecasts [is] linked to the fact that needs and wants evolve and we, as energy demand, typically get too much choice” Workshop participant . Yet “needs, wants and choice are (…) also the result of political decisions to a certain extent. In the British context, in the context of the welfare state, people talk more about needs and wants and about setting universal standards, so the question of choice does not enter into the British forecast until the British political system changes and choice becomes paramount. Therefore, these aspects are built into the forecasting models in terms of whether we want choice, needs or wants – they are based on the political economy” Workshop participant . ● Forecast models clearly embed evolving politics: “there are also interesting differences between forecasts in planned political economies versus ones from America, and the forecasting models reflect a lot of the ideologies that planned states versus free states build into the models that we use.” Workshop participant . ● Statistics and metrics (purposefully?) highly inaccurate: historical analyses indicate that statistics and metrics used and gathered to produce forecasts of supply were hugely inaccurate prior to 1970: “the national government admitted they could not trust data from other national governments, because obviously statistics about own natural resources are political. They talked about inflation of statistics. Also statistics of actual reserves going into the original forecasts to calculate supply reserves and reserve estimates have therefore problems of politics” Workshop participant. Forecasting takes a different turn in the 1970s with scenario building and new computerised methodologies. ● Uncertainties associated with forecasting and the misleading character of the word forecast: “The one piece which you cannot meaningfully bring in, because it is about the future, is the question of answering who is right. Lovins 21 was right, according to your analysis based on the forecasts he was making throughout the 1960s and the 1970s, but throughout this period the world nuclear 21 Amory Lovins is an American physicist, environmental scientist, writer, and scientist of the Rocky Mountain Institute. He has worked in the field of energy policy and related areas for four decades. ",
        "20 industry was making projections of what the future of the nuclear industry would look like, and every one of them was wrong. There are lots of forecasts at any particular moment in time, and you can later go back and assess which ones were right, but at the time you do not have that luxury. We can look at them and ask which ones are reasonable, but they all depend on assumptions about the paths we will take. We get choices about the paths we will take, and we can take other paths. Prediction in that sense is a misnomer, because assumptions are always built in about the choices that will be made in getting from here to the prediction”. Workshop participant. ● Constructive forecasting: “forecasting remains however an important technique for understanding trends and being able to emancipate oneself from the current situation. What is now being suggested is that the backcasting approach, as a way to project a desirable future and then to create a roadmap to reach this desirable future has also an important role to play. This approach can to a certain extent be considered as a kind of constructive forecasting. It somehow allows escaping the idea of one future”. Workshop participant. ● Future as a problematic concept: “the idea of the future being universal is probably a faulty one; we only have one planet, but we have different cultures. Maybe the future as a concept is slightly problematic, as well”. Workshop participant. ● Supply and demand separation, paradoxically damaging in forecast and modelling: “When we make this division, people become passive because someone else has to provide for the supply and they become useless consumers. When we manage to put demand and supply together and people can decide how to use what they produce, the innovation potential of the social becomes less constrained and even gender differences become more visible and apparent. When this happens, innovations become more powerful and prediction becomes less powerful, so we should not be so afraid of not being able to predict what will happen. Renewables take with them this possibility because they give us the opportunity to put demand and supply together”. Workshop participant. 5.2 Who is the forecaster and for whom? “[T]he important question is what makes you the expert in forecasting and who listens to the forecast you put forward. What you see in early period of forecasts is that they came through key institutions and key knowledge frameworks that validated them as important”. Workshop participant. 5.2.1 Situated futures Situated-ness of futures and forecasts may conflict with the idea that we can imagine a common future, yet ‘the future’ is typically the imagination of one actor, institution or a regime. “[a future is] always a dynamic of one actor, but it never accounts for plurality, because what you can anticipate is what you do if you have the means to achieve what you want. There is no way to predict the future, and that is good, to some extent, but that does not mean we do not need to make choices and visualise things and that there are no structural effects. It is not about making a decision about where we want to go and then planning towards it; it is of a different nature. The word ‘design’, to that extent, does not seem appropriate, because it would mean that there is someone out of the game, on top of the world, not situated, who can make such a design. How can the design survive the fact that those making the design are always within the system and situated?” Workshop participant. ",
        "21 5.2.2 Using forecasts: history and politics 1. Forecasts, it is argued, should rather be used as guidance and not as predictive machines. But who is using those forecasts and for what purposes? The following quote illustrates the idea of guidance: “[I]t is really important to think of models not as predictive but as guiding. Guidelines work and predictions are really helpful, but we cannot guide towards one universal future, and bringing it down to the community level, what you said about situated futures, is a very useful way of reading the future, and some macro model that will cover up so many differences and diversities of cultural, globally as well as within communities and national boundaries. Therefore, we could think of models more in the situated futures sense. That is a more productive way of doing it”. Workshop participant. 2. However, forecast politics is broader than its intended or actual usage. Whose knowledge and what counts as knowledge in the forecast activity is equally important. The example described in the quote below, shows that forecasting need to be necessarily participatory, a trend that is being increasingly explored for example with regards to natural resources governance 22 . Moreover, the move to participatory modes of forecasting imply that social practices and other layers of complexity are necessarily added to the exercise. But what such participatory move really entails for politics and social practices is an issue of research. See the following two quotes that illustrate these ideas: “one issue is that UK has what is called a charging methodology for the national grid, how much it will cost to put energy on the grid or how much the grid will pay for electricity; it is different in different locations. The charge is enormous in [island]. They had a bunch of visitors from government who basically set the charge, come to [island] to talk to the islanders who were basically absolutely furious, and the discussion went like this. The islanders said they did not agree with the numbers, asked where they came from and what the model was, and the government said that they had subcontracted it, and the model was the consultant’s and was intellectual property. Therefore, there is absolutely no way for citizen islanders to find out what that model is because it is subcontracted to a consultant, and the government says they must trust in numbers. Anybody who has read Theodore Porter’s book 23 knows that there is an exact moment where there is trust that the numbers are right, but there is no possibility for citizen participation in the forecasting because it is basically all hidden behind IP and subcontracting. I would like to put that issue on the table. What does citizen forecasting look like, not as a neoliberal tick-box where you put up a bunch of Post-It notes for a day, but actual serious partition? What would that look like? Forecasting is an enormous process of subcontracting consultants who have the IP on the models”. Workshop participant. “if you want to know what people want from the future of their energy, you have to ask people who are using the energy, and this again is where the gender issue comes in. When they were predicting the future of what energy would look like in 1970, they were not asking the people who were using energy every day in their own practices and had quite a good idea of what they wanted to change and how things were changing. It is about bringing knowledge domains from a range of different sectors and validating forms of knowledge that do not normally fall within the policy sector”. Workshop participant. 22 See, e.g. Lupton, D. (2018). Towards design sociology. Sociology Compass, 12(1), e12546. 23 Porter, T., 1996. Trust in Numbers. The Pursuit of Objectivity in Science and Public Life . Princeton University Press. ",
        "22 3. The importance of adopting a historical perspective to understand forecasts and forecast methodologies is important across many dimensions. Not only to understand the politics but also to understand the institutions and the voices that are mobilised to produce and use such forecasts. “it is not unimportant to recognise that whole fields of accounting, not just energy accounting but public accounting, were invented and institutionalised. I do not mean all of them – several of the original ones, such as life insurance accounting and so forth, date back into the 19th century and the formation of the administrative state, but this process was continuing, so cost-benefit analysis as a metric was invented to justify the building of particular dams by the Bureau of Reclamation and the Army Corp of Engineers in the US in the 1920s and 1930s, and then standardised by them in 1942 24 . This is now the default practice, so this is the time period when that was happening. The gross national product calculation was formalised in 1942 in the US version of the story, and then it is in this post-war period that the UN institutions standardised that methodology around the world. It is an important time period to look at”. Workshop participant. 24 On this point see Porter, T., 1996. Trust in Numbers. The Pursuit of Objectivity in Science and Public Life . Princeton University Press. ",
        "23 6 Bodies, things and relations in the energy transition 6.1 Transitions, delegation to machines and endosomatic energy The conditions for the accomplishment of the ‘energy transition’ inevitably include less delegation to machines and higher contribution of endosomatic energy and of human bodies to production activities 25 . Hence, a research agenda should not exclude the understanding of embodiments and disembodiments and of how human bodies can become more involved in the implementation of such transitions. 6.2 The rise of collapsology The possibility that the energy system will collapse is scarcely considered today. “there is however a new disciplinary field called collapsology 26 that is related to the idea of limits and deserves a lot of attention. The problem with limits is that we can try to define them, and if we cross them it is too late, and usually we realise too late that we have crossed them, and then we face a collapse, which means to de-complexify structures, of societies and so on. In all of the discussion on energy transition there is usually the implicit assumption that a transition is possible and that we will manage something anyway. However, a collapse could come much more quickly than we think, and this is related to the idea of building communities which are more resilient to this kind of problem” Workshop participant . 6.3 Renewable energy technologies as relational objects? At a first sight it may seem that a lot of local resistance to renewable technologies (e.g. modern windmills, tidal and wave energy technologies) exists. However, the work with local communities in islands showed that people do not see a wind turbine or a wave or tidal energy device as technologies; what they see is how these technologies look relationally : “it is about who owns them and the relationship those people have with the islands, and that is the relationship they then form with the technology. Wind turbines are not one thing . You have some commercial wind turbines, and they have a very difficult relationship with people locally. You have 700 micro-wind turbines owned by individuals, and that is a different relationship – they are different objects. You have the community wind turbines, so the kids in school, when they are drawing pictures of their island, will always draw it with their wind turbine, so it is part of their landscape.” Workshop participant The relationships may determine the best timing for engagement and policy implementation. As this quote seems to suggest: \"regarding policy, and my knowledge is based more on the UK, Scotland and Denmark, so this might not be true elsewhere, but it is very stochastic, and you are required to engage with communities in very specific moments which are quite short, so it was tricky from a policy perspective in that there were moments of engagement that had to do” . Workshop participant 25 Experts raising this point certainly did not mean that the energy transition entails a transition to a kind of “Matrix-style world” where energy is extracted from human beings. They rather wanted to stress that such transition can entail a higher contribution of physical labour in production activities. 26 Servigne, P. & Stevens, R., 2015. Comment tout peut s’effondrer : Petit manuel de collapsologie à l’usage des générations présentes. ",
        "24 7 Conclusions Where do we go from here: proposals for follow-up activities This section reports the suggested next steps with regards to advancing strategies that put together complex systems and social practices theories to address energy transitions and in general to explore current energy policy narratives: 1. Extending the actors involved in these discussions “Having a more expansive and collaborative workshop would be really helpful and interesting (including local communities and policy makers)”. Workshop participant. “it would be extremely useful to involve also political economists”. Workshop participant. 2. Develop collaborative stories (e.g. science fiction) with different actors, such as policy makers, European Commission Directorate Generals and citizen community groups to explore different futures. “[writing a science fiction story] would take people out of their usual environment and expectations and you would have to work with them to pull out their ideas, their dreams, their aspirations, their imaginaries. (…) [you can achieve] something constructive and put some different possibilities on the table. It is informed by the empirical work that we do, but it is done collaboratively, whether with the DG people or people from citizen community groups. It will need careful work, but these things can be done. (…) It can be incredibly exciting, and it might appeal to certain kinds of people. It is one of those things resulting a bit Marmite, a bit binary, so some people will say it sounds fantastic and want to do it and others will say it is not for them, but that is okay. You find the right people, get them in a room and make something extraordinary happen”. Workshop participant. Find collaborative ways to work through the problems of the transition, namely by working through case studies. “I would love to have this group take a space in the world that has five million people, and work through the problem of how we work through this transition, in a concrete case and on a scale that would matter. You could do it at that level; it is not ridiculous to imagine thinking through the problem. However, at the same time there are so many groups of five million that you have to take off. It would be really interesting to have this group think through that exercise in a collective way, but work would have to be done. You would have to do your analysis, and we would all have to do some preparatory work”. Workshop participant. 3. Identify a handful of key ideas that appeared across multiple presentations and synthesise them in a few pages 27 . “it would be interesting to see if we could identify a handful of key ideas, like socio-technical capacity, that we think appeared across multiple presentations and lenses and could be fruitfully synthesised in a few pages of text by a small group of people. Your notion of socio-technical capacity was not so different from that of how people are fighting within apparatuses of from the questions raised about what the people of Orkney were doing and how they were doing it. Therefore, it might be fruitful to try to articulate an idea about how we could put some text around that concept, and there might be four or five others with which we could do the same.” Workshop participant 27 Which hopefully has been achieved through the present report ",
        "25 Annex: Extended abstracts and short biography of invited speakers Energy Infrastructures, Social Practices and Low Carbon Transitions Matt Watson Geography, University of Sheffield, UK is a Senior Lecturer in Human Geography at the University of Sheffield, UK. He was previously a postdoctoral researcher at Durham University, after completing a PhD in the Centre for Science Studies at Lancaster University. Matt’s research seeks to understand the systemic relations between everyday practices, technologies, spaces and institutions to advance understandings of social change in relation to sustainability. Empirically, this work has encompassed energy, food, waste, and personal mobility. Current research focuses on relating infrastructural change to energy demand as co-Investigator of the DEMAND research centre (RCUK); and engaging UK national government institutions on understandings of household consumption as Principal Investigator on Reshaping the Domestic Nexus (ESRC). mattwatson.staff.shef.ac.uk Abstract Moving from fossil to renewable sources of energy is a profoundly complex process of transition in socio-technical systems. That transition – as it is happening now and as it progresses - involves changes in politics, distributions of power, of economic relations, regulation, changes to landscapes and of course to technologies. But in the end, as in any complex socio-technical transition, ‘system changes only happen when enough people do enough things differently enough’ (Watson, 2012: 488). Practice theory is increasingly influential. Its value lies in providing a distinctive way of approaching and understanding what people do, and how what people do changes. Of course, there is a range of approaches to understanding what people do, including some (such as economic psychology) that are far more influential in policy processes through providing understandings of individual behaviour. Practice theory, though, sets out to understand what people do from a position that decentres the individuals and their behaviour from analysis. Rather, a practice approach focuses on practices – shared patterns of doing which involve the bringing together of competences, meanings and materials (Reckwitz, 2002; Shove et al., 2012). This refocusing can seem an obscure move, but it is precisely this which makes practice theory uniquely applicable to understanding the relations between what people do and systems change. The concept of practice enables distinctive understandings of how the details of human action relate to the dynamics of complex systems, and so opens distinctive pathways for policy intervention to effect change. In further developing an argument for salience of attending to practices in approaching systemic transition, I will focus principally on understandings of the constitution of energy demand, drawing on insights from the work of the DEMAND research centre (www.demand.ac.uk). Specifically, I will focus upon the relation of infrastructures to demand for energy, placing the dynamic of practices as central to understanding that relation. In pursuit of sustainable and secure energy provision, demand is generally marginalised by concerns for changing supply; or engagement with demand is limited to improving technological efficiency and automated responsiveness. Levels of demand for services is taken as a given. But demand matters for transition to renewable energy on two counts. First, in terms of flexibility. Notwithstanding rapid progress with storage technology and smart appliances and grids, the variability of renewable electricity sources means demand has to become ",
        "26 more responsive to changing supply. More fundamentally transition to renewables would be considerably easier if that responsiveness extended to acceptance of less reliable supply of electricity. Second, installing renewable capacity to meet demand would clearly be easier if demand were lower, through reducing demand for energy- dependent services as well as through increasing technical efficiencies The DEMAND centre’s 5-year research programme has made strides in understanding the constitution of energy demand, underpinned with a practice theory approach. Fundamentally, it contends that energy is not consumed by householders. Rather it is consumed in the course of performing practices (Shove and Walker, 2014). Or, more accurately, the performance of a practice demands services provided by appliances that demand energy. Changing patterns of energy demand are therefore a result of the ways in which practices change. So, energy use rises and falls with the requirements of practices as they are organised by societal and institutional rhythms – as the centre’s research has excavated in dissecting the practices comprising the evening peak of electricity demand (Torriti, 2017). Over time, availability of relatively cheap and convenient energy on tap has progressively developed along with the levels and types of service it has enabled. Those services enable new patterns of normal practice along with expectations and standards. Consequently, those services and the energy they depend on become increasingly necessary in the organisation of our lives, in turn making society, households and individuals’ ways of life energy dependent in new ways. This includes the normalisation – within living memory but now a given – of constantly available energy. The implication is that given patterns of energy dependence and expectations of energy services, and their status as necessity, are dynamic and contingent. They have changed radically over a short historical period, and they are clearly malleable and dynamic into the future. The centre’s research has also shown that this story of the making of energy demand includes multiple ways in which technologies and infrastructures of energy supply are active in making, rather than simply meeting, demand. My own key role in the centre has been leading Sheffield’s contribution to a project exploring the role of infrastructures in making demand. The connections between infrastructures and practices are rarely direct, posing an empirical challenge. People rarely engage directly with an infrastructure, other than through an interface such as a cooker, light switch or boiler. Interviews and observations of current practice can therefore elicit little to address this relation. To tackle it we designed a research approach based on two case study towns in England. Focused on these towns, a historian studies archived council records for evidence of infrastructural change over the 20 th century, while a social researcher conducted life history interviews with residents, looking for changes to practices over decades, and how they related to changing infrastructural connections – particularly of gas and of electricity. We found evidence of various routes through which infrastructural provision enabled the development of practices, standards and expectations which relied on higher levels of energy supply. For example, our respondents could account for the spread of heating through the spaces of the home with transition from coal to gas and then electricity, and the uneven diffusion of central heating. This was not an inevitable autonomous process, but allied with changing practices of home life, whether the arrival of new practices like TV watching; or the re-locating of practices, such as of home work from the kitchen table to heated bedrooms (Kuijer and Watson, 2017). It was clear then that changing infrastructural provision was central to changes that meant increasing dependency of daily life upon energy supply. Conversely, we found evidence of how practices shape infrastructures, and for how the sunk investment of infrastructures depends upon levels of demand and so the maintenance of energy demanding patterns of practices. Council archives showed ",
        "27 officers seeking to respond to escalating demand by upgrading inadequate initial wiring installations; or how the street space of Stevenage was re-wrought by emergent practices of car parking (Spurling, forthcoming). The relations between practices and infrastructures turns out to be recursive and co-constitutive. The infrastructural changes that follow from transition to renewable energy will inevitably engender, and depend upon, changes in practices. Attention to the relations between infrastructures and practices and their consequences for energy demand begins to demonstrate that the salience of a practice approach extends across the sites and locales of socio-technical systems. Household practices have very limited direct effect on infrastructures. Rather those practices, in aggregate across an urban unit, have effect upon the practices of planners and providers who can enact change in infrastructural provision. Practices (and therefore what people do) are partly constituted by the socio-technical systems of which they are a part; and those socio-technical systems are constituted and sustained by the continued performance of the practices which comprise them. Consequently, changes in socio- technical systems only happen if the practices which embed those systems in the routines and rhythms of life change; and if those practices change, then so will the socio-technical system. Enough people doing enough things differently enough for transition to happen is not, then, a matter of atomised individuals choosing to do differently. Nor is it accounted for by systemic shifts which occur independently from changes in what people do. Any socio-technical transition – including that towards renewable energy - has to be a transition in practices. References Kuijer L and Watson M (2017) ‘That’s when we started using the living room’: Lessons from a local history of domestic heating in the United Kingdom. Energy Research and Social Science 28: 77–85. Reckwitz A (2002) Toward a Theory of Social Practices: A Development in Culturalist Theorizing. European Journal of Social Theory 5(2): 243–263. Shove E and Walker G (2014) What Is Energy For? Social Practice and Energy Demand. Theory, Culture & Society 31(5): 41–58. Shove E, Pantzar M and Watson M (2012) The Dynamics of Social Practice: Everyday Life and how it Changes . London: Sage. Spurling N (forthcoming) Making Space for the Car at Home: planning, priorities, practices. In: Shove E and Trentmann F (eds), Infrastructures in practice: the evolution of demand in networked societies , London: Routledge. Torriti J (2017) Understanding the timing of energy demand through time use data: Time of the day dependence of social practices. Energy Research & Social Science , Elsevier 25: 37–47. Watson M (2012) How theories of practice can inform transition to a decarbonised transport system. Journal of Transport Geography , Elsevier 24: 488–496 ",
        "28 The Role of the Network in a Radical Transition to Renewables Franco Ruzzenenti Univ. of Groningen, NL graduated in Environmental Economics in 2001 and in 2007 he completed his PhD in Environmental Chemistry in Siena, Italy, where he spent most of his academic career studying the relationship between energy growth, complexity and efficiency. Between 2012 and 2015 he took part to an international European project on financialization, economy, society and environment (FESSUD). He holds a position as an assistant professor in the area of Energy and Industry Network Dynamics at the Energy and Sustainability Research, Institute of the University of Groningen, Netherlands. His scientific interests spam from: Energetics and Energy Economics, Industrial Ecology, Network Theory, Green Finance. ruzzenenti@gmail.com Summary: Transitions in energy systems, in terms of primary energy sources, take hundred years or so and usually follow a logistic curve. Upon this empirical observation Marchetti developed his model, predicting the coal would become negligible before the end of the century, nuclear energy would take over oil soon and hydrogen would become the vector of the future: none of them happened. Indeed, many energy transitions or, more in general, technological revolutions we have forecasted failed to succeed. This is because of the complexity of the system that resists to the yoke of the simplicity of the model. Marchetti forecasted a bright future for nuclear and hydrogen because of the underlying trend in higher energy intensity and lower carbon content (and lighter weight). Two transitions we are now predicting violates these two \"energy imperatives\": RES (renewable energy) and EV (electric mobility). Networks can help us in two ways: epistemologically, by shedding a new light into the complexity of the interactions; and practically by making up for the intrinsic reduction in energy intensity brought about by RES. I will describe how network theory can help us in understanding the winding process -involving transports, productive chains and financial networks, that led us to a global system regulated by oil. Finally, I will provide an example of how the networks (grid, communication, transport, financial, production) could significantly enhance the transition to RES. In the 1970s, Cesare Marchetti, an Italian physicist from IIASA, generalized a two- competing- technologies substitution model by Fisher and Pry meant to predict the market penetration of innovations to primary energy sources, with remarkable results. The model of Marchetti presented two important findings: the slow pace of change -in the order of the hundred years, the length of Kondratiev cycle, and the “unscathed” trend of the change throughout crisis, wars, depressions and most surprisingly resource availability. The rate of change seems to be predetermined and only governed by some structural property of the system (the very “long lead time intrinsic to the systems”, with the words of Marchetti). The Marchetti curves indeed resembled the graphs representing allometric scaling in biological systems, which show how metabolic rate scaled constantly with mass through different species and it has been proven to depend on the topological (i.e. structural) properties of the vascular network. This resemblance probably bears a sort of truthfulness, as a new form of energy needs to carve its way through new structures and infrastructures; new business models and financial channels; but most importantly through old structures and strained investments. The model seemed to work really well in reproducing the trends in the energy mix observed in the past. With the words of Marchetti: “More than a century of data can be fitted in an almost perfect way using only two constants, which come out to be two dates, for each of the primary energy sources ",
        "29 (wood, coal, oil, gas). The whole destiny of an energy source seems to be completely predetermined in the first childhood.” So, if the model works so well empirically to describe the past, why not to use it to forecast the future? The remarkable endeavour of Marchetti was that of forecasting the demise of oil as a primary source and the advent of gas first and then of nuclear energy when everybody was still recovering from the traumatic first oil crisis. According to the predictions of Marchetti, gas would have become with 70% the leading energy source already in 2020 and Nuclear was expected to overtake GAS in 2070 and Oil as early as 2020, with a share above 10%. Now we are in 2018 and we can fairly evaluate the predictions of Marchetti. According the latest BP (British Petroleum) statistical review of the world energy (see Figure 1), nuclear power never went above 6%, it has been declining since 2000 and with a current 4% it will be probably surpassed by RES in few years in the global share. Oil share has indeed declined but is still the leading source and in the last years has inverted the trend, like coal, that nowadays is the second most important energy source. There has never been any transition to gas, nor the onset of a foreseeable transition to nuclear energy. Nuclear energy is declining and gas stalled. Where did all go wrong in Marchetti’s predictions (and, for the sake of truth, of many others)? Figure 1: Shares of global primary energy consumption Source: author’s elaboration on BP Statistical Review of World Energy 2017 Indeed, the model of Marchetti relied too much on the axiom of a “peak” in the development of energy resources and we all know another model which paid salty price to the same belief, the Huppert peak- theory, recently and probably definitely debunked by the inversion of oil production in the U.S. But the problem is not just methodological, it is epistemological: it was due to the very common mistake to think that when we talk about oil, we talk just about energy (Figure 2). ",
        "30 Figure 2 Hubbert's curve is taken from M. King Hubbert (1956), using his upper-bound estimated ultimate recovery of 200 billion barrels. Actual lower-48 state production (total minus Alaska) is taken from the US Energy Information Administration website. Older production is from US Geological survey publications. Source: https://commons.wikimedia.org/wiki/File:Hubbert_Upper- Bound_Peak_1956.png#/media/File:Hubbert_Upper-Bound_Peak_1956.png The issue is much more complex, as oil is not just an energy source; it is also a source for: feedstock, chemistry, pharmacy, finance, transports (where it is still almost infungible) and indirectly, electricity and micro-chips. Most importantly, oil has a structural role (if not several structural roles) in the present world economy that is unmatched by any other source of energy. For example, for centuries, if not millennia, gold and other rare metals were the basis of our monetary systems, but since the first oil crisis (and precisely since 1976), we are de facto in a petro-dollar standard in which oil-exporters invest in the U.S. private and public debt the surplus and the oil-importers seek commercial surplus to buy dollars for oil. To sustain this global recycling system the U.S.A had to keep its current account balance (almost always) negative for the last forty years (figure 3). ",
        "31 Figure 3 Current account balance 1957-2017, Million U.S. Dollars Source: OECD. Black: Euro18; Red=USA; Orange=UK; Green=ITA; Purple=JPN; Blue=GER This is just an example of the complex interplay of the several networks involved in what has now became a fully integrated and connected global systems. Other important networks are the transport network, the productive network and at a local scale: the grid, the infrastructural network, to mention some. I will provide some examples of how networks can interact in a complex fashion to show how network theory can be a useful paradigm to understand the complexity nature thereof. In one of his latest speech Marchetti advocated the transition to hydrogen as an energy carrier on the basis that the historical evolution of energy carriers/storage has been moving from higher to lower carbon content and from heavier to lighter ones. Perhaps it is still too early to proclaim hydrogen death, but it is noteworthy that the enthusiasm that was circumfusing hydrogen until recently has faded and has almost entirely turned to the electric cars (EV) and ion-batteries. At that time, we were convinced to be on the brink of an “hydrogen revolution” as much as now we are forecasting that in twenty years or so half cars will be EV and RES will be the dominant form of energy in the power sector. However, if hydrogen and nuclear power did indeed go toward a lighter energy carrier and a higher energy density, EV and RES go in exactly the opposite direction. RES display a much lower energy content for unit of surface and unit of volume compared to nuclear and even the most advanced batteries have a much higher weight-to-energy ratio than hydrogen. Why are we so sure about the success of such an unprecedented energy transition, which would overturn centuries of human pursue of higher energy density? The achievement of RES and EV (batteries) as the dominant energy sources and carriers would stand as an utter revolution rather than a “simple” transition. In the last part of the talk I will advocate the network(s) as a strategy to make up for the power/energy intensity decay that such a transition would bring about. An example of how the network can foster RES is by exploiting and strengthening the role of the grid as a power reservoir by splitting inlet and outlet points. The concept is that instead of investing in big accumulation systems, perpetrating the past model, we should pursue a new model of electric power system in which individual consumers are free to exchange with the gird electricity (and power) virtually in any place where there is a meter. ",
        "32 References Marchetti, C. 1977. Primary energy substitution models: On the interaction between energy and society. Technological Forecasting and Social Change 10: 345–356. Marchetti, C., 2007. Half a century of pushing the Hydrogen Economy idea, some personal memoirs, Keynote Speech, World Hydrogen Technology Convention, Montecatini Terme, 6 November 2007 Ruzzenenti, F. and Fath, B. (2017). Complexification in the energiewende. In: Labanca, N. (Ed.), Complex Systems and Social Practices in Energy Transitions. Framing Energy Sustainability in the Time of Renewables, Chapter3. Springer, (ISBN 978-3-319-33753- 1) Ruzzenenti, F. and Fath, B. (2017). Present energy metabolism and the future of renewables. In: Labanca,N. (Ed.),Complex Systems and Social Practices in Energy Transitions, Chapter 4. Springer, (ISBN 978-3- 319-33753-1) Ruzzenenti, F. (2017). Hierarchies, power and the problem of governing complex systems. In: Labanca, N. (Ed.), Complex Systems and Social Practices in Energy Transitions, Chapter 5. Springer, (ISBN 978-3-319-33753-1) Ruzzenenti, F. and Bertoldi, P. (2017). Energy conservation policies in the light of the energetics of evolution. In: Labanca, N. (Ed.), Complex Systems and Social Practices in Energy Transitions, Chapter 7. Springer, (ISBN 978-3-319-33753-1) ",
        "33 Renewable Energies: the Status of Current Low Carbon Technologies and the Energy Metabolism of Contemporary Societies Mario Giampietro is a ICREA Research Professor at the Institute of Environmental Science and Technology of the Universitat Autònoma de Barcelona, Spain . He works on integrated assessment of sustainability issues using new concepts developed in complex systems theory. He has developed a novel scientific approach, Multi-Scale Integrated Analysis of Societal and Ecosystem Metabolism (MuSIASEM), integrating biophysical and socioeconomic variables across multiple scales, thus establishing a link between the metabolism of socio- economic systems and the potential constraints of the natural environment. Recent research focuses on the nexus between land use, food, energy and water in relation to sustainable development goals. He has (co)authored over one hundred publications, including six books, in research themes such as multi-criteria analysis of sustainability; multi-scale integrated assessment of scenarios and technological changes; alternative energy technologies; urban metabolism; bio- complexity; science for governance. He is the coordinator of the EU-funded project ‘Moving Towards Adaptive Governance in Complexity: Informing Nexus Security’ (MAGIC). mario.giampietro1@gmail.com The presentation draws on quantitative results and insights from a complex systems research approach to the energy transition consisting in relational analysis of the metabolic pattern of social-ecological systems (Multi-Scale Integrated Analysis of Societal and Ecosystem Metabolism - MuSIASEM)13. In particular, it flags several reasons for concern about the feasibility, viability and desirability of the expected quick transition of the EU member states to a low-carbon economy. MuSIASEM provides an integrated representation of the energetic performance of EU countries in the form of four basic data arrays: i. The end use matrix shows the pattern of consumption of energy carriers (divided by types) across the different sectors of the economy – i.e., who is using energy carriers, what type of energy carrier, how much of each type is used, to do what, and ‘how’ are they used in terms of benchmarks. ii. The externalization matrix identifies the inputs (mix and quantity) used in the domestic consumption that are covered by imports and the quantities of both technical production factors (e.g., labor) and primary resources (e.g., energy, water, land) needed to produce these imported inputs. These so-called embodied production factors and primary resources are externalized to other social-ecological systems through import. iii. The environmental pressure matrix identifies the pressure that the metabolism of society exerts on the environment both on the supply side (the primary sources required to produce the inputs) and the sink side (the sink capacity required to absorb wastes). The environmental pressure matrix is divided into two sub-matrices representing: (1) the local environmental pressure referring to the stabilization of inputs of the domestic production and the sink capacity of domestic consumption; and (2) the externalized environmental pressure referring to the virtual (embodied) quantities of primary resources and environmental impact associated with imports. iv. The bio-economic pressure matrix reflects the role of both demographic structure (ageing) and social welfare (a continuous expansion of the service sector) in the functioning of the economy. With economic development the share of labor allocated to the production of energy carriers and food becomes increasingly small (to being negligible in most EU countries) whereas the per capita requirement of energy and food (in quality and quantity) keeps growing. Also in this case, we consider the level of ",
        "34 externalization (cheap labor embodied in imports) and distinguish between internal and externalized bio-economic pressure. These four data arrays allow us to analyze the factors that determine the feasibility, viability and desirability of the current metabolic pattern of European countries and of proposed future scenarios. From the preliminary results, some disturbing reasons for concern emerge with regard to the proposed energy transition to renewables. i. FEASIBILITY (compatibility with external constraints determined by processes outside of human control, both on the supply and the sink side) – In regard to food security, the feasibility of EU agriculture heavily relies on imports from other (non-EU) countries and implies a massive use of virtual land, virtual water and virtual labor. This heavy reliance on imports depends in turn on the availability of fossil energy for long- distance transportation (world trade of commodities). Moreover, the EU domestic production of food is characterized by extremely high yields that depend on the massive use of fossil energy for the production of technical inputs (fertilizers, machinery, irrigation, pesticides). Without using fossil energy for technical inputs the requirement of arable land inside the EU would increase by several times. Regarding energy security, the feasibility of the EU energy sector currently depends for 90% on fossil energy. Intermittent sources of electricity cannot cover more than 20-30% of the requirement (see viability below). In relation to liquid fuels, at present there are no known FEASIBLE solutions that can be implemented on a large scale (probably for the next 3 decades). Note that the current negligible supply of biofuels in the EU is also dependent on imports of feedstocks. ii. VIABILITY (compatibility with internal biophysical and economic constraints referring to processes under human control) – In regard to food security, the viability of EU agriculture is totally dependent on economic subsidies (implying that the other sectors of the economy must generate the required economic surplus to pay for these) as well as on energy subsidies. In the same way, the viability of alternative energy sources is currently based on economic subsidies, even though the production of kWh from renewable intermittent electricity can be economically competitive. The problem with intermittent sources of electricity lies not with the cost per 1 kWh, but rather with the fact that these kWh are produced when they are not needed and not produced when needed. This implies that we can increase the installed capacity for producing electricity (measured in MW) by five, ten, fifty times, but this number does not map onto a corresponding increase in the amount of electricity (measured in GWh) that is produced. As a matter of fact increasing the installed capacity without increasing the actual production and use of this electricity is an economic burden (e.g., lessons learned from the German Energiewende). Until we do not have an adequate and reliable storage capacity capable of buffering mismatches between requirement and supply, we cannot expect a major contribution from intermittent sources. The outlook on a cheap operation of large-scale batteries and other systems of storage is at present bleak. Even if some breakthroughs will take place in this field, the scaling up will require more than two decades. iii. DESIRABILITY (compatibility with normative values and the stability of institutions) – The very high level of expectations of the urban elite (the vast majority of the population of EU countries) represents another serious problem for a quick transition to a low carbon economy. The combination of abundant fossil energy, globalized market and ‘Ponzi-scheme economics’ (the massive creation of debts in the world economy) has allowed EU citizens to define their high level of welfare as a ‘human right’ (they have the right to high values in the bio-economic pressure matrix in MAGIC’s tool-kit). Unfortunately, the current set of energy end-uses, associated with the actual bio- economic pressure in EU countries, is only possible because of the heavy dependence on fossil energy and imports. For example, in Spain the entire amount of energy consumed per person per year is made available to the society by only 8 hours of ‘domestic’ (work within Spain) work per capita per year. In the USA all the food consumed per person per year is made available by only 18 hours of work (within the ",
        "35 USA) per capita per year. Alternative scenarios indicate that low-carbon economies (no fossil energy) operating at a lower level of externalization (no imports) would be associated with a massive reduction in the level of bio-economic pressure (increased retirement age, larger workloads, dramatic reduction of the share of the work force in the service sector – all things considered, a lower material standard of living). To conclude, I would like to refer to the phenomenon of ‘granfalloons’. A granfalloon consists in a passionate crusade that makes it possible for governments, industries and public opinion to avert facing ugly realities by planning to solve real problems with inappropriate means. The MuSIASEM approach is useful to prevent the insurgence of further granfalloons in the field of alternative energy sources (after the agro-biofuel granfalloon). MuSIASEM provides a solid and effective tool-kit to generate a quantitative story-telling about proposed changes in metabolic patterns. Moving from simple story- telling to quantitative story-telling it becomes easier to detect possibly purported granfallons. ",
        "36 Flourishing within Limits to Growth: Revising Economic Systems by Using Nature as a Model Brian D. Fath, Towson University, USA is Professor in the Department of Biological Sciences at Towson University (Maryland, USA) and Senior Research Scholar at IIASA (Laxenburg, Austria). He teaches courses in ecosystem ecology, environmental biology, networks, and human ecology and sustainability. Prof. Fath has also taught courses on ecological networks and modeling in Portugal, China, Italy, Germany, Denmark, Croatia, France, Russia, and South Africa. He holds visiting faculty appointments in Beijing Normal University and at the State Key Laboratory of Urban and Regional Ecology, Chinese Academy of Sciences. He was a Fulbright Distinguished Chair at Parthenope University of Naples, Italy in spring 2012 and recipient of the Prigogine Medal in 2016. Prof. Fath has published more than 150 research papers, reports, and book chapters. He co-authored three books: Flourishing Within the Limits to Growth: Following Nature’s Way (2015), Ecological Modelling (4th edition, 2011), and A New Ecology: Systems Perspective (2007). He is also Editor-in- Chief for the journal Ecological Modelling; Editor-in-Chief for Encyclopedia of Ecology (2nd edition, to be published 2018); Secretary of the International Society for Ecological Modelling; co-Chair of the Ecosystem Dynamics Focus Research Group in the Community Surface Modeling Dynamics System; and, member and past Chair of Baltimore County Commission on Environmental Quality. bfath@towson.edu Over the course of long term ecological development, ecosystems emerge that are the result of the interplay of positive and negative feedbacks. The self-organizing tendencies of open, autocatalytic systems pushes them to new levels of complexity, diversity, and work energy capacity. The countering negative feedbacks, instituted due to biophysical constraints, keep the system in check compared to the local carrying capacity. The carrying capacity concept is itself relative because it can go up and down based on the technologies that raise it and the disturbances that lower it. The primary constraints deal with energy flow, as the systems are bound by the Laws of Thermodynamics, and material exchange, as they are all open systems. A sustainable system is one that meets the necessary but not sufficient conditions of having source and sink requirements met. The environment in which the system resides is the proximate biophysical constraint. The reliable energy flows are supplied (primarily) by solar radiation and the needed material resources are transported by the biogeochemical cycles, such as the carbon, phosphorus, nitrogen, and hydrological cycles. If any of these factors are in short supply (sensu Liebig) it will impede the growth and development of the ecosystem. On the sink end of the input- output model, the receiving body must be able to assimilate the waste without experiencing disturbance. The limiting factor is therefore the decomposition of waste into reusable materials. Ecological systems have done a good job of coupling processes such that the outputs from one are the inputs to another, thus reducing the total waste generated. Overall, there is a body of literature in the ecosystem sciences that deals with marking the trajectories that ecosystems follow during this growth and development. Sticking with the constraints above, these are largely thermodynamic and material, but also informational and about the organization of the system itself (in terms of networks and relations). It is with reasonable confidence that these measures are used to understand ecosystems, and recently there has been an effort to translate these properties to obtain meaningful insight to the growth and development of socio-economic systems. There are some simple rules that humans can learn from nature to better manage our resources in the face of the biophysical constraints. The first is that it is necessary to ",
        "37 use reliable inputs and that means renewables. Society must transition (back) to renewable power. The second recommendation is to follow the profound guidance of the 3 R’s: Reduce, reuse, and recycle. It is a simple yet effective message addressing the hierarchy of choices, first do less, if you can’t do less, then reuse, if you can’t reuse than recycle. A third recommendation is to understand that ecological systems exhibit quantitative growth stages only during the early, exploitative period of the overall system development. In later stages, they channel the efforts of production toward maintaining the infrastructure already built rather than investing in more growth. Another recommendation is to pay better attention to networks and integration across hierarchical scales. Nature often utilizes fractal dimensions, such that all scales are appropriately represented. In this setting there is not a rush to have all retail in big-box chain stores or banks that are “too big to fail.” Diversity and redundancy provide buffer capacity to the system as it experiences disturbance and therefore is a critical feature of any system design. Increasing Information is a continuous aspect of nature through evolution (genetic) and networks (environmental); humans should promote information increases through investment in education, research, and innovation. Lastly, human systems are ultimately a subset of natural systems and therefore it is important to work to maintain and enhance ecological structure and function that provide ecosystem services to all life on earth. One proposal to implement nature’s rules into socio-economic systems is through the development of a regenerative economy. It is not enough to be sustainable, but the actions should revitalize and regenerative the life support systems it depends on. The regenerative economy is an effort supported by the Capital Institute. It address economy as a self-organized flow network whose existence arises from and depends on circulating energy, resources, or information, similar to the ecosystem properties described above. 1. Regenerative return flows (investment in capacities): The Finn Cycling Index (Finn 1976, 1980) calculates precisely the fraction of total system throughflow that is cycled in the network, in other words, how much of the flow would visit the same node multiple times before exiting the system. 2. Robust cross-scale circulation : Total circulation can be measured by the total system throughflow (TST), but a more nuanced measure will look at the TST as a fraction of the total input into the system. This is conceptually similar to the multiplier effect which is a measure of how many times a unit of currency that enters into a market will be exchanged before exiting that market. The market boundaries are akin to the network system boundaries. High values indicate healthy levels of cross- scale circulation 3. Reliable Inputs: Assesses how much risk and uncertainty there is for the critical resource, information, and monetary flows upon which the system depends. An indicator of whether inputs are renewable or not. 4. Healthy outflows: Assesses how much damage the system’s outflows do externally. Assessment of the environmental impact can take many forms. 5. Degree of mutualism: The number of positive pairwise relations in an indication of the overall beneficence which any part of the systems receives by being embedded and participating in that network. A mutualism metric has been defined as the ratio of positive signs to negative signs. Many ecological systems display a ratio greater than one, demonstrating more positive relations than negative ones. A healthy economy would have a mutualism ratio greater than one, and the higher the better. 6. Constructive vs exploitative economic activities: A measure of the number of auto-catalytic cycles in the system could indicate aggradation rather than degradation. ",
        "38 7. Adaptability (place in the adaptive cycle): The adaptive cycle is a conceptual model, which is a good tool to use here, since a resilient system is able to navigate successfully all stages of the cycle. A healthy system would most likely spend time in growth or equilibrium stage. 8. Number and diversity of roles: assesses both the diversity and number of players in different activities critical to system functioning. This might include, for instance, the number of grocery stores, banks, hospitals, or schools in a given area with a particular population. 9. Distribution of sizes, incomes or resources: assesses where money and resources go. This can be plotted using weighted distribution of stocks and flows. 10. Balance of efficiency & resilience: assesses the balance between levels of diversity and flexibility (resilience) and streamlining of throughput (efficiency). Is currently measured using Ulanowicz (2009) Window of Vitality or robustness metrics. These 10 measures of a regenerative economy are one way to implement understanding of ecological systems into socio-economies. In this manner, the goal is to, like ecosystems, flourish within the biophysical constraints. ",
        "39 The Politics of Scarcity in the Age of Renewables Professor Lyla Mehta Institute of Development Studies, University of Sussex, UK is a Professorial Fellow at the Institute of Development Studies at the University of Sussex, and a Visiting Professor at Noragric, Norwegian University of Life Sciences. She trained as a sociologist (University of Vienna) and has a Phd. in Development Studies (University of Sussex). She uses the case of water to address issues concerning the politics of scarcity and uncertainty, rights and access to resources, resource grabbing, gender, power and policy processes. Her work also concerns gender, displacement and resistance and climate change and uncertainty from 'below'. She has research and field experience in India and southern Africa. Lyla has engaged in advisory work with various UN agencies and has also been active in advocacy and activist work on gender, environment, sanitation and development issues with NGOs and social movements in Europe and India. Her publications include The politics and poetics of Water: naturalising scarcity in western India and The limits to scarcity: contesting the politics of allocation. l.mehta@ids.ac.uk The politics of scarcity Scarcity is considered to be an ubiquitous feature of the modern condition and the scarcity postulate (i.e. that human wants are unlimited and the means to achieve these are scarce and limited) underpins modern economics. Some economists see scarcity as essential to the definition of economics. Scarcity is also widely used as an explanation for social organisation, social conflict and the resource crunch confronting humanity's survival on the planet. Scarcity is made out to be an all-pervasive fact of our lives - be it around energy, food or water. The scarcity of these essential commodities and resources is used as an explanation for growing environmental conflicts and human insecurity. In order to mitigate scarcity, there have been calls for further scientific and technological innovation and science and technology are evoked as the appropriate ‘solutions’. There have been calls to get the institutions rights in managing scarce goods. Scarce goods are also made objects of property with clear systems of property rights developed to ensure their allocation. Alternatively, rights based discourses and the entitlements approach speak of the moral imperative to ensure that scarce and essential resources are not merely left to market forces but instead governed by more equitable rights regimes. Whether markets, innovation, rights, institutional fixes or bits of all of the above are evoked to deal with resource scarcity, all of these are socio-political choices governed by the politics around allocation, decision making and contestations around what meanings are embodied in resources. Furthermore, resources and commodities are different with respect to their materiality, temporal and spatial availability or variation, cultural and symbolic meaning and institutional organizations. My past work has looked at how scarcity can be politicised, naturalized, and universalized in academic and policy debates, using the case of water. Has overhasty recourse to scarcity evoked a standard set of market, institutional and technological solutions which have blocked out political contestations, overlooking access as a legitimate focus for academic debates as well as policies and interventions? Usually scarcity is not a natural condition. The problem lies in how we see scarcity and the ways in which it is socially generated. I am not an energy expert, however will attempt to use this political and distributional lens to understand linkages between scarcity and renewable energy (RE) and look forward to discussions at the workshop. ",
        "40 Scarcity and renewable energy The European Commission (2012) and the UNEP (2011) estimate that over 1.5 billion people have no source of electricity and that at current rates, by 2030 demand for energy will have grown by 40 per cent. The UNEP and International Resource Panel (2011) state that the biggest energy challenge is the steady growth in electricity demand without a clear plan to increase generation capacity. However, investment in renewable energy (RE) and ‘green’ infrastructure in developing countries is not likely to meet demand under current practice (UNEP 2011a). Unequal access to energy is a clear-cut case of scarcity that has been socially constructed through historical and contemporary policy and business decisions. This has significant implications for wider development and human wellbeing in the global South. Energy is one of the essential inputs for socio-economic development, and there are strong links between access to energy and energy services and the Sustainable Development Goals (SDGs). The pathways of development followed by wealthy countries after the Second World War were built on an apparent abundance of cheap material resources, particularly fossil fuel resources (Steffen, Persson, et al., 2011, p. 739). This development pathway cannot be followed by the 75-80 per cent of the human population living in developing and emerging economies due to increasing scarcity of energy resources (Steffen, Persson, et al., 2011). However, this is highly problematic from an energy access perspective. The term ‘energy access’ usually connotes the ability to use energy, namely electricity, liquefied petroleum gas, charcoal or other forms of energy. ‘Access to energy services’ refers to the ability to use the services that energy and energy appliances provide for lighting, cooking, heating, transport, water pumping, grinding, and numerous other purposes (Brew-Hammond, 2010, p. 2291). An average citizen in the global North uses each year nearly twenty-four times as much material resources and twelve times as much energy as one in a developing country, globally. Still even within Asia, Africa and other parts of the global South there are big differences in energy access, and within regions, there is a significant gap in energy access (UNEP & International Resource Panel, 2011). Even though the percentage of the population with access to electricity is slated to increase, the number of people living in sub-Saharan Africa without access to electricity are projected to increase significantly from approximately 400 million to more than 600 million over the 15-year horizon ((Brew- Hammond, 2010, p. 2294). The African Development Bank (2008) estimates the costs of achieving universal access to reliable electricity by 2030 across sub-Saharan Africa at $275 billion USD, with an average annual investment of $12 billion USD. Of this total, $102 billion would go to generating capacity, with $54 billion USD for transmission and $119 billion USD for distribution. In this context, total renewable energy investment in sub-Saharan Africa has averaged around only $2 billion USD annually (figure 3.34) (Spratt et al., 2013). Land and water resource systems are tightly linked to energy production, and both are crucial to energy production and also vulnerable to degradation from it. Other resource production methods are becoming increasingly water-intensive as energy resources diversify, including first-generation biofuels 28 , which require significant land and water inputs in addition to energy for the processing and conversion to liquid fuel (ethanol). In many parts of the global South there are several potential sources for plentiful renewable energy – e.g. equatorial position, proximity to the coast, plenty of sunlight and wind. These make wind, sunshine or tidal energy ‘abundant’ that they cannot possibly be depleted. Still, the development of RE infrastructure is not without environmental and social impacts and challenges (see below). Furthermore, the investment returns for renewable energy infrastructure remain low by comparison and 28 First-generation biofuels are produced from sugars and oils derived from food crops, as opposed to second-generation biofuels that are produced from non-edible biomass, including agricultural waste, non-food crops like jatropha and switchgrass, and woodchips. ",
        "41 they lack commercial parity due in part to large subsidies that continue to incentivise the fossil fuel industry (Spratt, Griffith-Jones, & Ocampo, 2013; World Economic Forum, 2014). Attracting investment into renewable energy in developing countries, and particularly investments that are ‘pro-poor’ or support strong ‘inclusive’ access to energy often come at a high capital and transaction cost for investors until commercial parity can be reached between RE and fossil-fuels (Spratt et al., 2013). Scarcity challenges arising through a radical transition to renewable energy A brief review of the literature for this abstract suggests that power capacity could be affected (i.e. energy available in a given amount of time). Given the fluctuating character of renewable energy sources, plenty of energy might be available at given hours of the day, whilst becoming extremely scarce in other hours. The availability of solar and wind energy at the right moments may not always be guaranteed. This could lead to price fluctuations at times with little sun or wind. Another important aspect that might be considered is that a radical transition to renewables entails a new type of return to land. Whilst energy available from fossil fuels is extremely concentrated, the amount of energy that can be extracted from renewables (i.e. wind, sun, hydro, biomasses, etc.) is limited by the amount of land that can be exploited to produce it. At the same time, this return to land necessarily entails a redistribution in renewable energy sources ownership which can have deep impacts on energy sustainability and on how energy scarcity will be perceived. Additionally, growing perceptions of energy scarcity have fuelled trends in land grabbing that result in large- scale dispossession of people from their lands and livelihoods due to clearing of land for biofuels etc. These have resulted in land, water and green grabs that have increased food and water scarcities for some of the world’s poorest people in parts of Asia, Latin America and Africa. Some authors (e.g. Sholten/ Bosman) discuss how a transition to renewables may replace old geopolitical challenges with new ones. This would affect relationships and power relations between consumer and producer countries arising due to changes in infrastructure operations, energy markets, consumer behaviour and regulation. In order to meet mitigation targets, countries like India are heaving investing in green energy in order to meet their Intended Nationally Determined Contributions (INDCs). However this often may largely benefit commercial and industrial enterprises and lead to the proliferation of green energy businesses, rather than address the energy security of the country’s poorest people. Also it may come at a cost of addressing pro-poor adaptation which is so badly required by vulnerable people living in marginal environments such as deserts, the coast and deltas that are highly vulnerable to climate change. Also certain measures such as carbon forestry and conservation of mangroves may result in excluding poor resource users such as fishers, pastoralists and local farmers from their local resources that are so crucial for their livelihoods. In South Africa, Baker’s research has shown despite traditional dependence on coals, the country has developed considerable commercial scale RE projects and has become a major leader in this regard. However, complex challenges include resistance from the big energy giant Eskom that has felt its monopoly has been challenged. There have also been challenges to integrate RE in the transmission grid. Moves to introduce nuclear power would strengthen Eskom’s monopoly stronghold, as well as the paradigm of large- scale centralized and state owned supply. Research by Osiolo et al in Kenya also points to wider political economy challenges concerning renewable electricity. Despite being a success story in Africa in RE, Kenya has high energy poverty, low deficient transmission and rural demand as well as local resistance to renewable infrastructure which often entails displacement and dispossession from the land. ",
        "42 References Baker, L. Commercial-scale renewable energy in South Africa and its Progress to Date. IDS Bulletin (see below). Huff, A. Mehta, L. et al. Nature resource scarcity. Framings, Forecasts and Implications for the future. Report for WWF. IDS, 2016. Mehta, L. (ed). 2010. The Limits to scarcity. Contesting the politics of allocation. Earthscan. Pueyo, A. and S. Bawakyillenwo. 2017. Green Power for Africa: Overcoming the Main Constraints. IDS Bulletin. 48: 5-6. OECD. (2012). OECD environmental outlook 2050: the consequences of inaction Osioloa, H. et al. The political economy of investment in renewable energy in Kenya. IDS Bulletin. See above. Spratt, S., Griffith-Jones, S., & Ocampo, J. (2013). Mobilising Investment for Inclusive Green Growth in Low-Income Countries. World Energy Council. (2014). Climate change: implications for the energy sector. Key findings from the Intergovernmental Panel od Climate Change Fifth Assessment Report. Retrieved from Cambridge: UNEP. (2011). Towards a green economy: pathways to sustainable development and poverty eradication. UNEP. (2013). Green economy scoping study: South African Green Economy Modelling Report (SAGEM) – Focus on natural resource management, agriculture, transport and energy sectors. ",
        "43 Polycentric Governance Approaches for a Low-Carbon Transition Thomas Bauwens École Polytechnique Fédérale de Lausanne, CH has joined the Swiss Federal Institute of Technology in Lausanne (EPFL) as a post-doctoral researcher. His current research focuses on the socio-economics of collective action and its applications in the field of sustainable energy innovations. His approach is multidisciplinary, combining institutional economics with insights from behavioural economics and social psychology. He holds a PhD in economics from the University of Liège and a master in economics from the Catholic University of Louvain. During his PhD, he conducted a long-term stay as a visiting researcher at the Environmental Change Institute, University of Oxford. His work has been published in journals such as World Development, Ecological Economics, Energy Policy, Energy Research & Social Science, Annals of Public & Cooperative Economics, and in several book chapters. thomas.bauwens@epfl.ch Polycentric governance systems involve the coexistence of many self-organized centres of decision making at multiple levels that are formally independent of each other, but operate under an overarching set of rules. In this talk, I apply a polycentric perspective to energy systems and community- based energy initiatives and, in particular, their roles in fostering energy transitions towards low-carbon energy sources. Community-based energy (CBE) initiatives are formal or informal citizen-led initiatives which propose collaborative solutions on a local basis to facilitate the development of sustainable energy technologies and practices, producing local benefits. As a specific form of CBE organization, the cooperative model enables citizens to collectively own and manage renewable energy systems at the local level. CBE initiatives are therefore inspired by a self-organization principle, which is at the core of polycentric systems. I identify three major socio-institutional obstacles to energy transitions: the collective action problem arising from the diffusion of sustainable energy technologies and practices, the lack of public trust in established energy actors and the existence of strong vested interests in favour of the status quo. Then, I show why the development of CBE initiatives and renewable energy cooperatives may offer effective responses to these obstacles, relying on empirical illustrations. More specifically, I argue that CBE initiatives present institutional features encouraging the activation of social norms and a high trust capital, therefore enabling them to offer effective solutions to avoid free riding and enhance trust in energy institutions and organizations. The creation of federated polycentric structures may also offer a partial response to the existence of vested interests in favour of the status quo. Regarding the collective-action problem, following Samuelson (1954), economic goods are frequently classified into two categories: private goods and public goods. A good is purely private when the producer bears all the costs of production and a single consumer enjoys all the benefits of consumption. A pure public good, in contrast, is characterized by non-rivalry and non-excludability. Non-rivalry means that an individual’s consumption of the good does not limit the capacity of others to consume the same good. Non-excludability implies that it is difficult to exclude individuals who have not paid for the good from its consumption. The collective-action problem is intimately related to the attribute of non-excludability. More precisely, a person who cannot be excluded from the benefits of a public good will have no incentive to bear a part of the costs of its production and will thus have a strong incentive to behave as a “free-rider” (Olson 1965). Collective-action problems may lead to overharvesting of common resources or to the under provision of public goods. In the context of energy systems, averting climate change is a global and public interest. Past ",
        "44 energy transitions (e.g., from traditional biomass to coal and from coal to oil) have been driven by a large minority of consumers who were willing to pay considerably more for privately accruing services associated with new energy sources or technologies (Fouquet 2010). In contrast, the environmental benefits of the current low- carbon transition are shared by all individuals and thus clearly present characteristics of a public good. The collective-action problem has then also been identified as a barrier to sustainable electricity consumption within households (Ohler et Billger 2014). Trust is a crucial element as far as energy systems are concerned, mainly because public concerns about risk have intensified in recent years. Trust is also an important ingredient in the transition to a low- carbon society, because the implementation of decentralized renewable energy installations and smart- metering technologies need to be steered by individuals and organizations that are highly trusted and rooted in local communities. Trust in actors that are responsible for the development of a technology is critical when it comes to social acceptability of this technology, especially when people know little about it. Yet, evidence shows a general lack of trust by the public in traditional energy actors as far as the development of alternative energy is concerned (Mumford et Gray 2010). This lack of trust in conventional energy actors is likely related to the centralized institutional configuration of energy systems. Institutions involved in energy (e.g., governments and multinational companies) form part of the expert systems of global politics, commodity markets and large scale engineering which are not easily accessible to ordinary citizens (Mumford and Gray 2010). The centralized model of energy supply also increases the spatial, social and political distances between actors and, therefore, undermines trust. A third important hindrance to low-carbon transition is the existence of strong vested interests. Generally, incumbent energy actors, including those in the fossil fuels and nuclear industries, and electric utility companies, have a vested interest in preserving the current system. Vested interests are a threat to the resilience of energy systems because they lead to institutional rigidity. As Olson (1982) shows, an economic sector which becomes economically prosperous also typically acquires political influence and seeks to secure institutional arrangements that are beneficial to itself, but not for society at large. If a society is controlled by vested interests, it loses its ability to adapt and shift the status quo (Moe 2010). How may community-based energy initiatives in general and energy cooperatives in particular contribute to overcome these barriers to low-carbon transition? As for the collective-action problem, it is crucial to acknowledge the importance of local actions in mitigating climate change. Indeed, collective-action problems faced by large groups, such as the problem represented by climate change mitigation, are often decomposable into social dilemmas at a smaller scale, some of which are typically surmountable given the existence of social norms and, especially, of pre-existing trust networks (Ostrom 2010). Accordingly, several studies have argued that community-based energy initiatives facilitate collective action for climate change mitigation by fostering individual behavioral change toward more sustainable energy practices (Middlemiss 2008, 2011; Heiskanen et al. 2010; Seyfang 2010). CBE initiatives are said to influence their members’ energy- related behavior, notably by activating social norms. Norms have proven to be powerful and cost-efficient mechanisms to encourage energy conservation (Allcott 2011; Nolan et al. 2008). Gadenne et al. (2011) showed that environmental concern, combined with social norms and community influence, can positively contribute to environmental behaviors. Ek et Söderholm (2008) also found that social or moral norms can affect the purchase of green electricity. In addition, different qualitative studies suggest that some communities encourage low-carbon lifestyles by stressing the associated social rewards for climate-beneficial actions (Middlemiss 2008) or by turning the social dilemma they represent into assurance games where members can be assured that others will participate (Heiskanen et al. 2010). ",
        "45 Regarding trust in institutions involved in energy, the literature on CBE initiatives shows that these initiatives are typically characterized by a high degree of trust (Walker et al. 2010). Similarly, it has been shown that cooperatives are generally perceived as trustworthy, given their constraint on the profits distribution and their democratic governance (Hansmann 1996). In addition, citizen ownership contributes to the trust capital of CBE initiatives and cooperatives as it provides the guarantee to non- controlling stakeholders that the firm is managed by people who share their interest (Spear 2000). Finally, the local anchorage of CBE initiatives and cooperatives reduce the social distance between stakeholders, further consolidating trust. As a result of this high trust capital, there is evidence that community-based or cooperative ownership enhances social acceptability of controversial RE facilities, such as onshore wind power (Bauwens et Devine-Wright 2018). Comparative research has shown that a high degree of citizen involvement in wind energy projects is positively correlated with high deployment rates (Bauwens, Gotchev, et Holstenkamp 2016; Toke, Breukers, et Wolsink 2008). Finally, the ways CBE initiatives and cooperatives could contribute to overcoming the challenge of vested interests are less obvious, because this challenge is generally of a systemic nature that cannot be solved at the operational level, whereas most of the time the main mission of CBE initiatives and cooperatives is to implement sustainable energy projects on the ground. The notion of polycentric systems is crucial here. The governance arrangements affecting energy systems are the outcome of interactions between political, industrial and civil society actors located at higher levels of decision- making and thus local CBE initiatives taken individually are not likely to influence these decisions. However, as Ostrom (2005) notes, local communities often spontaneously form larger associations in order to deal with larger issues. The creation of federated structures is a way of enhancing the bargaining power of small players such as CBE initiatives in the face of incumbent energy actors. Indeed, the latter are smaller in number, have relatively homogeneous interests and are able to coordinate their substantial resources to resist any change that threatens their interests. In contrast, CBE initiatives are dispersed, generally focus on very local issues and have limited resources and political power. Several studies have acknowledged the difficulties experienced by grassroots initiatives in surviving in increasingly hostile environments, not to mention the obstacles to scaling up their impact and challenging mainstream actors (Bauwens, Gotchev, et Holstenkamp 2016; Seyfang, Park, et Smith 2013). Coordinated actions may thus be seen as an attempt to reach a more balanced distribution of political power in energy markets, which is still very biased in favor of large-scale players. While decentralization of governance in energy systems is sometimes conceived as a panacea, the emergence of coordinated actions among cooperative initiatives calls for a more polycentric approach, according to which “various scales need to be taken into account when designing regulatory answers and setting up governance arrangements” (Goldthau 2014: 136). In this perspective, although decentralized energy systems obviously exhibit a strong local component, federated structures highlight the importance of the ability of local initiatives to transcend their local experience in order to form networks at higher levels and articulate their interests to national and international strategies. ",
        "46 References Allcott, Hunt. 2011. « Social norms and energy conservation ». Journal of Public Economics 95 (9–10): 1082 ‑ 95. https://doi.org/10.1016/j.jpubeco.2011.03.003 Bauwens, Thomas, et Patrick Devine-Wright. 2018. « Positive Energies? An Empirical Analysis of Community Energy Participation and Attitudes to Renewable Energy ». Working Paper. Bauwens, Thomas, Boris Gotchev, et Lars Holstenkamp. 2016. « What drives the development of community energy in Europe? The case of wind power cooperatives ». Energy Research & Social Science 13: 136 ‑ 47. https://doi.org/10.1016/j.erss.2015.12.016 Ek, Kristina, et Patrik Söderholm. 2008. « Households’ switching behavior between electricity suppliers in Sweden ». Utilities Policy 16 (4): 254 ‑ 61. https://doi.org/10.1016/j.jup.2008.04.005 Fouquet, Roger. 2010. « The slow search for solutions: Lessons from historical energy transitions by sector and service ». Energy Policy 38 (11): 6586 ‑ 96. https://doi.org/10.1016/j.enpol.2010.06.029 Gadenne, David, Bishnu Sharma, Don Kerr, et Tim Smith. 2011. « The influence of consumers’ environmental beliefs and attitudes on energy saving behaviours ». Energy Policy 39 (12): 7684 ‑ 94. https://doi.org/10.1016/j.enpol.2011.09.002. Goldthau, Andreas. 2014. « Rethinking the governance of energy infrastructure: Scale, decentralization and polycentrism ». Energy Research & Social Science 1 (0): 134 ‑ 40. https://doi.org/10.1016/j.erss.2014.02.009. Hansmann, Henry. 1996. The ownership of enterprise. The Belknap Press of Harvard University Press. http://books.google.be/books?id=gqRNSVn_wIgC Heiskanen, Eva, Mikael Johnson, Simon Robinson, Edina Vadovics, et Mika Saastamoinen. 2010. « Low- carbon communities as a context for individual behavioural change ». Energy Policy 38 (12): 7586 ‑ 95. https://doi.org/10.1016/j.enpol.2009.07.002 Middlemiss, Lucie. 2008. « Influencing individual sustainability: a review of the evidence on the role of community-based organisations ». International Journal of Environment and Sustainable Development 7 (1): 78 ‑ 93. https://doi.org/10.1504/IJESD.2008.017898 ———. 2011. « The Power of Community: How Community-Based Organizations Stimulate Sustainable Lifestyles Among Participants ». Society & Natural Resources 24 (11): 1157 ‑ 73. https://doi.org/10.1080/08941920.2010.518582 Moe, Espen. 2010. « Energy, industry and politics: Energy, vested interests, and long- term economic growth and development ». Energy 35 (4): 1730 ‑ 40. https://doi.org/10.1016/j.energy.2009.12.026 Mumford, John, et David Gray. 2010. « Consumer engagement in alternative energy— Can the regulators and suppliers be trusted? » Energy Policy 38 (6): 2664 ‑ 71. https://doi.org/10.1016/j.enpol.2009.05.054 Nolan, Jessica M., P. Wesley Schultz, Robert B. Cialdini, Noah J. Goldstein, et Vladas Griskevicius. 2008. « Normative Social Influence is Underdetected ». Personality and Social Psychology Bulletin 34 (7): 913 ‑ 23. https://doi.org/10.1177/0146167208316691. Ohler, Adrienne M., et Sherrilyn M. Billger. 2014. « Does environmental concern change the tragedy of the commons? Factors affecting energy saving behaviors and electricity usage». Ecological Economics 107 (0): 1 ‑ 12. https://doi.org/10.1016/j.ecolecon.2014.07.031 Olson, Mancur. 1965. The Logic of Collective Action : Public Goods and the Theory of Groups. Harvard economic studies 124. Harvard University Press. ",
        "47 http://www.amazon.ca/exec/obidos/redirect?tag=citeulike09- 20&path=ASIN/0674537513 ———. 1982. The Rise and Decline of Nations. New Haven and London: Yale University Press. Ostrom, Elinor. 2005. Understanding Institutional Diversity. Princeton: Princeton University Press. ———. 2010. « Polycentric systems for coping with collective action and global environmental change ». Global Environmental Change 20 (4): 550 ‑ 57. https://doi.org/10.1016/j.gloenvcha.2010.07.004 Samuelson, Paul A. 1954. « The Pure Theory of Public Expenditure ». The Review of Economics and Statistics 36 (4): 387 ‑ 89. https://doi.org/10.2307/1925895 Seyfang, Gill. 2010. « Community action for sustainable housing: Building a low-carbon future ». Energy Policy 38 (12): 7624 ‑ 33. https://doi.org/10.1016/j.enpol.2009.10.027 Seyfang, Gill, Jung Jin Park, et Adrian Smith. 2013. « A thousand flowers blooming? An examination of community energy in the UK ». Energy Policy 61 (0): 977 ‑ 89. https://doi.org/10.1016/j.enpol.2013.06.030 Spear, Roger. 2000. « The Co-operative Advantage ». Annals of Public and Cooperative Economics 71 (4): 507 ‑ 23. https://doi.org/10.1111/1467-8292.00151 Toke, David, Sylvia Breukers, et Maarten Wolsink. 2008. « Wind power deployment outcomes: How can we account for the differences? » Renewable and Sustainable Energy Reviews 12 (4): 1129 ‑ 47. https://doi.org/10.1016/j.rser.2006.10.021 Walker, Gordon, Patrick Devine-Wright, Sue Hunter, Helen High, et Bob Evans. 2010. « Trust and community: Exploring the meanings, contexts and dynamics of community renewable energy ». Energy Policy 38 (6): 2655 ‑ 63. https://doi.org/10.1016/j.enpol.2009.05.055 ",
        "48 Collective Action Practices as the Basis for an Alternative Model for Energy Provision Tine De Moor Utrecht University, NL (1975) is an historian and environmental scientist and full professor “Institutions for Collective Action” at the Social and Economic History Group of Utrecht University, the Netherlands. She is the immediate past- president of the International Association for the Study of the Commons. In her work she demonstrates an explicit choice for interdisciplinary approaches to long-term institutional change, based on thorough data analysis and the use of methodologically innovative approaches to institutional change (see e.g. Common Rules Project). She is also the founder of the open-access online International Journal of the Commons (IJC) and seeks to increase the dialogue with stakeholder groups and participation of citizens in scientific research (Yes, I do Citizen Science Project, Treechecker Software development). De Moor obtained a substantial number of large and smaller grants, including an ERC Starting Grant (2009) and NWO-VIDI-grant (2012). She was also the chair of the 16th IASC-biennial Commons-conference, with 800 participants (researchers and practitioners), in Utrecht, 10-14 July 2017. See also: https://www.uu.nl/medewerkers/mdemoor and www.collective-action.info. t.demoor@uu.nl When considering the social practices behind innovations in energy production and distribution, it is not just interesting but also important to look beyond the energy sector, given the wider and fundamental developments in governance regimes Europe – in particular- is currently witnessing. One of the major changes in the energy sector over the past decennia has been the increasing involvement of citizens, acting as prosumers in local energy systems in the form of cooperatives, thus acting both at the input and output side of energy. Parallel to these fairly revolutionary changes in governance regime the energy sector is going through, virtually all other sectors –care, transport, food, etc. - are in fact witnessing rather similar developments. What can the energy sector learn from the broad movement across Europe in terms of new institutions for collective action to promote citizens’ involvement in the development of alternative energy production units? And is there anything to learn from earlier, similar waves in the formation of institutions for collective action in Europe’s past? By and large since 2005 the number of new cooperatives has rapidly risen all over Europe, though in some countries earlier and at a more rapid speed than in others. Similar waves have been detected in the past 1000 years, with new forms of citizens’ collectivities developing more rapidly and intensely. Although there are indeed plenty of contextual differences between periods of waves of collective action in European history and there are also differences between sectors to be noted, it can demonstrated first of all that citizens setting up coops, regardless of the sector experiencing this rise in collective action ad ultimum come up with very similar forms of institutional design and the same problems and opportunities that arise from their cooperation, which can be summarised in the term ‘institution for collective action’. Such institutions for collective action can be defined as “an institution whereby groups of citizens create and manage a collective good and/or service, whereby the individual use ",
        "49 right of the group members is set and limited the by collective decisions of all group members.” Individuals who are members thus subject their individual appropriation rights to the decisions taken by the collectivity over the resources they hold collectively. Individual members can thus only use the resource they jointly own with the other members, only to the extent that the group allows them to do so. Reasons to set-up may vary across sectors but in general these come down to: the possibility to create economies of scale, to build-up a collective bargaining position towards authorities, to sharing risks on the short and long term, to benefit from lower search and information costs (e.g. internal agreements on the price of the goods), to reduce transaction costs due to group-based access regulation, and to shorten the chain from producer to consumer and thus keeping close to local economies. The last reason referred to may from a business perspective seem unimportant but from a consumer-perspective this has, in particular in sectors where human interaction or health plays a prime role (e.g. various form of care, and also agriculture) has become an important mover. The same goes for non-economic considerations such as community building and investment in community infrastructure and general well-being as reasons for citizens to cooperate. Investment in sustainable, renewable energy which is among all new citizens’ collectivities in energy an explicit choice can be seen as such a community well-being driver. The (voluntary) choice of individual users to become member of such an Institution for Collective Action offers a number of advantages but demands –due to the choice to organise resource management and use collectively- also a specific set of rules to prevent/mitigate freeriding among the members (Ostrom, 1990). The conditions for use are set in the rules that form the basis for the institution. What is different from other institutions is also that those owning the resource will be part of the (collective) rules to prevent overuse of the resource, as this would run counter the potential for all members to use the resource (whilst not necessarily at the same time). In energy coops this social dilemma can occur in situations where e.g. a group of citizens owns a wind mill collectively but the energy supply turns out to be insufficient at some moments in time. Each type of resource has a different set of “vulnerabilities” which may be affected by freeriding from a collective’s members, but in the end, what makes a collectivity –regardless of the sector- functioning and its members acting in such a way a tragedy is avoided, is the balance between the users’ utility (what do they get out of it?), the resources management’s efficiency, and the equity between the members’ involvement in the decision making processes regarding the use and management of the resources (see figure). From this basic description of how collectivities function, it becomes already clear that it is a complex business to work together as citizens and own a resource collectively. This leads to the question why then we see throughout history various waves of new institutions for collective action being formed. From the long-term comparison that will be shown during the presentation, it will become clear that new “waves” of ICAs always emerges after accelerated developments in the free market. Free market system & privatization do not always yield the desired effects on prices, quality and accessibility of goods and services. Citizens collectivities emerge in reaction to no or insufficient supply by commercial suppliers / the free market system, they act as a sort of correction mechanisms. Notwithstanding the recurrent pattern in the emergence of new ICAs, we also see some striking differences over time, which cannot be entirely explained by the context. If we compare the current wave of collectivities to other similar waves throughout (long-term European) history, there are a number of important elements that may help the energy sector’s collectivities to thrive in the future. During the presentation I will explain for example the differences in size/scale institutions have taken in the different waves, the degree to which goals have been combined in ICAs, and the volatility of membership over time. Choosing for the collectivity as a governance model has a number of implications that will affect the future of those sectors in which these are or promise to become important, ",
        "50 such as the energy sector. First of all, the model of the collectivity implies that we need to think broader than the resources, or the simple dichotomy producer-consumer. We need to think in governance regimes, whereby, next to the collectivity, public and private governance regimes are in order. Secondly, there is no one-size-fits all for the collectivity as a governance regime. Due to their local embeddedness the institutional design of each collectivity will vary. This means that if national governments want to promote self-governance in e.g. energy, they will have to take into account the local context and will find it difficult to “roll out” a blue print. Heavy involvement of citizens both in practice but e.g. also in terms of financial investment will depend heavily on the social-economic background of a region, local investments in public provisions, and many other features of a specific location. Thirdly, the complexity of a collectivity to set it up also implies that citizens do not engage in it without the foresight of a long- enduring relationship. This is in itself a very valuable starting point, but the true challenge however is to ensure that multiple generations will be found willing to continue the organisation. Many of the collectivity’s advantages (lower transaction costs, information costs, lower exploitation natural resources) will become visible only after a few years or even generations. A fourth point to take into account is the issue of size and heterogeneity. Although there is no consensus in cooperation literature about the optimal size of collectivities and the potentially disruptive role of within-group heterogeneity, the importance of visibility and social control in order to make collectivities work is often described. Small-scale collectivities have more potential to continue as a collectivity. A number of policies could be implemented to stimulate the diffusion and the survival of ICAs as a governance model in the energy sector (and beyond). First of all, it is clear that citizens’ collectivities need to be recognised as a valid governance regime, next to state-oganised or market-driven solutions. In some European countries, experiments have taken place with so-called “right to challenge”-legislation, giving citizens the opportunity to participate in local projects and challenge market partners. Overall, there is still very little trust in citizens’ collectivities across Europe, even though it has been explicitly mentioned on many political agendas in the past decennium. Secondly, the challenges citizens face in setting up and continuing their collectivity are substantial and, in order to let this type of governance regime permeate in all layers of society, expertise centres on juridical (e.g. related to cooperative legislation) and organisational aspects are absolutely necessary. A third point to be taken into account here is that, quite opposite to the expectations of governments, citizen collectivities are increasingly stepping back from applying business models whereby government subsidies are necessary. Rather than becoming dependent on subsidies, they prefer to become self- sufficient and rely on private funding from their members. Apart from the possibility that this may lead to collectivities that set high capital input as a requirement, it also diminishes the opportunities of governments to engage in this new movement. Increasingly, in particular local government are interested in the role of the government as a partner in such projects, whereby public-collective-partnerships become possible. One of the major challenges for future governments no doubt is to define the conditions of such partnerships and to come up with appropriate legislation. ",
        "51 The Problem of Justice in Energy Transitions 29 Kristian Krieger European Economic and Social Committee , is currently working as energy policy coordinator at the European Economic and Social Committee (EESC), Section Transport, Energy, Infrastructure, Information Society. He is particularly interested in the conditions under which citizens and civil society can participate more effectively in risk governance. His research has been funded by the EU, the UK Economic and Social research Council, and the Belgian Research Council (FNRS). He holds a Ph.D. from King's College London. kristian.krieger@eesc.europa.eu Summary: This text examines the energy transition through the lens of the environmental justice literature. This literature not only helps reveal aspects of the energy transition that often remain underdeveloped in current academic and public debates, specifically flagging up the distributional and procedural consequences and outcomes of the energy transition and policies. It also provides principles and guidance as to how to organise in particular the governance of the energy transition in a manner that may help address inequitable distribution and procedural injustices. Context The Paris Agreement from 2015 was widely celebrated as a significant success towards mitigating climate change, with 195 signatories committing to a global action plan to limit global warming to well below 2 degrees Celsius. The EU – as self-portrayed leader in climate mitigation – proposed ambitious plans to lower CO2 emissions (at least 80% by 2050 30 ), which translates into the pursuit of fundamentally transformed energy systems and economies. Much of the initial debate concerned with this transformation focused on the technological and at times economic challenges of the decarbonisation, such as the intermittency of renewable energy production, the competitiveness of renewable technologies, or the technological challenge of energy storage. Gradually, however, challenges emerged that illustrated that energy systems are embedded in societies and that their transformation and policy measures to induce and manage this transformation would affect different social groups and interests in varied manners. This shift in the debate is reflected in a number of the European Commission's initiatives, such as help for regions with carbon-intensive energy systems and economies and islands to cope with the adjustment and the establishment of the EU Energy Poverty Observatory 31 . It is echoed by stakeholders such as the European Trade Union Congress demanding a 'just transition' 32 . While these are noteworthy initiatives, they only capture and address some of the issues that emerge when systematically reviewing aspects of the energy transition from a justice perspective. 29 This extended abstract is based on the work of the Interdisciplinary Cluster on Energy Systems, Equity and Vulnerability (InCluESEV - http://www.lancaster.ac.uk/lec/sites/incluesev/). The work culminated in the edited volume Bickerstaff et al. (2013): Energy justice in a changing climate – Social equity implications of the energy and low-carbon relationship, London: ZED Books. As a Research Associate in this cluster, the author of this abstract produced two publications that can be found here (book chapter) & here (working paper) 30 https://ec.europa.eu/clima/policies/strategies/2050_en 31 https://ec.europa.eu/commission/sites/beta-political/files/third-report-state-energy-union_en.pdf, page 6-7 32 https://www.etuc.org/publications/etuc-project-industrial-regions-and-climate-policies-towards-just transition#.WnGoDWcUmUk ",
        "52 Basic concepts and use of energy justice The starting point for energy justice literature is the recognition that justice questions emerge because of the consequences and outcomes of energy systems and associated energy policy measures. From an ethical perspective, the outcomes and consequences can be reviewed in different ways. One way takes a consequentialist angle concerned with maximising the greatest happiness of all a la John Stuart Mills or maximise the welfare of the least well- off a la John Rawls. A different, deontological angle departs from reviewing consequences – and focuses on the inviolable rights of the individuals a la Immanuel Kant and Ronald Dworkin. Concretely, the different approaches to justice can be viewed in international climate negotiations where industrialised states argue on the basis of aggregate negative consequences of additional CO2 emissions whilst developing countries refer to rights to equal per capita emissions. The emerging energy justice literature differs from the extensive discussions of climate justice on the international level by focusing on the concrete operations, policies, and consequences associated with changes in energy systems, from the development and deployment of new technologies to new forms of market organisations and regulations and policies. Energy justice arguments are inspired by environmental justice research. Environmental justice offers a wider conceptual framework to assess outcomes and consequences of energy systems than social justice debate. Social justice was not deemed sufficient to capture all ethical dimensions of energy system change, primarily because energy does not only generate costs and material benefits that are being distributed more or less equitably but also risks to health, safety and the environment. The origins of the environmental justice are located in the United States where it emerged as a social movement in the 1980s linked to the civil rights movement. The movement took an issue with the siting of hazardous facilities near socially deprived or ethnic communities, undermining the rights of these communities to live in a clean and safe environment 33 . As a result, the energy justice literature has often been concerned with two types of rights, access rights and procedural rights across time, space, and social groups. This focus on rights has led to a three- dimensional reading of energy justice. These dimensions are: distributive justice, procedural justice, and recognition of actors and knowledge 34 . Distributive justice concerns the social, temporal, and spatial distribution of risks and benefits of policies and transformation processes across society. Procedural justice refers to awareness of, access to, and participation in decision-making and wider governance processes whilst recognition refers to who and what kind of knowledge is included as legitimate in governance. These three dimensions are treated as interwoven 35 : without recognition, actors are unlikely to enjoy representation in governance which may lead to decisions that result in an unfavourable distribution. An unfavourable distribution in turn may undermine actors' capabilities to participate in governance processes and markets. Mirroring the political debate on the energy transition, the academic debate on energy transitions did not systematically address questions of energy justice. This is surprising since energy plays a fundamental role in shaping a vast array of socio-economic and socio-ecological relations within societies. That notwithstanding, some aspects of energy systems and their transformation have been interrogated from an environmental justice perspective. In terms of distributive justice, much of the work has concentrated on the distribution of costs and risks in siting energy infrastructure, from nuclear power and waste repositories 33 Walker and Bulkeley 2006 \"Geographies of Environmental Justice\", Geoforum 37:655-659 34 Walker and Day 2012 \"Fuel poverty as injustice: integrating distribution, recognition and procedure in the struggle for affordable warmth\", Energy policy, 49:69-75 35 Schlosberg 2007 \"Defining environmental justice – theories, movements, and nature\", Oxford: OUP ",
        "53 to wind parks 36 . More recently, questions have also been raised about the distribution of benefits from shifts to decentralised renewable generation and associated policies: to fully participate in emerging markets as producers, upfront capital investments are required that may be beyond reach of less affluent households. In addition, Feed-in- Tariffs, climate levies and similar policy instruments that incentivise shifts to low- carbon technologies may affect those households disproportionately that spent a large proportion of their income on their energy bills. In relation to procedural justice and recognition, research has shown how siting decisions concerning energy infrastructure were often reached through unfair decision processes targeting vulnerable groups such as indigenous populations 37 . Beyond the question of closed processes, questions have also been raised whether governments pursue the objective of participation and consultation meaningfully – and not just instrumentally to increase social acceptance of pre-decided choices 38 . While this research shows that arguments from environmental justice literature have been deployed to the energy field and policies, it is often limited to a particular aspect of the wider transition process or of the three justice dimensions. Extensions of the use of environmental justice questions draw on more systemic arguments. A systemic view on just energy transitions Transforming energy systems involves complex technical, social, environmental, political and economic processes that are inevitably hard to capture analytically in their entirety. However, a systemic perspective on the transition processes – even if incomplete – permits the revelation of further justice challenges than visible under a partial glance. The following arguments highlight the benefits of a comprehensive view on energy justice in transition. First, much of the energy justice related literatures focuses on a particular phase of deploying energy technologies or fuels. Prominently, the energy justice literature has been dealing with questions of siting and operating power stations. However, decisions with justice implications are already undertaken at an earlier stage. For instance, a commitment to research and develop carbon capture and storage (CCS) creates a situation that allows decision-makers to continue or even expand the use of fossil fuel technology. This in turn puts at disadvantage future generations (inter-generational justice) and public health. For this reason, it is important to review the entire life-cycle of energy technologies from a justice perspective 39 . Secondly, a more comprehensive view on energy transition processes should also cast a wider net in terms of involved social groups. Energy poverty – as a distributive justice issue – is a case in point: rather than focusing on prices and income, a more holistic perspective reveals additional causes at the root of energy poverty, taking into account variable circumstances and processes 40 For instance, in addition to elderly and low- income groups, energy poverty – the inability to keep your homes warm and supplied with affordable electricity – may also affect populations such as young urban dwellers 41 who can be characterised as a group with low awareness of energy conservation and efficiency measures facing decreasing opportunities to earn an independent income. This group – normally not represented in the political debate surrounding energy poverty – may show an energy vulnerability of a precarious and transient nature. It is therefore 36 Stockton and Campbell 2011 \"Time to reconsider UK Energy and Fuel Poverty Policies\", York: Joseph Rowntree Foundation 37 Gowda and Easterling 2000 \"Voluntary Siting and Equity: The MRS Facility Experience in Native America\", Risk Analysis, 20:917-930 38 Bell and Rowe 2011 \"Are climate policies fairly made?\", York: Joseph Rowntree Foundation; McLaren, Krieger, Bickerstaff 2013 \"Justice in energy system transitions: the case of CCS\" in Bickerstaff et al. 2013 \"Energy justice in a changing climate\", London: ZED books 39 McLaren, Krieger, Bickerstaff 2013, op. cit. 40 Day and Walker 2013, op. cit. 41 Bouzarovski et al. 2013 \"Precarious domesticities: energy vulnerability among young urban adults\", in Bickerstaff et al. 2013 op. cit. ",
        "54 important to comprehensively take into account assemblages of human (e.g. knowledge, consumption patterns, health) and non-human factors (e.g. housing stock, energy prices, policies) and how they interact to produce energy vulnerability. Thirdly, when studying energy transition and its governance, it is important to avoid singling out one dimension of justice. Different governance approaches and institutional configurations may, for instance, put different weight on each of the dimensions. For instance, some research on low-carbon transitions at community level and associated programmes in the UK has shown 42 that government-led initiatives and programmes have recognised the energy poor and sought to address distributive inequalities in terms of benefits and costs more so than programmes led by non-governmental and private sector organisations. Yet in terms of openness and participation of community members in decision-making, non-state programmes offer more opportunities than governmental programmes in the UK. These arguments illustrate the complexity of the energy transition – and how the analytical tools must mirror this by adopting a perspective on questions of energy justice that transcends disciplinary, social, temporal, spatial analytical boundaries. But how can this perspective concretely help in policy design? Policy implications: The case of the Clean Energy Package of the European Commission In November 2016, the European Commission published its \"Clean Energy for all Europeans\" package 43 , which covered a wide range of policy proposals, from renewables, energy efficiency to market design and the governance of the Energy Union. Parts of the package have already been adopted – others are still under negotiations among the co- legislators in Parliament and Council. There are a number of issues that could benefit from being interrogated from an energy justice perspective. In response to the proposal of the Commission on Energy Union governance 44 , the European Parliament added an amendment to the text obliging Member States to establish \"a permanent Multilevel Climate and Energy Dialogue Platform to support active engagement of local authorities, civil society organisations, business community, investors, any other relevant stakeholders and the general public in managing the energy transition\" (article 10a(1)) 45 . In this context, the discussions on procedural justice and recognition may, for instance, be used to reflect on who are relevant stakeholders, how a meaningful process of participation can be organised and based on what principles and assigning what kind of rights, and what kind of knowledge may need to be included or is at risk of being ignored 46 . Another example is the recognition and promotion of local renewable energy communities in the Commission's proposal for revising the renewable energy directive (Article 22) 47 . In its proposal, the Commission seeks to ensure a strong representation in the governance boards of these communities of local interests. However, since the negotiations with the Council are still ongoing, rules affecting the operational conditions for such communities may still change. As seen in the previous section, different ownership structures can have implications for what potential justice issues are being addressed. A third example is how energy poverty will be defined and measured. At this stage, there is no shared definition of the term across Europe. In the annual State of the Energy Union reports of the Commission 48 , a composite indicator is being used, classifying 42 Fuller and Bulkeley 2013 \"Energy justice and the low-carbon transition: assessing low-carbon community programmes in the U.K.\", in Bickerstaff et al. 2013 op. cit. 43 https://ec.europa.eu/energy/en/topics/energy-strategy-and-energy-union/clean-energy-all-europeans 44 http://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1518020224224&uri=CELEX:52016PC0759R(01) 45 http://www.europarl.europa.eu/sides/getDoc.do?type=TA&language=EN&reference=P8-TA-2018-0011 46 McLaren, Krieger, Bickerstaff 2013, op. cit. 47 http://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:52016PC0767R(01)&from=EN 48 http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52015SC0243&from=EN ",
        "55 households as at risk of energy poverty if they face arrears in utility bills, are unable to keep their homes adequately warm, and live in dwellings with leakages and damp walls. However, there is a question whether this set of indicators captures energy vulnerability in all its facets. In the context of the Clean Energy package, the Commission set up the so-called EU Energy Poverty Observatory to analyse the challenge of rising energy poverty across the EU. Conclusions While the social dimension of the energy transition has become increasingly important in the policy debate driven by concerns over the costs of renewable energy and economic risks to carbon-intensive industries resulting from climate policies, it often revolves around a partial/sectoral analysis of the problem. An analytical perspective informed by the multi-dimensional environmental justice concept and applying a systemic angle can help reveal the interplay between processes and distribution, consequences of injustices at one stage and/or in one place for another stage/place, and more generally improve the reflexivity of the policy process. In an era of rampant Euroscepticism and the threat of right-wing populism, it is important to ensure that the transition process and associated policies/governance takes into account energy justice considerations in order to ensure a fair and inclusive transition 49 . 49 Krieger et al 2017 \"Fighting populism with energy politics – energy cooperatives in Europe\", Global Policy online ",
        "56 Combining Qualitative and Quantitative Foresight Methods for Energy Futures Erik Laes University of Eindhoven (TUE), NL , holds a PhD in engineering sciences (2006) and additional degrees in environmental sciences (1999) and philosophy (MA, 2016). He is currently employed as a postdoctoral researcher working on the ethics of upscaling co-creation methods in the context of the EU H2020 project SCALINGS. Empirical fields of investigation include energy and robotics. From July 2009 – August 2018, he was employed at the Flemish research institute VITO where he was involved in projects concerning energy scenario analysis, sustainability evaluation of energy technology, transition management and smart grids/smart energy users. Over the years, he has engaged in several national or international research projects concerning end-user acceptance and engagement with smart grid technologies (FP7 project S3C, www.s3c-project.eu), public acceptance of renewable heating and cooling technologies (commissioned by the European RHC platform), barriers and opportunities for smart grid business models (commissioned by EASME), etc. e.j.w.laes@tue.nl The main aim of this contribution is to stimulate reflection on guidance (in terms of quality criteria) for setting up energy foresight exercises as a platform for discussion on energy transition strategies with a broad range of stakeholders. At the same time, I explore conditions that might enhance the resonance of such foresight exercises in the policy sphere. The presentation starts from a fundamental paradox in foresight studies. On the one hand, foresight falls beyond the domain of ‘traditional science’, since the results of foresight exercises cannot be tested empirically against ‘hard facts’. However, on the other hand, the organisations funding such exercises of course do this with the aim to improve their knowledge about the future, in view of making ‘better decisions’ or at least stimulating a discussion and/or creating awareness for the goals and problem definition(s) that the organisations have set for themselves. Therefore, the question is: “How can we assess the quality of knowledge embedded in foresight exercises and its implications for policy making?”. Starting from this central question, I first introduce the philosophical framework of ‘constructivism’. Constructivism asserts that scientific knowledge is not simply ‘a mirror of nature’. Scientific knowledge is knowledge which is produced following a certain ingenious methodology (referred to as ‘the scientific method’), but is nevertheless applied to a concrete problem and within a concrete context. In an actual situation, only a limited number of scientists will work on the problem, with limited resources (in terms of time and money) and limited knowledge. Nevertheless they try to make these results ‘universally acceptable’ (at least to the scientific community) by some in-built characteristics. They do so by an implicit or explicit negotiation of objective, subjective and intersubjective selection criteria on which the acceptance or rejection of scientific knowledge depends. Objective criteria reflect on the suitability of knowledge to represent the object of interest as an object (i.e. something that will not change its qualities from one context to another): one can think of criteria such as controllability, reproducibility and non-ambiguity of research (in other words, the standard criteria of empirical research). Subjective criteria reflect on the suitability of knowledge to be assimilated or internalised by an individual: utility, simplicity, and coherence with existing knowledge can all be relevant knowledge selectors. Intersubjective criteria point at the degree of acceptance of an idea within a group of subjects (e.g. peers): collective utility, ",
        "57 expressiveness, degree of formalisation, conformity with existing beliefs and authority all belong to this category. Next, I give a constructivist reading of energy foresight as a combined scientific-political practice and point out some of the main points of interest regarding the relationship between foresight knowledge and policy. A constructivist reading of scientific foresight practice presents a possibly challenging perspective on the ‘conventional wisdom’ of scenario-based foresight and decision making. In his Politics of Nature, the French constructivist philosopher Bruno Latour describes ‘scenarisation’ as one step in a combined political-epistemological process. He uses the analogy of a ‘parliament of things’. First, one has to select the actants, which will be represented at the table (e.g. in the case of energy scenarios, this could be different power plants, future consumption patterns, different resources, etc.). Then, one has to decide how these actants will be represented (e.g. a power plant could be represented by technical and economic data, consumers could be represented by a model of rational economic behaviour, etc.). Next, one has to bring all of these represented actants together in a hierarchy (i.e. one has to decide to which representative we are going to trust most). This process is called a ‘scenarisation’ in Latourian terms. Most important for the purpose of this presentation is also that (energy) scenarios have to fulfil their role as ‘boundary objects’, spanning the domains of ‘science’ and ‘decision making’. The concept of a ‘boundary object’ was introduced in social studies of science to describe how members of different ‘social worlds’ manage to cooperate successfully despite their very different viewpoints and interests. Broadly speaking, a boundary object should be both plastic enough to adapt to the needs and constraints as experienced by the different parties involved in negotiating energy policy, while still being robust enough to maintain a common identity. Boundary objects thus acquire different meanings in different social worlds, but their structure is still common enough to more than one world in order to make them recognisable – in other words, they are a means of translation. For instance, one important function of scientific foresight exercises would be to protect scientists on one side from accusation of bias or illegitimacy (because the exercises are situated clearly as ‘official’ objects of advisory science, and hence no confusion with ‘pure’ research science is possible), while protecting policy makers on the other hand from accusations of allowing technocratic intrusions into their domain of competency. This means indicators have to fulfil conditions of both scientific and political legitimacy. Scenarios should be relevant to the concerns of decision makers (i.e. they show possibilities for practical intervention and are politically legitimate), and if they are able to withstand scrutiny by scientists (i.e. they have to be based on an adequate analysis of the present situation and the range of possible futures implied by this present situation). Validity in the scientific world is usually predicated on the use of sound methods or models, while relevance to decision makers depends on a range of other criteria. I illustrate the negotiation of these different needs and constraints with a practical case- study example drawn from the FORUM project. The Belgian Science Policy (BELSPO) Forum project aimed to decide what kind of model- based decision support is needed to develop policy making for the transition to a low carbon economy. Starting from decision-support experiences gained in two decision- support methodologies using bottom-up energy models (TIMES-TUMATIM and SEPIA-LEAP) 50 , and inspired by Stanford’s Energy Modeling Forum (EMF) 51 , six intermediaries, who are responsible for communicating the results of models to decision makers, were asked to pass judgment on both models. Firstly, the relevant policy questions the decision makers want answered were revealed in the course of the Forum process. Secondly, the extent to which the existing models can provide meaningful answers to these questions was explored. 50 More information on these projects can be found on the Belgian Science Policy website: http://www.belspo.be/belspo/ssd/science/pr_energy_nl.stm 51 https://emf.stanford.edu/ ",
        "58 Finally, I draw upon our theoretical observations and case-study research to propose some practical recommendations on using long-term energy foresight exercises as a platform for communication with wider audiences. In a concluding section, I propose criteria for quality control of energy foresight, based on a) the diversity of the core group participating in the foresight exercises; b) the available resources; c) the strength of the evidence used; d) the explicit discussion of normative elements; e) the development of coherent and engaging storylines; f) the exploration of ‘surprise events’ and g) avoiding narrow problem framings. ",
        "59 Situating Consumer Practices in Energy Forecasts Rebecca Wright Northumbria University, Newcastle, UK is a Lecturer in American History at Northumbria University, Newcastle. Her current work examines the intersecting histories of energy and health. She has held positions as a Research Fellow in Mass Observation Studies at the University of Sussex and on the AHRC collaborative project, \"Material Cultures of Energy\" at Birkbeck College (2013-2016), where she led the research strand on energy futures and forecasting. She completed her PhD at Birkbeck College in 2015, and has held fellowships at the Library of Congress, Washington D.C., and the Huntington Library, California. rebecca4.wright@northumbria.ac.uk This contribution draws on the history of forecasting to ask why consumer practices have been ignored within energy forecasts. Energy forecasts have often been represented as technocratic objects devoid of politics 52 . However, a look at their history demonstrates that forecasts were never just objective or logical. Given the role of forecasts in predicting future energy demand, one might expect that they would be a space in which the changing forces and facets of consumption would be studied to better predict future needs for energy supply. Yet consumers and their practices were missing from energy forecasts in the twentieth century and continue to be largely overlooked within forecasting today. Recent forecasts produced in 2017 by the International Energy Agency, the UK Government Department of Business, Energy and Industrial Strategy, and the U.S Energy Information Administration, continues to exclude serious discussion of consumers and lifestyles from their calculations of future energy demand: reducing it to the changing dynamics of technologies, the market, and CO2 emissions. This is a major oversight. Not only does the past elasticity of social practices suggest that there is likely to be substantial changes in the future. But the focus on energy supply at the expense of demand ignores what additional measures consumers will need to make to move towards more sustainable energy systems in the future. It is well acknowledged that the shift to renewable energy will have to be matched by developing lower-energy societies and lifestyles that will allow supply to reach a desired level of demand. Despite this, forecasts are still based on the presumption that our future energy practices will resemble the present: that in 2050 our houses will still be heated to the same level as today, that we will still be living in family-units, and that we will still be commuting to work. Not only does this fail to take into account how lifestyles will be re-organized during the transition to renewable energy; but the rise of new smart technologies that will transform the way we organize health, work and housing, all indicate that our energy practices in the future will be very different from the present. Reviewing the history of forecasting, this contribution will draw conclusions as to why our current models fail to take seriously the role of consumers and future lifestyles in shaping demand. In outlining the key assumptions built into our forecasting models it will put forward some suggestions for incorporating the complexity of consumption into our future planning models and propose ways of using them more effectively to guide towards more sustainable futures. Forecasting models evolved over the twentieth century as national governments, private companies and international organizations modelled what future energy and supply and 52 This research was developed with Frank Trentmann as part of the collaborative AHRC research project “Material Cultures of Energy: Transitions, Disruption and Everyday Life in Britain,” Birkbeck College [http://www.bbk.ac.uk/mce/]. See R. Wright and F. Trentmann, “The Social Life of Energy Futures: Experts, People and Demand in the Golden Age of Modernism, C1900-1973,” Economy and Environment in the Hands of Experts , eds., M. Rivera, A. B. Sum and F. Trentmann, 47-48 (Munich: Oekom, 2018) ",
        "60 demand might look like. These forecasts were never purely technocratic exercises. Instead, they were deeply social, reflecting changing expert models, the shape of the policy field, and political ideologies. The increased role of economic experts in the forecasting discipline in the post-1945 period tied demand to abstract models, such as growth and GDP, as economic activity was seen as the best arbiter of demand. The dominance of GDP, and past extrapolation, within forecasting practices abstracted consumers from discussions of demand, building in a set of assumptions that societies would move towards greater energy intensity. There were areas in which consumer practices did emerge, for instance, in housing policy, as issues of thermal comfort and heating directed attention towards users, norms and standards. However, knowledge gained in these fields was rarely incorporated into national energy policies, even though the same experts moved between committees and policy areas. One of the reasons for this was because it was not until the 1970s, that energy policy became an autonomous area of policy making. Before this energy policy was fragmented into different fields, feeding into diverse areas such as national defense, industrial development or building standards. There was little transfer of knowledge between sectors, scales, and expert communities. At the level of national planning for fuel policy, for example, industry beat households and private consumption. This would cause problems in the 1970s when it became increasingly clear that the consumption of electricity did not follow GNP in a linear fashion and had its own dynamic. Just as knowledge about consumers remained constricted to divided policy areas and expert communities, forecasts also ignored the diversity of energy practices that existed on the ground. Many different consumption cultures existed side-by-side. Despite the diversity of consumption cultures, forecasts gave little consideration to socio-economic or cultural variants within societies, let alone across national borders and global regions where consumption practices diverged greatly. Instead, within forecasting models consumers were tied to a common future, modelled on the high energy lifestyle of the United States, epitomized by the 2.4 family in the suburban house. Looking back on this golden age of forecasting, Hans Landsberg, a key forecaster associated with the American think-tank, Resources for the Future (RFF) concluded that the forecasting community suffered from a “captive imagination” syndrome: unable to escape conventional thinking patterns to envisage changing consuming practices or alternative lifestyles and ways of living 53 . Beyond official forecasts many other representations of energy futures did circulate in public life. These provide us with an alternative story in which consumers are more visible and in which debates about values, habits and norms of practice were conducted. Outside of official forecasts there was a considerable discussion about the role of changing norms, values and alternative lifestyles in the future. This occurred in events and public conversations that surrounded forecasts that afforded space to debate alternative futures and ways of living. Other forms of future thinking saturated popular culture, with models such as the future home, becoming arenas to envision alternative futures. Consumers were not absent, therefore, from representations of future demand. Instead, expert cultures and forecasting practices shaped what was seen and what was not, and who was heard and who was not. Moving across different scales of analysis allows us to understand better how, and why, consumers were sidelined in official forecasts across the twentieth century. Fragmentation of knowledge—between policy fields, expert communities, and discursive fields—thus led consumers to be excluded from the very arena that was meant to predict the future needs of energy supply. This provides us with important lessons about how to improve our future planning models going forward. Opening up our futures to multiple perspectives and modes of analysis might better allow us to capture the complexity of consumption and its dynamics, and in doing so, provide a central role for it within our 53 Hans H. Landsberg, “Energy in Transition: A View from 1960”, in: The Energy Journal 6/2. 1985, p. 4 ",
        "61 own energy futures. This would allow us to open up the conversation to how practices might change in the future and to plan for provide ways of planning for it in advance. This also forces us to re-think the function of forecasts today. Should we be using “forecasting” as constructive blue-prints that guide consumers towards more sustainable futures, rather than predictive exercises. This would allow them to become deliberative tools to guide societies towards more sustainable low-carbon futures rather than reinforcing our current social orders and systems. If we shift to this model, however, we must account for the role of democracy in planning these futures. Many of our future models continue to be constructed with little engagement from communities about what they want, or need from future energy systems. We need to explore how we can develop more democratic futures that would incorporate diverse infrastructures, levels of provision and norms and habits into our future planning. Moreover, as societies shift from centralized networks and fossil fuels to decentralization and decarbonization, is this also an opportunity to revisit the idea of universal norms and ask thorny questions about the different norms and ways of life tied to energy use in the future? Rather than ignoring the diversity of lifestyles within our futures; can we instead use forecasts more democratically to steer towards future lifestyles that rely on lower energy consumption. ",
        "62 Narrative Futures and the Governance of Energy Transitions Clark A. Miller Arizona State Univ., USA , is Director of the Center for Energy & Society at ASU. The Center is an ASU-wide knowledge enterprise devoted to improving human outcomes through energy innovation. Its more than 50 researchers comprise one of the world’s largest communities of humanist, social, and policy researchers in the field of energy innovation. The Center’s goals include deepening understanding of the social drivers, dynamics, and outcomes of energy transitions; enhancing the management and governance of human complexity in energy innovation; fostering energy system design for social benefit; and eradicating energy-linked poverty and injustice. Miller also serves as Sustainability Director for the largest US photovoltaics research enterprise, the Quantum Energy and Sustainable Solar Technologies (QESST) Engineering Research Center, and as energy policy lead for the US-Pakistan Centers for Advanced Studies in Energy partnership. Miller is Professor and Associate Director for Faculty for ASU’s School for the Future of Innovation in Society. Clark.Miller@asu.edu Historically, energy transitions have been accompanied by co-produced social, political, and economic transitions (e.g., Jones 2014; Mitchell 2012). Evidence suggests that future energy transitions, including the low-carbon transitions now accelerating in many places, are likely to follow the same pattern, bringing extensive transformations to tightly coupled socio-technological arrangements on scales from individual behaviour to geopolitical security (Miller et al. 2015a; Miller et al. 2013). The question addressed by this presentation is how these long-term, large-scale, cross-sectoral changes can be incorporated into energy governance using approaches centred around narrative futures (Miller et al. 2015b). Narratives of the future permeate energy governance, of course, from political and marketing rhetoric, energy scenarios (e.g., Shell 2013), and technology roadmaps (e.g., IEA 2014) to the storylines of energy resource plans (e.g., SRP 2014) and the deep socio-technical imaginaries underlying national and international policies and discourses (Jasanoff and Kim 2013, 2015; Sovacool et al. 2013). Rarely, however, within the energy policy process, are energy futures narratives subjected to reflexive, critical review or opened up for public scrutiny and deliberation. This is particularly problematic at the outset of large-scale energy transitions, when opportunities exist for decision- makers and publics to provide input into the broad values, commitments, and choices that underlie the design of future energy systems and paradigms. Put differently, energy transitions offer unique opportunities for the exercise of energy democracy and sovereignty. Yet, energy insiders often find ways to exclude or downplay other voices in deliberations of energy planning by controlling narratives of what is or is not possible in the futures, especially technically or economically. What is needed, therefore, are new and innovative strategies, processes, and frameworks for energy governance that empower the imagination, refinement, and deliberation of more creative narratives of energy futures. More specifically, the formation of energy futures narratives needs to encompass a broader array of the social, economic, and political drivers, dynamics, and outcomes of energy transitions, so that energy policy and planning debates can be informed by the full array of challenges that energy transitions will bring for the societies of today and tomorrow. The presentation describes inquiries into the human dimensions of energy transitions that can help to open up energy narratives and processes of creating and deliberating them. It describes three major design elements in fashioning future narratives. The first element is four pivotal questions: (1) Who is vulnerable to energy transitions? (2) How ",
        "63 can the societal return on investment of energy transitions be maximized? (3) How can the human complexities of energy transitions be managed effectively? (4) What kinds of future cities and societies will be enabled and created through energy innovation? These questions provide guideposts for participants that introduce core social questions central to energy governance that often are neglected in traditional energy discourse. The second design element at the heart of narratives is variation in the design of plausible and possible future socio-technical arrangements that characterize the energy sector. In Arizona, for example, at least seven distinct markets exist for photovoltaic energy systems. Each market relies on ostensibly the same photovoltaic energy technology (e.g., a standard PV panel or cell), yet each embeds those panels in quite different socio-technical arrangements with different geographies, revenue models, cost distributions, risk allocations, capital pools, etc. (Miller et al. 2015a) Indeed, research shows that panel differentiation is beginning to appear across these markets, highlighting differences in the technical elements of socio-technical design as well. Extrapolated to the scales anticipated by energy futures dialogues, each of these markets also implies a different future society. The third design element is narrative-based process: the deployment of storytelling as a modality of work and outcome. The presentation will discuss various strategies for creating and/or inspiring narrative futures, including historical and comparative inquiries into past energy transitions and energy transitions happening in other social and cultural settings, scenario or foresight methods (e.g., McDowall and Eames 2006), and literary tools and practices based in science fiction (Miller and Bennett 2008; Finn and Eschrich 2017). The presentation draws on data from multiple experiments in the development of futures narratives to guide energy planning. From 2011 to the present, Arizona State University has pursued a series of engagements with business, policy, technology, and civic leaders around the state to explore the theme of Arizona’s energy future in 2050. This work began with a yearlong initiative to develop a 150-page background report for a statewide town hall exercise led by Arizona Town Hall, culminating in a 3-day conversation with 150 members of the state’s business, policy, and civic leadership. This workshop resulted in a series of policy recommendations to the state of Arizona to pursue regarding energy innovation. Subsequently, a 2-day workshop was held with an interdisciplinary group of scientific, engineering, social scientific, and policy researchers and leaders using narrative- based scenario methodologies (Miller et al. 2015b). This second workshop asked, “How will Arizonans produce and consume energy in 2050?” and created four scenarios of future energy development over the next three decades, oriented around two axes of uncertainty: the long-term scale of investment in Arizona energy infrastructure (high vs. low) and the degree of centralization of investment decision- making (centralized vs. decentralized). The third exercise brought together a group of sustainability faculty and students to explore the future of Phoenix in 2050 from a diversity of perspectives (demographics, economy, energy, water, climate, etc.). The ultimate product of the activity was a graphic novel for elementary school children, envisioning a future centred around climatic change and solar energy development. Finally, this spring Arizona State University will host a workshop to develop science fiction-based stories of a world powered by solar energy. The stories will be developed by teams of scientific writers, graphic artists, energy experts, and social scientists. Such stories, we argue, can help audiences not familiar with techno-economic energy audiences to understand the potential scope for design variations in solar futures. ",
        "64 References Finn, Edward, and Joseph Eschrich. Visions, Ventures, Escape Velocities: A Collection of Space Futures. 2017. http://csi.asu.edu/books/vvev/ International Energy Agency (IEA). Technology Roadmap: Solar Photovoltaic Energy. 2014. https://www.iea.org/publications/freepublications/publication/TechnologyRoadmapSolarP hotovoltaicEn ergy_2014edition.pdf Jasanoff, Sheila, and Sang-Hyun Kim. \"Sociotechnical imaginaries and national energy policies.\" Scienceas culture22.2 (2013): 189-196. Jones, Christopher F. Routes of Power. Harvard University Press, 2014. McDowall, William, and Malcolm Eames. \"Forecasts, scenarios, visions, backcasts and roadmaps to the hydrogen economy: A review of the hydrogen futures literature.\" Energy Policy 34.11 (2006): 1236- 1250. Miller, Clark A., and Ira Bennett. \"Thinking longer term about technology: is there value in science fiction-inspired approaches to constructing futures?\" Science and Public Policy 35.8 (2008): 597-606. Miller, Clark A., Alastair Iles, and Christopher F. Jones. \"The social dimensions of energy transitions.\" Science as Culture22.2 (2013): 135-148. Miller, Clark A., Jennifer Richter, and Jason O’Leary. \"Socio-energy systems design: a policy framework for energy transitions.\" Energy Research & Social Science 6 (2015): 29-40. Miller, Clark A., et al. \"Narrative futures and the governance of energy transitions.\" Futures 70 (2015): 65-74. Mitchell, Timothy. Carbon democracy: Political power in the age of oil. Verso Books, 2011. Salt River Project (SRP). Integrated Resource Plan. 2014. https://www.srpnet.com/about/stations/pdfx/2014irp.pdf Shell, New Lens on the Future. 2013. https://www.shell.com/energy-and-innovation/the- energy- future/scenarios/new-lenses-on-the-future.html Sovacool, Benjamin K., and Brent Brossmann. \"Fantastic futures and three American energy transitions.\" Science as Culture 22.2 (2013): 204-212 ",
        "65 Energy Future Islands as Living Labs Laura Watts University of Edinburgh, UK is an ethnographer of futures and an Associate Professor at the IT University of Copenhagen. Her research as a Science & Technology Studies (STS) scholar is concerned with the effect of 'edge' landscapes on how the future is imagined and made, and methods for making futures. She has collaborated with the telecoms industry, the public transport sector, and for the past decade she has been working with energy futures in the Orkney islands, Scotland. Her latest book, Energy Islands Saga, based on this research, is due to be published by MIT Press. She is also co-author of Ebban an' Flowan, a poetry primer to marine renewable energy, the author of The Energy Walk, an ethnographic installation around the Danish Wave Energy Centre, and a winner of the International Cultural Innovation Prize, along with the Reconstrained Design Group, for a community-built energy storage solution, made from local spare parts. lauw@itu.dk The energy future is already here, it is just not evenly distributed – nor is it replicated everywhere the same. The energy future is located and multiple; it shifts from place to place, depending on local infrastructure histories, social relations, and environment. The places where the energy future can be found often lie at the peripheral edge, where the environmental resource is more intense. Here, energy is more visible and its infrastructures more precarious. This presentation will present a case study from the ‘energy edge’ and a world-leading living laboratory for energy futures. Drawing on a ten years ethnography, it will discuss how this edge place and its people have made their energy transition, and what might be learned from both their success and challenges. The case study is the Orkney islands, off the northeast coast of Scotland, where they generate on annual average over 140% of their own renewable energy. Much of this is from the ever-present wind. The storm-force power in this northern landscape stops the ferry from bringing in fresh food, and cuts off the electricity and phones for hours. Here, islanders know where their power comes from. The islanders see and feel energy on their body, they think about energy as a physical reflex. The islands are also the site of the European Marine Energy Centre (EMEC), a global centre for testing full-scale wave and tide energy generators on grid. These islands have been living day-to-day with marine energy generation for the last ten years, and have over three hundred people working in or around this ‘Blue Growth’ industry in-the- making. Orkney is a living laboratory on land and sea. EMEC is located here due to the massive environmental resource: the seas around the archipelago, where Atlantic and North Sea meet, have been described as ‘the Saudi Arabia of marine power’. This geographic periphery is not distant from energy innovation, but ahead of more central locations; which is also true for other islands, such as Samsø (Denmark). Orkney could generate considerably more green electricity, but they are curtailed by a smart grid (an Active Network Management system), installed by the operator to stop the grid cables from over-heating. As with the rest of Europe, Orkney faces substantial energy infrastructure challenge: national grids are struggling to transition from their old radial structure, designed for centralised fossil fuel power, to a distributed shape, suitable for edge-based renewable energy. The grid limit on the islands’ capacity to export renewable energy is an effect of policy and market decisions, imagined and made for large-scale energy generation (as with the physical aspect of the infrastructure) but cannot cope with distributed, living lab-scale, localised generation. Energy infrastructure is always technical, social, environmental, and political – made in words as well as wires. ",
        "66 This ongoing curtailment has major impact in the islands: much wind energy comes from community- owned turbines. Islands in the archipelago, who have populations of just a few hundred, have taken loans to buy large wind turbines. The feed-in tariff (FITs) goes back to benefit the community. This income is crucial in places where ‘fuel poverty’ affects 63% of the households (meaning they spend more than 10% of their income on heating; recent estimates suggest that a third of households spend 40% or more of their income on heating) and livelihoods can be marginal. When the community wind turbines are curtailed, due to insufficient capacity of the national grid, this impacts the viability of future island society as well as risks the on-grid global marine energy, which is based there. The self-determined islanders cannot, and have not, just accepted curtailment. With centralised markets and government unable or unwilling to provide and support what is considered a peripheral location, the islanders have reconfigured their energy infrastructure themselves. To increase capacity of their energy network, they have increased ownership of electric cars, which form grid batteries-on-wheels; and they are storing energy as hydrogen, becoming a European hydrogen territory, and the first place in the world where they are taking tide energy and community wind energy and turning it into hydrogen fuel. In addition to these community-led energy storage solutions, they have also installed over seven hundred micro wind turbines, which operate below the smart grid curtailment limit, and can power their electric cars and homes more or less for free – with a new local charity created to socialise the FITs around the islands to mitigate fuel poverty. In short, the enterprising islanders have taken the grid network and woven their own energy tapestry using alternative fuels and personal investment. They have altered their own energy infrastructure, making it localised and distributed (akin to many proposed smart grid futures). Places such as Orkney are not peripheral to energy futures, but world- leading demonstration sites that could be at the heart of energy transition policy – they show that this energy future is possible, that you can visit and walk its shores. This is a living laboratory, but one that goes against traditional notions of a living laboratory in service of some higher or colonial power. This living lab is not serving an external authority. The islanders, as with many places with high energy environmental resource, are resistant to extractive politics. Their success and the ongoing commitment of the islanders to this energy transition is predicated on it being an islander-led living lab. The islanders are energy future experts in collaboration with both the many multinational companies and the other island regions that they work with. As has been long argued, islands and coastal regions are connected over the sea, and should not be considered isolated territories. Orkney is one living laboratory in an ocean of living laboratories. How to support such an archipelago of energy living labs ‘going on together’ into the future – each with different environmental resources, histories, and infrastructural and policy challenges? It is this multiplicity and collaborative approach that is both important and challenging to ‘one size fits all’ regulation and policy. It is important to recognise that this energy future living laboratory in Orkney exists despite much policy and regulation that works against it. This future might be already here, in the present, but it is precarious and under constant threat due to policy shifts that work against the small-scale (and often privilege the already powerful), and the human resource limit upon which it is powered. In simple terms, there is substantial expertise, but too few people, spread too thin: the largest SMEs in the islands have perhaps twenty employees; and the community wind turbines (and much else) are run through substantial unpaid, volunteer work. The renewable energy might be sustainable, but the social part of the energy infrastructure is less so. This becomes acute as an issue, given that, as with the technical part of the energy infrastructure there is substantial ongoing maintenance work that must be done to maintain the social part of an infrastructure, such as in a community wind turbine. Communities do not come ready-made, but cohere through community projects and require years of dedicated social commitment and work to develop and maintain. At present, social enterprise ",
        "67 endeavours risk extracting local goodwill and unpaid labour from a place. Much of the social negotiation and maintenance work necessary for the community to act as an organisation is invisible, and often taken for granted by external companies who come looking for a ‘community partner’ and expect a certain goodwill. Charity status for community energy projects requires directors to be unpaid. All this reduces the sustainability of the energy infrastructure that relies on such labour. The challenge is how to increase volunteer support and goodwill, rather than extract it as a local resource, and pay for social enterprise labour, which is often an invisible but essential part of maintaining local energy infrastructure. As well as supporting policy, expanding research methods (not just impacts and outcomes) that work in long-term, careful (and care-filled) collaboration with local organisations, along with intrinsic theoretical developments that enact particular worlds and futures, are also crucial. Overall, this presentation will weave a story of a living energy future, and provide some suggestions for how to both support, and learn from, this case study. Rather than living labs and innovation being centralised in cities, as is often considered to be the case, this presentation will show how energy futures are moving from centralised fossil fuel plants to distributed renewable energy landscapes. Living labs for energy futures are to be found in the places where the renewable power is: at the edge. ",
        "68 The Role of Machines and Bodies in Radical Transitions to Renewable Energies Grégoire Wallenborn Université Libre de Bruxelles, BE is Senior Researcher at the Institute for Environment Management and Land Planning (IGEAT), at the Université Libre de Bruxelles. He holds a doctorate in environmental sciences and degrees in physics and philosophy. He has coordinated numerous interdisciplinary researches with sociologists, engineers, designers, economists, physicists, and also consumer organisations, corporations and consultants. His fieldwork is mainly constituted by the study of household energy consumption through various aspects: energy conservation devices for households (public policies, demand side management, feedback, ecodesign), social inequalities and energy poverty, scenario building methodologies, rebound effect, user- centred design, smart meters, smart grids, demand response and flexibility, smart cities and energy communities. More generally, he is interested in issues that cross energy, environment, technology and daily life, both through fieldwork observation and theoretical development. gregoire.wallenborn@ulb.ac.be Modern practices are built around machines that save human labour and time. Productive practices since the nineteenth century and domestic practices since the mid- twentieth century have been quantitatively and qualitatively extended with the use of machines. The environment has been gradually built, particularly through infrastructures, to relieve human bodies of a series of tasks. In the process, bodies have been transformed in order to be articulated with machines (Wallenborn and Wilhite 2014). However, the extension of the delegation of tasks to machines is unsustainable both in the amount of demanded energy and in the type of material, non-renewable, used to manufacture machinery and infrastructure. The objective of this presentation is to discuss the notions of environmental limits and boundaries with the help of system and practice theories. Obviously, these two classes of theories are diverging in their approaches and are not always compatible, and the discussion will have to show convergences and divergences. Insofar as the Anthropocene is primarily an issue of material flows, I suggest to focus on the material aspects of practices in connection with energy produced, demanded and consumed. I take a particular version of the theory of practices in which energy demand can be described with bodies and machines connected by infrastructures. By infrastructures, I mean roads, electrical system and other material circulation networks necessary to the reproduction of practices. I will show that if the ontology of practice consists of machines, body and infrastructure, two specific regimes of bodies can be observed and felt, and that they offer two contrasting views on the possibility of steering practices. Machines and bodies are then introduced to explore the problem of sustainability. What role do they play, what questions do they pose and what suggestions do they raise? Although the body and the machines have very different methods of reproduction, their connection is needed to develop a theory of action in which agency is distributed (Wilhite 2012). Bodies and machines act, sometimes together, sometimes relatively independently of each other. I will explore the dual ability of the bodies to be either similar to machines and material objects or affected and oriented towards experience. In its mechanical side, the body uses resources to reproduce its activities – and practices are considered entities. In this mechanical regime, routines and daily life reproduction corresponds to the embodiment of gestures and memory consists of models of activity. However, in its affective and experimental side, the body produces new relationships – and practices are performed. In this regime, the body can also be directed towards new ",
        "69 experiences. Another memory made of singular reminiscences, of concrete situations, and of various knowledge too, serves as a resource for infinite variations of the action, for tests, new attempts. This memory is expressed in an articulate language, with a syntax, and is able to express a narrative. Both mechanical and experimental regimes are not excluding each other as they can be performed conjointly. If bodies produce and maintain the machines, these artefacts also shape humans, their lifestyle and their practices: available objects design bodies. In addition, a social practice is always carried out by a human body: keep warm, move, speak, write or read. I can write this text because I have a body, and you can only read it because you have one also. Therefore, contrary to most current theories of practice where the body is a material component among others (Schatzki 2002, Shove et al. 2012), I consider that the human body is at the centre of practice. This gesture is dictated by the need to consider the sources of both agency and meaning, which in turn offers new perspectives on the relationship between practices and energy demand. At a time when energy demand must be reduced, policy measures are centred on machines (e.g. efficiency), which historically have substituted for human bodies (slaves). Limits to energy consumption imply that the delegation of activities to machines will be reduced, that bodies will have to develop new activities (e.g. biking/walking, human work in agriculture, craft, repair) and that more democratic discussions about infrastructures and production should be elaborated. A radical energy transition can be explored with a limited ontology constituted of machines, infrastructures, bodies and capital. In this framework, I describe two regimes of the body: a mechanical regime in which bodies are indistinguishable from machines, and an experimental regime in which bodies possess an articulated language that enables them to enunciate narratives and to propose new situations. From an energy perspective, these contrasted regimes are under the rule of a distinct energy principle. The mechanical regime emphasises the conservation of energy, and value machines as a fixed capital that ideally could reproduce indefinitely its activity. This regime is intrinsically quantitative and provides the units to evaluate heterogeneous actions (kWh, Joules, calories, etc.). The measure of material and energy flows is in line with complex system theory. On the other hand, the experimental regime experiences the irreversible degradation of energy and the process of life. This qualitative process cannot be reduced to quantities measured by instruments. From a capital perspective, labour cannot be stored and, at every instant, must be sold or lost: human labour constitutes the dissipation side of the assemblages of machines and bodies. Many historians have noticed that slavery ended with the development of machines. If the use of machines has to be reduced, what are the social organisations that could avoid a resurgence of slavery? Beyond the issue of energy, power is itself increasingly the point of attention. The fact that time is now explicitly problematized in electrical grids indicates that the notion of energy as something constant has to be challenged. In the mechanical regime, power is conceived as a variable quantity, as something that is extended and constituted in infrastructures and other linkages between machines. This perspective has the advantage to give limits to energy flows, but to the detriment of neglecting the living side of energy consumption. By contrast, the experimental regime expresses power as an actual intensity, as a quality that is perceived in the performance of practices. I contend that bodies are sites of experiences such as variation, contrast or effort, which need to be developed to adapt practices to renewable sources. The issue of delegation (or disembodying) is then examined as the configuration of bodies and machines that are not fixed and can evolve in different directions. I conclude with remarks about how both bodily regimes inform distinct policies that aim at steering practices and energy demand. The mechanical regime is described in universal laws and propositions, and is inclined to centralised perspectives and consultative process. By contrast, the experimental regime suggests that policy outcomes are often unexpected and are adapted to situations through the active participation of all bodies. This suggests that we ",
        "70 should dare to experiment new situations in which human bodies are well together while demanding much less energy than now. A result of this rather speculative approach is that we lack a concept of power (and energy) associated to a practice, a power that would be non extensive but intensive, not reduced to a utility and that experiences the meaning of a practice. What could be a concept of qualitative intensity capable to appraise the meaning of performed practices and that would complement the quantitative power approach? This might be a way to explore what is the sustainability of practices that explicitly demand energy. References Schatzki, Theodore R. 2002. Site of the Social: A Philosophical Account of the Constitution of Social Life and Change. Pennsylvania State University Press. Shove, E., Pantzar, M., & Watson, M. 2012. The Dynamics of Social Practice: Everyday Life and how it Changes. SAGE Publications. Wallenborn, G., & Wilhite, H. 2014. Rethinking embodied knowledge and household consumption. Energy Research & Social Science, 1, 56–64. Wilhite, H. 2012. “Towards a Better Accounting of the Roles of Body, Things and Habits in Consumption.” Collegium 12. ",
        "71 Grid Dependencies and Change Capacities: People and Demand Response Under Renewables Dr. Mithra Moezzi Portland State University, USA , works at the intersections of people with technology, energy, and environment. She is especially interested in combining qualitative and quantitative research sensibilities and evidence, toward developing more powerful, rather than narrowly dutiful, paths to learning, communicating, and contributing to well-being. She has a multidisciplinary background, with a doctorate in Anthropological Folkloristics (University of California Berkeley), a master’s degree in Statistics (University of California Berkeley) and work in environmental chemistry (University of California Davis). She is a research affiliate at Portland State University (Portland, Oregon) as well as an independent scholar through her small company (Ghoulem Research). In the past, she worked at Lawrence Berkeley National Laboratory, Ecole des Mines Paris, and University of California Berkeley. Mithra lives in Northern California. mithra@pdx.edu Demand response is often related as a core strategy in ensuring the reliability of electricity in a renewables-centred future. Discussion of how future flexibility in demand might work is usually restricted to the parameters used in current demand response (DR): price signals; consumer buy-in; consumer choices on optimizing energy service use with respect to price signals, structures, and ancillary markets; and automation of these choices. See Figure 1. Individuals react to price signals from electricity markets, largely automate desired reactions with respect to these signals, which in turn activates capacity. The preference for envisioning automated decisions reduces planners’ reliance on the vagaries of consumer behaviour and consumers’ apparent disinterest in widespread personal engagement in DR. This is a clean story agnostic to \"consumer choices\" that purifies elements from each other, history, and society. DR is generally considered a grid- and market-only affair that can be more fully actualized by improved responsiveness of devices and the people who decide how to control them. Figure 1: A typical view of future demand response. This mechanistic and literal view (Labanca 2017) of energy and accordingly of DR has allowed little consideration of the details behind the capacity for reducing electricity use nor to attention to fostering such capacity beyond ensuring an array of responsive devices and reducing barriers to deploying them (see Good et al. 2017). Building a broader view of DR capacity, and of the possibilities for higher levels of grid independence, is the main topic of this presentation. This begins with renaming ",
        "72 \"consumers\" to people, and with expanding the scope of capacity from singular focus on capacity markets and load management strategies to one that includes existing and possible relationships amongst technology, people, and their environments. What is at issue is thus no longer the grid narrowly defined but the social and technological systems that are a major constituent of daily life. As Shove writes (2017), “energy demand [is] something that is intimately related to the conduct of social practices, and thus inseparable from the spatial and temporal ordering of society, and from the infrastructures and institutions involved” (Shove 2017). Thinking of demand response and its context in this way opens a stronger stage from which to consider specific policies and upon which to foster societal responses and creativity to adapt when there is pressure or requirement to reduce electricity demand. In turn these directions might also support improved sociotechnical resilience. Stage While there are a variety of ways of managing electricity with respect to shortages (e.g., importing power), the predominant DR framework focuses on the binary choice of \"keep using\" and \"do not use (what you would otherwise be using).” This is accompanied by an expectation that under some price, a sufficiently large demand reduction can be achieved, even if it is not proven that DR can live up to its anticipated potential (Good et al. 2017). This is, as already noted, a very limited view. Rather than asking whether and how some electricity-based services might be diminished or curtailed in response to a momentary call for electricity use reduction, as if this reduction were an isolated economic choice, research and policy questions should also encompass what makes activities and services flexible and curtailable. This casts DR and capacity as a fully sociotechnical affair rather than a matter of personal flexibility with respect to time, comfort, or other one-line equations. For a basic example, air conditioning use is often a central target for residential DR. How people react to requests to reduce the energy used for air conditioning does not just depend on how much discomfort they are willing tolerate in exchange for a financial benefit. Rather, it depends on what makes air conditioner use more necessary or instead more negotiable. This negotiability depends on how buildings, technologies, and strategies deliver or maintain coolth, or support heat-tolerance. The equation is shifted beyond devices and choices in isolation, to broader questions about how a less grid- dependent society might evolve, and how to foster this reduced dependence. Demand response classically defined depends on not-using something that would have been used otherwise, in a short-term view. A broader view of DR also raises the need to account for longer-term changes in demand, which (in being long-term) can no longer count as demand response. Current demand patterns, their variability, and the electricity dependency of activities are not random. They are intentionally and non-intentionally constructed. Even some strategies that are intended to make a cleaner, more efficient, more manageable energy future create electricity dependencies. This is obvious in the case of grid-connected smart devices, but also comes in, for example, in energy efficiency codes that discourage passive cooling in the name of efficiency (Kordhamshidi & King 2009), accordingly influencing the co-evolution of energy systems, buildings, technologies, and practices toward less diversity and higher electricity-dependence. In summary, contra pressures to dehumanize demand response and render it metricisable within speculations of the future, a more historical stance, including consideration of what past strategies might remain useful and relevant, can help reduce electricity dependence. These older, lower-impact strategies may rarely be admitted in device-centric definitions of efficiency. The relevant questions about energy reliability then include considering the lock-in effects of abandoning older, less electricity- dependent, but partly redundant cooling systems, such as evaporative cooling or shading. What might make such alternative strategies, new or old, easier to develop and apply? ",
        "73 Electricity Dependencies, Independencies & Synchronization For most of human history, renewable energy has predominated. People have historically managed the shortages and intermittency that are characteristic of renewables. The contemporary world is largely different than this past in heavy, and increasing, reliance on uninterrupted electricity for communications, transportation, memory, financial transactions, water, etc., and in some countries, increasing animation of an \"Internet of Things.” Electrification of everything that does or could use energy has become a frequent hallmark in visions of a manageable clean energy future. Grid reliability is accordingly seen as more essential than ever, e.g., due to the dependence of smart technologies on power and concerns about cybersecurity. Relying on this reliability is risky. Managers of critical infrastructures have backup plans in case of power outages. These plans may or may not work well in actual blackouts. Blackouts happen for a variety of reasons, but within DR frameworks, they are a worst- case scenario and exactly what is to be avoided. What actually happens, and how people adapt, during blackouts and brownouts, becomes interesting not only for its own sake but also to help think about how and how well more of daily life can work with less, or no, electricity. As noted in the workshop description, what the future will look like cannot necessarily be well-anticipated. So fostering social adaptability, rather than abdicating it to intended smartness, should be part of the debate. Many countries currently have unreliable electricity grids. An estimated 15% of the world’s population does not have access to electricity or at least grid-tied electricity 54 .Yet, the non-electrified live and not necessarily in misery, and those with unreliable electricity find ways to adapt when power is not available. These adaptations, and this adaptability, might help in thinking about energy futures anywhere. This broader view of capacity also highlights temporality and the degree of synchronization of what people do. Despite the technical possibility of doing most things at anytime and anywhere, demand for electricity, roads, attention, and other trappings of activity remain highly uneven over time. For example, electric lighting may have helped “colonize” the night 100 or more years ago in some areas (Melbin 1987) but this colonization has been fairly limited, despite what might seem like major practical advantages of living off-peak. This may yet change, with consequences for synching renewables-centred supply with electricity demand, but the availability of technical capacity has not automatically accorded social response. Adapting Policies And Questions The short argument above suggests various ways of expanding the demand-response view from the current core DR framework to one that adds several important, yet quite- addressable, topics falling outside the current framework. Figure 2 highlights some of these topics in blue text. 54 As per World Bank https://data.worldbank.org/indicator/EG.ELC.ACCS.ZS (accessed 31 January 2018) ",
        "74 Figure 2: A bigger view of demand response and its dependencies Conclusions Demand response is aimed at maintaining reliable electricity supply by ensuring the economic appeal of doing so. Expanding to a view of DR that attends to the range of sociotechnical systems that constitute demand and render its flexibility may lead to policies and societal adaptation that increase the degrees of freedom that can be mustered to adapt to shortages and absences of electricity. Acknowledging this is a first step. What is also required are ways to encourage adaptability of sociotechnical systems and to avoid policies and developments that lead to brittleness with respect to electricity supply. Given limitations of top-down planning, one of the major questions that this revised framing invites is how to call on, and not cripple, the abilities of society as a whole to answer. Doing so will require better consideration of social ingenuity, an area where academic methods and attention are weak. References Good, Nicholas, Keith A. Ellis, and Pierluigi Mancarella. 2017. “Review and classification of barriers and enablers of demand response in the smart grid.” Renewable and Sustainable Energy Reviews 72 (5): 57– 72. Kordjamshidi, Maria, and Steve King. 2009. “Overcoming problems in house energy ratings in temperate climates: a proposed new rating framework.” Energy and Buildings 41(1): 125–32. Labanca, Nicola. 2017. “Ontological fallacies linked to energy, information, and related technologies.” Chapter 8 in Nicola Labanca, ed., 2017, Complex systems and social practices in energy transitions: framing energy sustainability in the time of renewables. Springer. Labanca, Nicola and Ângela Guimarães Pereira. 2017. Workshop description v8. Exploratory workshop on energy sustainability in the transition to renewables.: framings from social practices to complex systems theories. Melbin, Murray. 1987. Night as frontier: colonizing the world after dark. New York. Free Press. Shove, Elizabeth. 2017. “Energy and social practice: from abstractions to dynamic processes,” Chapter 9 in Nicola Labanca, ed., 2017, Complex systems and social practices in energy transitions: framing energy sustainability in the time of renewables. Springer ",
        "75 Energy Transition: the Normalizing Power of Apparatuses Dario Padovan University of Turin, Department of Culture, Politics and Society, IT, is Associate Professor of Sociology at the University of Turin and he is member of the Department of Culture, Politics and Society. He works since long time on history of social sciences, environmental sociology, social metabolism, sustainable consumption, environmental conflicts. He is coordinator of the Unesco Chair on Sustainable Development at the University of Torino. He is member of Editorial Committee of Theomai Journal (Buenos Aires), Chosmos & History (Melbourne, Australia). He is member of Esa RN 12 on “Environment and Sociology”, and of RN 6 on “Sociology of Consumption”. Recently he is doing research on household metabolism, environmental accounting, urban metabolism regulation, circular economy, sociology of practices, energy, environmental conflicts, smart energy grids, socio-technical systems transition. dario.padovan@unito.it Smart grids are tools that can make imaginable the management of “direct interaction and communication among consumers, households or companies, other grid users and energy suppliers” (European Commission, 2011). A smart grid allows for savings, allows for good and real-time information, and connects providers and users. Yet, what is still lacking in the claim for smart grid is an ontological dimension of interaction among energy, grid and human agents. In our idea, it is not enough to enunciate an amount of technical characteristics that should mark the grid and its smartness. What we are trying to do is to provide a deeper and more complex frame for the energy smart grid implementation embracing not only the technical but also human agency. To accomplish this task, we use two main perspectives. The first one is to conceive energy grids as technological zones, in which metering standards, communication infrastructures, and socio-technical evaluation bring together. The second one is to conceive energy grids as apparatuses in which asymmetric lines of power, knowledge, information, decision- making, and intensity constitute the ontology of the grid itself. A smart grid that wants to align or flatten the original disparities making itself more effective must change by actualizing its creative potential. As far as an apparatus such as an energy grid is constituted by heterogeneous components such as corporate actors, people and devices, its ordering is always unstable and challenged by the mutating conditions of environment. However, despite the fluctuating orders, everything that happens and everything that appears into the grid correlates with orders of differences: of level, temperature, pressure, tension, potential and intensity. When aligned, these differences produce new configurations between the elements of the grid. These new alignments are those that allow the grid to be smart. However, despite the plethora of demonstration projects, the smart grid system is still much in the making, and there is still a gap between the ideas of the future system and the practical realisation of these ideas. In order to get an effective transition toward smart grids, important aspects that are so far considered merely technological have to be managed, faced, and where possible, overtaken. The conceptual framework of this work mainly derives from, and was mainly tested against, the results of an empirical investigation focused on thermal grids and carried out in Turin in 2014 and 2015. Technological zones Thermal grids are situated socio-technical systems powered by long-distance fuels that combine hard technical infrastructures and devices with expectations of ordinary and pre- established actions and behaviours from both distributors and final users. In this sense, they need for working repetitive interactions among all human agents and technical devices involved and locally composing the grids. A thermal grid can also be understood as a technological zone that develops in extensity where differences and intensity are reduced thanks to standardized techniques, procedures, and spatial forms. Investigating the ",
        "76 functioning of transnational economic arrangements, Barry (2006) suggests that technological zones take one or a mix of three forms: a. metrological zones; b. infrastructural zones; c. zones of qualification and improvement. Technological zones described by Barry (2006) are “forms of space which are neither territorially bounded nor global in their extension, yet are of considerable political and economic significance”. This definition fits our idea of energy grid in the sense that even it is deployed at the rather local level, the energy flowing into it comes from different and often very globalized sites and infrastructures. However, due to the nature of our investigation, our focus is on agents acting where the grid is deployed, on a space of place “within which differences between technical practices, procedures or forms have been reduced, or common standards have been established” (Barry, 2006). We believe that the analytical approach of “technological zones” to investigate energy grids is plausible in order to pinpoint hotspots and difficulties in the process of smartness. Metering Infrastructures Assessment Conventional energy grids Very few consumption data for final users. Convey only energy. Provider and final user are unaware of their practices Smart energy grids Real-time and detailed data on consumption. Convey energy, data, instructions, advises, and order. Provider and users modulate and harmonize their conduct. Foucault’s Apparatuses Technological zones are mainly technology-oriented. It is not wrong to depict energy grids in terms of technical standardization but this seems to exclude something else. Here we broaden the Foucauldian perspective suggested by Barry embracing the interesting concept of dispositive or apparatus forged by Michel Foucault along all its oeuvre (see Agamben, 2009; Raffnsøe, 2008; Bussolini, 2010). An apparatus is “a thoroughly heterogeneous set consisting of discourses, institutions, architectural forms, regulatory decisions, laws, administrative measures, scientific statements, philosophical, moral, and philanthropic propositions-in short, the said as much as the unsaid. Such are the elements of the apparatus” (Foucault, 1980, 194). The apparatus itself is the network that can be established between these elements, but it is also an assemblage or a hybrid of technical and social elements, which has the strategic function in a given moment to respond to a urgency. Foucault refers to the apparatus as a device consisting of a series of parts arranged in a way so that they influence the scope. An apparatus indicates an arrangement that exerts a normative effect on its “environment” because it introduces certain dispositions. Foucault claimed that the end of an apparatus or a dispositive is a “normative effect” or “normalization”. “To what end is this apparatus [dispositif] directed? It is, I think, something that we can call “normalization.” Instead of considering the mechanics of the disciplinary apparatus, Foucault tried to look at its effects of normalization, at what they are directed toward, the effects they can achieve and that can be grouped under the rubric of “normalization” (Foucault, 2003, p. 49). Undoubtedly, the process of normalization of people’s conduct related to energy use is crucial for energy politics. The core idea of technical scholars such as engineers and policy makers when they think about a very efficient energy grid is to deploy tools to make people act in a predictable way and in conformity with the new standards conveyed by the grid, for example the necessity of “peak shaving”. This idea is in some way consistent with an idea of normative or normalizing power delegated to technical apparatus. In our view, it appears reasonable to apply the apparatus’s concept to energy grids. Norms are thus developed and inscribed into a play of power, aimed to overcome resistances, to change inertial habits and to orient future choices. Data standardization and collection is crucial to monitor the functioning of the energy grid, to drive it towards more efficient ways ",
        "77 to provide and use energy, and to discipline agents for more appropriate behaviour. Infrastructures provide the architectural frame in which power and prescriptions flow. In the case of the energy grid, “functional over-determination” refers to the interactivity between effects of constructive or destructive interaction/interference that might create a need to adjust or rework the connections between elements. A perpetual process of “strategic elaboration” happens whereas the strategic objective is the reduction of energy dissipation alongside the grid. This energy grid transition is not irenic, but constellated by more or less critical contradictions that ask for perpetual adjustments. This holds for example the interest of provider to provide increasing amount of energy or the aspiration of the final user to freely use the desired amount of energy without constraints, or again the right of final users to exercise a quasi-total control on their piece of apparatus. What we discovered in our investigation on thermal grids is that our actors would take place inside the apparatus, cooperating in it, sharing the power circulating in it. The problem is that they cannot do it because they are “off-grid”, separated from the apparatus or deprived of their potential or virtual agency to act on it. Moreover, when they are incorporated into the grid, they fight with the grid’s devices, that resist any intervention and intrusion. As claimed by a public building manager, he essentially tries to develop “some friendly relations with the thermal apparatus”. He tries to enable a dialogue with it: “It should not be difficult to control thermostats: it is just about setting the temperature. In reality, it does not work in this way [...]. The problem is that only those who have installed the implant can act on the system. We need autonomy to act directly upon the system. This is what is lacking due to the system design. Corporate policies aimed at reducing consumption have been activated, but if there is no control on the thermal system, if there is no feedback with devices, if these devices are out of user control, it is impossible to implement any energy regulation policy” (Interviews with public building manager). Final users expect to be active grid supporters and not only passive objects of grid, aiming to drive and sway technological improving dynamics, as in the case of the public building managers. They also are not really persuaded to interact permanently with devices in order to improve their performance. Moreover, here we see the will of user to be part of the apparatus. Not only the apparatus exercises a silent and impersonal power of disposition upon agents, but also it is able to arouse the need to be part of it, to be a piece of it, to coordinate his/her practice with technical performances of the dispositive. This user’s outlook, this projection, is consistent with the idea that power conveyed by the grid has not the essential function of prohibiting, preventing, and isolating, but the function of allowing the circulation, change, and multiple combination of elements to make grid works. This dilemma regarding practices into the grids arises a broader general question regarding the role of technical devices and artefacts in the evolution of the apparatus. Technical apparatuses provide intimate, pervasive, and profound reconfiguring of practices performed by agents, but this reconfiguring is often unstable and unfixed. References Agamben G. (2009), What is an Apparatus?, trans. David Kishik and Stefan Pedatella, Stanford University Press, 2009 Barry, A. 2006. Technological Zones. European Journal of Social Theory 9 (2): 239–253. Bussolini J. (2010), What is a Dispositive? Foucault Studies, No. 10, pp. 85-107. European Commission (2011), “Definition, expected services, functionalities and benefits of smart grids”, Accompanying documents to communication from the commission to the European Parliament, the Council, the European economic and social committee and the committee of the Regions, “smart grids: from innovation to deployment”, com (2011) 202 final Brussels, 12.4.2011 sec (2011) 463 final. Foucault M. (1980), Power/Knowledge: Selected Interviews and Other Writings, 1972-1977, New York: Pantheon Books. 1980, 194-196. Raffnsøe, Sverre (2008) “Qu’est-ce qu’un dispositif? L’analytique sociale de Michel Foucault,” Symposium (Canadian Journal of Continental Philosophy / Revue canadienne de philosophie continentale): Vol. 12, pp. 44-6 ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by electronic mail via: https://europa.eu/european-union/contact_en FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications from EU Bookshop at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european- union/contact_en). ",
        "K J - N A - 2 9 4 6 7 - E N - N doi:10.2760/39331 ISBN 978-92-79-97536-3 "
    ]
}