{
    "text": [
        "ISSN 1021­1675 I N F O R M A T I ON F R OM THE E U R O P E AN C O M M U N I T I E S' P U B L I C A T I O NS O F F I CE IN THIS ISSUE: Regional policy in the EU: Reaching the aim of economic and social cohesion see our Supplement Combating arms trafficking: Report on the EU's programme for preventing illicit arms trafficking page 2 ■ Shaping the new Europe: Giving people a greater say in the way Europe is run page 3 e-Europe for all: The Commission wants to bring everyone in Europe online as quickly as possible page 4 Wanted: polluters who pay! New Commission White Paper on environmental liability page 5 Good food must carry a label: New EU initiatives to avoid dioxin and other crises page 6 Jobs for all in the future? Innovative solutions must back-up new working practices page 7 EU capital markets: Economic reforms must be intensified page 8 Wake up, Europe! The EU's apparently intractable competitiveness shortfall page 9 Towards a European research area: Commission calls for a reinforcement of the EU's R&D policy page 10 Obtaining EUR-OP products: Publications, videos, CD-ROMs and database access are available from a sales agent near you page 11 Creating a Europe of knowledge: Nikolaus van der Pas: 'A higher budget for education' page 12 External relations 2 Citizens' Europe 3 Information society/ telecommunications 4 Environment 5 Transport/agriculture/ fisheries 6 Social policy/ employment/health 7 Economy/services/SMEs 8 Euro/competitition policy/external trade 9 Energy/research 10 EUR­OP distribution network 11 Education/culture/ women 12 Getting in shape for enlargement The Intergovernmental Conference 2000 To make enlargement a success, the EU Institu­ tions must change their working methods as in the EU15 the decision­making process is already cumbersome. EU Member States, in collabora­ tion with the Commission and the European Parliament, have begun far­reaching discussions on how to reform the European Institutions without compromising the prospects of enlarge­ ment. This poses particular problems for the Council, which at present is made up of repre­ sentatives from governments of each Member State. Radical changes in the way it operates may be discussed at the Intergovernmental Con­ ference (IGC) 2000, during which Member States must reach conclusions on a range of important issues. The aim is to resolve these problems by the end of 2000. Qualified majority voting should remain the general rule for deci­ sion­making in the Council, and the Commission proposes to limit exceptions to this rule (see below). Obligatory consultation of the Parliament should be extended. The Commission further proposes to maintain 700 the maximum number of Members of the European Parliament (Art. 189 of EC Treaty). The Parliament should pro­ pose new arrangements for allocating these seats. The number of Commissioners in a 28­ Member Union should be fixed at 20, with a sys­ tem of rotation fixed by Treaty dealing with each Member State on equal terms either on the basis of a pre­set order or a one Member per Member State system. Further measures foresee a fundamental reorganization of the Commission (see below): COM (2000) 34 Bn. Adapting tlw Institutions to make a success of enlargement ­ Commission opinion: Cat.: KA­NF­00­ 002­EN­C (+ES,DA.DE,GR,FR,IT.NL.PT.F1,SV). ± 57 pp., €8. In a second communication, the Commission presents proposals for extending qualified­ ¿€0* i f*W majority voting to taxation and social security. As regards taxation, the Commission proposes that EU decisions on measures to remove obstacles to trade ­ for example penalizing a business which carries out activities in differ­ ent Member States (double taxation) ­ should be taken by qualified majority voting. Similarly for VAT and excise duties, decisions which sim­ plify current rules ­ e.g. as applied to the growth of electronic commerce ­ should also be taken by qualified majority voting. This should further apply to tax measures making a direct contribution to environmental protec­ tion and measures to combat fraud, lax evasion and tax avoidance. Furthermore, the arrange­ ments for coordinating national social security for migrant workers, which have been in force since 1959, should again be modernized by means of qualified­majority­decisions. As numerous aspects of social policy are already adopted by qualified majority, the Commission insists that this be extended to social security matters that have repercussions on the Single Market: COM(2000) 114. Commission proposal for the reform of EU courts: COM(2000) I09fin. More information on the Kit' can be obtained trom all Euro­ pean information sources (see p. 11 ) or: http://www.europa.eu. int/igc200G7 bor more information on enlargement see p. 2 and: http://europa.cu.int/comm/enlargement/index.htm Join the dialogue on Europe! The Commission invites the European public to take part in a Dialogue on Europe addressing the issues at stake. Europeans know too little about how the EU Institutions operate, but deci­ sions taken there are increasingly impacting on our everyday lives. This operation accompanies the Intergovernmental Conference (IGC) 2000 to help to bring Europe closer to its citizens and to counter the view held by some observers that the EU's institutional system is characterized by a democratic deficit. The Dialogue on Europe should also answer other major questions such as 'how should the EU function tomorrow in order to ensure that an enlarged Europe pro­ vides Europeans with all the services they expect?' littp:/Av\\v\\v.eiiropa.eu.iiit/igc2000/ What is 'constructive abstention\"? What stands behind 'Article 308' of the EC Treaty? How does the weighting of votes lake place in the Council'? The Glossary ­ Institutions, Policies and Enlargement of the EU contains more than 150 definitions of essential aspects of European current affairs: Free in all the official Ell languages from all European informal ion sources (see p. 11 ), http://europa. eu.inl/comm/rcprcsenl en.htm Glossary on the Internet: bt(p://europa.eu.inl/8cadplus/leg/en/cig/g4000.htm 'Accountable, responsible, efficient, transparent' The European Commission wants to apply the best administrative practices operating world­ wide. The Commission's reform, to be fully implemented by the second half of 2002, is based on four key principles: 'accountability', 'respon­ sibility', 'efficiency' and 'transparency'. The Commission is accountable to the European cit­ izen for its actions and will have to report to the Council and the Parliament on its activities and the efficient use of its resources. Each Commis­ sion official, as an individual, has to take respon­ sibility for his/her actions and the chains of approval should be as short as possible. 'Effi­ ciency' means that cost­effectiveness must have a premium, whereby the Commission will have to modify its own internal procedures. A modern administration must be transparent, open to the citizens. To these general principles a number of specific actions will be added, such as 'codes of conduct' for good administrative behaviour, for relations with the Parliament and new rules to enhance public access to EU documents. The Commission also proposes a radical change in financial management and control. Comprehen­ sive human resources policies should enable the Commission's employees to develop their careers through improved recruitment and pro­ motion systems, training provisions, manage­ ment and social infrastructures: COM(2000) to Qn.; Vol. 1: Consultative document; Vol. 2: Action Plan; http:// europa.eu.int/comm/reform/index_en.htm 'Open Europe' ­ just a slogan? Every EU resi­ dent should have the right and possibility to access official EU documents. The only excep­ tions should apply to the protection of the public interest, respect for privacy, commercial or industrial secrets, confidentiality required by third parties and the protection of the interests of EU Institutions: COM(2000) 30 fin. A 'real big bang': When presenting the new White Paper on the Commission's reform, its President Romano Prodi reaffirmed to the European Parliament that reform was aimed at providing the Commission with an administra­ tion that constituted a model for the 'advanced use of information technologies, a wholly com­ puterized model of administration'. 'We have been accused of being submerged in paper, we shall be a paperless Commission', announced Mr Prodi. This 'revolution' will be based around three axes: 1. Definition of key policies and their concrete implementation, through targeted and flexible use of resources. The 'activity­based management approach' will be the key instru­ ment allowing for coherence between aims, actions and resources to be ensured. 2. 'Our true wealth lies in our human resources', noted Mr Prodi, admitting that he had found a demoral­ ized administration lacking in motivation in Brussels, whereas, before, it had been proud of its work. 3. Financial management is no doubt the trickiest element, according to the Commis­ sion's President, who specified that the aim will be to create in each Directorate­General, a man­ agement and control system that allows for opti­ mal and rigorous use of resources. This will involve going from the current system based on centralized mini controls to a new system com­ Taxing air travel... ... should be more closely aligned to the envi­ ronmental costs, according to the Commission. It recommends that a 1997 proposal for taxing energy products be adopted by the Council of Ministers as soon as possible, so as to allow Member States to levy taxes on commercial avi­ ation fuel used on domestic flights and ­ subject to bilateral Air Service Agreements ­ on flights between Member States: COM(2000) ι io fin. billing decentralized management control with an effective system of cenital auditing. This would be a 'real big bang, not only at an organi­ zational but also at a cultural level', said Presi­ dent Prodi. Commission While Paper - Reforming the Commission: COM(2000) 200; http://curopa.cu.inl/comm/ off/while/reform/index en.hi in An age of learning Cedefop's vocational training policy report 2000 . .. see page 12 CEDEFOP ■■■am:­'\"... AH about Europe http://eur­op.eu.int ",
        "EXTERNAL RELATIONS S t a b i l i ty f i r s t! In the EU candidate countries, GDP grew again in the second quarter of 1999. However, the rates of growth vary from country to country: from ­ 4.0% in Lithuania to +6.4% in Slovenia. Since 1993 Central European countries' (CECs) trade with the rest of the world has more than doubled. In 1997 it accounted for about 2.9% of world trade, mainly involving machinery/vehi­ cles and other manufactured articles. Import and export patterns are fairly similar. Trade between the EU and the CECs has also increased significantly since 1993, at an average annual rate of about +20%. In recent years, Slovakia and the Czech Republic have focused more on trade with the West. With exports reaching 52% and 46% of GDP in 1998, they have established themselves as two of the top exporting countries in Central Europe: Eurostat's Statistics in focus: Economy and Finance, No 3/2000: Cat.: CA­NJ­OO­003­EN­C (+DE.FR): External Trade, No 1­2­3/2000: Cat.: KS­NO­OO­OOK­2­3)­ EN­C (+DE.FR), ± S pp., single copy 66, annual subscription €84 (paper), €60 (PDF). For more information: Eurostal Press Office, BECH A4/018, L­2920 Luxembourg, fax (352) 43 01­353 49, e­mail: pressofficefe'eurostat.cec.cu.ini. hltp://europa.cu.int/comm/curostat/ Agenda 2000 Enlargement ­ Composite paper 1999 ­ Reports on progress towards accession by each of the candidate countries: Cat.: CM­26­99­594­EN­C (+ES.DE.DA, GR,FR,IT,NL,PT,FI,SV),54pp.,€8. Review and prospects of EU support for economic­ reform programmes: COM(2000) 58 fin. Enlargement Website: http://europa.cu.int/comm/cnlargcmenl/index.htm The Commission suggests that certain economic and political conditions be fulfilled by certain South­East­ ern European countries in order to continue the stabi­ lization and association process and develop bilateral relations in commerce, financial assistance, economic cooperation and contractual relations. Bosnia­Herze­ govina will continue to benefit from autonomous com­ mercial preferences. A stabilization and association agreement is premature due to political uncertainty and institutional weaknesses. The federal authorities in the FRY/Serbia have made no progress in these areas. Negotiations for an agreement should take place with the former Yugoslav Republic of Macedonia, due to its positive and exemplary role in the region. Negotiations with Albania are possible in the future: COM(2000) 49. Sanctions against FRY: An updated list of persons debarred from admission to the EU is published: OJ L 56,2000. The EU Cooperation Programme for Non­prolifera­ tion and Disarmament in the Russian Federation sup­ ports arms control and safe and environmentally sound decommissioning. In the first phase the programme will contribute to, inter alia, a pilot chemical weapons destruction plant situated in Gorny (region of Sara­ tov): OJ L331,1999. The EU's vision for its partnership with the Ukraine: OJL 331,1999. Proposal to give the EU legal basis to support bodies set up by the international community after conflicts by either taking charge of the interim civilian administra­ tion of certain regions or by implementing peace agree­ ments: COM(2000) 95 fin. The EU supports sustainable peace and respect for human rights in Afghanistan: OJ L 21, 2000 (common position). External relations ­ news and updates: http://europa.eu. int/comm/exlernal_rclations/index.htm E u r o p e an R e f u g ee F u nd The Commission proposes to redress the balance between the efforts of the Member States in matters of asylum by creating a system for dividing resources in proportion to the burden of expenditure of each Mem­ ber State, while at the same time encouraging those Member States with the least­developed infrastructure and services for asylum and refugees to make good the disparities in this area. Provision is to be made for emergencies arising from a mass influx of refugees, displaced persons or asylum­seekers, without jeopar­ dizing the long­term measures ­ these are the main objective of the European Refugee Fund: COM(99) 686 fin. Visa regime: 'Die Commission proposed to adopt a common list of the third countries whose nationals must be in possession of visas to cross the EU's exter­ nal borders, and a list of countries who are not subject to this obligation: http://europa.eu.int/scadplus/leg/en/lvb/ 114007b.htm First, second or third country? Of the EUI5, Bel­ gium, Ireland, Italy and Finland do not make use of the 'safe country of origin principle' in asylum­seek­ ing procedures. All EU Member States except Ire­ land make use of the 'safe third country' principle. What is behind all these principles, and which other instruments are used, in the EU and globally, for asylum seekers and refugees? EP Working Paper, LIBE 108 EN: Asylum in the EU Member Slates: Free in English only: Mrs Andrea Subhan, EC, DG Research, Division for Social, Legal and Cultural Affairs, rue de la Loi 200, Β­1049 Brussels, fax (32­2) 28­ 490 50, e­mail: asubhan@europarl.cu.inl Combating arms trafficking During the second year of the EU Programme for pre­ venting and combating illicit trafficking in convention­ al arms, the Member States contributed to solving the problems relating to illicit trafficking of small arms and their proliferation. Various working groups or committees were set up in the Member States to enhance national coordination and information exchange. Also important was EU participation in the work of international organizations on projects such as the UN­led action in former Yugoslavia, the UN's draft firearms protocol as well as participation in regional projects (especially in Africa). The Council Working Group on Exports of Conventional Arms (COARM) agreed that Member States would concen­ trate the second and third parts of the programme ini­ tially on southern Africa, but other problem regions have been included in aid given by the Member States: OJ C 15,2000. A proposed protocol supplementing the UN Conven­ tion against transnational organized crime seeks to clar­ ify the definition of firearms: OJ L 37, 2000 (common position). Defence restructuring and convertion ­ Sociocultttral aspects: Cat.: CG­NA­19­235­EN­C.329 pp., €47.50. The Commission proposes to step up EU action against anti­personnel landmines: COM(2000) ill. Health research for developing countries The aim of Health Research with Developing Countries INCO­DC 1994­98 has been to strengthen the scientific basis for the delivery of healthcare to the population at large in developing countries. The impact of the application of available resources is yet to be optimized. EU health research in developing coun­ tries has supported many projects on the tools to combat bacterial and viral diseases together with projects on non­communicable diseases. Research was also undertaken in the field of parasitic diseases. Despite notable successes in the fight against such diseases in recent years, e.g. Chagas' disease vector control in Latin America and Onchocerciasis control in West Africa, the general situation has deteriorated in some cases: Cat.: CG­ 23­99­023­EN­C, 432 pp., €23. Guidelines for water resources development cooperation ­ Towards sustainable water resources management: http://europa. eu.int/comm/developmcnt/publicat/water/en/ frontpage_en.htm Health Research with Developing Countries INCO-DC 1994-1998 Partners for life The new EU­ACP partnership agreement, to be signed by the end of May 2000 replacing Lomé Convention TV (which expired on 29 February 2000), will be a global agreement for the long term, though with a definite expiry date. It will contain a revision clause and a financial protocol covering a five­year period. The partnership involving 71 developing countries will be implemented by means of three interactive pillars: political dialogue, development cooperation and economic and trade cooperation. The devel­ opment strategies should be guided by the central objective of reducing and, in time, eradi­ cating poverty through an approach integrat­ ing the political, economic, social and environmental dimension. The parties also agree on four fundamen­ tal principles: the equality of the partners and own­ ership, participa­ tion, dialogue and mutual commitments, and respect for differences. The EU has proposed that good governance be part of the essential elements, alongside respect for human rights, democratic principles and the rule of law. EU­ACP coopera­ tion in 1998 ­ Towards a new long­term partnership agreement: Free (ΕΝ/FR): EC, DG Develop­ ment, rue de la Loi 200, B­1049 Brussels, fax (32­2) 29­925 25, http://europa.eu.int/comm/devel opment/index_en.htm The Commission proposes transitional measures to fill the legal vacuum created by the expiry of Lomé IV: COM(2000) 63 fin. Proinvest is the EU­ACP Partnership Programme for the Promotion of Investment and Technology Flows to the ACP Countries. For more information: EC, DG Development, rue de la Loi 200, L­1049, fax (32­2) 29­925 25, http://europa.eu.int/ comm/deveIopment/sector/proinvest_en.htm The EU became the world's fifth largest aid donor in the 1990s. In 1997 the EU provided $6.6 bn or 12.2% of all aid disbursed by the OECD countries. Indeed, taken together EU and Member States' aid accounted for well over half (55.3%) of world aid in 1997. The changing regional position of EU aid reflects to a large degree the political bias of European aid­giving. Currently, the largest aid disbursement goes to sub­Saharan Africa, fol­ lowed by the Central and East European countries, the New Independent States, the Middle East and Southern Europe, Latin America, and Africa north of the Sahara. The main sources of EU aid are the EU budget, the European Development Fund and the European Investment Bank. The EC External Cooperation Programmes: Free in English only: EC, DG Development, rue de la Loi 200, B­1049, Brussels, fax (32­2) 29­925 25, e­mail: development@cec.eu.int, http:// europa, eu. ¡nt/comm/developmenl/index_en.htm South Africa is the African country with which the Commission has its largest cooperation programme. Annual Report 1998: COM(2000) 8 fin. The Commission suggests measures to improve the current relationship with non­governmental organizations (NGOs), for example by reducing the number of projects, caring more about quality, improving selection pro­ cedures, settling financial guaranties rules, solving the subcontractors prob­ lem and creating an N GO registration system: COM(2000) 11 fin. Compilation of texts XXII ­ Association of the overseas countries and territories ­ French overseas departments, 1998: Cat.: BX­25­99­398­EN­C (+ES.DA,DE.GR,FR,1T,NL,PT,FI,SV), ± 177 pp.,€13.50. A new EU programme (2000­06) assists and promotes the transition to a market economy and reinforces democracy in the partner states in Eastern Europe and Central Asia: OJ L 12,2000. Asia­Invest (1997­2002) is an EU initiative to help prepare companies and business organizations from Europe and Asia enter into long­term strate­ gic alliances. For more information: Asia­Invest Secretariat, rue Archimede 17, B­1000 Brussels, fax (32­2) 282 17 60, e­mail: asia.invest@asia­invest.com, http://www.asia­invest.com From the same address, free in English only: Asia­Invest News, bimonthly newsletter. Developing closer relations with Indonesia: COM(2000) 50 fin. EUR­OP News is published four times a year by the Office for Official Publications of the European Communities (EUR­OP) Editor: Alexander von Witzleben. Assistant editor: Ariane Dänzer. Assistant: Sarah Keller. Stagiaires: Alvaro Ballesteros, Catherine Bridge, Martin Gutwillinger, Soledad Pascual. Layout: Iris Glaser. Photographs: Jean­ Jacques Patricola. EUR­OP News wishes to thank the Translation Service of the European Commission in Luxembourg for its speed, cooperation and efficiency. EUR­OP News Vol. 10, No 1/2000. Print run: 308 500 copies. The text of this issue was completed on 18 March 2000. The next issue of EUR­OP News will be published in Summer 2000. Address: EUR­OP News, 2, rue Mercier, L­2985 Luxembourg, tel. (352) 29 29­1, fax (352) 29 29­420 27, e­mail: Alexander.von­Witzleben@cee.eu.inl,hllp://www.eur­op.eu.int © European Communities, 2000: Reproduction is authorised provided the source is acknowledged, but neither the Institutions of the European Union nor any person acting on their behalf can be held responsible for any use to which this information may be put. EUR­OP News can be obtained free of charge from: Christine Michaut, EUR­OP News, Office 266, 2, rue Mercier, L­2985 Luxembourg, fax (352) 29 29­427 58, e­mail: opoce­europnews@cec.eu.int Please send me EUR­OP News on a regular basis: Mr/Mrs/Ms First name Institution/Company Street PO Box Town_ Postcode .No _Country_ Please indicate your language choice (tick the relevant box): □ ES □ DA Q DE Q GR α EN □ FR □ IT α NL □ PT □ FI α sv NOTE: EUR­OP News is published quarterly and it may be some time before you receive your first copy. Please do noi send repeal applications. Wc arc unable to acknowledge individual applications 1/2000 ",
        "CITIZENS' EUROPE Shutting out racism On 7 April 2000 the new headquarters of the European Monitoring Centre on Racism and Xenophobia in Vienna will open its doors. The centre is an independent EU body made up of 18 people, designated by the Member States, the European Parliament, the Commission and the Council of Europe. Their task is to study the evolution of racism, xenophobia and anti semitism in the EU, to analyse their causes and consequences. The Centre is also preparing a European information network on racism and xenopho bia: EUMC, Rahlgasse 3, A-1060 Vienna, fax (43-1) 580 30 99. e-mail: office@eumc.at: http://www.eumc.al The Commission's anti-racism Website: http://cc.cec:8082/comm/dg05/fundamri/eu_ racism/index_en.htm EU Legal Texts on Drugs - the first CD-ROM of the European Monitor ing Centre for Drugs and Drug Addiction - contains over 200 key legal texts on the drugs phenomenon, the Commission's Communication on the EU Action Plan to Combat Drugs (2000-04) as well as the conclusions of the European Council meetings on drugs issues: Cat.: AO-06-97-723-EN-Z, €70. http://www.emcdda.org/publications/publications_cd.shtml No money for terrorists! The Council recommends intensifying coopera tion to prevent the financing of terrorist groups. EU Member States should exchange any information available by their security authorities concern ing the groups which present a specific threat (selected by the competent Council Working Party): OJ C 373.1999. EU a u d i t i ng a nd anti-fraud The EU's Court of Auditors accepted all the annual accounts of the various EU agencies and foundations as reliable and regards the underlying trans actions, taken as a whole, as legal and regular presents: Agency for Safety and Health at Work, Environment Agency, Agency for the Evaluation of Medicinal Products, Translation Centre, Centre for the Development of Vocational Training, Training Foundation, Foundation for the Improvement of Living and Working Conditions, Monitoring Centre for Drugs and Drug Addiction, Monitoring Centre on Racism and Xenophobia, Community Plant Variety Office and Office for Harmonisation in the Internal Market: OJ C 372, 1999. For more information: Court of Auditors. External Relations Department. L-I615 Luxembourg, fax (352) 43 98-464 30, e-mail: euraud@eca.cu.int, http://www.eca.eu.int PHARE Programme: Special report of the Court of Auditors on PHARE crossborder cooperation (1994-98), accompanied by the replies of the Commission: OJ C 48,2000. General budget of the EU for die financial year 2000: OJ L 40.2000, €172.50; overview: Cat.: C6-26-99-732-EN-C (+DE.FR), ± 23 pp.. €22. Crossborder complaints The Commission's Green Paper on legal aid in civil matters aims to solve the problems of crossborder complainants, following the drive to create 'an area of freedom, security and justice in the EU'. 'Legal aid' is defined as: the provision of free or low-cost legal advice or court representation by a lawyer, exemption of costs such as court fees, and/or direct financial assis tance to defray any of the costs associated with litigation. Ideally all obsta cles should be abolished inhibiting an applicant from Member State A to obtain legal aid in Member State B where he/she is a non-resident. All interested parties are invited to submit comments: COM(2000) 51 fin. T he virtual w o r ld Shaping the new Europe of statistics Eurostat, 'your key to European statistics', inaugurated its new Website: http://europa.eu.int/comm/eurostat/ EU statistical information is available in English, French and German in a user-friendly way with daily updates. The Eurostat site contains key indicators, news releases, Eurostat news, publications, institutional information about Eurostat and more than 200 links to the main statistical and international organizations. CEIES, the European Advisory Committee on Statistical Information in the Economic and Social Spheres, is currently organizing three seminars for users and producers of statistics: The role of Education and Training Statis tics in the functioning of the Labour Market (11-12 May 2000, Thessaloniki, Greece); Transport Statistics at the Dawn of the third Millennium (26-27 October 2000, Madrid, Spain); Quality and costs of Statistics - the case of leading indicators (November/December 2000, France). In March 2001, a high-level conference will be organized in Brussels to celebrate CEIES' IO\" 1 anniversary. For more information: Josée Nollen, EC, Eurostat, R-2, BECH A4/124, L- 2920 Luxembourg, fax (352) 43 01-326 29, e-mail: josee.nollen@cec.eu.int Innovative ways of meeting user needs on official statistics - Proceedings of the sixth seminar: Free (+DE.FR): Euroslat Press Office, BECH A4/018. L-2920 Luxem bourg, fax (352) 43 01-325 94, e-mail: pressoffice@eurostat.cec.eu.int EUR-OP online IDEA: Who's who in the EU? hltp://europa.eu.int/idea/iden.html EUR-Lex: The Official Journal and EU law online (PDF): hltp://europa.eu.intyeur-lex CELEX: The complete EU law for professional users: http://europa.eu.intycelex EUDOR: Online document delivery: http://eudor.eur-op.eu.int EUR-OP: All about Europe: http://eur-op.eu.int During 2000-05, the Commission will pursue four strategic objectives: 1. promote new forms of European governance, i.e. continue with the reform of the EU Institutions and give people a greater say in the way Europe is run (see p. l); 2. make Europe a stable place with a stronger voice in the world through successful enlargement and a real policy of cooperation with our neighbours: 3. pursue a new economic and social agen da, i.e. modernize our economy for the digital age in a manner which promotes employment and sustainable development, whilst remodelling the systems of social protection: COM(2000) 154 fin; Work Programme for 2(XM: COM (2000) 155 fin.; http://europa.eu.int/comm/off/work/index_en.hlm 1999 was a very important year for the EU: the euro was introduced, the enlargement process gathered momentum, foundations for institutional reform were laid and Agenda 2000 came into being. The General Report on the Activities of the EU - 1999 provides a general overview alongside system atic references to the Official Jour nal, previous general reports, the monthly bulletins of the EU and a chronology of the main events: Cat.: CM-25-99-891-EN-C (+ES.DA,DE.GR.FR, IT,NL.PT, FI.SV), ± 568 pp., €38, http:// europa.eu.int/abc/doc/off/rg/en/welcome.hlni The Bulletin of the EU and the Gen eral Report on a multilingual CD- R O M: To be published soon: Cat.: KA-2700- 855-1F-Z (1F= ES/DA/DE/GR/EN/FR/IT/ NL/PT/FI/SV): €120. Free information leaflet in all the official EU languages from all Euro pean information sources (see p. 11). http:// europa.eu. int/comm/rcpresent_en.hlm Who's who in the EU Institutions? The new edition includes the orga nizational changes undertaken by the new Commission and changes resulting from the last election to the European Parliament: To be published soon: Cat.: FX-24-99-324-EN-C (+ES.DA.DE.GR,FR.IT, NL.PT,FI,SV),€30. Review of the Council's work in 1996: Cat.: BX-09-97-769- EN-C (+ES,DA,DE,FR.IT.NL,PT.FI.SV). ± 224 pp.. €28. European Parliament - List of Members: Free in ES/DA/DE/GR/EN/FR/IT/NL/PT/FI/SV from all EP offices (see p. 11). Voter turnout at regional and local elections in the EU: Cat.: GF-25-99-245-EN-C (+ES.DA.DE,GR,FR,IT.NL.PT.FI. SV), + 60 pp., €7. Evaluating Quality of Life in European regions and cities: Cat.: GF-25-99-205EN-C (+ES,DA,DE,GR.FR.IT.NL.PT.FI, SV).±70pp.,€7. Europe Direct - Dialogue with Citizens and Business is a service which helps citizens and businesses find out how to exploit their rights and opportunities in the EU: Free information brochure in all the official EU languages from all EU information sources (see page 11); http://europa.eu.int/citizens; http:// europa, eu. int/business To know EU is to love EU The key aim of the EU Publishers' Forum, managed by EUR-OP, is to stimulate a dynamic publishing partner ship between the EU Institutions and European pub lishers. This alliance aims to fulfil EUR-OP's main objective of bringing Europe closer lo ils citizens by improving access to information. One of lhe Forum's 300 members is Euroconfidentie/, a Brussels-based publisher specialized, since 1989, in reference works on the EU. Its new Guide to EU Information Sources on the Internet (launched in April 2000) will cover some 2 000 institutional and non-institutional sites including site names, URLs, publishers' details, contents descrip tion, languages and currency of information. The guide will be accompanied by a quarterly newsletter. EUR- OP News subscribers are offered a special 10% reduc tion on this and other Euroconfìdentiel lilles. For more information: Nigel Hunt, Euroconfìdentiel, rue de Rixcnsart 18, B-1332 Gcnval, fax (32-2) 653 01 80, e-mail: nigel.hunt@euronet.be Another partner of the EU Publishers' Forum is Chad- wyck-Healey. Its Server Know Europe, launched by Commission Vice President Neil Kinnock, is a new online resource that gives straightforward answers lo questions on the EU. It contains a database of over 54 000 records, offers 14 000 news items, more than 4 300 facts and figures, details of over 23 000 people, places and functions, and 8 000 further reading func tions. Il is designed for libraries, scholars, researchers, governments and businesses, and contains an e-mail alert service for news in the field of choice: http://www.knoweurope.net Price single user: €4 495 (excl. VAT). For orders and more information: Chadwyck-Healey Lid, The Onorimi, Barnwell Road. UK-Cambridge ('115 8SW, fax (44-12 23) 21 55 13, e-mail: knoweurope@chudwyck.co.uk /·.'(/ Publishers· Enrum: Kuri (ibiser. EC, EUR-OP, rue de la Loi 200, HI 150 Brussels, e-mail: info-forum-opoce@cec.eu.inl, hltp://eur-op.eu.int/general/en/forum. htm The EUis legal base European Union (EU) law affects the life of European citizens, for example as regards their fundamental rights and their freedom of movement and establish ment. To construct a European union, the Member States concluded treaties establishing first the Euro pean Communities, and subsequently the EU, with institutions adopting legal rules in specific fields. To ensure that the law produced by the EU is respected, understood and uniformly applied in all the Member States.judicial bodies are necessary. These judicial bod ies are the Court of Justice (CJ).set up in 1952, and the Court of First Instance, created in 1989 in order to assist the CJ with its workload and to strengthen the judicial safeguards available to individuals. The CJ is composed of 15 judges and 9 advocates-general from all EU Member States and has handled about lOfOOO cases since its establishment. It may also act as a consti tutional court by settling disputes between the EU institutions and the Member States or. indeed, between Member States themselves. Competition proceedings and ECSC cases, as well as disputes between the EU and its officials and other servants are now dealt with by the Court of First Instance. Your questions on the Court of Justice of lhe EC: Free in all the official EU languages: Court of Justice. Press and Information Division, bvd. Konrad Ade nauer, L-2925 Luxembourg, fax (352) 43 03 26 00, e-mail: info@curier.- cu.int, htlp://www.curia.cu.inl Recent judgments can be found in EUR- Lex: http://curopa.cu.inl/cur-lex Treaty of Amsterdam - what has changed in Europe: http://europa.eu.int/comm/dglO/publications/brochures/move/instit/ amst-change/biblLen.html Free in all the official EU languages from all European information sources (see p. 11). http://europa.eu.int/ comrn7represent_en.htm The Directory of Community legislation in force con tains all EU legislation. It helps users identify relevant documents by giving exact reference for obtaining the full texts (including any amendments) from the legal database CELEX. Volume I contains the Analytical register, consisting of 20 chapters with acts arranged according to subject. Volume II contains the Chrono- Jogical index and the Alphabetical index of these acts. Cat.: Vol. I: JX-3S-99-001-EN-C (+ES.DA.DE.GR.FR.IT.NL.PT.FI. SV): Vol. 11: JX-38-99-O02-EÎM-C (+ES.DA.DE.GR.FR.IT.NL.PT.FI. SV); Vol. /+//.· ± 1616 pp.. €110. Online directory: http://europa.eu.int/ eur-lex/en/lif/ index.html In order to produce simple and precise legislative acts. common guidelines for the quality of drafting EU legis lation were established (OJ C 73. 1999): Cat.: BX-24-99-809- EN-C( + ES,DA.DE.GR.FR.IT.NL.PT.FI.SV).±13pp..€7. 1/2000 ",
        "EUR-OP hg 1 R V i^ INFORMATION SOCIETY/TELECOMMUNICATIONS Cyberspace jobworld The 'Internet generation' is taking over the employment market. Some 9 mio Europeans already practice teleworking, and out of the 117 mio people aged at least 25 in Europe, 81 mio are already in learning establishments. By the year 2010. half of all jobs will be in sectors which are either major producers or intensive users of information technology (IT) products and services. Employ­ ment in the Information Society is becoming less stable and less safe than in the past, much depends on having the 'right' skills and a capacity to adapt. What is alarm­ ing, the Commission stressed in a recent report entitled Employ­ ment Strategies in the Information Society, is the fact that the rate of Internet penetration in the EU only represents one­third of that in the US. The risk of social exclu­ sion is reaching an alarming level, with those earning average or lower than average incomes not using the Internet. Comparisons at international level show that, in Europe, compared to their inter­ national counterparts, the next generation of workers will not have key skills. The qualification deficit already exists today, and the lack of specialists in IT could reach 1.6 mio jobs by 2002 in Western Europe. To close this gap, universities must forge a pact with industry to ensure that courses deliver the skills required. By the end of this year, social partners should set framework conditions and practi­ cal arrangements l'or teleworking to become widespread. In sum. Ihe Commission recom­ mends lhe following in the fields of learning, working, society and enterprise: I. Link all schools to the Internel by 2002, and ensure that all teachers possess the key Information Society skills. 2. Ensure that all workers have the opportunity to gain Information Society literacy, establish a flexi­ ble framework for teleworking, and apply user­friendly standards for equipment to improve the employability of people with dis­ abilities. 3. Set up citizen­friendly Internet sites with information on civil rights and public services, public Internet access points plus on­site Information Society train­ ing in all communities, for exam­ ple in libraries or post offices; e­administration can overcome barriers of time and distance and give citizens public information and services when and where they want them. 4. Encourage entre­ preneurship through fiscal poli­ cies rewarding risk taking, espe­ cially regarding stock options and industry­research collaboration, and promote the use of Informa­ tion Society tools by small and medium­sized enterprises (SMEs) in public programmes. The Com­ mission's Strategies for jobs in the Information Society complement the e­Europe Initiative (see below): COM(2000) 48 fin. Free in English only: EC, D(i Employment, Information Centre, rue de la Loi 200. B­1049 Brussels, fax (32­2) 29­ 623 93. e­mail: cmpl­info@cec.eu.inl The Information Society pages on the Europa Server have been restructured. The Website of the Commission's Information Society Directorate­General can now be found at: http://curopa.eu.inl/comm/dgs/ information_society/index_en.htm, the Website on Information Society related issues (including policy areas, research, publications, speeches, press releases and events) at: http://europa.eu.int/comm/ information_society/index_en.htm The Commission argues that the creation of a ccTLD Top Level Domain for the EU (.eu) would strengthen the image and infra­ structure of the Internet in Europe. The EU Institutions themselves had to adopt the sub­ optimal solutions of .eu.int and .cec.be. Many companies and organizations seek registrations in the World Wide Web in the US­ based existing TLDs, such as .com, and in other TLDs elsewhere, such as Niue (.nu) and Tonga (.to). In such cases, it is difficult to ensure the appropriate degree of adherence to European law and policies such as competition, data protection, intellectual property rights and consumer protection: COM(2000) 153 fin., http://curopa.cu.int/ comm/information_society/policy/internet/i ndex_en.htm All interested parties are invited to address their comments to: infso­ dot­eu­consull@cec.eu.int, fax (32­2) 29­539 e­Europe for all Every EU citizen, every home and school, every business and administration must benefit from the Informa­ tion Society. The Commission's e­Europe Initiative aims to bring everyone in Europe online as quickly as possible through: 'European youth into the digital age', cheaper Internet access, accelerating e­commerce, fast Internet for researchers and students, smart cards for secure electronic access, risk capital for high­tech SMEs; e­participalion for the disabled, healthcare online, intelligent transport, government online. All these actions focus on specific ambitious targets which need to be achieved urgently and for which a joint effort of the Member States, the Commission and citizens is required: COM(99) 687 fin., http://europa.eu.int/comm/iniOrmation_ society/eeurope/index_en.htm, e­mail: ecuropc@cec.cu.ini e­Europe ­ An Information Society for All­ Progress report: COM(2000) 130: IP/00/239: http://europa.eu.int/rapid/start/ ι ι I li I i ll Electronic archives Ihe second multidisciplinary European DLM­Forum on Electronic Records (Brussels, 18­19 October 1999) brought consensus in three main areas of follow­up activities: 1. development ol' a reference model for managing documents and records in public administra­ tions (special DLM­message to ICT­industry); 2. real­ ization of a modular European training programme on electronic documents and records management (Ε­TERM) for administrators and archivists, improve­ ment of skills and recruitment facilities in Europe; 3. implementation of a reinforced DLM Action Plan (1999­2004), which will concentrate on access for the European citizen and funding priority activities. To become a DLM correspondent and receive regular updates on elec­ tronic archives management, look for the announcement of the DLM correspondents network on lhe DLM­Wehsite: http://www.dlmfo­ rum.eu.org For more information: 1NSAR. European Archives News, No 7: Free in DE/EN/FR: EC. Historical Archives. Office JECL 3/40. rue de la Loi 200. B­1049 Brussels, fax (32­2) 29­610 95. e­mail: archis@cec.eu.int Your own personal satellite The Commission proposes to extend the validity of Decision 710/97/EC ­ which established a new framework for the coordinated introduction in Europe of new generations of satellite systems offering services directly to individual user terminals ­ until the end of the year 2003. The process of cooperation between the EU and the European Conference for Posts and Telecommunica­ tions started in 1997 and is not yet complete. An extension would give the Commission the possibility of continuing the good work done so far: COM(99) 745 fin. Consumers@shopping Goods ordered on the Internet often arrive very late or not at all. Inter­ national consumer protection rules are non­existent. These are examples of the shortcomings of the 'unlimited possibilities of electronic com­ merce'. Consumers@shopping, an international comparative study of real­life experiences in online shopping, identified good and bad prac­ tice and recommended improvements. Regulators and retailers still have a lot of work to do; in many product areas choice is still very limited, ser­ vice is not reliable at all. often there is no information about complaints procedures, or consumers do not even know the 'real world' address of a company. Many retailers are very quick to charge purchasers for goods long before they arrive, but not when it comes to returning money owed. In international transactions it is often not clear which country's legisla­ tion is applicable. International guidelines governing e­commerce are recommended and the development of an internationally recognized certification or labelling scheme, which would show the consumers which shops offer high standards of consumer protection. And in case something goes wrong, there should be a third­party redress mechanism for consumer complaints: http://europa.eu.int/comm/dg24/library/surveys/surl2_en.hlml No credit from e­money institutions: The business of any electronic money institution other than a credit institution (as defined by Directive 77/780/EEC as 'an undertaking whose business is to receive deposits or other repayable funds from the public and to grant credits for its own account') will soon be supervised EU­wide. All business activities other than the issuing of electronic money will be restricted to the provision of closely related financial and non­financial services, such as the adminis­ tering of e­money by the performance of operational and other ancillary functions related to the issuance, as well as to the storing of data on the electronic device on behalf of other undertakings or public institutions. The planned directive also includes provisions for redeeming e­money in coins and banknotes. The regime, on the whole, responds to the specif­ ic risks associated with the issuance of e­money, ensuring that it can unfold its full potential: OJ C 26,2000 (common posilion). Unified rules for the legal recognition of electronic signatures and the accreditation of certification­service providers will act against prevalent barriers to e­commerce and strengthen confidence in the new technolo­ gies. The EU calls upon the Member States to meet essential require­ ments specific to electronic­signature products before 19 July 2001: OJ L 13.2000. 'Knowledge networks', or 'collaborative networks', are fast becoming the basic units for innovation and production in our new economy. Com­ panies are embedded within networks, such as the supply chain, techno­ logy transfer brokers, boards members and investors, which all contribute to the corporate knowledge. 'Knowledge networks' should be seen as a scheme, which would permit the way between the supplier and user of information to be shortened and help valorise external resources. However, certain barriers, such as the low degree of information and communications technology literacy among heads of industrial compa­ nies, must be overcome. A study looks at 18 case studies from six EU Member States and Canada: Cat.:CO­25­99­253­EN­C,8i pp., €43. The futurology series Les cahiers de la cellule de prospective give a pre­ view of tomorrow's agenda. A new edition looks at technology for democracy: The participation of individuals in democracy is a major goal of European society. How can new information and communication technologies contribute to this aim, what are their dangers, and will the EU be able to make its decision­making process more democratic by using these instruments? La démocratie et la société de l'information en Europe: In French only: Cat.: CM­23­99­693­FR­C.il! pp.. €14.33. Electronic publishing: a new challenge for small and medium­sized pub­ lishers ­ Training pilot project supported by the INFO2000 Programme: Free in English only: Beatrice Grégoire, EC, INFO2000 Central Office, DG Information Soci­ ety, EUFO 1179, L­2920 Luxembourg, fax (352) 43 01­349 59/380 69, e­mail: beatrice. gregoire@ccc.cu.inl ' Computers on board! In­vehiclc information and communication systems can be very useful for the driver, but they can also distract the driver's concentration. The Commission has worked out a statement of principles on human machine interface for such systems, addressed to the European motor manufacturing and supply industries. These enterprises are invited to agree voluntarily on some essential safety aspects of the systems. Their design must in all circumstances be compatible with the driving task: the driver must be able to maintain control over the vehicle, feel comfort­ able and confident with the system and be ready to respond safely to unexpected occurrences. System instructions should also discourage unsafe or illegal use: OJ L 19,2000. Computerized transit system: The Commission proposes to conclude an agreement for the extension of the common communication network/common system interface (CCN/CSI) with the Swiss Confeder­ ation, the Czech Republic and each of the other non­EU partner countries, parties to the Convention of 20 May 1987 on a common transit procedure: COM(2000) 29 fin. 1/2000 ",
        "ENVIRONMENT Emissions trading 'Emissions trading' is a potential economic instrument for climate change policy in the EU It could help reduce emissions by allocating quotas to companies for their emissions. Companies that reduce their emissions bv more than their allocated quota can sell their 'surplus' to others who are not able to maintain their limits so easily. Thus, companies selling quotas can make an extra profit when reducing emissions. The Commission's Green Paper on greenhouse gas emissions trading within the EU aims to improve our understanding of emission trading. The Commission proposes a limited EU emissions trading scheme by 2005 to enable 'learning by doing' prior to the Kyoto Protocol's emissions trading (from 2008): COM(2000) 87. Interested parlies are invited to submit comments before 15 September 2000 to: EC. Mr J. Delbeke, DG Environment, Head of Climate Change Unii, rue de la Loi 200, B­1049 Brussels, e­mail: env­climale@cec.eu.int The Commission's proposed list of common policies and measures to reduce greenhouse gases (and to reinforce Kyoto) covers energy supply and consumption, transport policy, the industrial sector, waste, research and international cooperation: COM(2000) 88. All cars in the EU should soon be fitted with on­board diagnostic systems for emission control: OJ L 44,2000. This also includes vehicles with positive­ ignition engines: COM(2000) 42 fin. By 18 January 2001, information on the fuel economy and CO ; emissions of new passenger cars should be made available to all buyers of new cars in the EU, to enable them to make an informed choice. A label carrying this information should be attached to, or displayed near, each new car at the point of sale: OJ L12,2000. Economic evaluation of air quality targets for tropospheric ozone: Cat.: CR­32­99­001(2,3)­EN­C. 375 pp., €57 (3 volumes). Air Emissions ­ Annual topic update 1998: Free in English only: EEA, Kongens Nytorv, 6, DK­1050 Copenhagen, fax (45­33) 36 71 99, e­mail: information.center@eea.eu.ini. http://www.eea.eu.inl Atmospheric Emission Inventory Guidebook: http://themes.eea.eu.int/toc.php/ state/air?doc=39186&l=en EU focus on clean air: Free in all lhe official EU languages: EC, DG Environment, Information Unit, rue de la Loi 200, B­1049 Brussels, fax (32 2) 29­695 60. e­mail: envinfo@cec.eu.inl Wanted: polluters who pay IVIore harmony in water quality On the way to the EU Water Framework Directive, the Commission has drawn up an initial list of priority (dangerous) substances when monitoring EU waters. The priority list, which starts with Alachlor' and ends with 'Tri­ fluralin', is based on the risk to the aquatic ecosystem and to human health via the aquatic environment. To identify these substances, a procedure called COMMPS (Combined Monitoring­based and Modelling­based Pri­ ority Setting) has been elaborated in collaboration with the Fraunhofer Institute for Environmental Chemistry and Ecotocicology. The basic idea is to rank the substances for which sufficient data are available according to their relative risk in an automated manner and to apply expert judgement for the final selection of priority substances. The Fraunhofer study moni­ tored about 750 000 surface water items and about 70 000 items in sedi­ ment: COM(2000) 47 fin. Quality of surface fresh water ­ Common procedures for the exchange of information, 1993­95: Cal.: CR­20­99­599­EN­C, 340 pp.. €55. Presentation and assessment of the State and pressures of the marine and coastal Mediterranean environment: Free in English only (summary +FR): EEA (see address above). Concerted action on dam­break modelling: Free in English only: EC. DG Research, rue de la Loi 200, B­1049 Brussels, fax (32­2) 29­582 20, e­mail: info@cec.eu.int Proposal to conclude the new Convention for the Protection of the Rhine: COM(2000) 61 fin. EU foCUS OU clean Water: Free in all the official EU languages: EC, DG Environment, Information Unit (see address above). The Commission White Paper on Environmental Liability explores how the 'polluter pays principle', a key element underpinning the EC Treaty, can best be applied. Avoid­ ing environmental damage is cur­ rently the main aim. Having explored different options for EU action, the Commission concludes that the most appropriate is a new framework directive on environ­ mental liability. The White Paper is in response to a request from the European Parliament for proposals for legislation in this field. Human activity severely damages the environment, as witnessed by the recent accident of the Erika oil tanker and the incident, some years ago, near the Doñana nature reserve in the South of Spain, to name but two. Hundreds of thou­ sands of birds and other creatures have suffered and died in these environmental disasters. Liability for damage to nature is a prerequi­ site for making those accountable for the negative effects of their operations on the environment. A change of attitude should resull in an increased level of prevention and precaution. On adoption of the White Paper, Environment Commissioner Margot Wallström slated: 'We have now laid the foun­ dations for an environmental liabil­ ity regime for Europe. Legislation in this field will provide common rules to ensure that polluters will effectively be held responsible for the environmental damage they cause. This will improve protection of the health of Europeans and our natural environment'. Since the protection of health is also an important environmental objective, an EU regime should cover both 'traditional damage' (damage to persons and goods) and 'environmental damage'. So far, the Member States have established national environmental liability regimes that cover damage to per­ sons and goods, and they have introduced laws to deal with liabili­ ty for, and the cleaning up of, conta­ minated sites. However, until now, these national regimes have not really addressed the issue of liabili­ ty for damage to nature (including contamination of sites and damage to biological diversity, areas and species covered by the Natura 2000 network). This is one reason why those liable have focused their responsibility on other people's health or property, but have not yet considered their responsibility for damage to the wider environment. This has traditionally been seen as an area for which society as a whole should take responsibility, rather than the individual perpetrator who actually caused the damage. Under the new EU regime, the party liable should be the one that caused the damage. In case of envi­ ronmental damage, any compensa­ tion should be spent on the effective restoration of the damage. Public interest groups should have the right to act where public authorities responsible for tackling environmental damage fail to act (1998 Arhus Convention on access to information, public participation in decision­making and access to justice): COM(20(X)) 66 fin.. http://europa. eu.int/comm/environmcnt/liability/index.htm Natura 200(1: http://curopa.eu.inl/comm/envi­ ronment/nalure/home.hlm Risk containment: The issue of when and how lo use the 'precau­ tionary principle', both within the EU and internationally, is giving rise to much debate. Decision­ makers are constantly faced with the dilemma of balancing the free­ dom of individuals, industry and organizations with the need lo reduce lhe risk of adverse effects to the environment, human, animal or plant health and safely. Enormous advances in communications tech­ nology have fostered a growing sensitivity to the emergence of new risks, before scientific research has been able to fully evaluate the problems. Currently at EU level the only explicit reference to the 'precautionary principle' is to be found in the environment title of the EC Treaty (Art. 174).Thus, the Commission seeks to: I. promote the use of the 'precautionary prin­ ciple' and embed il in lhe treaties and in LU administrations; 2. establish guidelines for applying it; 3. build a common understanding of how lo assess and communicate risks when scientific data are still inadequate; 4. avoid unwarranted recourse to Ihe principle (protec­ tionism): COM(2000) I fin. 'Endocrine disrupters' arc sub­ stances suspected of interfering with the hormone systems of humans and wildlife, negatively affecting development, growth, reproduction and behaviour. They can also cause cancer.The Commis­ sion intends to devise a new strate­ gy to respond quickly and effec­ tively to the problem on the basis of the 'precautionary principle'. The strategy points to the need for, inter alia, international cooperation and communication to the public: COM (99) 706 fin. Making sustainability account­ able: Eco­efficiency, resource pro­ ductivity and innovation: Free in English only: European Environment Agency (EEA). Kongens Nytorv. 6. DK­1050. Copen­ hagen, fax (45­33) 36 71 99. e­mail: informa­ tion.center@eea.eu.inl, http://www.eea.eu.int Free (+ES,DA,DE,GR,FR.IT,NL,PT,FI,SV, 1S.NO) from the same address: EEA multi­ annual workprogramme 1999­2003. Information tools for environmen­ tal policy under conditions of com­ plexity demonstrates that no single indicator encapsulates the whole problem surrounding ecological economics and that sustainability involves the quality of life for all the earth's inhabitants: Cai.: GH­26­ 99­716­EN­C,34pp.,€7. The Commission proposes the fur­ ther integration of agri­environ­ mental indicators in the Common Agricultural Policy: COM(2()00) 20 fin. The European Framework for Inte­ grateli Environmental and Eco­ nomic Accounting for Forests: Cat.: CA­27­99­241­EN­C,106pp.,€16. Nature conservation ­ Annual topic update 1998: Free in English only: EEA. see address above. Maps of environmental projects in Greece,Spain, Ireland and Portugal assisted by the Cohesion Fund (see our Supplement, p. 2); Cai.: CX­17­98­798­6L­ (' (0L­ ES/DE/( ¡R/EN/FR/PT), 43 pp..€9. Towards quality rural tourism ­ Integrated Quality Management of rural tourist destinations: Free in English only: Reinhard Klein, EC. DG Enter­ prises, rue de la Loi 200, B­1049 Brussels. lax (32­2) 29 969 d'i. e­mail: reinhard.kleinC^cec. cu.ini. hllp://europn.cu.int/comm/dg23/ tourism/tourism publications/pub list.lilml Evaluating Quality of Life in European regions and cities: Cat.: GF­25­99­205­EN­C (+ES,DA.DE.GR,FR, IT.NL.PT.FI.SV), ι 70 pp.. €7. Revised EU eco­label award selleille: OJ ('25.20(H) (common posilion). EU focus on green jobs: lice in all the official El ! languages: EC. DG Environment, Information Unii, rue de la Loi 200. B­1049 Brussels, lax (32 2) 29­695 60. e­mail: envinfotø'cec.eu.int EU environmental policy: hup:// eiiropa.cu.inl/comni/environmenl/ Waste(d) reports A Commission report on the implementation of waste legislation for the period 1995­97 reveals that none of the Member States' reports arrived on time and that Greece, Spain and Italy did not send any of the requested reports. Portugal has not sent the report on waste, hazardous waste and waste oil. The Netherlands have not sent the report on sewage sludge (sta­ tus May 1999). For these cases the Commission started proceedings under Article 226 EC Treaty: COM(99) 752 fin. Proposal to amend for the 21 time Directive 76/769/EEC on restrictions on the marketing and use of certain dangerous substances and prepara­ tions (substances classified as carcinogens, mutagens or substances toxic to reproduction): coM(99) 746 fin. Control procedures for shipments of certain types of waste to Malaysia: OJ L 41,2000. A new directive on the incineration of waste is in preparation: OJ C 25.2000 (common position). Hazardous waste generation in selected European countries: Free in English only: EEA (see address above). 1/2000 ",
        "EUR-OP hZ ! E ^ T A V» TRANSPORT/AGRICULTURE/FISHERIES Nature-friendly agriculture Following the reform of the Common Agricultural Policy (CAP) in 1992 and the implementation of the agri­environment regulation, support pro­ grammes for the agricultural environment now cover some 20% of EU farmland at a cost of 4% to the CAP budget. Organic farming has been growing in importance, accounting today for 1% of holdings and 2% of agricultural area in use, which means that organic holdings are above aver­ age size. In general, livestock farming, followed by fruit and vegetable growing, attract organic farmers more than arable farming. Agriculture, environment, rural development ­ Pacts and figures ­ A challenge for agriculture: Free (+DFÌ.FR): EC, (laude Vidal, Euroslat, JMO. rue Alcide de Gasperi, L­2920 Luxembourg, fax (352) 43 01­ 325 94. email: curostat­infodesk@cec.eu.int Nature Protection homepage: http://europa.eu.inl/ coni m/en vi ron menl/na ture/home.him New KU logt) for organic products: OJ L48,2000. Agri review: In 1998 the agricultural market grew in some sectors, such as cereals, due to good weather conditions and higher yields. Production in other sectors, such as wine and milk, remained stable. Internal demand also remained unchanged. International trade was disrupted by an internation­ al financial crisis leading to a decrease in world demand for agricultural products, particularly in south­east Asia and Russia. 40% of the EU's beef and pig meat was exported to Russia so that the cut back in exports to this country had particularly adverse effects on the markets in beef and pig­ meat.'Ihe fall in income in the pig sector was dramatic. In 1998, the Com­ mission's reform package for Agenda 2000 paved the way for a competitive agricultural sector based on environmentally­friendly production methods. The agricultural situation m the EU, 199«: Cat.: CM­19­98­811­EN­C ( t ES.DA.DE.GR. FR,GA,IT,NL,PT,FT,SV),i 523 pp., €22. First estimates for 1999 reveal a 4% fall in real agricultural income: Eumstai's Statistics in locus: Agriculture anil Fisheries, No 24/99: ('al: CA­NN­99­024­EN­C ( + DE.FR), t 8pp., single copy €6. annual subscript ion €84 (paper). €60 (PDF). For more i n formalion: Euro­ Mal Press Office, BECH Λ4/0Ι8, L­2920 Luxembourg, fax (352) 43 01­353 49. e­mail: prcssoffice@curostal.cec.cu.int, http://europa.cu. int/comm/euroslat/ huume of agricultural households sector ­ 1999 Reporl: Cal.: KS­27­00­516­ 3A­C(3A DE/EN/FR),273pp.,€4l,50. Commission proposal on prices for agricultural products for 2000­01: COM(2000) 77; IP/00/180: http://europa.cu.int/rapid/start/welcome.htm From 2000­06 wine production will be geared towards improving quality. CAP reform ­ the wine sector: Free in all Ihe official Ft) languages: Stella Zervoudaki, EC, DG Agriculture, rue dela Loi 200, Office I/I30­4/I48A, B­1049 Brussels, fax (32­2)29­575 40, hllp://europa.eu.int/conim/dg06/indcx.htm G o od f o od Trains for 200 million people People with disabilities represent around 13% of the population of Europe: over 60 mio people. Some have mobility problems, others are blind or deaf or have cognitive and learning difficulties, asthma or orientation problems. In addition the proportion of elderly people in Europe is set to rise from 21 % to around 31 % by 2020. If compan­ ions and people with temporary mobility restraints are taken into account, the potential market for more accessible railways could be 200 mio people by the year 2020. The Commission provides guidance to the rail industries and the public authorities responsible for trans­ port on best practice in meeting the needs of rail travellers with reduced mobility. Passengers' Accessibility of Heavy Rail Systems ­ Final report: Cat.: C3­23­99­475­EN­C, 260 pp., €24. Plane travel highlights: In 1997, intra­EU air traffic counted 153.6 mio passengers ­ an increase of 39.4% compared to 1993, and 8.1% compared to 1996. Extra­EU air traffic counted 171.2 mio passengers ­ an increase of 38.7% against 1993,and 8.9% against 1996.12.7% of total international intra­EU traffic was between the UK/Spain alone (both directions), 10% between Germany/Spain (both directions): Euroslafs Statistics in focus: Transport. No 1/2000: Cat.: CA­NZ­00­OOl­EN­C (+DE.FR), ± 8 pp., single copy €6, annual subscription €84 (paper), €60 (PDF). For more information: Euroslat Press Office (see address above). The protection of occupants of motor vehicles in the event of a frontal impact was improved. Three new tests proved decisive: upper foot impact test, lower foot impact test with and without shoes: OJ L9. 2000. New requirements for safety belts and restraint systems: OJ L 53, 2000. Transport research: Tropic ­ Traffic optimisation by the integration of information and control; Trenen 11 STRAN ­ Policy analysis for externalities in road transpon: models and results; Master ­ Managing speeds of traffic on European roads; PARIS ­ perfor­ mance analysis of road mfrastructure; Weather ­ Air/ground exchange of weather infor­ mation; Traffic ­ Traceubility of the evolution of communication, navigation and surveil­ lance requirements versus operational concepts; HVB ­ High voltage booster: Free in Eng­ lish only: Fernando Herreros­De­Tejada, EC, DG Transport/E, rue de la Loi 200. B­1049 Brussels, fax (32­2) 29­543 49, e­mail: fernando.herreros­de­lejada@cec.eu.int. http:// www.cordis.lu/transport/home.hlml Development of New Bituminous Pavement Design Method ­ Final report: Cat.: C3­2I­ 99­892­EN­C,373pp..€40. ... must carry a label: Regulation (EC) No 2772/1999 set up a compulsory labelling system for beef to oper­ ate in two stages: first consumers are to be given information readily available at the point of slaugh­ ter; then, as of 1 January 2003, the beef label will have to include additional information on where the ani­ mal was born and reared. Given the time required for adopting the regulation, the existing Regulation (EC) No 820/97 on voluntary labelling (which Member States may make obligatory for domestic production) is prolonged until 1 January 2001: OJ L 334.1999. Genetically modified foodstuffs: Regulation (EC) No 49/2000 enhances legal certainty for operators, con­ sumers and mass caterers by introducing a de minimis threshold value of 1% for genetically modified ingre­ dients (soya, maize). Regulation (EC) 50/2000 speci­ fies additional labelling requirements for food and food ingredients containing genetically modified additives and flavourings: OJ L 6.2000. Expensive diseases: The national cost of food­borne diseases is enormous and often underestimated. It is necessary to improve ways of reducing the risks of infection of Consumers. COST 97 ­ Pathogenic micro­ organisms in poultry and eggs: New technology for safe and shelf­ stable products: Vol. 8: Cat.: CG­NA­192­14­EN­C. 129 pp.. €19. Diagnosis, monitoring and prevention of micro­organisms associated with contamination of poultry meat, eggs and egg products: Vol. 9: Cal.:CG­NA­192­15­EN­C.93pp.€14.50. No dioxin crises through additives: The recent dioxin crisis highlighted weaknesses in existing EU legisla­ tion on animal foodstuffs intended to guarantee the safety of animal feed and the food chain. Against this background, the Commission proposes new maxi­ mum limits of undesirable substances (such as arsenic, lead, fluorine, nitrites and a series of other products such as aflatoxin Bl) in animal nutrition: COM(99) 654 fin. Recent visits of EU officials revealed that deficien­ cies remain in the effectiveness of official food controls in the Member States:COM(99) 751 fin. Cereals, fruit, vegetables: The Commission recom­ mends Member States to sample and analyse a series of pesticide residues in certain products of plan ori­ gin, so as to ensure compliance with maximum levels of pesticide residues permitted under EU legislation. Member States should regularly report to the Commission: OJ L 14.2000. The mandate of the Scientific Committee on Toxicity, Ecotoxicity and the Environment (CSTEE) is to investigate scientific and technical questions relating to the examination of the toxicity and ecotoxicity of chemical, biochemical and biological compounds whose use may have harmful consequences for human health and the environment. The opinions of the CSTEE are published on: http://europa.eu.int/comm/ dg24/heallh/sc/scl/outcome_en.hlml#opinions For more informa­ tion: Jorge Costa­David, EC. Secretary of the CSTEE, DG Health and Consumer Prolcction. rue de la Loi 200. B­1049 Brussels, fax (32­2) 29­573 32. e­mail: jorge.cosla­david@cec.cu.ini Flavour is rated one of the most important qualities in food by consumers. As consumers demand health­ ier food with less fat, sugar and salt, the food industry is increasingly interested in knowing more about the influence of the food matrix on flavour release and perception. COST 96 ­ interactions of food matrix with small ligands influencing flavour and texture: Cat.: CG­NA­192­28­EN­C, 166 pp., €25. Body weight and energy expenditure were some of the research priorities of the European research cooperation undertaken by COST, an intergovern­ mental initiative coordinating nationally funded research projects of 32 Member States. 1997­98 COST activity reporl: Cat.: CG­NA­192­19­EN­C, 91 pp.. €13. Common Fisheries Policy after 2002 The Commission's Report on the application of the EU system for fisheries and aquaculture in 1996­98 reveals that the effects of conservation measures on the state of fish stocks in EU and international waters under the Common Fisheries Policy (CFP) have not been satisfactory. This is particularly true for the stocks of the most prized fish such as gadoids (cod, haddock, hake, ...). During 1999­2001 the Commis­ sion will continue to manage and consolidate existing tools of the CFP, introducing new initiatives, such as: a) reform of the common market organization (see below); b) negotiation of new agreements, particularly with Morocco; c) proposals for a new regulation on the collection of essential biological and economic data: d) proposals for new guidelines for fisheries agreements; c) reform of the Advisory Committee on Fisheries and action in favour of strengthening fisher­ men's organizations and dialogue throughout the sector: COM(2000) 15 fin. During 1998­99. the main institutions and organiza­ tions in the EU 15 fishing industry have expressed their grave concerns regarding the CFP after 2002 in a series of regional meetings organized by the Com­ mission. On the issue of access to the 6/12 mile zone there were virtually no demands for the establish­ ment of a free access regime 'up to the beaches'. Only some demands were raised by Ireland. Portugal and the UK for strengthening the current regime in favour of coastal fishermen, for example by extend­ ing the current limit up to 24 miles or by abolishing the current neighbouring rights. Fishermen from Spain. Portugal. Finland and Sweden supported the abolition of all discriminatory restrictions on access to the North Sea. There was no consensus to scrap the quotas regime, although it was widely felt during the meetings that the TACs and quotas regime had failed to restrict stock exploitation rates: COM(2000) 14 fin. The new common organization of markets in fishery products takes into account new market develop­ ments and current shortcomings in existing rules. It comprises a price and trading system, common rules on competition and marketing standards. The EU Member States will have to draw up and publish a list of their commercial fishery products by 1 January 2002: OJ L 17.2000. The new fishery products prices guide for the year 2000 is published. This concerns fresh and frozen fish­ eries products and tuna for processing. The price of tuna and anchovy will be slightly reduced. In 1999, the price trend was positive for white fish, demand for which increased significantly on international mar­ kets. Demand was reduced, however, for some pelagic species, in particular herring and mackerel: OJ L 331, 1999. Fisheries ­ Yearly statistics 1999: Cat.: CA­26­99­829­3A­C (3A=DE/EN/FR). 46 pp.. €10. Fishing in Europe ­ a new Commission newsletter deals with the latest stories hidden in the deep blue Sea: No I/2OOO: Free in all lhe official EU languages/annual sub­ scription five issues per year: EC. DG Fisheries. Communication and Information Unit, rue de la Loi 200. B­1049 Brussels, fax (32­2) 29­ 930 40, e­mail: fisheries­magazine@cec.eu.int, http://europa.eu. int/comm/dgl4/dgl 4.html The EU's fisheries policy: http://europa.eu.inl/comm/dgs/ fisheries/index en.htm 1/2000 ",
        "REGIONAL POLICY SUPPLEMENT TO EUR-OP NEWS 2000 New opportunities for our regions Commissioner Michel Barnier on the EU's regional policy During 2000­06 the Commission will spend €195 bn on regional policy. Already since the beginning of the EC, hundreds of billions of euros have been made available to the Structural Funds to finance regional development measures. EUR­OP News asked Michel Barnier, Commissioner for Regional Policy, what these investments have achieved and what their impact has been on job creation. Mr Barnier: 'Regional policy has not only helped to reduce signifi­ cantly the disparities in living standards within the EU, but has also created new opportunities in many regions. Its resources are rela­ tively limited, accounting for less than 0.5% of European GNP, and it has thus been essential to focus on the regions in greatest difficul­ ty and on priority objectives. This makes it possible to avoid any fragmentation of Community aid. The Commission's report on the situation and the economic and social development of the regions of Europe, published in 1999, also shows that the four regions tradi­ tionally most economically backward ­ Greece, Spain, Ireland and Portugal ­ have made considerable advances over the last 10 years thanks to European regional policy, with their GNP rising from 65% of the EU average to 76.5%. Recent studies have shown that the Structural Funds enabled annual growth to increase by 0.7%. However, these studies too often appear to underestimate the real impact of the Structural Funds, since they do not take account of the changes in behaviour which regional policy has brought about in certain Member States. In Ireland, for example, many experts point out that it is thanks to EU programmes that the need to involve new operators in the development process and to concentrate on meeting priority eco­ nomic objectives is now accepted. Although action under the Struc­ tural Funds is known to have had an undeniable impact on eco­ nomic growth in the Union, its results in terms of creating jobs and reducing unemployment are more muted. This must remain one of the EU's major concerns, since part of European growth can be explained by increased use of the new technologies. We must also bear in mind that, in a period in which the active population in Europe is growing, it is more difficult to reduce unemployment. Despite these factors, it must be remembered that the Structural Funds have created or maintained 2.2 mio jobs.' EUR­OP News: 'What measures have been taken to try to achieve a balance between investment in transport infrastructures and environmental protection?' Mr Barnier: 'Improving and modernizing transport systems is cer­ tainly one of the priority objectives of European regional policy, since it is a determining factor in integrating the different regions of the EU. However, I also believe that environmental protection should be one of our major concerns. Cohesion policy in Europe is not being implemented to benefit just the present generation. European solidarity must also be aimed at future generations. The Single Act established the principle that the environment should be taken into account in and by all EU policies. Regional policy, how­ ever, makes it possible to directly fund infrastructures which improve the quality· of the air. water and waste processing. On this topic. I think it is worth pointing out that the new rules for these funds establish, for the first time, the application of the 'polluter pays' principle, under which anyone responsible for damaging the environment must bear the cost of repairing the damage. The four countries receiving cohesion funding ­ Greece, Spain, Ireland and Portugal ­ are also obliged to achieve a balance between the envi­ ronmental projects and the transport projects which they wish to have financed by the EU. The new ISPA Pre­Accession Fund for the applicant countries in Central and Eastern Europe is also aimed at drawing up a balanced spread of investment projects in the fields of transport and the environment.' EUR­OP News: 'The Structural Funds support measures at regional level. Do the projects implemented in each Member State have a Community dimension'? Do they contribute to the general interests of the EU?' Mr Barnier: 'Regional policy is aimed at allowing the citizens of Europe to live in their regions according to their own development model and their own social and cultural way of life. This policy is based on a European under­ standing of solidarity and economic and social development. I therefore think it contributes to the general interest. It is not of course for the Com­ mission to decide on the content of the projects. These are identified and devised by those who need them according to strategic priorities decid­ ed from the outset in agreement with the Com­ mission. Although these priorities must be adapt­ ed to local circumstances, they must also promote regional competitiveness, sustainable devel­ opment and equality of opportunities. I am also convinced that the Information Society technologies are an opportunity to be seized by many regions remote from the eco­ nomic hubs. In this respect, I am trying to persuade the Member States to take account of this factor in their projects. It must also be pointed out that there are Community­inspired programmes aimed at improving relations between certain regions of Europe Commissioner Michel Barnier and their close geographical environment. I am thinking, in particu­ lar, of Interreg, which will have a budget of €4.875 bn for the period 2000­06 and is aimed at crossborder, transnational and interregion­ al cooperation. For all these programmes, the Commission has put in place proven structures for disseminating methods and practices. Finally, innovative measures (0.51 % of the Structural Funds) direct­ ly administered by the Commission are aimed at promoting new development strategies.These innovation 'laboratories' allow origi­ nal ideas to emerge, which, through networking and exchanging information, benefit all the regions of the EU. Tire positive experi­ ence gained in the past has been integrated into the guidelines for the Objective 1 and 2 programmes for the period 2000­06.' What does Europe do for your country? Because of their economic and social differences, the regions of Europe and their inhabitants are not playing on a level field. EU regional aid is designed to develop the less­favoured regions and areas facing structural difficulties by supporting investment and job creation in a sustainable context.To face the challenges of the Single Market and of Economic and Monetary Union, the finan­ cial resources of the Structural Funds have continued to rise since 1988. For the period 1989­93. they had €64 bn (at 1989 prices) available, an amount which has risen to €155 bn (at 1994 prices) for the period 1994­99. At the Berlin European Council on 24­25 March 1999. the Heads of State and Government decid­ ed to allocate €260 bn to structural measures in the EU for the period 2000­06. Of this sum. €213 bn was committed to the 15 existing Member States via the Structural Funds programmes (€195 bn) and the Cohesion Fund (€18 bn) (see table below). An additional €47 bn was earmarked for the applicant countries for accession to the EU, €7 bn of which will start to be distributed as early as I January 2000 through the Instrument for Structural Policies for Pre­Accession (IS/'A) (see p. 4 of this Supplement). Obtaining free publications All free publications on regional policy can be obtained from: EC. Publication Service, DG Regional PoHcy/F.2 ­ Information Unii. CSM1 A00/234, 41 ave de Tervuren. B­1040 Brussels, fax (32­2) 29­660 03, e­mail: publication­ser­ vice@cec.eu.inl A lull lisi of regional policy publications is also available on the Inforegio Website al: http://www.inforegio.cec.eu.inl/wbdoc/ilocgener/gener_cn.htm Financing for Ibis Supplement lo EUR­OP News 1/2000 was provided by Ihe European Commission's Directorate­General Regional Policy. 'Hie Supple­ ment was produced by the Office lor Official Publications of the European Communities (EUR­OP): 2. rue Mercier, L­2985 Luxembourg, lei. (352) 2') 29­1, fax (352) 29 29­420 27, http://eur­op.eu.int/ Structural Funds 2000­06 The EU's Structural Funds aim to reduce inequalities between regions and social groups by addressing long­term social and economic problems and by promoting regional development. Priority Objectives (94% of SF budget) ■ Objective 1: Promoting the structural development and adjustment in regions lagging in develop­ ment (includes former Objectives 1 and 6) 69.7% of SF budget (€135.9 bn;4.3% will go to regions in transition) Community population affected: 22.2% Allocated funds: ERDF, ESF, EAGCF, FIFO; http://inforegio.cec.eu.int/dgl6_en.litma ■ Objective 2: Supporting the economic and social conversion of areas facing structural difficulties (includes former Objectives 2 and 5b) 11.5% of SF budget (€22.5 bn; 1.4% will go to regions in transition) Community population affected: 18% Allocated funds: ERDF, ESF; http://inforegio.cec.eu.int/dgl6_en.htm ■ Objective 3: Supporting the adaptation and modernization of education, training and employment policies and systems (includes former Objectives 3 and 4) 12.3% of SF budget (€1.1 bn) Allocated funds: ESF; http://europa.eu.int/comm/dg05/esf/en/index.htm • Outside of Objective 1 regions, particular programmes will finance accompanying measures to the Common Fisheries Policy. 0.5% of SF budget Allocated funds: FIFG; http://europa.eu.int/comm/dgl4/ ag2000/index_en.htm • Rural development programmes are implemented across the EU, financed by either the Structural Funds in Objective 1 regions or the Common Agricultural Policy outside Objective 1. Allocated funds: EAGGF; http://europa.eu.int/comm/dg06/fin/index_en.htm Cohesion Fund 2000­06 . CIS *' n rotat t.«***** This Fund helps the least prosperous Member States (GNP below 90% of EU average) to finance projects contributing to the improvement of the environment and to the development of transport infrastructure, http://www.inforegio.cec.eu.int/wbpro/procf/cf_en.htm (See page 2 of this Supplement) Community Initiatives (5.35% of SF budget) The Community Initiatives arc designed to resolve problems which have particular repercussions for the EU as a whole. ■ Interreg III ­ Crossborder, transnational & interregional cooperation (lid Regional Policy) €4 875 bn ­ ERDF hltp://www.inforegio.cec.eu.inl/wbdoc/docolfic/official/inlerreg3/index _en.htm ■ URBAN ­ Restoring hope in deprived neighbourhoods (DG Regional Policy) €700 mio ­ ERDF h(lp://www.inforegin.ccc.cu.inl/wbdoc/docolfic/official/urban2/indcx_en.hlm ■ EQUAL ­ Fighting labour market discrimination and inequalities (DG Employment ά Social Affairs) €2 847 mio - ESF http://curopa.eu.int/comm/dg05/empl&csf/news/lmdiscrim_cn.hlm ■ Leader* ­ Local rural development and networking (DG Agriculture) €2 020 mio ­ EAGGF http://europa.eu.int/comni/dg06/rur/lcadcrplus/index_en.htm Innovative actions and technical assistance (0.65% of SF budget) Implemented directly by the Commission via the ERDF and the ESF, the innovative actions are intended to develop new working methods that can be used to enhance the quality of Structural Fund programmes throughout the EU. Technical assistance consists mainly of studies, exchange of experi­ ence and information, the development of computerized management, monitoring and evaluation systems. Instrument for Structural Policies for Pre­Accession (ISPA) 2000­06 The ISPA is designed to assist the 10 Central and Eastern European candidate countries in join­ ing the EU. Its main priorities are: helping adjustment to EU environmental standards, links with the trans­European transport networks and familiarization with EU policies and procedures. http://www.inforegio.org/wbpro/ispa/ispa_en.htm (See page 4 of this Supplement) Sources: Structural Actions 2000­06 ­ Inforegio Website: http://www.inforegio.cec.eu.int/dgl6_en.htm ­ DG Regional Policy Website: http://europa.eu.intycomm/regional_po]icy/index_en.htm 1/2000 ",
        ".·„*.'. EUR-OP glRYtf: REGIONAL POLICY SUPPLEMENT TO EUR-OP NEWS T he Structural F u n ds Reducing economic and social disparities The main aim of the EU's structural policies is to help reduce economic and social disparities. Recent reports have shown that in general with the support from the EU Structural Funds, considerable progress has been achieved during the last 10 years in the regions that are lagging behind: in the period 1986-96, GDP per head in the 25 poorest regions increased from 50% of EU average to 59%. Regional development programmes are financed by the four Structural Funds: 1. the European Regional Development Fund (ERDF), which con centrates primarily on productive investment, infrastructure and the devel opment of small businesses; 2. the European Social Fund (ESF), which con centrates on vocational training and recruitment aid; 3. the Guidance Sec tion of the European Agriculture Guidance and Guarantee Fund (EAGGF), which supports rural development measures; the Financial Instrument for Fisheries Guidance (F1FG), which assists the structural adjustment of the fisheries sector. EU Structural Funds support national and regional development pro grammes in the weakest regions and labour markets. These programmes represent the culmination of a process to which all partners concerned - the Member States, the regions, other bodies and the Commission - have contributed (see below). The new programmes under the Structural Funds will involve a greater degree of concentration (both geographic and finan cial), more devolved management structures, improved efficiency and tighter checks. Regulation (EC) No 1260/99 lays down the general provisions on the Struc tural Funds; Regulation (EC) No 1261/99 on the ERDF, Regulation (EC) No 1262/99 on the ESF: OJ L 161, 1999; http://www.inforegio.cec.eu. int/wbdoc/docoffic/ official/reglem_en.hlm The part-financing of regional development programmes by the EU requires that EU priorities are taken into account. The Commission's guidelines for the period 2000-06 seek to help national and regional authorities prepare their programming strategies for Objectives 1,2 and 3 of the Structural Funds and their links with the Cohesion Fund projects. They have grown out of both accumulated experience of regional develop ment in Europe and evolving EU policies that affect this area. Three strate gic priorities have been identified: 1. regional competitiveness, 2. social cohesion and employment, and 3. the development of urban and rural areas. These priorities should help ensure the best possible use of EU assis tance at the national and regional level. Decentralized and broad partner ships, which maximize synergies and increase the commitment of all involved, are a key factor in the success of structural programmes: htlp://inforegio.cec.eu.inl/guidance Which areas? The lists of the eligible areas are made available on the Inforegio Website as soon as they are decided by the Commission: hup://www.¡nforeg¡o.cec.eu.ini/ wbnews/new_en.htm Objective I regions: Inforegio News, No 65/99: Free in all the official EU languages (see address on p. 1 of Ibis Supplement), http://www.inforegio.cec.eu. ini/documeni/pdf/document/newslet/65_99_cn.pdf Objective 2 regions in Belgium, Denmark, The Netherlands, Finland: OJ L 39,2000; sec also: http://www.inforegio. cec.eu.int/wbnews/new_en.htm (includes areas in Germany). Maps The maps of the eligible areas approved by the Commission for the period 2000-06 are available at: http://inforegio.cec.eu.int/wbover/overmap/omap_en.htm and: Luigi Nigri (sec address on p. I of this Supplement). How does the financing work? Financing from the Structural Funds is in the form of non-reimbursable assistance, not loans. The money is channeled through development pro grammes, which are negotiated between the Commission and each Mem ber State in cooperation with their regional and local authorities con cerned. The budget allocated to each programme provides finance for practical implementation of the measures it contains. The projects are selected by the (national or regional) managing authority who prepares the programme complement which specifies the final beneficiaries, financ ing plan and communication measures. Projects which receive money are therefore not selected by the Commission, but by the national or regional authorities responsible for each programme. It is here that bodies active in the social and economic life of the area (local authorities, associations, firms,...) should apply if they wish to receive support from the Structural Funds. All projects which receive European assistance must also receive Cofinancing from national or Other sources. More information about these pro grammes will be published in Inforegio News (see details above and on the Inforegio Website (http://inforcgio.cec.eu.int/) once the programmes are approved by the Commission, For lhe ml inaurine, rates, see Structural Actions 2000-06 - Comments and Regulations. Cohesion Fund Improving environmental and transport infrastructures The Cohesion Fund should continue to assist Greece, Spain, Ireland and Portugal, i.e. the EU Member States with a per capita GNP less than 90% of the EU average and running a programme to meet the targets of eco nomic convergence. As in previous years, assistance will go to projects in the fields of environment and transport (within the framework of trans- European networks). Resources are to be distributed* among the four recipient countries in accordance with the following bands: Spain 61-63.5%, Greece 16-18.0%, Portugal 16-18.0%, Ireland 2-6.0%. 'This distribution is based primarily on population, per capita GNP (taking into account the increase in national prosperity during the previous period) and surface area. The maximum rate of EU support granted by the Cohesion Fund ranges between 80-85% of public or equivalent expendi ture. However, that rale may be reduced in accordance with the 'polluter-pays\" principle laid down in Article 174 of the Treaty. A verification of eligibility on the criterion of 90% of the EU's average GNP will be carried out mid-term, i.e. in 2003. Appropriations will not be suspended until the public deficit of a country has actually reached 3%: Inforegio News, No 64/99: Free in all the official EU languages (see address on p. 1 of this Sup plement); http://www.inforegio.cec.eu.inl/wbncws/ncwslel64/archiv_en.htm The application of the 'polluter pays ' principle in Cohesion Fund countries: Free (+ES,DE,GR. FR.PT): EC, Publication Service (see address on p. I of this Supplement). Allocation of the Structural Funds 2000-06, breakdown by EU Member State and Objective Fur a description of the Objectives: see page 1 Country Belgium Denmark Germany Greece Spain France Ireland Italy Luxembourg The Netherlands Austria Portugal Finland Sweden United Kingdom Total Total of SF budget Reserve for transitional support New Objective 1* (mio 0 0 19 229 20 961 37 744 3 254 1315 21935 0 0 261 16124 913 722 5 085 127 543 69.7% 4.3% Transitional support for former Objective 1 areas €mio — 625 0 729 0 352 551 1773 187 0 123 0 2 905 0 0 1166 New Objective 2\" (litio 368 156 2 984 0 2 553 5 437 0 0.002145 34 676 578 0 459 354 3 989 19 733 11.5% 1.4% Transitional support for former Objective 2 and 5b areas (miu 65 27 526 0 98 613 0 377 6 119 102 0 30 52 706 New Objective 3\"* (min 737 365 4581 0 2140 4 540 0 3 744 38 1686 528 0 403 720 4 568 24 050 12.3% Fisheries Instrument €mio 34 197 107 0 200 225 0 96 0 31 4 0 31 60 121 1106 0.8% TOTAL (miu 1829 745 28 156 20 961 43 087 14 620 3 088 28 484 78 2 635 1 473 19 029 1836 1908 15 635 183564 * 22.2% of the EU population is covered by this Objective: a) regions whose per capita GDP is less than 75% of the EU average; b) the most remote regions (the French overseas departments, the Azores, Madeira and the Canary Islands), which are all below the 75% threshold; c) the regions currently eligible under Objective 6, in accordance with the Act of Accession of Finland and Sweden. ** 18% of the EU population is covered by this Objective: indicatively 10% in industrial areas, 5% in rural areas, 2% in urban areas and 1 % in areas dependent on fishing. *** horizontal Objective acting outside Objective 1. The financial breakdown among the Member States is based on eligible population, employment situation and the seriousness of issues, such as social exclusion, education and training levels and the participation rale of women in the labour market. Those regions and areas eligible under Objectives 1,2 and 5b in 1994-99, which will no longer meet the criteria for eligibility under the new Objectives 1 and 2, will receive transitional support to consolidale the progress already achieved. This support will be lower in 2000 than in 1999 and will cease al the end of 2005. Strictly European Community Initiatives complement priority objectives and help provide a solution to problems which have a particular impact on the EU. Pro grammes have to be drawn up on the basis of guidelines set out by the Com mission itself. Funding for these programmes has been divided between all the Structural Funds, except the fisheries fund (FIFG). Interreg III consists of three sections: 1. crossborder cooperation, i.e. pro moting integrated regional development between bordering regions; 2. transnational cooperation, contributing to an integrated and harmonious territorial development across the EU; 3. reinforcing interregional cooper ation and improving the policies and techniques of interregional economic development. Interreg HI gives special importance to crossborder activi ties, in particular with a view to EU enlargement: http://www.inforegio. cec.eu.inl/wbdoc/docoffic/official/interreg3/index_en.htm See pp. 3, 4 of this Supplement for examples. URBAN has two major objectives: 1. to promote innovative strategies for the social and economic regeneration of small and medium-sized towns and villages, and urban areas in crisis in larger connurbations; 2. to rein force and exchange knowledge and experience on regeneration and sus tainable urban development in the EU: http://www.inforegio.cec.eu.ini/wbdoc/ docoffic/official/urban2/index_en.hlm See pp. 3,4 of this Supplement for examples. EQUAL'S general aim is to combat all forms of exclusion from the labour market: http://europa.eu.int/comm/dg05/empl&esf/news/lmdiscrim_en.htm Leader+ encourages and supports ambitious integrated strategies for local rural development. Strong emphasis is on cooperation between rural areas: hltp://europa.eu. int/comm/dg06/rur/leaderplus/index_en.hlm Financial allocation of the Community Initiatives, 2000-04 (million euro) Belgium Denmark Germany Greece Spain France Ireland Italy Luxembourg The Netherlands Austria Portugal Finland Sweden United Kingdom Networks* EU15 Interreg 104 31 737 568 900 397 84 426 7 349 183 394 129 154 362 50 4 875 EQUAL 70 28 484 98 485 301 32 371 4 196 96 107 68 81 376 50 2 847 Leader* 15 16 247 172 467 252 45 267 2 78 71 152 52 38 106 40 2 020 URBAN 20 5 140 24 106 96 5 108 0 28 8 18 5 5 117 15 700 Total 209 80 1608 862 1958 1046 166 1172 13 651 358 671 254 278 961 155 10 442 Source: Inforegio News, No 69/99: http://inforegio.cec.eu.int/wbnews/newslet69/archiv en. htm; RAPID Press Release, IP/99/744 * 'Networks' = establishment of observatories which will promote exchanges of experience and good practice. Regional policy publications Structural Actions 2000-06 - Comments and Régulations: Free in all the official EU languages. Europe at lhe service of regional develop ment 2000-2006: Soon available in all the official EU languages. Comparative analysis of the regulations for 1994-99 and those for 2000-06: Free in all the official EU languages: hup:// infor egio.cec.eu.inl/wbdoc/docgener/ guides/guide_en.hlm The Structural Funds and their coordina tion with the Cohesion Fund - Guidelines for programmes in the period 2000-06: Free in French (soon available in all the official EU languages), http://www. inf oregio.cec.eu.int/wbdoc/docoffic/ coordfon/coord_en.htm An Inforegio Fact Sheet will provide a summary of the guidelines: Soon available free in all the official EU languages. The Cohesion Fund in pictures: Free (+ES,DE,GR,FR,PT). Community rules on Slate aid - Vademe- cum: Free in all the official EU languages. Evaluating socio-economic programmes - Collection MEANS: Vol. I-VI: Cat.: CX- 10-99-000-EN-C (+FR), €120. CD-ROM: Structural actions 2000-2006 - Regulations and documents: Soon avail able, free in ES/DA/DE/GR/EN/FR/IT/ NL/PT/FI/SV. The Structural Funds in 1998 - 10'' annual report: Free in all the official EU lan guages: http://www.inforegio.cec.eu.int/ wbdoc/docoff/official/report_en.htm The sixth periodic report on the situation and evolution of the regions in lhe EU: Free in all the official EU languages: http://inforegio.cec.eu.int/6pr Regular news Inforegio News, the monthly newsletter of the Commission's Regional Policy Directorate-General, gives the latest news on the Structural Funds: Free in all the official EU languages: http:// www.inforegio.cec.eu.int/wbnews/archiv_ en.htm (archive contains issues dating back to January 1994). Inforegio Fact Sheets give a complete summary of the latest news at a glance: Free in all the official EU languages. All free regional policy publications can be obtained from: EC, Publication Ser vice (see p. 1 of this Supplement). 1/2000 ",
        ":\\ EUR-OP REGIONAL POLICY SUPPLEMENT TO EUR-OP NEWS SJ E ^ A T - H ?- What does Europe do for employment? Employment has become a major area of EU policy. A more com petitive economic environment induced by the Single Market must not lead to higher numbers of EU citizens out of work. Instead the gulf in levels of development and living standards between different countries must be bridged to ensure the future of the EU. Earli er comparisons with the US and Japan revealed Europe to have proportionally a much higher amount of long-term unemploy ment, worryingly prevalent amongst young people. Around 10% (18 mio) Europeans were out of work in 1999, engendering social as well as financial difficul ties for the EU model. It is esti mated that the Structural Funds, which account for approximately one third of the EU's budget, helped already to create or main tain around 2.4 mio jobs between 1994-99. 1997 marked the begin ning of the real fight against unemployment, with the insertion of a chapter on employment at the Amsterdam Treaty Summit in June 1997, providing for the develop ment of a common European Employment Strategy and the coordination of national policies. The recent reform of the Structu ral Funds for the period 2000-06 has focused on employment mat ters. The European Social Fund (ESF) as the main source of EU financial support for human resource development, clearly has a key role to play in the success of the European Employment Strate gy. The reformulated Objective 3 supports the adaptation and the modernization of education, train ing and employment policies and systems. This Objective serves as a reference framework for all mea sures to promote human resources measures in a national territory without prejudice to the specific features of each region. It takes account of the Title on Employ ment in the Treaty of Amsterdam and the new European Employ ment Strategy. Regional and local authorities also have a role to play in implementing the Employment Guidelines. There is therefore scope for a strong regional dimension in their implementation, which may be translated into con crete measures through regional programmes under Objectives 1 and 2. The Structural Funds will supple ment Member State governments' efforts, not override them. The ESF on Ihe Internet: http://europa. eu.inl/conini/dg()5/esl7en/index.hlm Where borders cross The Interreg Programme, funded in large measure by the ERDF, deals with problems spanning several borders. Interreg II (1994-99) initiatives, the largest of all the Community Initiatives (see p. 2 of this Supplement), were distinguished by the number of people's lives they affect and the diverse national teamwork they require. Through crossborder cooperation the dif ficulties in structural development of border areas were tackled, where the institutional separation of border communities normally prevents coherent management of the ecosystems or where the actual peripheral location of crossborder regions becomes a disadvantage in relation to their respective national economic centres. Particular focus was on completion of energy networks and cooperation in the area of regional planning, in particular management of water resources. Some of the greatest challenges have been the cooperation with border regions particularly in southern Europe, which often lack experience in cooperation, and the border regions on the EU's external borders, which have to overcome the greatest obstacles dur ing the implementation of Interreg due to their peripheral location and long isolation from their neighbours. These are just some of the projects: Moving in: A joint project by Denmark, Germany, The Netherlands, Swe den, the UK and a non-Member State, Norway, has focused on developing the peripheral North Sea region where unemployment and industrial decline pose serious problems. The ERDF has provided half of the total investment (€14.473 mio). The project has intended to ensure, inter alia, a greater harmony between urban and regional systems, more efficient trans port and communication systems: http://inforegio.cec.eu.int/wbpro/prord/reg_prog/ po/prog_662.htm Metropolitanism and more: The Mediterranean region is the focus of anoth er project involving various regions in Greece, Spain, France and Italy. EU (59%) and national authority money is being invested in pilot actions, including a Euro-Mediterranean free-trade zone, maritime and multimodal transport and telecommunications systems, urban development and metro politanism; http://inforegio.cec.eu.int/wbpro/prord/reg_prog/po/prog_684.htm Spain calling Morocco: EU cofinancing (54.7%) under the ERDF and the ESF were further given to a project enhancing crossborder cooperation between Spain and Morocco and to accelerate the speed of integration of the region in the Single Market - in recognition that partners outside the EU are often needed to improve the situation within: http://inforegio. cec.eu.int/wbpro/prord/reg_prog/po/prog_529.htm Interreg II: http://inforegio.cec.eu.int/wbpro/prord/prordc/prordc6. htm; Initial evaluation reporl of Interreg II: http://www.inforegio.cec. eu.inl/wbdoc/docoffic/working/sf2000_en.htm See p. 2 of this Supplement for Interreg III (2000-06). Hope in deprived neighbourhoods URBAN programmes, supported by the ERDF with the help of the ESF, are about revitalizing cities marked by a high concentration of social, environmental and economic problems, increasingly present in urban agglomerations. The novelty approach proposed by URBAN is that it tries to break this vicious circle by revalorizing the individual through his/her habitat and not in spite of it. URBAN targets neighbourhoods in extreme deprivation. It addresses the problems of isolation, poverty and exclusion through interventions that improve the ensemble of their physical and social entourage. In the programming period 1994-99, 118 programmes were funded targeting approximately 3.2 mio people, usu ally in cities with more than 100 000 inhabitants: Charleroi: In this Belgium Fourcault quarter, a project is designed to make the surroundings more attractive to investment, for example by building a permanent conference centre. Alongside other initiatives, there are plans to contribute to sector development by constructing a Cartoon and comic Strip centre: http://www.inforegio.cec.eu.int/wbpro/prord/ reg_prog/po/prog_162.htm Greek cities: Meanwhile six URBAN schemes are afoot in Ermoupolis, Keratsini, Patras, Peristeri, Thessaloniki and Volos, which contribute to solving the problems of these troubled urban areas by concentrating on social development and job creation, for instance: http://www.¡nforeg¡o. cec.eu.inl/wbpro/prord/ reg_prog/po/ prog_195.htm URBAN: http://www.inforegio.cec.eu.int/urban/initiative/index.htm; Initial evaluation report of URBAN 1994-99: http://www.inforegio. cec.eu.int/wbdoc/docoffic/working/sf2000_en.htm See p. 2 of this Supplement for the new URBAN initiative (2000-06). Local partnerships for Europe To increase the impact of the Structural Funds on regional and local employment, the European Territor ial Employment Pacts were launched in 1997. 89 pilot schemes received financial assistance from the Com mission between 1997-99. They all constitute a 'bottom- up' approach, involving a broad-based partnership bringing together all local players: the public and pri vate sector, private organizations and associations, which play a role in generating employment. After pre selection by national authorities, they receive technical assistance from the EU to establish their action plans. The areas concerned vary widely. In total they have tar geted 36 mio people, almost 10% of the population of the EU. Unemployment rates in these areas range from 4% to 60%, averaging 13.7% or about 2.8 mio people. It is estimated that the Pacts have generated, or will generate, some 50 000 jobs. The financial resources devoted to them in the last programming period 1994- 99 should exceed €1.6 bn, of which €500 mio has come from the reprogramming of the Structural Funds. Here are some examples of implemented Pacts: Berlin-Neukölln in former West Berlin is the German capital's most densely populated district. In December 1998, unemployment there was 23.2% and as high as 30% in the northern part of the district. However, Neukölln is an attractive location for business with a great development potential. Particularly SMEs - sup ported by a partnership of associations promoting busi nesses and employment and a management consultan cy - are called upon to create new sustainable jobs and apprenticeships. Sangro Aventino in Italy (133 000 inhabitants) has a recently developed and fragile industrial fabric. Unem ployment rises to 35% in the centre of the area, where it affects 50% of young people due to the economic imbalance with the coastal plains and tourism centres, leading to continuous outmigration. The main priority of the Pact is to promote local development by attract ing external funding and activities. One important requirement is the creation ol' efficient subcontracting links between specialist SMEs and major companies. The aim is to create around 2 000 jobs and reduce unemployment by 15% in certain areas. Turun Seutu (Turku) in Finland with 230 000 inhabi tants faces economic restructuring problems, The level of unemployment is 17.6%, 20% of whom are long- term job seekers. Priority areas of actions comprise of tailoring individual unemployment solutions in SMEs (in the field of culture, for example), boosting employ ment and developing industry and commerce. European Territorial Employment Pacts homepage: http://www. inforegio.ccc.eu.inl/pacls/ Pacts - overview: http://www.inforegio.cec.cu.int/pucls/en/indcx.hlml The 'job challenge' competition The European Job Challenge, launched in 1997, revealed the tremendous success of regional initiatives in generating jobs and a general sense of community opti mism. Open to projects part- financed by the ERDF and the ESF, the competition identified projects that have been most suc cessful not only in creating jobs in declining industrial areas (former Objective 2 areas), but in making these jobs last. Between 1994-99, the Structural Funds spent about €16 bn on the support of declining industrial areas. The 10 projects shortlisted in the competition included funding organizations, often refused financing from the private sector, that offered advice and loans to individuals with business propos als. The jobs were created effi ciently: on the basis of cost per job created, finalists spent on average less than half the total expenditure all applicants put together. Springboards for local job creation For example, the Ouest Douze Initia tive in France, which was given €61 500 from the ERDF out of a total of €248 000 needed, has provid ed advice and financial support to business start-ups in industry or in artisanal production. It created 196 net and 224 gross jobs, amongst these a profitabe business dealing with salt-dried fish. In Italy, the Tecnopar co provided back-up and support for innovative technology projects. Part- financed by the ERDF, which con tributed €11.55 mio to the total cost of €35.89 mio, the technology park initiated nearly 1 800 jobs and helped to set up 27 companies. Meanwhile in Spain, one of the tech nology centres set up by the Basque government (Ikerlan) pointed Irizar, a bus manufacturer in crisis, the way to success. 859 jobs were created with EU contribution from the ERDF covering half of the total expenses. For more examples: Job Challenge - Europe is crealingjobs: Free in all the official EU languages (see address on p. 1 of this Supplement). Key publications Guide to Territorial Employ ment Pacts 2000-06: Free in all the official EL) languages. Inforegio Fact Sheet, 8/11/99: Free in all Ihe official EU languages. Territorial Employment Pacts - 89 local partners rise to the chal lenge of unemployment: Free (+DE.FR). Territorial Employment Pacts - 61 Operational Tools: Free (+DE.FR). Priorität Arbeit - Beschäfti gungsbündnisse in Deutschland: Free in German only. L'occupazione al primo posto - Panoramica sui patti territoriali per l'occupazione- Italia: Free in Italian only. All free regional policy publica tions can be obtained from: EC. Publication Service (see p. 1 of this Supplement). 1/2000 ",
        "EUR-OP gj E ^ T A T ^­ REGIONAL POLICY SUPPLEMENT TO EUR-OP NEWS Regional success stories • l i m a is '.. i Β-*— Denmark: Science park in North Jutland In part thanks to the support from the Structural Funds and the Cohe­ sion Fund since the 1988 reform, there are now clear signs of eco­ nomic and social convergence, par­ ticularly in those regions whose development is lagging behind and so arc eligible under Objective 1. However, substantial gaps between the regions still remain and require attention ­ in regional incomes, infrastructure and human capital endowments and the competitive­ ness of enterprises. Furthermore, despite the fall in unemployment rates in the EU, the overall level of unemployment and its regional dis­ parities remain at unacceptable levels. Job creation is therefore still the main structural challenge fac­ ing the EU (see p. 3 of this Supplement). Several thousands of projects have been organized and financed in the framework of regional policy. This page gives you a random selection, one project for each EU Member State, to illustrate the successful work done in recent years. The EU's share of the funding was drawn from the Structural Funds, in particular from the European Regional Development Fund and the Cohesion Fund, but also from the European Social Fund and the Interreg and URBAN Community Initiatives. Belgium New technologies for minerals: A research centre devoted to mineral extraction processes would have to be located in a traditional mining area. The International Technologi­ cal Centre for Earth and for Stone in Tournai was inaugurated in May 1999. Its staff of 15 scientists and engineers is engaged in research aiming to develop and fine­tune mining processes and reduce their environmental impact: http://inforegio. cec.eu.inl/wbover/ovcrslor/story _cn.htm Denmark Vision and will: In order to revital­ ize the industry and trade of North Germany: Fishing docks of Bremerhaven Jutland, a science park for the ben­ efit of existing and future enterpris­ es was founded with EU support. 40 working places for scientists were created and there is potential for many more. Germany Rund um den Fisch: In Germany, the EU cofinanced the revitaliza­ tion of the traditional fishing docks of Bremerhaven. After the decline of deep­sea fishing in the 70s, the existence of these docks was threatened. Today they are a com­ petitive centre of fish and food treatment providing 8 200 jobs. Tourist attractions are also being developed. Greece The Athens underground: The con­ struction of the Athens under­ ground railway is a major challenge due to the nature of the terrain, but also to obstacles of historical and cultural origin. Excavation work regularly turns up invaluable archaeological remains, which need to be preserved. Nevertheless, a first railway line already crosses the city from the south to the north. The EU contributes to the exten­ sion of this railway with the con­ struction of two additional lines going from the north­west to the south­east, and from east to west: htlp://inforegio.cec.eu.int/wbover/overstor/ story_en.hlm Spain Take a hike: The ancient pastoral system of seasonal migration of livestock from one region to anoth­ er to benefit from better grazing grounds (transhumance), which has developed its own distinctive routes over the centuries, is still going strong in some parts of the EU. One of these regions is the Spanish Rioja region, which initiated a first project building on this heritage to develop new forms of cultural tourism. This idea was exported to the Abruzzi region and to Ruma­ nia, where similar projects are now under way: http://www.inforegio.cec.eu. ini/wbover/overslor/slory_en.htm Portugal: Lisbon's Gare do Oriente France Villes sans frontières: An Interreg project brought the inhabitants of the Spanish and the French sides of the river Bidasoa in the Basque country closer together. Integration and cooperation was promoted by common activities, crossborder transports to facilitate the mobility of persons and goods and a trilin­ gual publication. Since this good start initiatives are multiplying: hltp://www.inforegio.cec.eu.int/wbover/ overslor/story_en.hlm Ireland The Temple Bar revival: One of Dublin's most run­down areas, the Temple Bar district, is now again one of the liveliest and most attrac­ tive of the city ­ thanks to an action plan for its regeneration. Artistic and cultural activities as well as new pedestrianized streets and parks were developed, and a cam­ paign to promote the district was organized: http://www.inforegio.cec.eu.int/ wbover/overstor/story_en.htm Italy Spectacle country: Cadore in the Dolomites has been producing spectacles since 1878. Today this area in the Belluno province is highly specialized in the optical sector, which has helped its many small and medium­sized enterpris­ es to gain international recognition and keep unemployment excep­ tionally low. A true success story, which has provided a basis for an interregional cooperation project with a similarly specialized area of the Upper Jura region in France. The project aims to promote tourism and diversify the economy of the province: http://inforegio.cec.eu. int/wbover/overstor/story_en.htm Luxembourg Technoport Schlassgoart: A vast innovation centre in Esch­sur­ Alzette promotes synergy between industry, research and develop­ ment, vocational training and the creation of enterprises. The centre supports business start­ups in the Greece: Athens underground area of new technologies, and pro­ vides a range of high­tech services for businesses, with particular emphasis on information and envi­ ronmental technologies: http:// inforegio.cec.eu.int/wbover/overstor/story_en. htm The Netherlands Caught by the research bug: At the University of Groningen a support structure to increase research con­ tracts was developed and the vol­ ume of contract research was expanded substantially. New build­ ings were erected and modern sci­ entific laboratories were built. The university is now the largest employer in the region and one of The Netherlands' leading universi­ ties in terms of its volume of con­ tract research. Austria Vienna, the Gürtel Plus: Under the URBAN Community Initiative, an urban renewal programme for the Gürtel area (the most run­down area of the city where over half of Vienna's immigrants live) was car­ ried out. Help was provided to small firms, and a lot was done to make the area more attractive and to promote employment. Training for new technologies was provided and projects supporting the inte­ gration of disadvantaged groups were developed: Europe's cities ­ Community measures in urban areas: Free in all the official EU languages: EC, Publication Service (see address on p. 1 of this Supple­ ment). Portugal Lisbon, a station for the Expo fair: Beautiful, futuristic, multimodal: the brand new Gare do Oriente, which was opened for the 1998 world exhibition, covers 15 ha in the east of the city. This site was chosen intentionally to create a new urban development zone and upgrade a 'forgotten' part of Lis­ bon. This new multimodal centre is the point of intersection between the rail network, the underground railway and the road network: http:// inforegio.cec.eu.int/wbover/overstor/story_en. htm Success stories at a glance Tour de France des regions ­ 27 Structural Funds projects: Free in French only. Driving regional development ­EU Struc­ tural Funds programmes in the UK: Free in English only. Deutschlandreise ­ Projekte der EU­ Regionalförderung: Free in German only. Job Challenge ­ Europe is creating jobs: Free in all the official EU languages. Investing in culture ­ an asset for all regions: Free in all the official EU lan­ guages. Regional success stories ­ Profiles of 36 Projects in Europe: Free in all the official EU languages. In the pipeline... ERDF success stories: ERDF intervention in the mountains: Free (+ES,DE,FR,IT; later available in all the official EU lan­ guages); ERDF intervention in the field of transport: Free in French (later available in all the official EU languages). All free regional policy publications can be obtained from: EC, Publication Service (see address on p. 1 of this Supplement). Finland Polishing up the furniture industry: The Furniture Technology and Design project in Lahti was estab­ lished with the aim of compensating the consequences of Russia's eco­ nomic decline, which had caused serious problems to many small companies. Manufacturers, suppli­ ers and training organizations coop­ erate via a network which designs vocational training schemes, advises companies on strategy and offers courses. The project has encouraged a development boom in participat­ ing firms and created various jobs: http://www.inforegio.cec.eu.int/wbover/ overstor/story_en. htm Sweden A modular museum: The main tourist attraction in the frontier region between Sweden and south­ ern Norway has always been its nat­ ural environment. To extend the tourist season and to create further employment, a committee has set up a working party on culture and tourism to develop a new concept of tourism. A number of museums contributed to this project designed to demonstrate the common cultur­ al heritage: http://www.inforegio.cec.eu. int/wbover/overstor/slory_en.htm United Kingdom The Three Towns Initiative: After the decline of coal mining and steel­ related businesses, villages in the Dearne Valley in South Yorkshire started to suffer from high unem­ ployment and a lack of local invest­ ment. This is why the Three Towns Initiative was set up, a programme of environmental works and voca­ tional training. Local communities take care of their neighbourhoods and surrounding countryside, parks and playgrounds are being revital­ ized by long­term job seekers. O > ι > σ ι o o I O η ISPA - t he r o ad to a c c e s s i on The Instrument for Structural Policies for Pre­Acccssion (ISPA) is one of the three financial instruments to assist the 10 Central and Eastern European candidate countries until they join the EU. It will part­finance projects to develop transport infrastructure and envi­ ronmental protection. This will help the countries catch up with environmental standards and expand and link with the trans­Euro­ pean networks. Under the financial perspective for the period 2000­06, ISPA is to dispense funding totalling €1 040 mio every year (see table below). Pro­ jects will be selected in the light of their contribution towards the targets set in the Accession Partnerships between the Commission and each applicant country. ISPA: http://inforegio.cec.eu.int/ispa ISPA Regulation: http://www.inforcgio.org/wbdoc/docoffic/ispa/ispa_en.htm Structural Actions 2000­06 ­ Comments and Regulations. Indicative allocation* of structural assistance** by applicant country Bulgaria Czech Republic Estonia Hungary Lithuania 8.0% ­ 12.0% 5.5%­ 8.0% 2.0%­ 3.5% 7.0% ­10.0% 4.0%­ 6.0% Latvia Poland Romania Slovenia Slovakia 3.5%­ 5.5% 30.0% ­ 37.0% 20.0% ­ 26.0% 1.0%­ 2.0% 3.5%­ 5.5% Source: Inforegio News, No 66/99, archiv en.htm http://www.inforegio.cec.eu.int/wbnews/newslet66/ * The indicative allocation by country has been based on a combination of population, per capita GDP and surface area. Each country is assigned a bracket within which its share should fall, both to encourage the submission of high­quality projects and to ensure flexi­ bility in administering the funds. ** EU contribution from ISPA can be up to 75% of the public or equivalent expenditure, or exceptionally 85% in case of projects considered essential by the Commission to attain the targets set. This rate may be lower where projects will later generate income, or in the case where the 'polluter­pays* principle is applied. The other two accession instru­ ments care for the consolidation of institutions, participation of the accession countries in EU pro­ grammes, regional and social development, industrial restruc­ turing and development of the small business sector (PHARE), and for the modernization of agri­ culture and rural development (Sapard). PHARE: http://europa.eu.int/comm/enlargement/ pas/phare/index.htm Sapard: http://europa.eu.int/comm/enlargement/ pasZenvir_transp.htm 1/2000 ",
        "SOCIAL POLICY/EMPLOYMENT/HEALTH ·. EUR-OP h_­1 E ^ T _ V $­ Some have it hard In the EU in 1995, the relative proportion of single parent families in low­ income groups was three times higher than in the rest of the population. In Ireland this proportion is six times greater and in the UK five times. There were also more elderly and retired people, large families and unemployed people in the low­income groups. The relative number of unemployed was also nearly three times higher than in the rest of the population. People in these groups rely much more on unemployment benefits as their main source of income than the unemployed in the rest of the population. Con­ sequently they have more difficulty in making ends meet and affording a Week's annual holiday Or a Car: Eurostats Statistics in focus: Population and social conditions, No 1/2000: Cat.: CA­NK.­00­OOl­EN­C (+DE.FR), ± 8 pp.,single copy €6, annual sub­ scription €84 (paper), €60 (PDF). For more information: Eurostat Press Office (see address on the righi). Social protection expenditure, as a percentage of GDP, fell in the EU from 28.7% in 1996 to 28.2% in 1997. While 'old age' was still the main item of expenditure accounting for 45.2% of total benefits, the overall structure of expenditure has changed with time. Unemployment benefits declined from 9.5% of total EU benefits in 1993 to 7.5% in 1997. Between 1996­97, social protection expenditure was substantially reduced in Finland (­2.4%), Den­ mark (­1.1%) and Irland (­1.0%). Social protection expenditure and receipts, 1980­97: Cat.: CA­27­99­168­EN­C (+DE.FR), ± 250 pp., €37: Eurostat's Statistics in focus: Population and social conditions, No 2/2000: Cat.: CA­NK­OO­002­EN­C (+DE.FR), ± 8 pp., single copy €6, annu­ al subscriplion €84 (paper), €60 (PDF). The social situation in the EU in 2000 ­ perspectives and political chal­ lenges: COM(2000) 82 fin., http://europa.eu.int/eur­lex/en/com/pdf/2000/com2000_0082en01. pdf The construction of an inclusive Europe: COM(2000) 79 fin. By 2010,18% of the population will be 65+ (11% in 1960). Their average expenditure is about 15% less than that of younger households. Elderly women consume about 10% less compared to single males. Expenditure of elderly householders owning their accommodation is almost 25% higher than tenants'. EU­wide, nearly one third of elderly household consumption is taken up by housing ­ for younger households it makes up just a quarter of the budget. Expenses on food are in second place, followed by the cost of transport: Eurostat's Statistics in focus: Population and social conditions. No 3/2000: Cat.: CA­NK­OO­003­EN­C (+DE.FR), ± 8 pp., single copy €6, annual subscription €84 (paper), €60 (PDF). Survey on the current status of research into 'ageing' in Europe: Cat.:CG­NA­ 18­594­EN­C.333 pp., €31.50. Jobs f or all in t he future? tias kr~ H » ¡^^■\"^^^^^^■«■■■^■w^w Since the industrial revolution, being in paid employ­ ment has been the mainstay of our lives. The uncertain­ ty of future trends in working patterns has become a major concern and a constant theme of debate in Europe. Experts are unable to give clear guidance. Jobs are at the top of all political agendas due to changing patterns in production and consumption and their neg­ ative effect on employment over the last 10 years. New forms of exclusion have appeared and inequalities are growing. Different challenges need to be faced. If social cohesion is to be maintained in the EU, the changes in flexible working patterns and advances in competitive­ ness must be taken into account and solutions be found to the problems facing the most disadvantaged. It means, almost certainly, adapting working practices and lifestyles. The Commission's Forward Studies Unit (EFS) analyses these trends: In French only: Cat.: CM­23­99­ 685­FR­C, 108 pp., €14.33; http://europa.eu.int/comm/cdp/cahiers/ index_fr.htm Forward Studies Unit: http://europa.eu.int/comm/cdp/ index_en.hlm The Commission proposes a three­year test­period to evaluate the effect of reduced VAT on job creation in certain labour­intensive services in the Member Slates. This is on the initiative of Belgium, Greece, France, Italy, Luxembourg, The Netherlands, Portugal and the UK: COM(99) 705 fin. EU policies in support of employment: c()M(200ii) 78 fin. The European Social Fund (ESF) invests in people (see also our Supplement). Several ESF projects explored new job sources, improving the prospects of those lacing the greatest obstacles in finding, keeping or re­entering work. These sources are found in the new forms of training or work organization, cross­sectoral measures to improve the demand and/or supply side of the labour market, new technologies, local and social ser­ vices, environment, culture and tourism: Free publication (+DE.FR): EC, DG Employment, Information Centre, rue de la Loi 200. B­1049 Brussels, fax (32­2) 29­623 93. e­mail: empl­info@cec.eu.inl Understanding unemployment patterns: A new way of understanding the greatly changed labour market situ­ ation is to capture aspects of an individual's pattern of economic activity over time. A few interesting trends from this approach were highlighted by Eurostat. For example, there is a tendency among older persons (generally women) to regard themselves as unem­ ployed, even though conventionally they would be con­ sidered as economically inactive. Overall in the EU, among people between the ages of 18­64 (working age). 5% are subject to continuous unemployment throughout the year; another 6% experience periods of employment, unemployment and economically inac­ tive periods. The chances of being unemployed during a year are as high as 60% for people who have been unemployed in the previous year: Eurostat's Statistics in focus: Population and social conditions. No 17/1999: Cat.: CA­NK­99­ 017­EN­C (+DE.FR), ± 8pp., single copy €6, annual subscriplion €84 (paper). €60 (PDF). For more information: Eurostat Press Office. Β1ΧΊ1 A4/II18. L-2920 Luxembourg, lax (352) 43 01-325 94. e-mail: pressoffice@curostat.cec.eu.int, http://europa.eu.int/comm/eurostat/ Labour force survey - Results 1998: Cat.:CA-22-99-531-EN- C(+DE,FR),± l l >7pp..€44.SO. Income distribution and different sources of income - Proceedings of a seminar in Cologne. Germany, May 1999: Free (+DE.FR): Euroslal Press Office (see address above). A new directive aims to enforce ships calling at ports of Member States to comply with Directive 1999/63/EC, dealing with the organization of working time of sea­ farers. The aim is to improve maritime safety and work­ ing conditions. Member States should take appropriate measures to ensure that ships which are not registered in their territory or which are not flying their flag com­ ply with the legal dispositions: OJ L 14,2000. Disentangling 'Fiend and Cycle in lhe EUR-11 Unem­ ployment Series: Economic Papers, No 141): Free in English only: Sabrina Burallini, DO Economic Affairs, Bill, rue de la Loi 200, B- 1049 Brussels, fax (32-2) 29-694 2R, e-mail: sabrina.buraltini@ccc.eu.int, http://europa.eu.int/comm/economy. finance/documenl/ecopap/ecpidx en.htm The report Economic Instruments for Sustainable Development - Improving the External and Working Environments is based on four case studies (Denmark. France. Italy. Portugal) and gives specific advice to SMEs: Cat.:SX-25-99-932-EN-C, 140 pp..€18. Employment, equal opportunities, health and well- being, sustainable development, social cohesion and participation are the six major challenges lacing the research and development activities of Ihe European Foundation for lite Improvement of Living and Work­ ing Conditions. Programme of Work for 2000: Free (+DE,FR,NL): EF, Wyallville Road, I oughlinslown, IRL-Co Dublin, fax (353-1) 282 64 56, e-mail: poslmasler@eurofound.ic, http://www.eurofound.ie From lhe same address, free in English only: eirobserver, the newslet­ ter of Ihe European Industrial Relations Observatory: http://www.eiro.curofound.ie/ EMU, structural changes, wage developments, social dialogue, ... Industrial relations in Europe - 2000: COM(2000) 113 fin. Not just a week of health and safety The European Week for Safety and Health at Work will take place dur­ ing October 2000. Launched by the European Agency for Health and Safety at Work, the week will be the highlight of a Europe-wide cam­ paign aiming to lift the burden of work-related musculoskeletal dis­ orders such as back pain - probably one of the most widespread prob­ lems at work. Your link to safety and health al work: Free in all the official EU lan­ guages: OSHA, Information Unit, Gran Via, 33, E-48009 Bilbao, fax (34-944) 79.43 83, e- mail: information@eu-osha.es, http://europe. osha.eu.int/ Methodology for the derivation of occupational exposure limits - Key documentation: Cat. CE-NA-19-253- EN-C (+ES,DA,DE,GR,FR.IT,NL,PT.FI, SV),±35pp.,€7. Minimum requirements for improv­ ing the protection of workers potentially at risk from explosive atmospheres: OJ L 23,2000. How should clothing for motor­ cyclists be categorized? Should bullet-proof clothes or jackets for security guards be regarded as Personal Protective Equipment (PPE)? Useful Facts in Relation to the PPE Directive 89/686/ EEC should enable better im­ plementation of the directive: Free in English only: EC, DG Enterprise/ G.3, SC15 - 3/168, rue de la Loi 200, B-1049 Brussels, fax (32-2) 29-662 73. e-mail: ppe@cec.eu.int Health and safety at work - 23\"' Commission report: COM(2000) 132. Halting diseases The early warning and response system of the EU network will be reserved for: 1. outbreaks of com­ municable diseases extending to more than one EU Member State: 2. spatial or temporal clustering of cases of disease of a similar type, inside or outside the EU, if there is a risk of propagation between Member States; 3. the appearance or resurgence of a communicable disease or an infectious agent which may require timely, coordi­ nated EU action to contain it. The EU network was set up under Decision No 2119/98/EC and should facilitate integration with other national and EU- level rapid alert networks: OJ L 21, 2000. In the EU, whether at national or EU level, only limited action has been taken so far to stimulate the development of orphan medici­ nal products. These are associat­ ed with rare diseases, and patients suffering from rare con­ ditions should be entitled to the same quality of treatment as other patients. For the pharma­ ceutical industry it is, frequently, not beneficial to research such products. Regulation (EC) No 141/2000 lays down EU procedures for the des­ ignation of medicinal products as orphan medicinal products and provides incentives for the research, development and mar­ keting of such products. Thus an orphan medicinal product will be recognized, if, for instance, its sponsor can establish that it is intended for the diagnosis, pre­ vention or treatment of a life- threatening or chronically debili­ tating condition affecting no more than five in 10 000 persons in the EU, and that without incentives it is unlikely that the marketing of the product would generate suffi­ cient return to justify the invest­ ment: OJ L 18.2000. Unconventional medicine is the subject of COST Action B4: Free in English onlv: Anne Mandenoff. EC. DG Research, rue de la Loi 200. B-1049 Brussels, fax (32-2) 29-939 60. e-mail: anne.mandenoff@cec.eu.int 1/2000 ",
        "EUR-OP hg ! E ^ T A ^ -C ECONOMY/SERVICES/SMEs Making the euro work Retail payment services in the euro zone must become far more efficient, secure and inexpensive, stressed the Commission. Cross-border charges need to be substantially reduced. Banks or banking groups arc invited to put forward proposals by the end of September 2000 to establish more efficient crossbor- der transfer linkages. They are strongly urged to phase out the differences in charges for crossborder credit transfers and cheques, in particular, and to improve the information given to customers on gen eral conditions, such as fees, charges and (non-euro) exchange rates: COM (2000) 36 fin. The prospect of the applicant countries meeting the Maastricht criteria for euro membership are assessed in EMU and enlargement - A review of policy issues: Parliament Working Paper: Cat.: AX-99-99-330-EN-C, 178 pp., €8.50. Your business and the euro helps small and medium- sized enterprises (SMEs) assess the impact of the euro on their business. The accompanying CD-ROM details the results of the impact of EMU on 35 SMEs and contains an interactive questionnaire to help the viewer draw valuable conclusions for his/her own business: Free in all official EU languages, plus more information on the euro (posters, noteboards for leaching purposes, the video The Euro is here! soon in all the official EU languages, the multilin gual CD-ROMs Eurodisc99 and Coins and noles) from all European information sources (see p. 11), http://europa.eu.int/comm/ represcnt_cn.htm The Commission's latest phase in promoting the euro will continue until 2002 when completion of EMU is due. SMEs will be targeted in 2000 and the general public in 2001: COM(2000) 57 fin.; http://europa.eu.int/comm/ economy_finance/document/euro/communicalion_0100_en.hlm The Greek drachma entered ERM II (European Exchange Rate Mechanism, Phase II) as the govern ment deficit was reduced to 2.5% of GDP in 1998 (down from 4% in 1997 and 13.8% in 1993): OJ L 12,2000. Following a request by the European Central Bank (ECB), the Commission proposes to raise the limits of the ECB's capital from €5 000 mio to €10 000 mio and the limits of foreign reserve assets from national central banks from €50 000 mio by another €50 000 mio: COM(2000) 124. Confidence in the Single Market In 1994 the Single Market Observatory (SMO) was set up within the Economic and Social Committee (ESC) not only to issue opinions on the impact and effective ness of the Single Market, but also to propose concrete improvements. It holds hearings throughout the EU and focuses on confidence - because the Single Market can only be a success if the general public, businesses and public institutions that implement and support this policy have confidence in it. The ESC recommends removing the remaining obstacles to the free move ment of goods, services, people and capital via initia tives at grass-root, regional and local levels. Monitoring lhe Single Market: Free (+DE.FR): SMO, ESC. Directorate lor Communication, rue Ravenstein 2, B-1000 Brussels, fax (32-2) 546 93 20, e-mail: smo(?'ces.be, http://www.ces.eu.inl/en/smo/fr_s_market_ forum.htm As deposit-guarantee schemes and investor compen sation schemes in Member States have now been har monized, lhe Commission concluded that it is unnec essary to prolong lhe lapsed export prohibition clauses of Directives 94/19/EC and 97/9/EC (respectively).The non-export clause has ensured that where a credit institution from a country with a generous guarantee system establishes a branch in a country where such a is less generous, it cannot offer higher cover in that country than normally prevails there: COM(99) 722 fin.; COM(2000)8I fin. The Joint European Venture programme helps small and medium-sized enterprises expand their crossbor- der activities in the internal market. For more information: JEV, EC, DG Enterprise, rue de la Loi 200, B-1049 Brussels, fax (32-2) 29-521 54, http://www.europa.eu.int/comm/dg23/financing/docs/jev2. him Beer for Finland: The Commission proposes a gradual increase of limits for beer imported into Finland from other Member States, from the present limit of 15 1 to 24 1 as soon as the legislation is in place, to 32 1 from 1 January 2001, to 64 1 from 1 January 2003, and to abol ish it entirely by 1 January 2004: COM(2000) 76 fin. A common anti-tax-fraud policy? Member Stales have come under criticism for inef fective action in combating tax fraud, attributed to the exemption mechanism in the transitional VAT system that allows goods to circulate tax-free. Amongst the main recommendations in a Commis sion report are that Member States and the Commis sion urgently consider the adoption of a common anti-fruud policy. Member States' VAT control policy deserves a complete reappraisal, all should consider EU criteria for risk assessment systems and be more efficient in following-up and analysing detected fraud. A comprehensive overhaul in procedures for administrative cooperation and mutual assistance is also needed: COM(2000) 28 fin.: hltp://europa.eu.int/en/comm/ dg21/comrep/index.hlml EU taxation policy: cusloms/index_en.h(m http://europa.eu.int/comm/dgs/taxation_ Dynamic capital markets lire Commission's Reportou the functioning of Commu nity product and capital markets stresses the need to intensify economic reforms designed to develop dynam ic, integrated, efficient markets supportive of entrepre neurship and innovation. It identifies where regulatory and structural reforms are most urgent and outlines a certain number of explicit policy prescriptions designed to reduce market fragmentation. It calls for a more rapid reduction of state aid, further opening up public pro curement, fighting harmful tax competition and promot ing services, including e-commerce: COM(20<)0) 2ft fin.; http:// europa, eu. int/comm/internal_market/en/update/econ/cardiffen. him Banking in Europe contains information on European credit institutions that is invaluable in the increasingly consolidated and competitive Single Market in finan cial services. European credit institutions are set in an international context alongside the US and Japan, pro viding a thematic analysis of pan-European trends in structure, performance, internationalization and employment. Key facts and figures on credit institu tions in the Member States plus Norway and Switzer land are also given, covering 1994-97 data: Cat.: CA-24-99- 203-EN-C (+DE.FR), ± 147 pp., €22. The dynamic nature of international financial markets has resulted in the widespread use of traditional pri mary financial instruments such as shares and bonds, and also various forms of derivative financial instru ments such as futures, options, forward contracts and swaps. The growth in the use of such instruments to manage financial risks has outstripped the develop ment of guidance for their accounting. In response the Commission proposes to amend the so-called Accounting Directives 78/660/EEC and 83/349/EEC as regards their valuation rules for the annual and con solidated accounts of certain types of companies: COM(2000) 80. The Commission proposes to reclassify the interest flows under swap arrangements and forward rate agreements in the European System of National and Regional Accounts (ESA 95) from 'interest' to 'finan cial transactions included in the financial account': COM(99) 749. The exchange of confidential information with third countries needs a uniform regulation of all financial sectors: cOM(99) 74s. EU trade is booming EU trade with its main trading partner, the US. increased strongly between 1995-98: exports rose by 55% and imports by 45%. In 1998 the EU had a surplus of €9 bn in trade with the US compared to a small deficit of €-0.4 bn in 1995. More than half of EU trade with the US is made up of machinery and vehicles, for which exports amounted to €83 bn and imports to €81 bn in 1998. EU trade by Member State reveals a varied picture: out of a total of €160 bn of EU exports to the US in 1998. €45 bn originated in Germany and €32 bn in the UK, accounting for nearly half of the EU total. The UK is by far the greatest importer of US products, equalling 27% of total EU imports. The positive trade balance with the US is not true for all Member States: in Germany exports exceeded imports by almost €18 bn whereas the UK and The Netherlands had a trade deficit of €8 bn and €9 bn, respectively. Mem ber States also vary in the breakdown of products exported: Germany has a 35% share in exports of machinery and vehicles, whilst Italy has an extremely high share (63%) of exports in primary products (animals, veg etable oil, fat): Eurostat's Statistics in focus: External Trade, No 4/2000: Cat.: KS-NO-00-004- EN-C (+DE.FR), ± 7 pp., single copy €6, annual subscription €84 (paper), €60 (PDF). For more information: Eurostat, Press Office, BECH A4/018, L-2920 Luxembourg, fax (352) 43 01-325 94, e-mail: pressoffice@eurostat.cec.eu. ini, http://europa.eu.int/comm/eurostat/ The EU's current account surplus with the rest of the world fell by 79% from €56.2 bn in 1997 to €11.9 bn in 1998. EU international transactions - 1987-98: Cat.: CA-26-99-304-EN-C, 93 pp., €30. EU direct investment - 1988-98: Cat.: CA-26-99-433-EN-C, 550 pp., €60. Results of commercial negotiations with Mexico: COM(2000) 9 fin. EU trade policy: htlp://europa.eu.int/comm/dgs/trade/index_en.htm S e r v i c es s e r ve j o bs Services are the only sector of the European economy that have gen erated jobs during the last two decades, as industry and agriculture have seen a reduction in employ ment. Nevertheless, the US record ed faster growth in jobs than Europe. In 1997, services reported a net gain of over 1 mio new jobs in the EU, with a share in total employment equivalent to 68%. However, in the same year services were responsible for an additional 2.4 mio jobs, accounting for 76% of total employment in the US. The EU is the world's leading exporter and investor in services. Services in Europe - Data 1995-97: Cat.: CA-24- 99-736-EN-C (+DE.FR), ± 223 pp., €27.50. By spelling out its interpretation of the concepts of 'freedom to pro vide services' and 'general good' as applied to the insurance industry, the Commission hopes to give new impetus to insurance undertakings to do business in the Single Market. The Commission has specified the exact scope of the freedom to provide services and defined the legal framework within which a Member State may invoke the 'general good' in order to regulate insurance business on its territory: http://europa.eu.int/comm/internal_ market/en/finances/insur/generalgood.htm S t a te a id for m u l t i n a t i o n a l s? Public subsidies distort fair play in the economy and may lead to increased unemployment, as aid for weak firms may have a negative effect on healthy firms in another region or Member State. Reports of Commission decisions relating to competition from the end of 1994 to 1998 (Articles 85, 86 and 90 of the EC Treaty) are now available in one volume. Important decisions relating to state aid refer to major multinationals such as Fujitsu, BASF, GSM, Lufthansa+SAS, VW Audi, or airports such as Zaventem (Belgium) or Frankfurt (Germany): Cat.: CV-25-99-011-EN-C (+ES,DA,DE,GR. FR,IT,NL,PT,FI,SV), + 753 pp., €30. For more information: http://europa.eu.int/comm/dg04/aid/ en/journal.htm Pursuant to Article 89 (ex-Article 94) of the EU Treaty, any plans to grant new aid must be notified to the Commission by Member States in sufficient time. State aid would be permitted for, inter alia, rescuing and restructuring firms in difficulty, for certain regions, research, employment and environ ment. Competition law in the EC - Rules applicable to State aid: Vol. IIA: Cat: PD-15-98-875- EN-C (+ES,DA,DE,FR.IT,NL,PT,SV) ± 856 pp., €42. Community rules on State aid - Vademecum: Free in all the official EU languages: EC, DG Competition, rue de la Loi 200, B-1049 Brussels, e-mail: infocomp@cec. eu.int. http://europa.eu.int/comm/dg04/aid/other.htm Report on the implementation in 1999 of the Steel Aid Code: COM(2000) 83. 1/2000 ",
        "FOREIGN TRADE/COMPETITION POLICY/EURO EUR-OP 30% stronger after the next Wake up, Europe! The Portuguese Presidency targets the need for an annual growth rate of at least 3% over the next decade if the EU is to become the most competitive and most dynamic region in the world. This figure is based on the need for innovation and knowledge and the ability to boost economic growth, creating more and better jobs and greater social cohesion. Strong growth serves as a good basis for fostering a culture of dynamism and entrepreneurship, a culture of strengthened social cohesion, for ensuring better coordination of macroeconomic policies, structural reforms and active employment policies, for introducing new technologies in products and services (including education, aid to the elderly, public services), connecting all schools to the Internet, playing a proactive role in the organiza tion of cyberspace and strengthening trans-European telecomm unication networks. The Portuguese Presidency has also given a perspective on the future European social model and the modern ization of its structure, including higher female employment and the employment of older people. In addition the financial markets should support innovative companies, tax policy should be better coordinated, a European invention patent should be established and Child poverty eliminated. Document of the Portuguese Presidency: http://www.portugal.ue-2000.pt/uk/docmne_main02.htm A people's economy: Economic development needs a change in direction - a human approach. The earth's resources are limited and current trends are not sustainable and are leading to an imbalance amongst nations. The only way to guarantee that future generations can maintain a high quality of life is to redirect the focus of eco nomics from business towards the human being. The new economics of sustainable development: Cat: CM-23-99-677-EN-C (+FR), ± 168 pp., English version €21 (to be published soon), French version €14.33. A look at economic growth in the EU in 1998 shows that it was fuelled by domestic demand. The increase in final household con sumption expenditure (+2.6%) alone accounted for more than half of the GDP growth in 1988. With data supported by the new Euro pean System of National Accounts (ESA 95), Eurostat further reports that investment showed the most vigorous increase (+5.0%), whereby the figures for the individual Member States reveal Significant differences: Economic Accounts of Ihe EU 1998: Cat.: CA-24- 99-801-EN-C (+DE.FR), ± 215 pp., €30. For more information: Eurostat Press Office, BECH A4/018, L-2920 Luxembourg, fax (352) 43 01-325 94, e-mail: pressoffice@eurostat.cec.eu.int, http://europa.eu.inl/comm/eurostat/ In late 1998 the EU unemployment rate dropped below 10% for the first time since 1992. Employment growth is expected to continue at a moderate pace. However, at 61% the employment rate in the EU as a whole is low, historically and in comparison with other econom ic blocs: European Economy: 1999 Broad Economy Policy Guidelines: Cat.: CM-AR- 99-002-EN-C (+DE.FR), ± 293 pp., €32; http://europa.eu.int/comm/economy_finance/ document/econeur/beg/begidxen.htm The primacy of full-time jobs in services is one of the main features of the sector, particularly for skilled employees. The margin for employment creation is relatively large for Belgium, Ireland, Finland and Sweden. Only Italy shows a negative balance: European Economy: Supplement B, No 12/99: Cat: CM-AT-99-012-EN-C (+DE.FR), ± 16 pp., single copy €7, annual subscription (11 issues per year) €46; http://europa.eu.int/comm/economy_ finance/document/eesuppb/eebidxen.htm Industrial, construction and consumer confidence are increasing Strongly: European Economy: Supplement B, No 11/99: Cat.: CM-AT-99-Oll-EN-C (+DE.FR), ± 16 pp., prices and URL as above. Business registers for statistical purposes: Some services, such as small enterprises, non-profit institutions and government units, are not well covered yet by Regulation (EEC) No 2186/93: COM(2000) 3 fin. Business registers for statistical purposes: Vol. 2: Cat.: CA-26-99-837-EN-C (+DE,FR),±38pp.,€7. Innovation management - Building competitive skills in SMEs: Cat.: CD-17-98-160-EN-C, 140 pp., €16. Towards the Learning Region - Education and Regional Innova tion in the EU and the US. examines the growing movement towards regional strategies in meeting economic and social objectives. Regional communities are increasingly perceived to be more effec tive at building sustainable social systems and confronting the problems of globalization than big national superstructures: Cat.: HX-26-99-441-EN-C, 155 pp., €19. The Competitiveness Advisory Group (CAG), an independent group of eminent personalities established by the President of the Commission in February 1995 in pursuance of a recommendation of the Essen European Council in December 1994. identified the main reasons for the recurrent and apparently intractable competitive ness deficit between the EU and its main trading partners, the US and Japan - the completion of the Sin gle Market Programme, poor growth and stubbornly high employment were the main diffi culties identified. Tire continuing imbalance between what the Euro pean economy is capable of and its lacklustre performance lead the CAG. in its latest report, to reiter ate the call for far more incisive action to stimulate competitive ness. The CAG's 'Top 20' 1. Internal market: immediate action to eliminate institutional barriers to market access, trade and investment within the EU 2. Har monization of tax systems Member States. 3. Stimulate capital markets to exert downward pressure on interest rates and expand and broaden access to capital. Compa ny formation and subsequent growth lead to more job opportuni ties. The combination of free trade with integrated capital markets will increase the long-term competi tiveness of Europe. 4. Building on the emerging similarity in approach to corporate governance, specifical ly to achieve a European-wide code of practice for Member Slates regarding public ownership of cor porations and limiting protection ism by national governments to for eign ownership, especially where privatization is concerned. Achievement of the European Company Statute is also a priority. 5. Eliminating excessive regulation is crucial, along with the speeding up of privatization, simplification and revision of EU legislation and the application of a cost-benefit analysis in EU law. 6. Investigating the effects of Monetary Union in terms of prudent supervision of the European banking system. Stability through markets discipline is the key to success. 7. The efficient working of a diversified and articu lated network of stock markets requires effective supervision and rigorous and transparent applica tion of self-regulation. 8. A stronger element of anti-trust to counterbal ance and complement the integration of capital markets. restructuring and globalization. l ). Improved infrastructure, vital to the underpinning of competitive ness. 10. Coherent long-term plan ning and a modernized role with greater flexibility in the public sec tor. 11. Radical structural reforms, which are unavoidable, if countries hope to achieve greater and faster results. 12. Enlargement of the EU will improve the economic prospects of existing and new mem bers and boost the competitiveness of Europe as a region. 13. Encour aging the development of SMEs is essential for competitiveness. 14. I hr Information Society and the learning society should be seen as complementary. Europe ollen lacks technologically in key IT sectors, with generally poor telecommuni cation infrastructures, a low level of information services and insuffi cient take-up of IT in user sectors and society at large. 15. Achieving environmental protection in the least-cost way. relying on market- based instruments, wherever possi ble, rather than quantitative regu lations, in a pan-European rather than national framework. 16. The fight against unemployment not only as social policy but as an eco nomic imperative. High unemploy ment and limited job creation have limited the willingness of many Europeans to actively seek employment. 17. The 'European social model' needs to be modern ized so that it can better cope with the profound economic, social and demographic changes taking place throughout the world economy. Reform can best be achieved through consensus among the social partners. 18. Social cohesion, not only is it a worthwhile political and social goal, it is also a source of efficiency and adaptability in a knowledge-based economy in creasingly dependent on personal qualities and the ability to work as a team. 19. Reform of welfare systems to limit labour supply dis incentives produced by certain wel fare mechanisms and to boost labour demand by lowering non- wage labour costs. 20. A balance to be achieved between the need of firms for flexibility and that of workers for security. Competitiveness Advisory (¡roup - Report to the Presidem of the Commission and the Heads of Govern ment, September 1999: http://curopa.eu. inl/comm/cdp/cag/publicalions/rapport4/inde x_en.htm Liberalization of network indus tries: The telecommunications, postal services, air, rail and urban transport, electricity, gas and water industries make up 5% of EU GDP and employment, but their economic importance is greater. They provide basic services to all oilier sectors and the price and quality of their output are impor tan! determinants of the growth and competitiveness of European industries. Market liberalization and regulatory reforms in network industries are expected to enhance efficiency of firms in other sectors. Such liberalization, however, must be handled with care. Ways to combine efficiency, competition and the provision of services of general interest must be found and the benefits of liberalization should be shared fairly among the users in the form of lower prices, wider choice and better quality. A European Economy report pre sents an overview of the current Situation: Reports and studies. No 4/99: Cat.: CM-24-99-4I3-EN-C, 221 pp., €32; hi lp://curopa. eu. inl/comni/cconoiny_! inane e/documcnt/eercpslu/ersidxcn.htm ... and take action The Council has published its recommendations on the imple mentation of Member States' employment policies: Belgium: examine in more detail disincen tives within the tax and benefit system which discourage employ ment: Denmark: pursue reforms of the tax and benefit system so as to reduce the overall fiscal pres sure on labour, in particular the tax burden on low incomes; Ger many: adopt and implement a coherent strategy to exploit the employment potential of the ser vices sector; Greece: pursue efforts to improve further the quality of education and vocation al training; Spain: adopt and implement coherent strategies, encompassing regulatory, fiscal and other measures, designed to reduce the administrative burden on companies; France: strengthen social partnership with a view to developing a comprehensive approach to modernization and the organization of work; Ireland: intensify efforts to expand and improve in-house training of employees: Italy: continue the reform of pensions and other ben efits in order to reduce the out flow of labour market to pensions and other schemes; Luxembourg: examine in more detail the tax- benefit system with a view to removing disincentives which may discourage employment, of older workers in particular; The Netherlands: upgrade the statisti cal monitoring system, so that policy indicators on prevention and activation will be provided within agreed definitions and methods: Austria: review early retirement incentives and develop flexible working schemes, so as to keep older people working: Portu gal: encourage a partnership and promote concrete commitments between the social partners at all levels on the modernization and organization of working practices: Finland: pursue recent policy rec ommendations to reduce the tax burden on labour; Sweden: take measures to reduce the high tax burden on labour, in particular for those on low incomes; UK: focus on the issue of the gender pay gap and develop policies to address the problem. Build, inter alia, on the positive effects foreseen from the introduction of the minimum wage in 1998: Ol L 52.2000. 1/2000 ",
        "ENERGY/RESEARCH Towards a European research area Even more so than the century that has just finished, the 21st century is the century of science and technol ogy. More than ever, investing in research and technological devel opment (RTD) offers the most promise for the future. In Europe, however, the situation concerning RTD is worrying and still mainly undertaken at national rather than at European level. International RTD cooperation in Europe still represents a small percentage. The average research effort in the EU currently makes up only 1.8% of GDP as against 2.8% in the US and 2.9% in Japan.The trade balance in high-tech products has thus shown a deficit of 620 bn per year in Europe over the past 10 years. Researchers account for only 2.5% in every thousand of the industrial workforce as against 6.7% in the US and 6% in Japan. The number of degree-level European students in the US is twice as high as the number of American students at that level in Europe, and 50% of Europeans studying for a doctorate in the US stay there for long peri ods, sometimes forever. And this is why the Commission wants to pave the way for a European research area. This means the creation of a frontier-free area for research where scientific resources arc used to create jobs and increase Europe's competitiveness. Special attention will be given to the net working of centres of excellence and to a European approach of developing large research infra structures. This will be combined with measures to promote spin-offs from research such as action on patents and easier access to risk capital. The problems of fragmenta tion and lack of collaboration between public and industrial research in Europe are lo be addressed through better coordina tion and by encouraging the mobil ity of researchers. Philippe Busquin, EU Commissioner for Research, sees the Commission as the coordinator and catalyst of this process, persuading the Member States to open up their national research programmes to non- nationals: COM(2(HX)) 6 fin. Towards a European research area: Free in all the official EU languages: EC. DO Research, Communi cation Unii, rue de la Loi 200, B-1049 Brus sels, fax (32-2) 29-582 20, e-mail: research @ccc.eu.inl, hllp://curopa.cu.int/comm/ research/area.hlml The new Websites of the Directorate-General Research: http://europa.eu.int/comm/dgs/research/; http://europa.cu.int/comm/research/ Research news channels: The quar terly RTD info magazine informs on the main developments in EU funded research activities: Free (+DE.FR): EC, DG Research, rue de la Loi 200, B-1049 Brussels, fax (32-2) 29-582 20, e- mail: rtd-info@cec.eu.int, http://europa.eu. int/comm/rcsearch/rtdinfo.html The bi monthly CORDIS focus also pro vides a review of the EU's research and innovation activities: Free (+ES, DE,FR,IT): EC. DG Enterprise, Communica tion and Awareness Unit, C04, Euroforum. L-2920 Luxembourg, fax (352) 43 01-320 84, e-mail: innovation@cec.eu.int, htlp://www. cordis. I u/focus/cii/src/locus.hlm Participate in Growth! The EU's Competitive and Sustainable Growth Programme, which forms part of the Fifth RTD Framework Programme, aims to produce high-quality, environment- and consumer-friendly products for a competitive market to help increase economic growth and maintain/create new jobs in Europe. The Growth Information Package is a guide for proposers outlining the general conditions for participation: Free (+DE.FR): EC. DG Research, Communication Unit, rue de la Loi 200, B-1049 Brussels, fax (32-2) 29-582 20, e-mail: research@cec.eu.int, hllp://www. cordis.lu/fp5/src/calls.htm Growth Pro gramme: http://www.cordis.lu/fp5/src/t-3.ht m Ecosystems research report No 23 - The Adriatic sea: Free in English only: Harlmut Barth: EC, DG Research. SDME 7/57, rue de la Loi 200, B-1049 Brussels, fax (32-2) 29-520 97, e-mail: hartmut.barth@cec. cu.int Ecosystem response to C0 2 : The MAPLE project results: Cat.: CG-NA- 19-100-EN-C,211pp.,€31. Biological UV dosimetry, a tool for assessing the impact of UV radia tion on health and ecosystems: Cat.: CG-NA-19-098-EN-C262 pp., €39. First sea trial of Geostar - The geophysical and océanographie European station for abyssal research: Cat.: CG-NA-18-885-EN-C, 31 pp., €7. Hundreds of institutions in Europe are dedicated to forestry research. The COST project Inventory of Forestry Research Capacities in 18 European Countries has con tributed to the creation of a plat form for scientific cooperation across Europe and analysed the publishing performance of forestry research units in selected Euro pean countries with the aim of making this scientific community more visible: Cat.: CG-NA-19-217-EN-C, 378 pp., €52. R&D in urban forestry in Europe: Cal.: CG-NA-19-108-EN-C. 363 pp., €53.50. Improved transport: Electronic traffic aids on major roads, shore based marine navigation systems, snow and ice control on European roads and bridges, parking policy measures and the development of a European intermodal transport network are just some of the results achieved by European scientific and technical research coopera tion. COST Transport fact sheets: Cat.: C3- 09-97-567-EN-C, 92 pp., €26. Research in Official Statistics: No 1/1999: Cat.: CA-CS-99-OOl-EN-C, 118 pp., €25. International research /n. «OlE Of COMMWin- «MATCH Since 1992 the EU has intensified research cooperation with the Central and Eastern European countries and the New Indepen dent States of the former Soviet Union under the Copernicus Pro gramme. In 1998,235 projects were selected (from among 1 931 pro posals) and 1 574 teams funded (from 10 236 proposing teams), for which an amount of €53 mio was allocated. Environmental protec tion, health research activities, non- nuclear energy, information tech nologies, advanced communica tions and social sciences were the main fields of cooperation. Copernicus 1998: Cat.: CG-13-98-322-EN-C, 551 pp..€12. Between 1989-98. scientific cooper ation between the EU and the 12 Mediterranean Partner Countries led to some 250 joint RTD con tracts. During these years many important areas were covered, including integrated water resources management and related technologies for purification and reuse, coastal zone protection and preservation, forests and drylands, infectious diseases and public health, restoration of cultural her itage, information technologies and agricultural production systems. Altogether 470 research institu tions were involved. Euro- Mediterranean S&T Cooperation: Vol. I-t-II: Cat.: CG-19-98-100-EN-C477 pp., €35. Agreement for scientific and tech nological cooperation with the Argentine Republic and the Peo ple's Republic of China: Ol L 6,2000. SFHVA - Studies of the Hydrology, Influence and Variability of the Asian Summer Monsoon: Free in English only: EC. DG Research, Communica tion Unit, rue de la Loi, B-1049 Brussels, fax (32-2) 29-582 20, email; info@cec.eu.int, http://www.met.rdg.ac.uk/shiva/shiva.html Trade with property The TRIPs (Trade-related aspects of Intellectual Property Right Protection) Agreement - one of the agreements concluded in the GATT Uruguay Round - is a major advance in the international system for the protection of Intellectual Property Rights (IPR) and will probably be the cornerstone of the international system in this area in the foreseeable future. One of the many benefits of this agreement is the provision of a much more rigorous dis pute settlement mechanism, which allows more efficiently the monitoring of the way in which other partners implement the market-opening measures to which all parties are committed, TRIPS Agreement - Part I: Copyright and related rights: Cat.: CN-I4-98-784-EN-C; Pari II: Paient protection: Cat.: CN-16-98-546-EN-C (+FR); Part III: Geographical indications: Cat.: CN- 16-98-855-EN-C. Each Part: +FR, ± 43 pp., €7. Trade and IPR: http://europa.eu.int/comm/trade/miti/intell/index_en.htm 8% m o re C0 2 w o r l d w i de As opposed to the worldwide rise in CO ; emissions by 8% since 1990, the EU's C0 2 emissions in 1997 were 1% below their 1990 level in 1997. EU energy consumption increased by 1.8% in 1998 after falling 0.3% in 1997. Since 1995 fluctuations in energy consumption have been mainly related to climatic conditions. The share of gas in gross inland consumption reached 21.5% in 1997 compared with only 16.5% in 1990. Since 1997, the transport sector contributed only 50% of the total increase of final energy demand, the balance arising from the ter tiary-domestic sector. Worldwide trends show that the fuel mix is changing in favour of gas but oil still remains predominant. The world power market is marked by privatization and structural reforms, and energy policy contribution to sustainable development and the chal lenge of climate change feature prominently on the energy agenda: 1999 - Annual Energy Review: Cat.: CS-24-99-106-EN-C, 220 pp., €23 (includes a CD- ROM). Energy prices, 1985-99: Cat.: CA-24-99-946-3A-C (3A=DE/EN/FR), 172 pp., €29.50. A Thermie project has proven the advantages of new methane-fuelled city vehicles. 11 vehicles and different kinds of catalysts were devel oped. Emissions (gaseous and acoustic) of CNG vehicles can be main tained at a very low level and fuel costs are lower, too. Although the manufacturing costs are higher and gas filling stations are required, methane-fuelled vehicles represent a rational use of energy in trans port. Free brochure in English only: EC, Energy DG, rue de la Loi 200, B-1049 Brussels, fax (32-2) 29-505 77, e-mail: ener-info@cec.eu.int, http://europa.eu.int/en/comm/dgl7/ thermie.htm The Carnot Programme (1998-2002) promotes the use of clean tech nologies for solid fuels. Its objective is the environmentally sound use of solid fuels from washery plants for upgrading coal, to han dling, storage and transport facilities, burning and/or conversion plants, including waste disposal: http://europa.eu.int/en/comm/dgl7/carnot.htm Proposal for an EU energy efficiency labelling programme for office and communication technology equipment: COM(2000) 18 fin. Ecological criteria for the award of the EU eco-label for refrigerators: OJ L 13,2000. C h e r n o b yl in o ur l i v es The control of the maximum levels of radioactivity permitted in agricultur al products imported from third countries following the accident at the Chernobyl nuclear power station should be extended up to 2010. The Com mission proposes this postponement as radioactive contamination remains high: COM(2000) 35. Operation of nuclear power stations, Data 1992-98: Cat.: CA-23-99-386-3A-S (3A=DE/EN/FR), 128 pp., €22. New nuclear safety Web pages: The Commission has responsibilities in the fields of nuclear installation safety, radioactive waste management, decom missioning of nuclear facilities and rehabilitation of contaminated territo ries. The aim is to ensure that high standards of safety and environmental protection are achieved and maintained in these fields throughout the EU. the applicant countries of Central and Eastern Europe and the New Inde pendent States: http://europa.eu.int/comm/environment/nuclear/index.hlm Nuclear safety publications: Nuclear safety and the environment: General overview of the existing and future requirements for decommissioning nuclear facilities in the Czech Republic, Hungary, Poland, Slovakia and Slovenia: Cat.: CR-NA-19-155-EN-S, 238 pp., €37. Schemes for financing radioactive waste storage and disposal: Cat.: CR-NA-18-185-EN-R, 62 pp., €10. Man agement and disposal of disused sealed radioactive sources in the EU: Cat.: CM-NA-18-186-EN- S, 145 pp., €22. Radiological protection principles concerning the natural radioactivity of building materials: Cat.: CR-26-99-126-EN-C, 18 pp., €7. Backfilling and Sealing of Underground Repositories for Radioactive Waste in Salt (Bambus Pro ject), Gas Migration and Two-Phase Flow through Engineered and Geological Barriers for a Deep Repository for Radioactive Waste and Optimisation of Gamma Assay Techniques for the Standard Quality Checking of Nuclear Waste Packages and Samples: Free in English only: Giuseppe Cottone, EC, DG Research/D.II.3, rue de la Loi 200, B-1049 Brussels, fax (32-2) 29- 549 91, e-mail: giuseppe.cottone@cec.eu.int 1/2000 ",
        "EUR-OP'S DISTRIBUTION NETWORK EUR­OP applies the principle of subsidiarity which means that all its publications are available from sales agents in the Member States of the European Union and elsewhere. Orders sent to EUR­OP in Luxem­ bourg are passed on to the sales agents concerned. To avoid any delay, please complete the order form below and send it directly to the How to order EUR-OP publications bookseller or sales agent in your own country. Finding your nearest sales agent Distributors are listed in the fol­ lowing order: EU Member States, EFTA countries, applicant countries from central and eastern Europe and the Mediterranean and, finally, all others. Countries are listed alphabe­ tically, using the country's own lan­ guage and spelling where typescript allows. Document delivery Most sales agents (particularly within the EU) provide a research and docu­ ment delivery service for extracts from the Official Journal of the Euro­ pean Communities (OJ). COM docu­ ments (in which the Commission publishes proposed legislation before it appears in its final form in the OJ) and other legal texts. See also our electronic document delivery system EUDOR(page 1). Prices All prices quoted in this issue are in euro and exclusive of VAT. Languages The catalogue numbers identify the various language versions of the publica­ tions indicated. The abbreviations are: ES: Spanish. DA: Danish, DE: German. GR: Greek, EN: English, FR: French, GA: Irish, IT: Italian, NL: Dutch, PT: Portuguese, FI: Finnish. SV: Swedish. When ordering, please quote the catalogue number that corresponds to your choice of language. E U R - OP D I S T R I B U T I ON N E T W O R KS Access to EUR-OP publications, EU legal documents, EUR-OP databases and CD-ROMs UELCIQl'E/BELGIE Durati Van Dijk SA 0 Avenue Louise. 250/ Louisalaan, 250 Bolle 14/Bus 14 B-105Ü Bruxelles/Brussel Tel. (32-2) 648 66 97 Fax (32-2) 648 82 30 info@bvdep.com EIC Brussels Airport Medialaan 26 B-1800 Vilvoorde Tel. (32-2) 255 20 21 Fax (32-2) 255 20 30 eicdccihv.be Jean De Lunnoy [J'JO Avenue du Roi 202/ Koningslaan 202 B-l 190 Bruxelles/Brussel Tel. (32-2) 538 43 08 Fax (32-2) 538 08 41 iean.de.lannoy@infoboard.be http://www.jean-de-lannoy.be Chambre de Commerce de d'Industrie/ Kamer voor Handel en Nijverheid ; B-1050 Bruxelles/Brussel Tel. (32-2) 648 50 02 Fax (32-2) 640 93 28 ccibrussels@cci.be Lu librairie européenne/ De Europese Boekhandel 0 Rue de la Loi 244/ Wetstraat 244 B-1040 Bruxelles/Brussel Tel. (32-2) 295 26 39 Fax (32-2) 735 08 60 mail@hbeurop.be hltp://www.libeurop.be Moniteur belge/ Belgisch Staatsblad I 1 Rue de Louvain 40-42/ Leuvenseweg 40-42 B-1000 Bruxelles/Brussel Tel. (32-2) 552 22 11 Fax (32-2) 511 01 84 PF Consul! SARL Avenue des Constellations 2 B-1200 Bruxelles/Brussel Tél. (32-2) 771 1004 Fax (32-2) 771 10 04 paul.feyt@lvd.be DANMARK J. H. Schultz Information A/S IJ ¡0 Herstedvang 10-12 DK-2620 Albertslund Tlf. (45) 43 63 23 00 Fax (45) 43 63 19 69 schultz@schultz.dk http://www.schullz.dk Munksgaard Direct 0 Øslcrcade 26A Postboks 173 DK-1005 Kobenhavn K Til. (45) 77 33 33 33 Fax (45) 77 33 33 77 direct@munksgaarddirect.dk httpM™w.munksgaarddirecl.dk DEUTSCHLAND Itundcsunzeiger Verlag GmbH LIO ¡ Vertriebsabteilung Amsterdamer Straße 192 D-50735 Köln Tel. (49-221) 97 66 SO Fax (49-221)97 66 82 78 vertrieb@bundesanzeiger.de http://www.bundesanzeiger.de Nur für Veröffentlichungen des Gerichtshofes Carl Heymanns Verlag KG D Luxemburger Straße 449 D-50939 Köln Tel. (49-221) 943 73-0 Fax (49-221)943 73-901 verlrieb@hevmanns.com DSI Data Service & Information GmbH 0 Kaiserstege 4 Postfach 11 27 D-47495 Rheinberg Tel. (49-2843) 32 20 Fax (49-2843) 32 30 dsi@dsidata.com http://www.dsidata.com ICC Hofmann . Am Stockborn 16 D-60439 Frankfurt am Main Tel. (49-6082) 91 Ol 01 Fax (49-6082) 91 02 00 khofmann@icc-hofntann.com Outlaw'Informationssysteme GmbH 0 Matterstockslraße 26/28 Postfach 62 65 D-97080 Würzburg Tel. (49-931 ) 296 62 00 Fax (49-931)296 62 99 servicc@outlaw.de http://www.oullaw.de Software Engineer Information Broker Peter Cornelius GmbH Carl-Stämmler-Weg 18 D-23795 Bad Segeberg Tel. (49-4551)874 25 Fax (49-4551)874 29 pcornehus@compuservc.com http://www.docdel.de EAAAAA/GREECE G.CEleflheroudakisSAlJO International Bookstore Panepistimiou 17 GR-10564 Albina Tel. (30-1)331 41 80/1/2/3/4/5 Fa.x(30-I)3239821 elebooks@netor.gr HelkclecLIdO 7. D. Aeginitou Street GR-ll5 2SAthina Tel. (30-1172352 14 Fax (30-1)729 15 28 helkctec@lcchlink.gr http://www.techlink.gr/elketek ESPANA Boletín Oficial del Eslado IJO Trafalgar, 27 E-28071 Madrid Tel. (34) 915 38 21 11 (Libros)/ 9138417I5(Suscrip.) Fax (34) 915 38 21 21 (Libros)/ 91384I714(Suscrip.) clientes@'com.boe.es http://www.boe.es Europroa Plaza del Ayuntamiento 19,8\" F E-46002 Valencia Tel. (34-9) 635 36 728 Fax (34-9) 635 36 194 info@europroa.com http://www.europroa.com Greendata O Ausiàs Marc. 117-119 Local 1 E-08013 Barcelona Tel. (34) 932 65 34 24 Fax (34) 932 45 70 72 cdrom@greendata.es http://www.greendata.es Mundi Prensa Libros, SA I. IO Castellò. 37 E-28001 Madrid Tel. (34) 914 36 37 00 Fax (34) 915 75 39 98 libreria@mundiprensa.es http://www.mundiprensa.com Sarenet Parque Tecnológico. Edificio 103 E-48016 Zamudio (Vizcaya) Tel. (34) 944 20 94 70 Fax (34) 944 20 94 65 info@sarenet.es http://www.sarenet.es FRANCE Encyclopédie douanière O 6. rue Barbes BP 157 F-92304 Levallois Perrel Cedex Tél. (33-1 )47 59 09 00 Fax(33-l)47 590717 edinfo@editions-ed.fr hllp://<www.editions-ed.fr FLA Consultants 27. rue de la Vislule F-75013 Paris Tél. (33-114582 75 75 Fax (33-1)45 82 46 04 flabases@iway.fr http://www.fla-consullanls.fr Institut national de la statistique et des études économiques 0 Data Shop Paris 195.ruede Bercv F-75582 Paris Cedex 12 Tél. (33) 153 17 88 44 Fax (33) 153 17 88 22 datashop@insee.fr http://www.insee.fr Journal officiel 11 Service des publications des Communautés européennes 26. rue Desaix F-75727 Paris Cedex 15 Tél. (33) 140 58 77 31 Fax (33) 140 58 77 00 europublicalions@ journal-officiel.gouv.fr http://www.journal-officiel. gouv.fr Office central de documentation O 33. rue Linné F-75005 Paris Tél. (33-1 )44 0878 30 Fax (33-1)44 08 78 39 bal@ocd.fr http://www.ocd.fr/ IRELAND Government Supplies Agency LI Publications Section 4-5 Harcourt Road Dublin 2 Tel. (353-1)661 31 11 Fax (353-1)475 27 60 opw@iol.ie Lendac Data Systems Ltd O Unit 6,1.D.A. Enterprise Centre Pearse Street Dublin 2 Tel. (353-1)67761 33 Fax(353-I)6710135 marketing@lendac.ie http://www.lendac.ie ITALIA Contea Marketing S.r.l. Via Febo, 21/A 10133 Torino Tel. (39) 011660 38 09 Fax (39) 011660 61 06 conteamark@tiscalinel.it Licosa SpA I. IO Via Duca di Calabria, l/l Casella postale 552 1-50125 Firenze Tel. (39)055 64 831 Fax (39) 055 64 1257 licosa@licosa.com http://www.licosa.com Starter S.R.L. Via Cartiera n' 47 33080 Porcia (PN) Tel. (39) 04 34 55 52 95 Fax (39) 04 34 55 51 28 slarter@dedalus.it LUXEMBOURG Infopartners SA 4. rue Jos Felten L-1508 Luxembourg-Howald Tél. (352) 40 11 61 Fax (352) 40 II 62-331 infopartners@ip.lu http://www.infoparlners.lu Messageries du livre SAKL LIO 5. rue Raiffeisen L-2411 Luxembourg Tél. (352) 40 10 20' Fax (352) 49 06 61 mdl@pl.lu http://www.mdl.lu PF Consult SARL O 10. boulevard Rovai BP 1274 L-1012 Luxembourg Tél. (352) 24 1799 Fax (352)24 1799 paulfeyl@compusene.com NEDERLAND EPMSBV Ellis Publications Wilhelminasingel 105 Postbus 1059 6201 BB Maastricht Tel. (31-43)321 53 13 Fax (31-43) 325 39 59 documenl@epms.nl http://www.epms.nl Euro Info Centre Oost- Nederland . Kronenburgsinge] 525 Poslbus7006 6201 B Maastricht Tel. (31-26)446 1942 Fax (31-26) 446 15 37 eic457@lref.nl Nedhook International UV O Asterweg 6 Postbus 37600 1030 BA Amsterdam Tel. (31-20) 634 08 16 Fax (31-20) 634 09 63 E-mail: info@nedbook.nl SDU Servicecentrum Uitgevers IJO Christoffel Plantijnslraal 2 Postbus 20014 2500 EA Den Haag Tel. (31-70) 378 9880 Fax (31-70) 378 97 83 sdu@sdu.nl http://www.sdu.nl Swels&ZeillingerBVO Hcercweg347B PO Box 830 2160 SZ LISSE Tel. (31-152)4354 45 Fax (31-252) 41 5888 Ycampfens@swels.nl www.swets.nl OSTERREICH EDV GmbH Hofmuehlgasse 3-5 A-1060 Wien Tel. (43-1)599 07 12 76 Fax (43-1)599 07 11 09 online@edvg.co.al http://www.edvg.co.at (¡espían GmbH O Dapontegasse 5 A-1031 Wien Tel. (43-1)7 125402 Fax (43-1) 7 15 54 61 office@gesplan.com http://www.gesplan.com Manz'sche Verlags- und Universitälsbuchhandlung GmbHI.IO ; Kohlmarkt 16 A-IOI4Wien Tel. (43-1)53 16II 00 Fax (43-1 (53161167 bestellen@manz.at http://www.manz.al Wirtschaflskaiumcr Österreich Euro Info Centre Wiedner Hauptstraße 63 Poslfach 150 A-1045Wien Tel. (43-1) 50 105 4206 Fax (43-1) 50206297 curoinio@aw.wk.or.at Sales agents O Distributors of off-line products EUR-OP's official gateways Document delivery agents Π Jurisprudence PORTUGAL Distribuidora de Livros Bertrand Ld.'I.IO Grupo Bertrand, SA Rua das Terras dos Vales, 4-A Apartado 60037 P-2700 Amadora Tel.(351)214 95 8787 Fax (351) 214% 02 55 dlb@ip.pl Imprensa Nacional-Casa da Moeda.SA I.IO Rua da Escola Politécnica n° 135 P-1250-100 Lisboa Codex Tel.(351)21394 57 00 Fax (351 )2I394 57 50 spoce@incm.pt http://www.incm.pl Tclepac Rua Dr. A. Loureiro Borges, 1 Arquiparque - Miraflores P-1495 ALGÉS Tel. (351-1)790 70 00 Fax (351-1)7'» 7043 bdados@mail.lclepac.pt http://www.lelepac.pl SUOMI/FINLAND Akateeminen Kirjakauppa/ Akademiska Bokhandeln MO Keskuskalu I/Centralgalan I PUPB 128 F1N-00101 Helsinki/ Helsingfors P./lfn (358-9) 121 44 18 F./fax(358-9)12144 35 sps@akaleeminen.com http://www.akaieeminen.coni TietoEnator Corporation Oyj, Information Service PO Box 406 ΙΊΝ-02Ι01 Espoo/Esbo P./lfn (358-9) 86 25 23 31 E/fax (358-9) 86 25 35 53 markku.kolari@ tielocnaloi.com http://www.lietoenator.com/ lietopalvelut.fi SVERIGE IIIJ All Traktorvagen 11 S-221 82 Lund Tel. (46-46) 180000 Fax (46-46) 30 79 47 hljcu-pub@blj.se http://www.btj.se KommiTskoIlegium Box 6803 S-II386 Stockholm TK. (46-8) 690 48 00 Fax (46-8)306759 Sema Group InfoDalu All Fvrverkarbacken 34-36 S400 26 Stockholm Tel. (46-8) 738 50IX) Fax (46-8) 618 97 78 ¡nfolorg@infodala.sema.se http://www.inftKiata.sema.se Slalisliku Centralbyrån O Karlavägen 100 P.O. Box 24 300 S-104 51 Stockholm Tel. (46-8)5069 4801 Fax (46-8) 50 69 48 99 infoservice@scb.se htlp://www.scb.sc/scbswe/islilm /eubcsl.hlm l Nil Ell KINGDOM Abacus Data Services (UK) Ltd O Waterloo House 59 New Street ('Ml INE Chelmsford. Essex Tel. (44-1245) 25 22 22 Fax (44-1245) 25 22 44 abacusuk@aol.com htlp:/www.abacusuk.co.uk Business Information Publications Ltd O 15 WoodlandsTetrace G36DF Glasgow Tel. (44-141)332 82 47 Fax (44-141133126 52 bip@bipconlracis.com hltp://www.hipcontracls.com Consultancy Europe Associates Ltd Navigation House 48/50 Millgale NG244TS Newark Tel. (44-1636) 61 (»20 Fax (44-1636) 61 32 89 eudoc@spiccrs.co.uk Context Electronic Publishers Ltd Grand Union House 20 Kentish 'town Road NWI 9NR London Tel. (44-20)72678989 Fax (44-20) 72 67 11 33 dasidr@context.co.uk http://www.justis.com DalaOp Alliance Lid O PO Box 260(1 BN220QN Eastbourne Tel. (44-1323)5201 14 Fax (44-1323) 52 00 05 sales@dataon.coin http://wAVW.dalaop.com The Stationery Onice Ltd IJO Orders Department PO Box 276 SW85DT London Tel. (44-211) 78 706005.522 Fax (44-211) 78 70 60 05-533 book.orders@theso.co.uk lillp://www.tsonline.co.uk ISLAND llokabud Larmar Blonda! I.IO SkóTavördustig, 2 IS-ΙΟΙ Reykjavik Tel. 1354) 551 56 50 Fax (354) 552 55 60 bokabud@simnel.is Skyrr Annuii, 2 IS-108 Reykjavik Tel. (354)569 51 00 Fax (354) 569 52 51 sveinbjorn@skyrr.is http://www.skyrr.is NORGE Euro Info Centre Vestlundsforsking Postboks 163 N-6851 Sogndal Tel. (47-57) 67 61 50 Fax (47-57) 67 6190 eic@vesfforsk.no hllp://cic.vestforsk.no Tel. (47-57) 67 61 68 SHCIS Norge AS O Østenjoveten IS Boks 6512 Elterslad N-06(16 Oslo Tel. (47-22) 97 45 00 Fax (47-22197 45 45 kyllerlid@swels.nl SCHWF.I/VSUISSE/ SVIZZERA Euro Info ('enter Schnei/ LIO rJoOSEC Slampfcnbachstra&e 85 PI'492 CH-8035 Zürich Tel. (41-1)365 53 15 Fax (41-1)36554 II eics@osec.ch http://www.osec.ch/eics BA1.GAR1JA Europress I in »media Ltd 59. blvd Vitosha ll(i-KKX) Sofia Tel. (359-2) 980 37 66 Fax (359-2) 980 42 30 Milena@mbox.cil.bg ('ESKAHI PI III Ik X USISI IO NIS-prodejna Havclkova 22 CZ-13000Praha3 Tel. (420-2)24 2314 8(1 Fax (420-2) 24 23 11 14 voldanovaj@usiscr.cz http://usiscr.cz CYPRUS Cyprus Clumber of ('nuuucrcc and Induslrs , O PO Box 1455 CY-1509 Nicosia Tel. (357-2) 6695 00 Fax (357-2) 66 10 44 demelrap@ccci.org.cy EESTI Eesti Kaubaiidus- Töösluskodu (Estonian Chamber of Commerce and Industry) 111 Toom-Kooli 17 EE-OOOI Tallinn Tel. (3721646 (12 44 Fax (372) M6 02 45 cinfo@kodn.ee http://www.koda.ee IIRVATSKA McdiatrudeLtd I.IO Pavia liatta I HR-10000 Zagreb Tel. (385-1) 4SI 94 11 Fax(385-I)48194ll MAGVARORS/.AG Euro Info Service I.IO liungexpo Europa Közponl PO Box 44 Il I Ili Budapest Tel.(361)26482 7(1 Fax (36-1 )26482 75 euroinfo@eoroinfo.liii http://www.etirc-info.hu MALTA Miller Distributors Ltd I Malta International Airport PO Box 25 l.uqa LOA 05 Tel. (356)66 44 88 Fax (356) 67 67 99 gwirthl\" usa.net POLSKA Ars Polona : Krakowskie Przedmiescie 7 Skr poczlowa 1001 P1.-00-950 Warszawa Tel. (48-22) 826 12 01 Fax (48.22) 826 62 40 bookslt9@arspolona.com.pl STRATUS Sp. r.o.o. O ul. Szosa Poznanska 5 62-1181 Przezmierowo-Poznan Tel. 148-611814 27 73 Fax (48-61) 814 22 94 inio@stralus.com pi hltp://www.strulus.C(iin.pl ROMANIA Euromedia I.I Strada lìancc/a Nr 44 sector 3 I«) 7074·) Bucuresti Tel.(401)3154403 Fax (40-1) 315 44 03 mncdclciu@pcnct.pcncl.ro ROSSIVA t'CECI.I 60-leiiya Oklyabrya Av. 9 117312 Moscow Tel. (7-095) 135 52 27 Fax (7-095) 135 52 27 SI 0\\ \\KIA I'cnlrurn VII SR i O Nam. Slobody, 19 SK-81223 Bratislava Tel. (421-7) 531 8364 Fax (421-7) 531 8364 europ@tbbl.sltk.siuba.sk http://www.sltk.sluba.sk SI.OVENIJA Gospodarski Veslnlk. Dunajska cesta 5 SLO-1000 Ljubljana Tel.(386)613091640 Fax (386) 613 09 19 95 europi\" gvcslnik.si http://www.gvcstntk.si TURKU I Duma Infold AS I.IO 100, Vil Mahallnsi 34440 TR-80050 Bngcilar- Istanbul Tel. (90-212)629 46 89 Fax (90-212)6294027 infoielSMunyn-guzcle.com tr USIRAIIA limiter Piiblicalions PO 111«.UM 3067 Abboisford, Victoria Tel. (61-3) 94 17 5361 Fa» (61-3194 1971 S4 jpdavics@ozcmail.com.nu CANADA Advanced Information Databases Inc. ll.l. Hundas Streel P.O. Box 248 N4S 7W8 Woodstock. Ontario Tel. (1-519) 539 1297/(1-800) 81*11692 (loll (reel Fa»(l-5I91 53931 76 adimo@adJnfo.com httpi.'.'www.adinfocom I iihilm, Inc. O | EU Info 165 Sparks Street Suite 300 KIP 5B9 Ottawa, Ontario Tel. (1-613) 230 22 08 Fax(W13) 230 2209 infot\" curos.ch htlp:'/www.curosch Les éditions lai liberté Inc. ι 3020. chemin Sainle-Foy (ÌIX3V6 Sainte -los. Québec Tel. (1-418) 658 3763 Fax (I-800) 567 5449 liberiet\" mediom.qc .ca Renouf Pulilishing t'o. Ltd I ! 5369 Chemin Canotck Road Unii I KU 9J3 Ottawa. Ontario Tel.(l-6I3)745 2665 Fax(l-613)7457660 Older depte lenoulliooks coin hltp: .www .renoufboolcs.com the Middle East Observer I.IO 41 Sherif Sireet ('auo Tel. (20-2) 392 6919 Fax (20-2) 393 97 32 inquiry@mcobscrver.com http://www.rneobserver.com.eg Ellit India O 3rd Floor. Y. Β. Chalan Centre Gen I lìhmak' Mali' 4(11021 Mumbai Tel. (91-22) 282 60 64 Fax (91-221285 45 64 ebic@giasbm01.vsnl.net.in http://* ww.chicuidia.com I'SI-Japan O Asahi Sanbancho Plaza »2(Ki 7-1 Sanbancho. Chiyoda-ku Tokyo 102 Tel. (81-3) 32 34 69 21 Fax (81-3) 32 34 69 15 books@psi-japan.co.jp hllptfwww.psi-japan.co.jp ι i:n ii.i,. ι 10 Suite 45.02, Level 45 Plaza MBf (LETTER Box 45) 8 Jalan Van KwanSeng 50450 Kuala I umput Tel. (60-3) 21 626298 Fax(60 I).'I 626198 clue kl@molnel.niv Ml Mi (I M li Piensa Mexico. SA de ('V Rio Panuco Ν 141 Colonia Cuauhtemoc MX IM) Mexico. DI Tel. (52-5)533 56 58 Fax (52-5) 514 67 99 101345.23610 compuservc.com rim ΙΙΊΤ.Γ. ERIC Philippines O 19th Floor, ft Bank lower Sen. (ill J. Puya! Ase. cor. Tindalo Si Makati ('ils Metro Manilla Tel. (63-2) 759 66 SO Fax (632) 759 66 90 rccrxom@globe.com.ph http://www.cccp com SOI III AIRK \\ I III Ml llllllllll ι of Ι ,,ιιιιιιι I, I in South Africa I.IO PO Box 781738 Sandlon 2146 Tel. 127-11 ) 884 39 52 Fax (27·Ι1)883 55 73 info@eurochamber.co .za SOU I'll KOREA The European t nimi ('handier of Commerre in Korea I SlhH.TheShilla Hotel 302. Jangchung-dong 2 Ga. Chung-ku 100-392 Seoul Tel. (82-2) 2153-5631/4 Fax (82-2) 2153-5635/6 eucck@eueck.org hllp://www.cucck,org SRI LANKA Ellit'Sri lauka 1 Trans Asa Hotel I l ; SlT,ihlfr,:-T;..i~ Λ i[ii;ir,J:i-i:r vii.w.irlj.i Í .„[„.nriKi : 'Id I'M­] ■­; ! ', '· , ­ i:·­·', eb!t.sj»li'iiw»i.ù:imi I NIMIISI SII sill Oil Kit \\ Allumai! Itiformiilion Databases Inc. 23205 Gratiol Asenne MUSICI laslpoiiiie Tel. (1­510) 5391297/(1­800) 89(11692 (toll Iree) Fax (1­519) 539II 76 ndinfo@adinfo.com hltp://www.ndinfo.com Hernán Associates ι 461 II Assembli Drive Lanham MD20706 Tel. (I­800) 274 44 47 (toll lice telephone) Fax (1­800) 865 34 50 (loll free fax) qucry@bcrnan.com hitp://www.hcrnan.com PSI­USA O 704 Cascade Drive PO Box 36 I armmelon. NM 874'« Tel. (I­303) 277 11 37 Fax (1­303) 277 94 19 connclly@psiusa.com http://www.psi.usa.com Will III ΙΛΜΙΙ 11/ (Hill Kl (II MIMI V M I RIS PAYS lino wenden Sic itch an ein Bino Ihrer Wahl/Please contad the sales office οΓ lour choice/ Veuille/ vous adresser au bureau de vente de nitre choix I Office tor Officiât Publications uf lhe Eupspean .' ­υ. M. ■.■.' ! .\"■··[ nemcviux rdl352)2<CLC4r55 . ' .\"­•2suC\"5.< ioiainlrëcec eu n­i http:, cur­op etunr. ■ Free publications EU Representations The European Commission and the European Parliament are represented in all the Member States of the EU where you can obtain many of the free publications summarised in this edition of EUR­OP News. EUROPEAN COMMISSION REPRESENTATIONS Ireland: 18 Dawson Street, Dublin 2, fax (353­1) 662 51 18, e­mail: frank.meates@ireland.dgl0­ bur.cec.be, Internet: http://europa.eu.int/comm/offices.htm#ir UK: Jean Monnet House, 8 Storey's Gate, London SW1P 3AT, fax (44­20) 79 73 19 00, e­mail: webmaster@cec.org.uk, Internet: http://europa.eu.int/comm/offices.htm#uk USA: 2300 M Street, NW, Washington DC 20037, fax (1­202) 429 17 66, Internet: www.eurunion.org EUROPEAN PARLIAMENT INFORMATION OFFICES Ireland: 43 Molesworth Street, Dublin 2, fax (353­1) 605 79 99, e­mail: epdublin@europarl.eu.int, Internet: http://www.europarl.eu.int UK: 2 Queen Anne's Gate, London SW1H 9AA, Fax (44­20) 72 27 4302, e­mail: eplondon@europarl.eu.int, Internet: http://www.cee.org.uk. 'JR­OP NEWS CAN BE SUBSCRIBED TO, 1 CHARGE, BY COMPLETING THE ORDER FORM ON PAGE 2 To avoid any delay please send (he order form to your bookseller or one of the sales agents listed above Please send me: TITLE CATALOGUE NUMBER LANGUAGE COPIES Name: Address: Town/Counlry:_ Tel.; Payment to be made on receipt of invoice. € I = 13,7603 ATS, 40,3399 BEF, 1,95583 DEM, 166,386 ESP, 5,94573 FIM, 6,55957 FRF, 0,787564 IEP, I 936,27 ITL, 40,3399 LUF, 2,20371 NLG, 200,482 PTE. € 1 as at 24 February 2000 = ± 7,4472 DKK, 0,6252 GBP, 333,93 GRD, 8,5935 SEK, 1,0068 USD. When ordering please quote catalogue number corresponding to your language choice. The abbreviations are: ES: Spanish, DA: Danish, DE: German, GR: Greek, EN: English, FR: French, GA: Irish, IT: Italian, NL: Dutch, IT: Portuguese, FI: Finnish, SV: Swedish. Date: (Signature) 1/2000 ",
        "EUR-OP SMI=VY£E5 EDUCATION/CULTURE/WOMEN M en s t i ll d o m i n a te . . . ... in politics. The proportion of women members in regional and local par­ liaments and assemblies in the EU -a study conducted by the Committee of the Regions -shows, unsurprisingly, that more needs to be done to remove obstacles barring the access of women to political office. The presence of women members in the political decision-making bodies is a key factor for gauging the progress of equality in European society: Cat.: GF-25-99-237-EN-C (+ES,DA.DE.GR,FR,lT,NL,PT,Fl,SV),±63pp.,e7. Equality between women and men in decision-making remains a vision. The proportion of women in national governments is, on average,24.5% and 22.5% in national parliaments,states a Commission report: OOM(2000) 120 fin. However, the Commission considers that, generally, progress is being made in the quest for the equality of men and women in the EU. Annual report- 1999:COM(2000) 123fin. The EU's new Daphne (2000-03) Programme opposes violence to children, adolescents and women: OJ L 34, 2000. Breaking The Silence: Free in all the official EW languages from all European information sources (see p. 11), http://europa.eu.inl/ comm/ repre.senl_en.hlm The Yearbook 1999 con­ tains full details of key contacts of those involved in the medium-term EU Action Programme on Equal Opportunities for Women and Men (1996- 2000): Pree in DE/EN/FR: EC, DG Employment, rue de la Loi 200, Β- KM» Brussels, fax (32-2) 29-560 73, e-mail: eqopi^cec. eu.int, hllp://europa.eu.inl/comm/ dgl)5/eu 1 u_opp/indcx_en.htm Women and men spend their time differently. Studies of the relative pat­ terns of working time, caring and leisure time provide useful informa­ tion for policy-makers when formulating policies dealing with unemploy­ ment and social security systems. Gender use of time - Three European Studies: Cal.: CE-24-99-574-EN- C(+DE,FR),± 138 pp., €15. How flexible is your profession? The Commission examined the experience gained in applying Directive 92/51/EEC, which broadened the general system for the mutual recogni­ tion of higher education and training of at least three years' duration in Member Slates, to include other levels of education and training. Teachers and engineers are the two groups that migrate most as a result of the direc­ tive, whereas a legislative vacuum has existed in other areas (the 'specialist nurse', for instance): COM(2000) 17 tin. Basic training was introduced in Aus­ tria for nurses specializing in the care of children/young people and for psychiatric nurses in Directive 92/51/EEC. The English and Scottish train­ ing courses for recognition of social workers for mental health and trade mark agents were laken off the list: OJ L54,2000. V o c a t i o n al t r a i n i ng In its second phase (2000-06) the EU's Leonardo da Vinci Programme affirms Ihe need to develop quality, innovation and a European dimension in vocational training systems and practices through transnational cooper­ ation. Leonardo da Vinci actively supports lifelong training policies con­ ducted by the Member States, and innovative transnational initiatives aim to promote knowledge, aptitudes and skills necessary for successful inte­ gration into working life. Promoting a 'Europe of knowledge' is central to lhe implementation of the programme: http://europa.eu.int/comm/education/ leonardo_en.html An age of learning - Cedefop's first report on vocational training at Euro­ pean level: Cat.: HX-25-99-075-EN-C, 146 pp.,€19. INFO Cedefop - newsletter from the European Centre for the Development of Voca­ tional Training: Free (+DE.FR): Cedefop, PO Box 22427, GR-55102 Thessalonicas, tax (30-31 ) 49 00 20. c- mail: info@cedefop.eu.int, http:// www.cedefop.gr Vocational Education and 'Training in Sweden: Cat.: 1IX- 06-97-593-EN-C (+DE.FR), ± 154 pp.. €18.50. ... in Austria: Cat.: HX-07-97-684-EN-C (+DE), ± 127 pp., € 18.50. European trends in the development of occupations and qualifications: Vol. I: Cat.: HX-22-99-741-EN-C (+DE),± 81 pp., €8.50. Free publications: Supporting quality in vocational training through net­ working: Free (+DE); Innovation and training in the agribusiness complex (in English only); The low-skilled on the European labour market: prospects and policy options (+DE. ES.FR): Cedefop (see address above). Creating a Europe of knowledge Nikolaus van der Pas: 'A higher budget for education' A 'Europe of knowledge' is being created at high speed, but there are still some shortfalls on the way to it. EUR-OP News found out more in an interview with Mr Nikolaus van der Pas. Director-General of the Commission's Education and Cul­ ture Directorate-General. EUR-OP News: 'How does the EU ensure that public authorities pro­ vide the most suitable fiscal, legisla­ tive and social environment?' Mr van der Pas: 'Demographic change in the coming decades, together with rapid technological and economic changes, pose signifi­ cant challenges to Member States' and the EU's approach to educa­ tion and training. The response to these problems must focus on two issues - both of which should be seen within the overall framework of lifelong learning. On the one hand, it is a matter of ensuring bet­ ter access to high-quality education and training for older workers so that they can acquire new knowl­ edge, skills and competence in order to make them ready to meet the demands of today's labour mar­ ket. The second issue is to ensure that young people leaving the school system have acquired not only the knowledge, skills and com­ petence they need for entering the labour market, but also that they are prepared for the necessity of learning throughout their working lives. Several instruments are available to the EU Firstly, within the European Strategy for Employment, a number of guidelines for Member States' employment policy address these issues. In particular, Guideline 6 invites each Member State to set a national target for participation in lifelong learning while ensuring access for older workers. Secondly, through the EU Programmes for Education and Training (Socrates, Leonardo da Vinci) support is given to developing innovative and high- quality approaches to lifelong learning in the fields of education and vocational training. In addition, the European Social Fund and the EQUAL Initiative will encourage and support actions to address the consequences of these demographic changes, especially in relation to social exclusion' (see also our Supple­ ment). EUR-OP News: 'What does Europe do to improve and stream­ line the information services pro­ vided by local employment offices and career centres?' Mr van der Pas: 'Information for European citizens is certainly important, not least in the field of vocational and careers guidance. As the Commission underlined in its recent draft recommendation designed to overcome obstacles to transnational mobility, consider­ able efforts need to be made to inform and advise citizens about opportunities for mobility. Euro­ pean structures already exist to support this, such as EURES, NARIC and others. Staff in local employment offices are a crucial link in this information chain and the continual updating of their skills is required. Here Member States have a prime responsibility.' EUR-OP News-. 'Creating a Europe of knowledge is not a luxu­ ry but a necessity. Why does this EU policy not receive more than 1% of the total EU budget?' Mr van der Pas: 'Indeed it is a necessity. It is also a very ambitious challenge which the Union has set itself and which has been incorpo­ rated into the Amsterdam Treaty, expressing the determination of the EU to promote the highest level of knowledge for its people through broad access to education and its permanent updating. A 'Europe of knowledge' involves several areas such as innovation, education, training and research, four fundamental pillars of the EU's internal policies. Concerning the areas under the responsibility of Mrs Reding, and in particular education and training, I am pleased to note that the budgetary authority has increased the bud­ getary allocations by 30% for the second phase of the Socrates and Leonardo da Vinci Programmes, while the overall level of the bud­ get remains low. This increase, at a time of budgetary restraint, shows that 'Europe of knowledge' has been recognized as a clear priority.' EUR-OP News reporters Alvaro Ballesteros and Martin Gutwillinger talked to Nikolaus van der Pas Education at EU level Education and Culture DG: http://europa.eu.int/comm/dgs/education_culture/index_en. him The Commission reports on the implementation of the White Paper Teach­ ing and learning - towards the learning society: COM(99) 750 fin. The Commission proposes several measures to improve the mobility of students, persons undergoing training, young volunteers, teachers and trainers within the EU The proposal includes better information on the possibilities and conditions of mobility, financing and measures to facilitate the recognition of experience gained in other Member States: COM(99) 708 fin. The Commission promotes European pathways in worked-linked training, including apprenticeship. Europass Training was established to testify training periods abroad: Free brochure in French only: Carlo Scatoli, EC, DG Education and Culture, rue de la Loi 200. B-1049 Brussels, fax (32-2) 29-953 25, e-mail: europass@cec.eu.int For more information: hltp://europa.eu.inl/comm/education/europass/indcx-en.html The European Label is a prize awarded each year to the most innovative language learning and teaching projects: http://europa.eu.int/comm/education/ language/label.html Designing tomorrow's education: The Commission investigated the prob­ lem of dovetailing educational multimedia with actual practice: COM(2000) 23 fin. European cooperation in quality evaluation of school education is recom­ mended: COM(99) 709 fin. International educational research in the 1990s - A survey: Cat.: CG-NA-19- 094-EN-C, 100 pp.. €37. Socrates has entered its second phase (2000-06): OJ L 28,2000; http://europa.eu. inl/comm/educalion/socrates.html Erasmus students are very satisfied, both academically and socially, with the outcome of their study period abroad. Nearly all of students inter­ viewed from the 1997/8 academic year considered the Erasmus experience to have been positive or very positive. 59% of the participants are female: COM(2000) 4 fin. For more information: http://eu.ropa.eu.int/comm/education/socrates/erasmus/ home.html The Jean Monnet Project Directory 1990-99 covers all the centres, chairs and professors involved in the 2 322 university projects in the field of European integration: Free (EN/FR): Jacqueline Lastenouse, EC, DG Education and Culture, rue de la Loi 200, B-1049 Brussels, fax (32-2) 29-631 06, e-mail: jacqueline.Iaste- nouse@ccc.eu.int. http://europa.eu.int/comm/dglO/university/ajm/ Hello Europe is a CD-ROM for young people with 1 700 pages on screen covering all aspects of the EU, its Member States and applicant countries: Free in all the official EU languages from all European information sources (see p. 11), http://europa.cu.int/comm/represent_en.hlm Education and change Key data on education in Europe sets out the main features of education systems in 29 European countries: the EU15, EFTA/EEA, pre- accession countries, plus data from Albania, Bosnia and Herzegovina and the former Yugoslav Republic of Macedo­ nia. This fourth edition provides a number of recent national and occasional regional indicators covering population and employment, levels of study, teachers, their salaries and qualifications, educational establishments and their degree of autonomy. The report reveals that school­ children and students account­ ed for 22% of the population in 1996/7. Information technol­ ogy now takes up an increas­ ingly large share of school syllabuses. Pre-primary educa­ tion is becoming more profes­ sional taking in children as young as 2. Student mobility is limited but on the increase, thanks to the extension of the Erasmus Programme. One of the main challenges facing education will be the renewal of a large part of the teaching profession as one in five teach­ ers in the EU nears retirement: Cat.: C2-23-99-596-EN-C (+FR), ± 292 pp., €28. 1/2000 "
    ]
}