{
    "text": [
        "CM σι -t Next Steps The research synopses and policy cases presented here represent only the first stage in linking Information Society activities to EU policies. Information Society & Media DG is now working with Employment & Social Affairs DG to establish a policy interface to improve synergies. A virtuous circle should develop, with improved communication between researchers and policymakers ensuring that: Φ Information Society & Media programmes better reflect relevant EU policies; EU policies better account for Information Society technologies; • ICTs are better applied to meeting Europe's challenges. At a later stage, specific actions will be launched addressing policy-makers in national and regional administrations in Member States, European institutions and national parliaments. Getting Involved The information Society Policy Link initiative links policy-makers and researchers in a number of ways, so as to leverage the benefits of Information Society & Media projects for European policies. A variety of activities are planned, including a series of Policy Workshops and events targeted at the European policy community. Project Consortia play a crucial role in the development of this joint effort, providing a valuable source of information for European policy-makers on relevant technological developments, as well as improving the quality, impact and awareness of their own projects for the benefit of EU policies. Organisations involved in past or present Information Society projects with relevant activities or results are invited to contact the Initiative at the address shown. Information Society Policy Link at a Glance Information Society related actions constitute a considerable effort of the European Union. For instance, Information Society Technologies (1ST) research has been the largest thematic priority in the EU's Fifth (1998-2002) and Sixth (2002-2006) Framework Research Programmes. Together they represent an investment of over €7bn in 1ST research, and are complemented by programmes such as eContent (€IOOm) and eTEN (€3 I 5m), which focus on digital content and eServices deployment respectively. The projects funded by these programmes offer benefits to all areas of Europe's economy and society. To fully realise these benefits the technologies need to be linked closely to European policy-making in the relevant areas. Information Society Policy Link is an initiative of Information Society & Media DG to identify and reinforce links between its projects and relevant EU policies. More than 3000 projects from Information Society programmes are being analysed, identifying a wealth of concrete results that support EU policies across all of the principal policy domains. By exchanging information and experiences, the Information Society Policy Link initiative aims to ensure that results from European ICT research provide greater leverage, both in implementing current policies and shaping priorities for the future. nformation Society and Inclusi Linking European Polities Further Information Information Society Policy Link initiative Coordinator: Vassilios Laopodis e-mail: infso-is-poLicy-Link@cec.eu.int http://europa.eu.int/information_society/activities/policy_Link/index_en.htm Employment, Sodai Affairs & Equal Opportunities DG DetLef Gerhardt, detLef.gerhardt@cec.eu.int http://europa.eu.int/comm/empLoyment_sociaL/sociaL_incLusion/index_en.htm Information Society & Media DG http://europa.eu.int/information_society/soccuL/eincl/index_en.htm Inma PLacencia, inmacuLada.pLacencia-porrero@cec.eu.int Europe's Information Society: Thematic Portal http://europa.eu.int/information_society/ MM rR*T information Society and Media European Commission / ",
        "^x The Information Society brings important benefits for social inclusion. To help ensure this promise is fulfilled, the Information Society Policy Link initiative is linking Information Society projects with relevant European policy-makers in areas as diverse as assistive technologies for people with 'isabilities, systems J ~endent Hvin~ Challenges for elnclusion Under the Amsterdam Treaty, all European citizens have the right to participate fully and without discrimination in society. As the knowledge-based economy develops, the uptake of leading-edge technologies in all areas of life may present major challenges for many users and introduce new threats to sustained growth and social stability. To reach the goal of a knowledgeable and sustainable society for all, it is essential to make new technologies and systems accessible to all. We have to apply technology to the task of genuinely empowering citizens to play a full role in society. There is a risk that, despite their many benefits, new technologies could set people apart, create new barriers, and increase social exclusion. Specific attention should be given to those groups in society that are at high risk of being excluded, due to a wide variety of reasons such as age, gender, disability, literacy, and culture. Many of these groups have common difficulties in getting employment and less educational opportunities, leading often to poverty. Information and communication technologies (ICTs) can help bridge this \"digital divide\". For example, promoting digital literacy to enhance e-skills and ICT job opportunities will improve participation and inclusion. Already today, access to technology and services which technology can deliver is unequally distributed. Disabled and elderly persons, in particular, are at great risk of being digitally marginalised. Demographic trends show that by 2010 about 25% of the European population will be aged over 60, rising to 30% by 2020. Correspondingly, the proportion of persons with disabilities will rise from about 14% today to around 20% by 2020, many of whom will be confronted with multiple minor disabilities. Thus, potentially, increasing numbers of citizens may suffer exclusion as the digital age progresses. eAccessibility - ensuring access to technologies for people with a wide spectrum of disabilities and special needs - is a prerequisite for elnclusion. It addresses how new technologies and services can be used to overcome barriers, compensate or restore individuals' functions and empower in particular older persons and people with disabilities to realise their full potential. New developments in technology provide Europe with a real chance to turn the risk of a digital divide into \"digital cohesion\" and \"digital opportunities\" across the Union, and so bring the benefits of the Information Society to all segments of the population. Inclusion Policy The Lisbon Council in 2000 agreed to make a decisive impact on the eradication of poverty and social exclusion by 2010. Through the Open Method of Coordination Member States are encouraged to set out concrete steps in their National Action Plans against poverty and social exclusion to improve access to the new ICTs and the opportunities new technologies can provide. New Member States have outlined their key challenges in the area of elnclusion in their Joint Inclusion Memorandum. To empower people with disabilities and to facilitate their access to employment and integration into society, the European Disability Strategy and its Action Plan Equal Opportunities for People with Disabilities promotes horizontal attention to disability issues in all EU policies (known as \"mainstreaming\"). In addition, the 2004-2005 priorities of the Disability Action Plan include specific initiatives for using the potential of new technologies. The European Social Fund (ESF), in particular through its EQUAL initiative for human resources, tests new ways of tackling discrimination and inequality experienced by those in work and those looking for a job. Supporting the adaptability of firms and employees to structural economic change and encouraging the use of information technology and other new technologies is one of its priorities. Finally, gender inclusion is an important aspect of the Information Society. The EU's commitment with respect to economic, social empowerment of women in the context of a more widespread use of ICTs is reflected in recent Resolutions from the Council (Social and Human Capital Building) and the European Parliament (Women in the New Information Society). Further European policies and activities relating to general employment and social policies are described in the Information Society Policy Link brochure and policy cases on employment. elnclusion: Where the Information Society meets Inclusion Information and communications technologies make a major contribution to social inclusion. Assistive technologies can help compensate for functional deficits and improve the quality of life for people with disabilities. Similarly, ICT-based solutions can help the elderly and those with special needs to live more independent lives. And by increasing workers' flexibility and adaptability, ICT can help people from all at-risk groups integrate into the labour market. elnclusion features prominently in the eEurope initiative, and indeed permeates all its action lines. While in eEurope 2002 accessibility targets focused primarily on people with disabilities, in the eEurope 2005 Action Plan the emphasis is integrating accessibility criteria into mainstream goods, services and information flows. Specific elnclusion actions included in the eEurope roadmap are: the continued follow-up of the accessibility of public websites, development of a public procurement toolkit for accessibility, and a European curriculum in design-for-all. Implementation is supported through the eAccessibility Expert Group, comprising representatives from Member States. The Commission is preparing a new Communication on eAccessibility for early 2005. This aims to mobilise industry and the Member States towards Europe-wide harmonised solutions, addressing interoperability and economies of scale. Among other measures, the Communication will: promote the development of harmonised accessibility requirements to be used in ICT public procurement; look at developing a certification scheme for accessible ICT products; and proposes to use the opportunities offered by existing ICT legislation with respect to eAccessibility, in particular the Electronic Communications Framework. Information Society Activities Fifth Framework Programme Under IST-FP5, research relating to elnclusion focused on \"systems for independent living\", aiming to improve the quality effectiveness and efficiency of care services, to facilitate active participation in society, to devise applications of technologies to address impairments through assistive technologies and to develop and promote access to products and services (\"design-for-all\"). Projects addressed application areas such as: personal care, mobility and communication, improved access to a wide range of services, and greater participation in social and community activities, including extended employment and learning opportunities. Work was also undertaken into a wide range of assistive technologies and systems that empower people with disabilities to live more independent lives. Sixth Framework Programme In FP6, relevant research is addressed under the 1ST Strategic Objective on elnclusion. This adopts a holistic, multidisciplinar/ approach, focusing on real world needs and concerns of users in all aspects of their lives. It focuses on two inter-related areas of research to be pursued in tandem: Barrier-free technologies and Empowering technologies. Barrier-free technologies focuses on mainstream products and systems including public services, designed in such way that they can meet the requirements of the widest possible range of users and situations. These need to interface seamlessly with empowering technologies, which focus on the broad range of assistive devices and systems for persons with disabilities. Technologies for autonomy and independent living of people with disabilities and older persons as well as systems for profesionals and informal carers will be a priority. In addition, elnclusion aspects of the Information Society are the subject of a specific task in FP6 Priority 8 (Research for Support to Policies). Research is undertaken in close co-operation with policy and regulatory activities, including the elnclusion horizontal topic of the eEurope 2005 Action Plan, the work of the Communication Committee on the Telecom Legislation Package through its Inclusive Communication sub-group (INCOM), and related standardisation activities. In February 2005, Information and Media DG established a new Directorate ICT for Citizens and Businesses in order to address more efficiently ICT research in services related to societal challenges. Other Activities The eTEN Programme is concerned with the large-scale roll-out of public interest services, primarily in support of the eEurope Action Plan. In this context, eTEN projects address elnclusion as a main action line. Activities focus on the specific needs of people with disabilities, the elderly and socially disadvantaged, elnclusion is also considered in terms of overcoming socio-economic, geographic and cultural barriers, and preventing risks of digital exclusion. Services include developments in relation to eGovernment, education, employment, new forms of business and commerce, and delivery of assistive technology services. eContent is a market-oriented programme supporting the production, use and distribution of European digital content, including its linguistic diversity. This information can often provide a basis for new or improved societal services. The follow-on programme, eContentplus (2005-2008), will focus on pan-European services, information infrastructures and showcases, including industrial and societal applications. Information Society Policy Link Λ "
    ]
}