{
    "text": [
        "8049/18 SP/ev 1 DRI EN Council of the European Union Brussels, 20 April 2018 (OR. en) 8049/18 CODEC 555 CLIMA 61 ENV 231 AGRI 175 FORETS 13 ONU 29 PE 44 Interinstitutional File: 2016/0230 (COD) INFORMATION NOTE From: General Secretariat of the Council To: Permanent Representatives Committee/Council Subject: Proposal for a Regulation of the European Parliament and of the Council on the inclusion of greenhouse gas emissions and removals from the land use, land use change and forestry into the 2030 climate and energy framework and amending Regulation No 525/2013 of the European Parliament and of the Council on a mechanism for monitoring and reporting greenhouse gas emissions and other information relevant to climate change - Outcome of the European Parliament's first reading, (Strasbourg, 16 to 19 April 2018) I. INTRODUCTION In accordance with the provisions of Article 294 of the TFEU and the joint declaration on practical arrangements for the codecision procedure 1 , a number of informal contacts have taken place between the Council, the European Parliament and the Commission with a view to reaching an agreement on this dossier at first reading, thereby avoiding the need for second reading and conciliation. 1 OJ C 145, 30.6.2007, p.5 ",
        "8049/18 SP/ev 2 DRI EN In this context, the rapporteur, Mr Norbert LINS (EPP, DE), presented one compromise amendment (amendment 66) to the proposal for a Regulation, on behalf of the Committee on the Environment, Public Health and Food Safety. This amendment had been agreed during the informal contacts referred to above. II. VOTE When it voted on 17 April 2018, the plenary adopted one compromise amendment (amendment 66) to the proposal for a Regulation. The Commission's proposal as thus amended constitutes the Parliament's first-reading position which is contained in its legislative resolution as set out in the Annex hereto 2 . The Parliament's position reflects what had been previously agreed between the institutions. The Council should therefore be in a position to approve the Parliament's position. The act would then be adopted in the wording which corresponds to the Parliament's position. ____________________ 2 The version of the Parliament's position in the legislative resolution has been marked up to indicate the changes made by the amendments to the Commission's proposal. Additions to the Commission's text are highlighted in bold and italics. The symbol \" ▌\" indicates deleted text. ",
        "8049/18 SP/ev 3 DRI EN ANNEX (17.4.2018) Inclusion of greenhouse gas emissions and removals from land use, land use change and forestry into the 2030 climate and energy framework ***I European Parliament legislative resolution of 17 April 2018 on the proposal for a regulation of the European Parliament and of the Council on the inclusion of greenhouse gas emissions and removals from land use, land use change and forestry into the 2030 climate and energy framework and amending Regulation (EU) No 525/2013 of the European Parliament and the Council on a mechanism for monitoring and reporting greenhouse gas emissions and other information relevant to climate change (COM(2016)0479 – C8-0330/2016 – 2016/0230(COD)) (Ordinary legislative procedure: first reading) The European Parliament , – having regard to the Commission proposal to Parliament and the Council (COM(2016)0479), – having regard to Article 294(2) and Article 192(1) of the Treaty on the Functioning of the European Union, pursuant to which the Commission submitted the proposal to Parliament (C8-0330/2016), – having regard to Article 294(3) of the Treaty on the Functioning of the European Union, – having regard to the opinion of the European Economic and Social Committee of 14 December 2016 3 , – having regard to the opinion of the Committee of the Regions of 23 March 2017 4 , – having regard to the provisional agreement approved by the committee responsible under Rule 69f(4) of its Rules of Procedure and the undertaking given by the Council representative by letter of 20 December 2017 to approve Parliament’s position, in accordance with Article 294(4) of the Treaty on the Functioning of the European Union, – having regard to Rule 59 of its Rules of Procedure, – having regard to the report of the Committee on the Environment, Public Health and Food Safety and the opinions of the Committee on Development, the Committee on Industry, Research and Energy and the Committee on Agriculture and Rural Development (A8- 0262/2017), 1. Adopts its position at first reading hereinafter set out 5 ; 2. Calls on the Commission to refer the matter to Parliament again if it replaces, substantially amends or intends to substantially amend its proposal; 3 OJ C 75, 10.3.2017, p. 103. 4 OJ C 272, 17.8.2017, p. 36. 5 This position replaces the amendments adopted on 13 September 2017 (Texts adopted, P8_TA(2017)0339). ",
        "8049/18 SP/ev 4 DRI EN 3. Instructs its President to forward its position to the Council, the Commission and the national parliaments. ",
        "8049/18 SP/ev 5 DRI EN P8_TC1-COD(2016)0230 Position of the European Parliament adopted at first reading on 17 April 2018 with a view to the adoption of Regulation (EU) 2018/… of the European Parliament and of the Council on the inclusion of greenhouse gas emissions and removals from land use, land use change and forestry in the 2030 climate and energy framework, and amending Regulation (EU) No 525/2013 ▌ and Decision No 529/2013/EU (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 192(1) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee 6 , Having regard to the opinion of the Committee of the Regions 7 , Acting in accordance with the ordinary legislative procedure 8 , 6 OJ C 75, 10.3.2017, p. 103. 7 OJ C 272, 17.8.2017, p. 36. 8 Position of the European Parliament of 17 April 2018. ",
        "8049/18 SP/ev 6 DRI EN Whereas: (1) The European Council in its conclusions of 23-24 October 2014 on the 2030 climate and energy policy framework endorsed a binding target of at least a 40 % domestic reduction in economy-wide greenhouse gas emissions by 2030 compared to 1990, and that target was reaffirmed in the European Council’s conclusions of 17-18 March 2016. (2) The European Council conclusions of 23-24 October 2014 stated that the emissions reduction target of at least 40 % should be delivered collectively by the Union in the most cost-effective manner possible, with the reductions in the European Union emissions trading system (‘EU ETS’) laid down in Directive 2003/87/EC of the European Parliament and of the Council 9 and in non-ETS sectors amounting to 43 % and 30 %, respectively, by 2030 compared to 2005, with efforts distributed on the basis of relative GDP per capita. 9 Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC (OJ L 275, 25.10.2003, p. 32). ",
        "8049/18 SP/ev 7 DRI EN (3) This Regulation forms part of the implementation of the Union's commitments under the Paris Agreement 10 adopted under the United Nations Framework Convention on Climate Change (‘UNFCCC’). The Paris Agreement was concluded on behalf of the Union on 5 October 2016 by Council Decision (EU) 2016/1841 11 . The commitment of the Union to economy-wide emission reductions was set out in the Intended Nationally Determined Contribution submitted in view of the Paris Agreement by the Union and its Member States ▌to the Secretariat of the UNFCCC on 6 March 2015 ▌ . The Paris Agreement entered into force on 4 November 2016. The Union should continue to decrease its greenhouse gas emissions and enhance removals in line with the Paris Agreement. 10 OJ L 282, 19.10.2016, p. 4. 11 Council Decision (EU) 2016/1841 of 5 October 2016 on the conclusion, on behalf of the European Union, of the Paris Agreement adopted under the United Nations Framework Convention on Climate Change (OJ L 282, 19.10.2016, p. 1). ",
        "8049/18 SP/ev 8 DRI EN (4) The Paris Agreement, inter alia, sets out a long-term goal in line with the objective to keep the global temperature increase well below 2 °C above pre-industrial levels and to pursue efforts to keep it to 1,5 °C above pre-industrial levels. Forests, agricultural land and wetlands will play a central role in achieving this goal. In the Paris Agreement, the Parties also recognise the fundamental priority of safeguarding food security and ending hunger, in the context of sustainable development and efforts to eradicate poverty, and the particular vulnerabilities of food production systems to the adverse impacts of climate change, thereby fostering climate resilience and low greenhouse gas emissions development, in a manner that does not threaten food production. In order to achieve the objectives of the Paris Agreement, the Parties should increase their collective efforts. The Parties should prepare, communicate and maintain successive nationally determined contributions. The Paris Agreement replaces the approach taken under the 1997 Kyoto Protocol , which will not be continued beyond 2020. The Paris Agreement also calls for a balance between anthropogenic emissions by sources and removals by sinks of greenhouse gases in the second half of this century, and invites Parties to take action to conserve and enhance, as appropriate, sinks and reservoirs of greenhouse gases, including forests. ",
        "8049/18 SP/ev 9 DRI EN (5) The land use, land use change and forestry ('LULUCF') sector has the potential to provide long-term climate benefits, and thereby to contribute to the achievement of the Union’s greenhouse gas emissions reduction target, as well as to the long-term climate goals of the Paris Agreement. The LULUCF sector also provides bio-materials that can substitute fossil- or carbon-intensive materials and therefore plays an important role in the transition to a low greenhouse-gas-emitting economy. As removals through LULUCF are reversible, they should be treated as a separate pillar in the Union climate policy framework. (6) The European Council conclusions of 23-24 October 2014 ▌ stated that the multiple objectives of the agriculture and land use sector, with their lower mitigation potential as well as the need to ensure coherence between the Union food security and climate change objectives, should be acknowledged. The European Council invited the Commission to examine what the best means of encouraging the sustainable intensification of food production are, while optimising the sector's contribution to greenhouse gas mitigation and sequestration, including through afforestation, and to establish policy on how to include ▌LULUCF in the 2030 greenhouse gas mitigation framework as soon as technical conditions allow and in any case before 2020. ",
        "8049/18 SP/ev 10 DRI EN (7) Sustainable management practices in the LULUCF sector can contribute to climate change mitigation in several ways, in particular by reducing emissions, and maintaining and enhancing sinks and carbon stocks. In order for measures aiming in particular at increasing carbon sequestration to be effective, the long-term stability and adaptability of carbon pools is essential. In addition, sustainable management practices can maintain the productivity, regeneration capacity and vitality of the LULUCF sector and thereby promote economic and social development, while reducing the carbon and ecological footprint of that sector. (8) The development of sustainable and innovative practices and technologies, including agro-ecology and agro-forestry, can enhance the role of the LULUCF sector in relation to climate mitigation and adaptation, as well as strengthen the productivity and resilience of that sector. As the LULUCF sector is characterised by long timeframes for returns, long-term strategies are important to enhance research funding for the development of, and investments in, sustainable and innovative practices and technologies. Investments in preventive actions, such as sustainable management practices, can reduce the risks associated with natural disturbances. ",
        "8049/18 SP/ev 11 DRI EN (9) In its conclusions of 22-23 June 2017, the European Council reaffirmed the commitment of the Union and its Member States to the 2030 Agenda for Sustainable Development, which aims, inter alia, to ensure that the management of forests is sustainable. (10) Action to reduce deforestation and forest degradation and to promote sustainable forest management in developing countries is important. In this context, in its conclusions of 21 October 2009 and 14 October 2010, the Council recalled the Union's objectives of reducing gross tropical deforestation by at least 50 % by 2020 compared to current levels and to halt global forest cover loss by 2030 at the latest. (11) Decision No 529/2013/ EU of the European Parliament and of the Council 12 sets out accounting rules applicable to ▌ emissions and removals from the LULUCF sector and thereby has contributed to the development of policies that have led towards the inclusion of the LULUCF sector in the Union’s emission reduction commitment. This Regulation should build on the existing accounting rules, updating and improving them for the period from 2021 to 2030. It should lay down the obligations of Member States in implementing those accounting rules, and should also require the Member States to ensure that the overall LULUCF sector does not generate net emissions and contributes to the aim of enhancing sinks in the long-term . It should not lay down any accounting or reporting obligations for private parties , including farmers and foresters. 12 Decision No 529/2013/EU of the European Parliament and of the Council of 21 May 2013 on accounting rules on greenhouse gas emissions and removals resulting from activities relating to land use, land-use change and forestry and on information concerning actions relating to those activities (OJ L 165, 18.6.2013, p. 80). ",
        "8049/18 SP/ev 12 DRI EN (12) The LULUCF sector, including agricultural land, has a direct and significant impact on biodiversity and ecosystems services. For this reason, an important objective of policies affecting this sector is to ensure that there is coherence with the Union’s biodiversity strategy objectives. Actions should be taken to implement and support activities in this sector relating to both mitigation and adaptation. Coherence between the Common Agricultural Policy and this Regulation should also be ensured. All sectors need to deliver their fair share as regards the reduction of greenhouse gas emissions. (13) Wetlands are effective ecosystems for storing carbon. Therefore, protecting and restoring wetlands could reduce greenhouse gas emissions in the LULUCF sector. The Intergovernmental Panel on Climate Change (' IPCC') Refinement to the 2006 IPCC Guidelines for National Greenhouse Gas Inventories relating to wetlands should be taken into account in this context . ",
        "8049/18 SP/ev 13 DRI EN (14) To ensure the contribution of the LULUCF sector to the achievement of the Union's emission reduction target of at least 40 % and to the long-term goal of the Paris Agreement, a robust accounting system is needed. In order to obtain accurate accounts of emissions and removals in accordance with the 2006 IPCC Guidelines for National Greenhouse Gas Inventories ('IPCC Guidelines'), the annually reported values under Regulation (EU) No 525/2013 of the European Parliament and of the Council 13 for land use categories and the conversion between land use categories should be utilised, thereby streamlining the approaches used under the UNFCCC and the Kyoto Protocol. Land that is converted to another land use category should be considered to be in the process of transitioning to that category for the default value of 20 years referred to in the IPCC Guidelines. Member States should only be able to derogate from that default value for afforested land and only in limited circumstances justified under the IPCC Guidelines. Changes in the IPCC Guidelines as adopted by the Conference of the Parties to the UNFCCC or the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement should be reflected, as appropriate, in the reporting requirements under this Regulation. 13 Regulation (EU) No 525/2013 of the European Parliament and of the Council of 21 May 2013 on a mechanism for monitoring and reporting greenhouse gas emissions and for reporting other information at national and Union level relevant to climate change and repealing Decision No 280/2004/EC (OJ L 165, 18.6.2013, p. 13). ",
        "8049/18 SP/ev 14 DRI EN (15) The internationally agreed IPCC Guidelines state that emissions from the combustion of biomass can be accounted for as zero in the energy sector on condition that such emissions are accounted for in the LULUCF sector. In the Union , emissions from biomass combustion are currently accounted for as zero pursuant to Article 38 of Commission Regulation (EU) No 601/2012 14 and the provisions set out in Regulation (EU) No 525/2013, therefore consistency with the IPCC Guidelines would only be ensured if such emissions were reflected accurately in this Regulation. (16) Emissions and removals from forest land depend on a number of natural circumstances, dynamic age-related forest characteristics , as well as on past and present management practices that differ substantially between the Member States . The use of a base year would not make it possible to reflect those factors and resulting cyclical impacts on, or the interannual variation of, emissions and removals. The relevant accounting rules should instead provide for the use of reference levels to exclude the effects of natural and country- specific characteristics. Forest reference levels should take account of any unbalanced age structure of forests and should not unduly constrain future forest management intensity, so that long-term carbon sinks can be maintained or strengthened . Given the particular historical situation of Croatia, its forest reference level could also take into account the occupation of its territory, and war time and post-war circumstances that had an impact on forest management during the reference period. The relevant accounting rules take account of the principles of sustainable forest management as adopted in the Ministerial Conferences on the Protection of Forests in Europe ('Forest Europe'). 14 Commission Regulation (EU) No 601/2012 of 21 June 2012 on the monitoring and reporting of greenhouse gas emissions pursuant to Directive 2003/87/EC of the European Parliament and of the Council (OJ L 181, 12.7.2012, p. 30). ",
        "8049/18 SP/ev 15 DRI EN (17) Member States should submit to the Commission national forestry accounting plans, including forest reference levels . In the absence of the international review under the UNFCCC or the Kyoto Protocol, a review procedure should be established to ensure transparency and improve the quality of accounting in the category of managed forest land. (18) When the Commission assesses the national forestry accounting plans , including the forest reference levels proposed therein , it should build on the good practice and experience of the expert reviews under the UNFCCC, including as regards participation of experts from the Member States . The Commission should ensure that experts from the Member States are involved in the technical assessment of whether the proposed forest reference levels have been determined in accordance with the criteria and requirements set out in this Regulation. The results of the technical assessment should be forwarded to the Standing Forestry Committee established by Council Decision 89/367/EEC 15 for information. The Commission should also consult stakeholders and civil society. The national forestry accounting plans should be made public in accordance with the relevant legislation. 15 Council Decision 89/367/EEC of 29 May 1989 setting up a Standing Forestry Committee (OJ L 165, 15.6.1989, p. 14). ",
        "8049/18 SP/ev 16 DRI EN (19) The increased sustainable use of harvested wood products can substantially limit emissions by the substitution effect and enhance removals of greenhouse gases from the atmosphere. The accounting rules should ensure that Member States accurately and transparently reflect in their LULUCF accounts changes in the carbon pool of harvested wood products when such changes take place, in order to recognise and incentivise the enhanced use of harvested wood products with long life-cycles. The Commission should provide guidance on issues related to the methodology concerning the accounting for harvested wood products. (20) Natural disturbances, such as wildfires, insect and disease infestations, extreme weather events and geological disturbances, that are beyond the control of, and not materially influenced by, a Member State, can result in greenhouse gas emissions of a temporary nature in the LULUCF sector, or cause the reversal of previous removals. As such reversal can also be the result of management decisions, such as decisions to harvest or plant trees, this Regulation should ensure that human-induced reversals of removals are always accurately reflected in LULUCF accounts. Moreover, this Regulation should provide Member States with a limited possibility to exclude emissions resulting from disturbances that are beyond their control from their LULUCF accounts. However, the manner in which Member States apply those provisions should not lead to undue under-accounting. ",
        "8049/18 SP/ev 17 DRI EN (21) Depending on national preferences, Member States should be able to choose adequate national policies for achieving their commitments in the LULUCF sector, including the possibility of balancing emissions from one land category with removals from another land category. They should also be able to cumulate net removals over the period from 2021 to 2030. Transfers to other Member States should continue to be available as an additional option, and Member States should be able to use annual emissions allocations established pursuant to Regulation (EU) …/… of the European Parliament and of the Council +16 for compliance under this Regulation. The use of flexibilities set out in this Regulation will not compromise the overall ambition level of the Union's greenhouse gas reduction targets. (22) Forests managed in a sustainable way normally are sinks, contributing to climate mitigation. In the reference period from 2000 to 2009, the reported average removals by sinks from forest land were 372 million tonnes of CO 2 equivalent per year for the Union as a whole. Member States should ensure that sinks and reservoirs, including forests, are conserved and enhanced, as appropriate, with a view to achieving the purpose of the Paris Agreement and meeting the ambitious greenhouse gas emissions reduction targets of the Union by 2050. (23) Removals from managed forest land should be accounted against a forward-looking forest reference level. The projected future removals by sinks should be based on an extrapolation of forest management practices and intensity from a reference period. A decrease in a sink relative to the reference level should be accounted for as emissions. Specific national circumstances and practices, such as lower harvest intensity than usual or ageing forests during the reference period, should be taken into account. + OJ: Please insert in the text the number of the Regulation contained in document PE- CONS 3/18 (2016/0231(COD)) and insert the number, date, title and OJ reference of that Regulation in the footnote. 16 Regulation (EU) .../... of the European Parliament and of the Council of ... on binding annual greenhouse gas emission reductions by Member States from 2021 to 2030 contributing to climate action to meet commitments under the Paris Agreement and amending Regulation (EU) No 525/2013 (OJ ...). ",
        "8049/18 SP/ev 18 DRI EN (24) Member States should be granted some flexibility to temporarily increase their harvest intensity in accordance with sustainable forest management practices that are consistent with the objective set out in the Paris Agreement, provided that within the Union total emissions do not exceed total removals in the LULUCF sector. Under such flexibility, all Member States should be granted a basic amount of compensation calculated on the basis of a factor expressed as a percentage of their reported sink in the period from 2000 to 2009 to compensate for the emissions from managed forest land they have accounted for . It should be ensured that Member States can only be compensated up to the level at which their forests are no longer sinks. (25) Member States with very high forest coverage compared to the Union average, and in particular smaller Member States with very high forest coverage, are more dependent than other Member States on managed forest land to balance emissions in other land accounting categories and would therefore be affected to a higher degree and would have a limited potential to increase their forest coverage. The compensation factor should, therefore, be increased on the basis of forest coverage and land area so that Member States with a very small land area and very high forest coverage compared to the Union average are granted the highest compensation factor for the reference period. ",
        "8049/18 SP/ev 19 DRI EN (26) In its conclusions of 9 March 2012, the Council acknowledged the particularities of richly forested countries. Those particularities especially concern the limited possibilities of balancing emissions with removals. Given that it is the most richly forested Member State and taking into account its particular geographical characteristics, Finland faces particular difficulties in this respect. Therefore, Finland should be granted limited additional compensation. (27) To monitor the progress of Member States towards meeting their commitments under this Regulation and to ensure that information on emissions and removals is transparent, accurate, consistent, complete and comparable , Member States should provide the Commission with the relevant greenhouse gas inventory data in accordance with Regulation (EU) No 525/2013, and compliance checks under this Regulation should take those data into account. If a Member State intends to apply the managed forest land flexibility set out in this Regulation, it should include in the compliance report the amount of compensation that it intends to use. (28) The European Environment Agency should assist the Commission, where appropriate in accordance with the Agency´s annual work programme, with the system of annual reporting of greenhouse gas emissions and removals, the assessment of information on policies and measures and national projections, the evaluation of planned additional policies and measures, and the compliance checks carried out by the Commission under this Regulation. ",
        "8049/18 SP/ev 20 DRI EN (29) In order to provide for the appropriate accounting of transactions under this Regulation, including the use of flexibilities and tracking compliance, as well as to promote enhanced use of wood products with long life-cycles, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission in respect of ▌technical adaptation of definitions, including the minimum values for the definition of forests , lists of greenhouse gases and carbon pools, laying down the forest reference levels of Member States for the periods from 2021 to 2025 and from 2026 to 2030, respectively , the addition of new categories of harvested wood products, the revision of methodology and information requirements regarding natural disturbances to reflect changes in the IPCC Guidelines, and the accounting of transactions through the Union Registry. The necessary provisions related to accounting of transactions should be contained in a single ▌ instrument combining the accounting provisions pursuant to Regulation (EU) No 525/2013, Regulation (EU) .../... + ▌, this Regulation and Directive 2003/87/EC. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level , and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making 17 ▌. In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States' experts, and their experts have systematic access to meetings of Commission expert groups dealing with the preparation of delegated acts. + OJ: Please insert in the text the number of the Regulation contained in document PE- CONS 3/18 (2016/0231(COD)). 17 OJ L 123, 12.5.2016, p. 1. ",
        "8049/18 SP/ev 21 DRI EN (30) As part of its regular reporting under Regulation (EU) No 525/2013, the Commission should also assess the outcome of the 2018 Facilitative Dialogue under the UNFCCC (‘Talanoa dialogue’). This Regulation should be reviewed in 2024 and every five years ther e after in order to assess its overall functioning. The review should be informed by the results of the Talanoa dialogue and the Global Stocktake under the Paris Agreement. The framework for the period after 2030 should be in line with the long-term objectives and the commitments made under the Paris Agreement. (31) In order to ensure that there is efficient, transparent and cost-effective reporting and verification of greenhouse gas emissions and removals, and reporting of any other information necessary to assess compliance with Member States' commitments, reporting requirements should be included in Regulation (EU) No 525/2013 . (32) To facilitate data collection and methodology improvement, land use should be inventoried and reported using geographical tracking of each land area, corresponding to national and Union data collection systems. The best use should be made of existing Union and Member State programmes and surveys including the Land Use/Cover Area frame Survey ('LUCAS') , the European Earth observation programme Copernicus and the European satellite navigation system Galileo for data collection. Data management, including sharing of data for reporting, reuse and dissemination , should conform to the requirements provided for in Directive 2007/2/EC of the European Parliament and of the Council 18 . (33) Regulation (EU) No 525/2013 should be amended accordingly. 18 Directive 2007/2/EC of the European Parliament and of the Council of 14 March 2007 establishing an Infrastructure for Spatial Information in the European Community (INSPIRE) (OJ L 108, 25.4.2007, p. 1). ",
        "8049/18 SP/ev 22 DRI EN (34) Decision No 529/2013/EU should continue to apply to the accounting and reporting obligations for the accounting period from 1 January 2013 to 31 December 2020. For the accounting periods from 1 January 2021, this Regulation should apply. (35) Decision No 529/2013/EU should be amended accordingly. (36) Since the objectives of this Regulation , in particular to set out the commitments of Member States for the LULUCF sector that contribute to achieving the objectives of the Paris Agreement and meeting the greenhouse gas emission reduction target of the Union for the period from 2021 to 2030, cannot be sufficiently achieved by the Member States but can rather, by reason of its scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives, HAVE ADOPTED THIS REGULATION: ",
        "8049/18 SP/ev 23 DRI EN Article 1 Subject matter This Regulation sets out the commitments of Member States for the land use, land use change and forestry ('LULUCF') sector that contribute to achieving the objectives of the Paris Agreement and meeting the greenhouse gas emission reduction target of the Union for the period from 2021 to 2030. This Regulation also lays down the rules for the accounting of emissions and removals from LULUCF and for checking the compliance of Member States with those commitments. Article 2 Scope 1. This Regulation applies to emissions and removals of the greenhouse gases listed in Section A of Annex I thereto ▌, reported pursuant to Article 7 of Regulation (EU) No 525/2013 and that occur in any of the following land accounting categories on the territories of Member States: (a) During the periods from 2021 to 2025 and from 2026 to 2030: (i) 'afforested land': land use reported as cropland, grassland, wetlands, settlements or other land, converted to forest land; (ii) 'deforested land': land use reported as forest land converted to cropland, grassland, wetlands, settlements or other land; ",
        "8049/18 SP/ev 24 DRI EN (iii) 'managed cropland': land use reported as: - cropland remaining cropland, - grassland, wetland, settlement or other land, converted to cropland, or - cropland converted to wetland, settlement or other land; (iv) 'managed grassland': land use reported as: - grassland remaining grassland, - cropland, wetland, settlement or other land, converted to grassland, or - grassland converted to wetland, settlement or other land; (v) 'managed forest land': land use reported as forest land remaining forest land . (b) As of 2026: ' managed wetland ' : land use reported as: - wetland remaining wetland, - settlement or other land, converted to wetland, or - wetland converted to settlement or other land . 2. During the period from 2021 to 2025, a Member State may include in the scope of its commitment pursuant to Article 4 of this Regulation emissions and removals of the greenhouse gases listed in Section A of Annex I to this Regulation, reported pursuant to Article 7 of Regulation (EU) No 525/2013, and that occur in the land accounting category of managed wetland on its territory. This Regulation also applies to such emissions and removals included by a Member State. ",
        "8049/18 SP/ev 25 DRI EN 3. Where a Member State intends, pursuant to paragraph 2, to include managed wetland in the scope of its commitment , it shall notify the Commission thereof by 31 December 2020. 4. If necessary in light of experience gained with the application of the IPCC Refinement to the IPCC Guidelines, the Commission may make a proposal to postpone the mandatory accounting for managed wetland for an additional period of five years. Article 3 Definitions 1. For the purposes of this Regulation, the following definitions apply: ( 1 ) ‘sink’ means any process, activity or mechanism that removes a greenhouse gas, an aerosol, or a precursor to a greenhouse gas from the atmosphere; ( 2 ) ‘source’ means any process, activity or mechanism that releases a greenhouse gas, an aerosol or a precursor to a greenhouse gas into the atmosphere; ( 3 ) ‘carbon pool’ means the whole or part of a biogeochemical feature or system within the territory of a Member State and within which carbon, any precursor to a greenhouse gas containing carbon, or any greenhouse gas containing carbon is stored; ( 4 ) ‘carbon stock’ means the mass of carbon stored in a carbon pool; ",
        "8049/18 SP/ev 26 DRI EN ( 5 ) ‘harvested wood product’ means any product of wood harvesting that has left a site where wood is harvested; ( 6 ) ‘forest’ means an area of land defined by the minimum values for area size, tree crown cover or an equivalent stocking level, and potential tree height at maturity at the place of growth of the trees as specified for each Member State in Annex II . It includes areas with trees, including groups of growing, young, natural trees, or plantations that have yet to reach the minimum values for tree crown cover or an equivalent stocking level or minimum tree height as specified in Annex II , including any area that normally forms part of the forest area but on which there are temporarily no trees as a result of human intervention, such as harvesting, or as a result of natural causes, but which area can be expected to revert to forest; (7) ‘forest reference level’ means an estimate, expressed in tonnes of CO 2 equivalent per year, of the average annual net emissions or removals resulting from managed forest land within the territory of a Member State in the periods from 2021 to 2025 and from 2026 to 2030, based on the criteria set out in this Regulation; (8) ‘half-life value’ means the number of years it takes for the quantity of carbon stored in a category of harvested wood products to decrease to one half of its initial value; ",
        "8049/18 SP/ev 27 DRI EN ( 9 ) ‘natural disturbances’ mean any non-anthropogenic events or circumstances that cause significant emissions in forests and the occurrence of which is beyond the control of the relevant Member State, and the effects of which the Member State is objectively unable to significantly limit, even after their occurrence, on emissions; ( 10 ) ‘instantaneous oxidation’ means an accounting method that assumes that the release into the atmosphere of the entire quantity of carbon stored in harvested wood products occurs at the time of harvest. 2. The Commission is empowered to adopt delegated acts in accordance with Article 16 , to amend or delete the definitions contained in paragraph 1 of this Article, or add new definitions thereto, in order to adapt that paragraph to scientific developments or technical progress and to ensure consistency between those definitions and any changes to relevant definitions in the ▌IPCC Guidelines as adopted by the Conference of the Parties to the UNFCCC or the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement . ",
        "8049/18 SP/ev 28 DRI EN Article 4 Commitments For the periods from 2021 to 2025 and from 2026 to 2030, taking into account the flexibilities provided for in Articles 12 and 13, each Member State shall ensure that emissions do not exceed removals, calculated as the sum of total emissions and total removals on its territory in all of the land accounting categories referred to in Article 2 combined, as accounted in accordance with this Regulation. Article 5 General accounting rules 1. Each Member State shall prepare and maintain accounts that accurately reflect the emissions and removals resulting from the land accounting categories referred to in Article 2. Member States shall ensure that their accounts and other data provided under this Regulation are accurate, complete, consistent, comparable and transparent. Member States shall denote emissions by a positive sign (+) and removals by a negative sign (-). 2. Member States shall prevent any double counting of emissions or removals, in particular by ensuring that emissions and removals are not accounted for under more than one land accounting category ▌. ",
        "8049/18 SP/ev 29 DRI EN 3. Where land use is converted, Member States shall, 20 years after the date of that conversion, change the categorisation of forest land, cropland, grassland, wetland, settlements and other land from such land converted to another type of land to such land remaining the same type of land. 4. Member States shall include in their accounts for each land accounting category any change in the carbon stock of the carbon pools listed in Section B of Annex I ▌. Member States may choose not to include in their accounts changes in carbon stocks of carbon pools provided that the carbon pool is not a source. However, that option not to include changes in carbon stocks in the accounts shall not apply in relation to the carbon pools of above-ground biomass , dead wood and harvested wood products, in the land accounting category of managed forest land. 5. Member States shall maintain a complete and accurate record of all data used in preparing their accounts. 6. The Commission is empowered to adopt delegated acts in accordance with Article 16 to amend Annex I in order to reflect changes in the IPCC Guidelines as adopted by the Conference of the Parties to the UNFCCC or the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement . ",
        "8049/18 SP/ev 30 DRI EN Article 6 Accounting for afforested land and deforested land 1. Member States shall account for emissions and removals resulting from afforested land and deforested land, as being the total emissions and total removals for each of the years in the periods from 2021 to 2025 and from 2026 to 2030. 2. By way of derogation from Article 5(3), where land use is converted from cropland, grassland, wetland, settlements or other land to forest land, a Member State may change the categorisation of such land from land converted to forest land to forest land remaining forest land, 30 years after the date of that conversion , if duly justified based on the IPCC Guidelines . 3. When calculating emissions and removals resulting from afforested land and deforested land, each Member State shall determine the forest area using the parameters specified in Annex II. Article 7 Accounting for managed cropland, managed grassland and managed wetland 1. Each Member State shall account for emissions and removals resulting from managed cropland calculated as emissions and removals in the periods from 2021 to 2025 and from 2026 to 2030 minus the value obtained by multiplying by five the Member State’s average annual emissions and removals resulting from managed cropland in its base period from 2005 to 2009. ",
        "8049/18 SP/ev 31 DRI EN 2. Each Member State shall account for emissions and removals resulting from managed grassland calculated as emissions and removals in the periods from 2021 to 2025 and from 2026 to 2030 minus the value obtained by multiplying by five the Member State’s average annual emissions and removals resulting from managed grassland in its base period from 2005 to 2009. 3. During the period from 2021 to 2025, each Member State that, pursuant to Article 2(2), includes managed wetland ▌in the scope of its commitments, and all Member States during the period from 2026 to 2030, shall account for emissions and removals resulting from managed wetland, calculated as emissions and removals in the respective periods ▌ minus the value obtained by multiplying by five the Member State’s average annual emissions and removals resulting from managed wetland in its base period from 2005 to 2009. 4. During the period from 2021 to 2025, Member States that, pursuant to Article 2(2), have chosen not to include managed wetland in the scope of their commitments shall nevertheless report to the Commission on the emissions and removals from land use reported as: (a) wetland remaining wetland, (b) settlement or other land, converted to wetland, or (c) wetland converted to settlement or other land. ",
        "8049/18 SP/ev 32 DRI EN Article 8 Accounting for managed forest land 1. Each Member State shall account for emissions and removals resulting from managed forest land, calculated as emissions and removals in the periods from 2021 to 2025 and from 2026 to 2030 minus the value obtained by multiplying by five the forest reference level of the Member State concerned. 2. Where the result of the calculation referred to in paragraph 1 of this Article is negative in relation to a Member State ’s forest reference level, the Member State concerned shall include in its managed forest land accounts total net removals of no more than the equivalent of 3,5 % of the emissions of that Member State ▌ in its base year or period as specified in Annex III, multiplied by five. Net removals resulting from the carbon pools of dead wood and harvested wood products, except the category of paper as referred to in point (a) of Article 9(1), in the land accounting category of managed forest land shall not be subject to this limitation. 3. Member States shall submit to the Commission their national forestry accounting plans , including a proposed forest reference level, by 31 December 2018 for the period from 2021 to 2025 and by 30 June 2023 for the period from 2026 to 2030. The national forestry accounting plan shall contain all the elements listed in Section B of Annex IV and shall be made public, including via the internet. 4. Member States shall determine their forest reference level based on the criteria set out in Section A of Annex IV . For Croatia, its forest reference level may also take into account, in addition to the criteria set out in Section A of Annex IV, the occupation of its territory, and war time and post-war circumstances that had an impact on forest management during the reference period. ",
        "8049/18 SP/ev 33 DRI EN 5. The forest reference level shall be based on the continuation of sustainable forest management practice ▌, as documented in the period from 2000 to 2009 with regard to dynamic age-related forest characteristics in national forests, using the best available data . ▌ Forest reference levels as determined in accordance with the first subparagraph shall take account of the future impact of dynamic age-related forest characteristics in order not to unduly constrain forest management intensity as a core element of sustainable forest management practice, with the aim of maintaining or strengthening long-term carbon sinks. ▌Member States shall demonstrate consistency between the methods and data used to determine the proposed forest reference level in the national forestry accounting plan and those used in the reporting for managed forest land. ▌ 6. The Commission , in consultation with experts appointed by the Member States, shall undertake a technical assessment of the national forestry accounting plans submitted by Member States in accordance with paragraph 3 of this Article with a view to assessing the extent to which the proposed ▌forest reference levels have been determined in accordance with the principles and requirements set out in paragraphs 4 and 5 of this Article and in Article 5(1). In addition, the Commission shall consult stakeholders and civil society. The Commission shall publish a summary of the work carried out, including the views expressed by the experts appointed by the Member States, and the conclusions thereof. ",
        "8049/18 SP/ev 34 DRI EN The Commission shall, where necessary, issue technical recommendations to the Member States reflecting the conclusions of the technical assessment to facilitate the technical revision of the proposed forest reference levels. The Commission shall publish those technical recommendations. 7. Where necessary based on the technical assessments and on, where applicable, the technical recommendations, Member States shall communicate their revised proposed forest reference levels to the Commission by 31 December 2019 for the period from 2021 to 2025 and by 30 June 2024 for the period from 2026 to 2030. The Commission shall publish the proposed forest reference levels communicated to it by Member States . 8 . Based on the proposed forest reference levels submitted by Member States, on the technical assessment carried out pursuant to paragraph 6 of this Article and, where applicable, on the revised proposed forest reference level submitted under paragraph 7 of this Article, the Commission shall adopt delegated acts in accordance with Article 16 amending Annex IV with a view to laying down the forest reference levels to be applied by the Member States for the periods from 2021 to 2025 and from 2026 to 2030. ",
        "8049/18 SP/ev 35 DRI EN 9. If a Member State does not submit its forest reference level to the Commission by the dates specified in paragraph 3 of this Article and, where applicable, paragraph 7 of this Article, the Commission shall adopt delegated acts in accordance with Article 16 amending Annex IV with a view to laying down the forest reference level to be applied by that Member State for the period from 2021 to 2025 or from 2026 to 2030, based on any technical assessment carried out pursuant to paragraph 6 of this Article. 10. The delegated acts referred to in paragraphs 8 and 9 shall be adopted by 31 October 2020 for the period from 2021 to 2025 and by 30 April 2025 for the period from 2026 to 2030. 11. In order to ensure consistency as referred to in paragraph 5 of this Article, Member States shall, where necessary, submit to the Commission technical corrections not requiring amendments to the delegated acts adopted pursuant to paragraph 8 or 9 of this Article by the dates referred to in Article 14(1). Article 9 Accounting for harvested wood products 1. In the accounts provided pursuant to Article s 6(1) and 8(1) relating to harvested wood products, Member States shall reflect emissions and removals resulting from changes in the carbon pool of harvested wood products falling within the following categories using the first order decay function, the methodologies and the default half-life values specified in Annex V: ",
        "8049/18 SP/ev 36 DRI EN (a) paper; (b) wood panels; (c) sawn wood. 2. The Commission shall adopt delegated acts in accordance with Article 16 in order to amend paragraph 1 of this Article and Annex V by adding new categories of harvested wood products that have a carbon sequestration effect, based on IPCC Guidelines as adopted by the Conference of the Parties to the UNFCCC or the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, and ensuring environmental integrity. 3. Member States may specify the wood - based material products, including bark, which fall within the existing and new categories referred to in paragraphs 1 and 2, respectively, based on IPCC Guidelines as adopted by the Conference of the Parties to the UNFCCC or the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, provided that the available data are transparent and verifiable. ",
        "8049/18 SP/ev 37 DRI EN Article 10 Accounting for natural disturbances 1. At the end of each of the periods from 2021 to 2025 and from 2026 to 2030, Member States may exclude from their accounts for afforested land and managed forest land greenhouse gas emissions, resulting from natural disturbances, that exceed the average emissions caused by natural disturbances in the period from 2001 to 2020, excluding statistical outliers ('background level'). That background level shall be calculated in accordance with this Article and Annex VI. 2. Where a Member State applies paragraph 1, it shall : (a) submit to the Commission information on the background level for the land accounting categories referred to in paragraph 1 and on the data and methodologies used in accordance with Annex VI ; and (b) exclude from accounting until 2030 all subsequent removals on the land affected by natural disturbances. 3. The Commission is empowered to adopt delegated acts in accordance with Article 16 to amend Annex VI in order to revise the methodology and information requirements in that Annex ▌ to reflect changes in the IPCC Guidelines as adopted by the Conference of the Parties to the UNFCCC or the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement. ",
        "8049/18 SP/ev 38 DRI EN Article 11 Flexibilities 1. A Member State may use: (a) the general flexibilities set out in Article 12; and (b) in order to comply with the commitment in Article 4, the managed forest land flexibility set out in Article 13. 2. If a Member State is not in compliance with the monitoring requirements laid down in point (da) of Article 7(1) of Regulation (EU) No 525/2013, the Central Administrator designated under Article 20 of Directive 2003/87/EC (‘the Central Administrator’) shall temporarily prohibit that Member State from transferring or banking pursuant to Article 12(2) and (3) of this Regulation or using the managed forest land flexibility pursuant to Article 13 of this Regulation. Article 12 General flexibilities 1. Where total emissions exceed total removals in a Member State , and that Member State has chosen to use its flexibility, and has requested to delete annual emission allocations under Regulation (EU) .../... + , the quantity of deleted emission allocations shall be taken into account with respect to the Member State's compliance with its commitment pursuant to Article 4 of this Regulation. + OJ: Please insert in the text the number of the Regulation contained in document PE- CONS 3/18 (2016/0231(COD)). ",
        "8049/18 SP/ev 39 DRI EN 2. To the extent that total removals exceed total emissions in a Member State and after subtraction of any quantity taken into account under Article 7 of Regulation (EU) .../... + , that Member State may transfer the remaining quantity of removals to another Member State. The quantity transferred shall be taken into account when assessing the recipient Member State's compliance with its commitment pursuant to Article 4 of this Regulation. 3. To the extent that total removals exceed total emissions in a Member State in the period from 2021 to 2025, and after subtraction of any quantity taken into account under Article 7 of Regulation (EU) .../... + or transferred to another Member State pursuant to paragraph 2 of this Article, that Member State may bank the remaining quantity of removals to the period from 2026 to 2030. 4. In order to avoid double counting, the quantity of net removals taken into account under Article 7 of Regulation (EU) .../... + shall be subtracted from that Member State's quantity available for transfer to another Member State or for banking pursuant to paragraphs 2 and 3 of this Article. ▌ + OJ: Please insert in the text the number of the Regulation contained in document PE- CONS 3/18 (2016/0231(COD)). ",
        "8049/18 SP/ev 40 DRI EN Article 13 Managed forest land flexibility 1. Where total emissions exceed total removals in the land accounting categories referred to in Article 2, accounted for in accordance with this Regulation, in a Member State, that Member State may use the managed forest land flexibility set out in this Article in order to comply with Article 4. 2. Where the result of the calculation referred to in Article 8(1) is a positive figure, the Member State concerned shall be entitled to compensate those emissions provided that: (a) the Member State, in its strategy submitted in accordance with Article 4 of Regulation (EU) No 525/2013, has included ongoing or planned specific measures to ensure the conservation or enhancement, as appropriate, of forest sinks and reservoirs; and (b) within the Union, total emissions do not exceed total removals in the land accounting categories referred to in Article 2 of this Regulation for the period for which the Member State intends to use the compensation. When assessing whether, within the Union, total emissions exceed total removals, the Commission shall ensure that double counting is avoided by Member States, in particular in the exercise of the flexibilities set out in this Regulation and Regulation (EU) .../... + . + OJ: Please insert in the text the number of the Regulation contained in document PE- CONS 3/18 (2016/0231(COD)). ",
        "8049/18 SP/ev 41 DRI EN 3. As regards the amount of compensation, the Member State concerned may only compensate: (a) sinks accounted for as emissions against its forest reference level; and (b) up to the maximum amount of compensation for that Member State set out in Annex VII for the period from 2021 to 2030. 4. Finland may compensate up to 10 million tonnes of CO 2 equivalent emissions provided that it satisfies the conditions listed in points (a) and (b) of paragraph 2. Article 14 Compliance check 1. By 15 March 2027 for the period from 2021 to 2025, and by 15 March 2032 for the period from 2026 to 2030 , Member States shall submit to the Commission a compliance report containing the balance of total ▌emissions and total removals ▌for the relevant period on each of the land accounting categories specified in Article 2, using the accounting rules laid down in this Regulation . Such report shall also contain, where applicable, details on the intention to use the flexibilities referred to in Article 11 and related amounts or on the use of such flexibilities and related amounts . ",
        "8049/18 SP/ev 42 DRI EN 2. The Commission shall carry out a comprehensive review of the compliance reports, provided under paragraph 1 of this Article, for the purpose of assessing compliance with Article 4. 3. The Commission shall prepare a report in 2027, for the period from 2021 to 2025, and in 2032, for the period from 2026 to 2030, on the Union’s total emissions and total removals of greenhouse gases for each of the land accounting categories referred to in Article 2 calculated as the total reported emissions and total reported removals for the period minus the value obtained by multiplying by five the Union’s average annual reported emissions and removals in the period from 2000 to 2009. 4. The European Environment Agency shall assist the Commission in the implementation of the monitoring and compliance framework provided for in this Article, in accordance with its annual work programme. Article 15 Registry 1. The Commission shall adopt delegated acts in accordance with Article 16 of this Regulation to supplement this Regulation in order to lay down the rules for the recording of the quantity of emissions and removals for each land accounting category in each Member State and to ensure that the accounting carried out in relation to the exercise of the flexibilities pursuant to Articles 12 and 13 of this Regulation through the Union Registry established pursuant to Article 10 of Regulation (EU) No 525/2013 is accurate. ",
        "8049/18 SP/ev 43 DRI EN 2. The Central Administrator shall conduct an automated check on each transaction under this Regulation and, where necessary, block transactions to ensure that there are no irregularities. 3. The information referred to in paragraphs 1 and 2 shall be accessible to the public. ▌ Article 16 Exercise of delegation 1. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article. 2. The power to adopt delegated acts referred to in Articles 3(2), 5(6), 8(8) and (9), 9(2), 10(3) and 15 (1) shall be conferred on the Commission for a period of five years from … ▌[date of entry into force of this Regulation ] . The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five- year period. The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period. ",
        "8049/18 SP/ev 44 DRI EN 3. The delegation of powers referred to in Articles 3(2), 5(6), 8(8) and (9), 9(2), 10(3) and 15(1) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. 4. Before the adoption of a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making ▌ . 5. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. 6. A delegated act adopted pursuant to Articles 3(2), 5(6), 8(8) and (9), 9(2), 10(3) and 15(1) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and to the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council. ",
        "8049/18 SP/ev 45 DRI EN Article 17 Review 1. This Regulation shall be kept under review taking into account, inter alia, international developments and efforts undertaken to achieve the long-term objectives of the Paris Agreement. On the basis of the findings of the report prepared pursuant to Article 14(3) and the results of the assessment carried out pursuant to point (b) of Article 13(2), the Commission shall, where appropriate, make proposals to ensure that the integrity of the Union's overall 2030 greenhouse gas emission reduction target and its contribution to the goals of the Paris Agreement are respected. 2. The Commission shall submit a report to the European Parliament and to the Council, within six months of each global stocktake agreed under Article 14 of the Paris Agreement, on the operation of this Regulation, including, where relevant, an assessment of the impacts of the flexibilities referred to in Article 11, as well as on the contribution of this Regulation to the Union 's overall 2030 greenhouse gas emission reduction target and its contribution to the goals of the Paris Agreement, in particular with regard to the need for additional Union policies and measures, including a post-2030 framework, in view of the necessary increase in greenhouse gas emissions reductions and removals in the Union, and shall make proposals if appropriate. ",
        "8049/18 SP/ev 46 DRI EN Article 18 Amendments to Regulation (EU) No 525/2013 ▌ Regulation (EU) No 525/2013 ▌ is amended as follows: (1) In Article 7, paragraph 1 is amended as follows: (a) the following point ▌ is inserted: \"(da) as of 2023, their emissions and removals covered by Article 2 of Regulation ▌ (EU) …/… of the European Parliament and of the Council* + in accordance with the methodologies specified in Annex IIIa to this Regulation; _________________ * Regulation (EU) 2018/… of the European Parliament and of the Council of … on the inclusion of greenhouse gas emissions and removals from land use, land use change and forestry in the 2030 climate and energy framework and amending Regulation (EU) No 525/2013 and Decision No 529/2013/EU (OJ …).\"; + OJ: Please insert in the text the number and in the footnote the number, date and OJ reference of this amending Regulation. ",
        "8049/18 SP/ev 47 DRI EN (b) the following subparagraph is added: \"A Member State may request to be granted a derogation by the Commission from point (da) of the first subparagraph to apply a different methodology from that specified in Annex IIIa where the methodology improvement required cannot be achieved in time for the improvement to be taken into account in the greenhouse gas inventories for the period from 2021 to 2030, or where the cost of the methodology improvement would be disproportionately high compared to the benefits of applying such methodology to improve accounting for emissions and removals due to the low significance of the emissions and removals from the carbon pools concerned. Member States wishing to benefit from this derogation shall submit a reasoned request to the Commission by 31 December 2020, indicating by which time the methodology improvement could be implemented, the alternative methodology proposed or both, and an assessment of the potential impacts on the accuracy of accounting. The Commission may request additional information to be submitted within a specific, reasonable time period. Where the Commission considers that the request is justified, it shall grant the derogation. If the Commission rejects the request, it shall give reasons for its decision.\" . ",
        "8049/18 SP/ev 48 DRI EN (2) In point (c) of Article 13(1) ▌, the following point ▌is added: \"(viii) as of 2023, information on national policies and measures implemented to meet their obligations under Regulation (EU) …/… + ▌ and information on additional national policies and measures planned with a view to limiting greenhouse gas emissions or enhancing sinks beyond their commitments under that Regulation;\" . (3) In Article 14(1), the following point ▌is inserted: \"(ba) as of 2023, total greenhouse gas projections and separate estimates for the projected greenhouse gas emissions and removals covered by Regulation (EU) …/… + ▌\" . ▌ (4) The following Annex is inserted: \"Annex IIIa Methodologies for monitoring and reporting referred to in point (da) of Article 7(1) ▌ Approach 3: Geographically -explicit land-use conversion data in accordance with the 2006 IPCC Guidelines for National Greenhouse Gas Inventories . + OJ: Please insert in the text the number of this amending Regulation. ",
        "8049/18 SP/ev 49 DRI EN Tier 1 methodology ▌ in accordance with the 2006 IPCC Guidelines for National Greenhouse Gas Inventories. For emissions and removals for a carbon pool that accounts for at least 25-30 % of emissions or removals in a source or sink category which is prioritised within a Member State's national inventory system because its estimate has a significant influence on a country’s total inventory of greenhouse gases in terms of the absolute level of emissions and removals, the trend in emissions and removals, or the uncertainty in emissions and removals in the land-use categories, at least Tier 2 methodology ▌ in accordance with the 2006 IPCC Guidelines for National Greenhouse Gas Inventories. Member States are encouraged to apply Tier 3 methodology ▌, in accordance with the 2006 IPCC Guidelines for National Greenhouse Gas Inventories.\" . Article 19 Amendment to Decision No 529/2013/EU Decision No 529/2013/EU is amended as follows: (1) In Article 3(2), the first subparagraph is deleted. (2) In Article 6, paragraph 4 is deleted. ",
        "8049/18 SP/ev 50 DRI EN Article 20 Entry into force This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at …, For the European Parliament For the Council The President The President ",
        "8049/18 SP/ev 51 DRI EN ANNEX I GREENHOUSE GASES AND CARBON POOLS A. Greenhouse gases as referred to in Article 2: (a) carbon dioxide (CO 2 ); (b) methane (CH 4 ); (c) nitrous oxide (N 2 O). Those greenhouse gases shall be expressed in terms of tonnes of CO 2 equivalent and determined pursuant to Regulation (EU) No 525/2013. B. Carbon pools as referred to in Article 5(4): (a) above-ground biomass; (b) below-ground biomass; (c) litter; (d) dead wood; (e) soil organic carbon; (f) harvested wood products in the land accounting categories of afforested land and managed forest land. ",
        "8049/18 SP/ev 52 DRI EN ANNEX II MINIMUM VALUES FOR AREA SIZE, TREE CROWN COVER AND TREE HEIGHT PARAMETERS▌ Member State Area (ha) Tree crown cover (%) Tree height (m) Belgium 0,5 20 5 Bulgaria 0,1 10 5 Czech Republic 0,05 30 2 Denmark 0,5 10 5 Germany 0,1 10 5 Estonia 0,5 30 2 Ireland 0,1 20 5 Greece 0,3 25 2 Spain 1,0 20 3 France 0,5 10 5 Croatia 0,1 10 2 Italy 0,5 10 5 Cyprus 0,3 10 5 Latvia 0,1 20 5 Lithuania 0,1 30 5 Luxembourg 0,5 10 5 Hungary 0,5 30 5 Malta 1,0 30 5 Netherlands 0,5 20 5 ",
        "8049/18 SP/ev 53 DRI EN Austria 0,05 30 2 Poland 0,1 10 2 Portugal 1,0 10 5 Romania 0,25 10 5 Slovenia 0,25 30 2 Slovakia 0,3 20 5 Finland 0,5 10 5 Sweden 0,5 10 5 United Kingdom 0,1 20 2 ▌ ",
        "8049/18 SP/ev 54 DRI EN ANNEX III BASE YEAR OR PERIOD FOR THE PURPOSE OF CALCULATING THE CAP PURSUANT TO ARTICLE 8(2) Member State Base Year/Period Belgium 1990 Bulgaria 1988 Czech Republic 1990 Denmark 1990 Germany 1990 Estonia 1990 Ireland 1990 Greece 1990 Spain 1990 France 1990 Croatia 1990 Italy 1990 Cyprus 1990 Latvia 1990 Lithuania 1990 Luxembourg 1990 Hungary 1985-87 Malta 1990 Netherlands 1990 ",
        "8049/18 SP/ev 55 DRI EN Member State Base Year/Period Austria 1990 Poland 1988 Portugal 1990 Romania 1989 Slovenia 1986 Slovakia 1990 Finland 1990 Sweden 1990 United Kingdom 1990 ",
        "8049/18 SP/ev 56 DRI EN ANNEX IV NATIONAL FORESTRY ACCOUNTING PLAN CONTAINING A MEMBER STATE'S ▌ FOREST REFERENCE LEVEL A. Criteria and guidance for determining forest reference level A Member State's forest reference level shall be determined in accordance with the following criteria: (a) the reference level shall be consistent with the goal of achieving a balance between anthropogenic emissions by sources and removals by sinks of greenhouse gases in the second half of this century , including enhancing the potential removals by ageing forest stocks that may otherwise show progressively declining sinks ; (b) the reference level shall ensure that the mere presence of carbon stocks is excluded from accounting; (c) the reference level should ensure a robust and credible accounting system that ensures that emissions and removals resulting from biomass use are properly accounted for; (d) the reference level shall include the carbon pool of harvested wood products, thereby providing a comparison between assuming instantaneous oxidation and applying the first-order decay function and half-life values; ",
        "8049/18 SP/ev 57 DRI EN ( e) a constant ratio between solid and energy use of forest biomass as documented in the period from 2000 to 2009 shall be assumed; ( f) the reference level should be consistent with the objective of contributing to the conservation of biodiversity and the sustainable use of natural resources, as set out in the EU forest strategy, Member States' national forest policies, and the EU biodiversity strategy; (g) the reference level shall be consistent with the national projections of anthropogenic greenhouse gas emissions by sources and removals by sinks reported under Regulation (EU) No 525/2013; (h) the reference level shall be consistent with greenhouse gas inventories and relevant historical data and shall be based on transparent, complete, consistent, comparable and accurate information. In particular, the model used to construct the reference level shall be able to reproduce historical data from the National Greenhouse Gas Inventory. ",
        "8049/18 SP/ev 58 DRI EN B. Elements of the national forestry accounting plan The national forestry accounting plan submitted pursuant to Article 8 ▌ shall contain the following elements: (a) a general description of the determination of the forest reference level and a description of how the criteria in this Regulation were taken into account; (b) identification of the carbon pools and greenhouse gases which have been included in the forest reference level, reasons for omitting a carbon pool from the forest reference level determination, and demonstration of the consistency between the carbon pools included in the forest reference level; (c) a description of approaches, methods and models, including quantitative information, used in the determination of the forest reference level, consistent with the most recently submitted national inventory report, and a description of documentary information on sustainable forest management practices and intensity as well as of adopted national policies ; (d) ▌information on how harvesting rates are expected to develop under different policy scenarios; ",
        "8049/18 SP/ev 59 DRI EN ( e ) a description of how each of the following elements were considered in the determination of the forest reference level: (i) the area under forest management; (ii) emissions and removals from forests and harvested wood products as shown in greenhouse gas inventories and relevant historical data; (iii) forest characteristics, including dynamic age-related forest characteristics , increments, rotation length and other information on forest management activities under ‘business as usual’; (iv) historical and future harvesting rates disaggregated between energy and non- energy uses. ",
        "8049/18 SP/ev 60 DRI EN ANNEX V FIRST ORDER DECAY FUNCTION, METHODOLOGIES AND DEFAULT HALF-LIFE VALUES FOR HARVESTED WOOD PRODUCTS Methodological issues – If it is not possible to differentiate between harvested wood products in the land accounting categories of afforested land and managed forest land, a Member State may choose to account for harvested wood products assuming that all emissions and removals occurred on managed forest land. – Harvested wood products in solid waste disposal sites and harvested wood products that were harvested for energy purposes shall be accounted for on the basis of instantaneous oxidation. – Imported harvested wood products, irrespective of their origin, shall not be accounted for by the importing Member State ( ‘ production approach ’ ). – For exported harvested wood products, country-specific data refer to country-specific half- life values and harvested wood products usage in the importing country. ",
        "8049/18 SP/ev 61 DRI EN – Country-specific half-life values for harvested wood products placed on the market in the Union should not deviate from those used by the importing Member State. – Member States may, for information purposes only, provide in their submission data on the share of wood used for energy purposes that was imported from outside the Union, and the countries of origin for such wood. Member States may use country-specific methodologies and half-life values instead of the methodologies and default half-life values specified in this Annex, provided that such methodologies and values are determined on the basis of transparent and verifiable data and that the methodologies used are at least as detailed and accurate as those specified in this Annex. ▌ ",
        "8049/18 SP/ev 62 DRI EN Default half-life values: Half-life value means the number of years it takes for the quantity of carbon stored in a harvested wood products category to decrease to one half of its initial value. Default half-life values shall be as follows: (a) 2 years for paper; (b) 25 years for wood panels; (c) 35 years for sawn wood. Member States may specify the wood-based material products, including bark, which fall within the categories referred to in points (a), (b) and (c) above, based on IPCC Guidelines as adopted by the Conference of the Parties to the UNFCCC or the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement, provided that the available data are transparent and verifiable. Member States may also use country-specific sub-categories of any of those categories. ",
        "8049/18 SP/ev 63 DRI EN ANNEX VI CALCULATION OF BACKGROUND LEVELS FOR NATURAL DISTURBANCES 1. For the calculation of the background level, the following information shall be provided: (a) historical levels of emissions caused by natural disturbances; (b) the type(s) of natural disturbance included in the estimation; (c) total annual emissions estimations for those natural disturbance types for the period from 2001 to 2020, listed by land accounting categories; (d) a demonstration of the time series consistency in all relevant parameters, including minimum area, emission estimation methodologies, coverages of carbon pools and gases. 2. The background level is calculated as the average of the 2001-2020 time series excluding all years for which abnormal levels of emissions were recorded, i.e. excluding all statistical outliers. The identification of statistical outliers shall be undertaken as follows: (a) calculate the arithmetic average value and the standard deviation of the full time series 2001-2020; ",
        "8049/18 SP/ev 64 DRI EN (b) exclude from the time series all years for which the annual emissions are outside twice the standard deviation around the average; (c) calculate again the arithmetic average value and the standard deviation of the time series 2001-2020 minus the years excluded in point (b); (d) repeat points (b) and (c) until no outliers can be identified. 3. After calculating the background level pursuant to point 2 of this Annex, if emissions in a particular year in the periods from 2021 to 2025 and from 2026 to 2030 exceed the background level plus a margin, the amount of emissions exceeding the background level may be excluded in accordance with Article 10. The margin shall be equal to a probability level of 95 %. 4. The following emissions shall not be excluded: (a) emissions resulting from harvesting and salvage logging activities that took place on land following the occurrence of natural disturbances; (b) emissions resulting from prescribed burning that took place on land in any year of the period from 2021 to 2025 or from 2026 to 2030; ",
        "8049/18 SP/ev 65 DRI EN (c) emissions on lands that were subject to deforestation following the occurrence of natural disturbances. 5. Information requirements pursuant to Article 10(2) include the following: (a) identification of all land areas affected by natural disturbances in that particular year, including their geographical location, the period and types of natural disturbances; (b) evidence that no deforestation has occurred during the rest of the period from 2021 to 2025 or from 2026 to 2030 on lands that were affected by natural disturbances and in respect of which emissions were excluded from accounting; (c) a description of verifiable methods and criteria to be used to identify deforestation on those lands in the subsequent years of the period from 2021 to 2025 or from 2026 to 2030; (d) where feasible, a description of measures the Member State undertook to prevent or limit the impact of those natural disturbances; (e) where feasible, a description of measures the Member State undertook to rehabilitate the lands affected by those natural disturbances. ",
        "8049/18 SP/ev 66 DRI EN ANNEX VII MAXIMUM AMOUNT OF COMPENSATION AVAILABLE UNDER THE MANAGED FOREST LAND FLEXIBILITY REFERRED TO IN POINT (B) OF ARTICLE 13(3) Member State Reported average removals by sinks from forest land for the period from 2000 to 2009 in million tonnes of CO 2 equivalent per year Compensation limit expressed in million tonnes of CO 2 equivalent for the period from 2021 to 2030 Belgium -3,61 -2,2 Bulgaria -9,31 -5,6 Czech Republic -5,14 -3,1 Denmark -0,56 -0,1 Germany -45,94 -27,6 Estonia -3,07 -9,8 Ireland -0,85 -0,2 Greece -1,75 -1,0 Spain -26,51 -15,9 France -51,23 -61,5 Croatia -8,04 -9,6 Italy -24,17 -14,5 Cyprus -0,15 -0,03 Latvia -8,01 -25,6 Lithuania -5,71 -3,4 Luxembourg -0,49 -0,3 Hungary -1,58 -0,9 Malta 0,00 0,0 Netherlands -1,72 -0,3 ",
        "8049/18 SP/ev 67 DRI EN Austria -5,34 -17,1 Poland -37,50 -22,5 Portugal -5,13 -6,2 Romania -22,34 -13,4 Slovenia -5,38 -17,2 Slovakia -5,42 -6,5 Finland -36,79 -44,1 Sweden -39,55 -47,5 United Kingdom -16,37 -3,3 "
    ]
}