{
    "text": [
        "Strategy for equality between women and men 2010-2015 ",
        "European Commission Strategy adopted in September 2010 ",
        "Strategy for equality between women and men 2010-2015 European Commission Strategy adopted in September 2010 ",
        "Document drawn up on the basis of COM(2010) 491 final, SEC(2010) 1079 and SEC(2010) 1080. Neither the European Commission nor any person acting on behalf of the Commission may be held responsible for the use that may be made of the information contained in this publication. © Pictures: European Union For any use or reproduction of photos which are not under European Union copyright, permission must be sought directly from the copyright holder(s). More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data as well as an abstract can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2011 ISBN 978-92-79-16981-6 doi:10.2767/71254 © European Union, 2011 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P rinted on elemental chlorine - free bleached PaPer ( ecf ) Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. ",
        "3 Foreword Equality between women and men is one of the European Union’s founding principles. It goes back to 1957 when the principle of equal pay for equal work became part of the Treaty of Rome. Much progress has been made in getting more women into the workforce. The EU average is now close to 60 percent, up from 52 percent in 1998. The European Commission is aiming for a rate of 75 percent for men and women by 2020. It is clear that more women need to be part of the workforce to reach that goal and to get Europe’s economic engine moving again. Europe should make better use of women’s talents – they are problem solvers and excellent at multi-tasking. The European Commission adopted a Women’s Charter on 5 March 2010 and committed to strengthening gender equality in all its policies. To translate the Women’s Charter’s objectives into reality, we adopted an action plan for promoting equality between men and women – the Gender Equality Strategy. The actions in the Strategy will help us address some of the remaining gender gaps. The gender gap in the employment rate was 12 percentage points in 2009. We will work to improve women’s participation in the labour market by facilitating the work-life balance, promoting female entrepreneurship and working with Member States on the availability of affordable high-quality child care. The gender pay gap (the average difference between men’s and women’s hourly gross earnings across the economy as a whole) in the EU remains at 18%. With the European Social partners, we will work on improving the transparency of pay schemes. Raising awareness is also crucial. The European Commission will therefore introduce a European Equal Pay Day as from 2011 so that every year it can “visualise” how much longer women need to work than men to earn the same amount. We also need to make sure that women’s careers are not blocked by a glass ceiling effect. Today, only one out of ten members of the management boards of large publicly listed EU companies is a woman. The European Commission will work together with the private sector to raise the number of women in economic decision-making positions – either through self- regulation or an EU initiative. Gender equality is more than just a slogan; it is our social and economic responsibility. I am confident that together, we can make it happen. Viviane Reding Vice-President of the European Commission Justice, Fundamental Rights and Citizenship ",
        "",
        "Introduction 5 Foreword ..................................................................................................................................................... 3 Introduction .............................................................................................................................................. 7 1. Equal economic independence ........................................................................................ 11 2. Equal pay for equal work and work of equal value ............................................... 15 3. Equality in decision-making ................................................................................................ 19 4. Dignity, integrity and an end to gender-based violence .................................. 23 5. Gender equality in external actions ................................................................................ 27 6. Horizontal issues ......................................................................................................................... 31 Annexes A) Glossary of main terms .............................................................................................................................38 B) European fora and institutions which deal with gender equality .................................39 Contents ",
        "",
        "Introduc tion ",
        "8 Strategy for equality between women and men – 2010–2015 The European Union’s achievements in fostering equality between women and men have helped to change the lives of many European citizens for the better and provide the foundation on which we now have to build a genuinely gender-equal society. In 1975, the principle of equal pay for equal work was successfully invoked to defend Gabrielle Defrenne, who was an air hostess working for the Belgian national airline, and the rights stemming from the Defrenne cases are an unshakable legacy for women in the European Union. The case led to the adoption of the first European directives on gender equality. Some encouraging recent trends include the increased number of women on the labour market and their progress in securing better education and training. However, gender gaps remain in many areas and in the labour market women are still over-represented in lower paid sectors and under-represented in decision-making positions. Parenthood keeps female employment rates down, and women continue to work more unpaid hours than men at home. Inequalities between women and men violate fundamental rights. They also impose a heavy toll on the economy and result in underutilisation of talent. On the other hand, economic and business benefits can be gained from enhancing gender equality (1) . In order to achieve the objectives of Europe 2020 (2) , namely smart, sustainable and inclusive growth, the potential and the talent pool of women need to be used more extensively and more efficiently. Gender roles continue to influence crucial individual decisions: on education, on career paths, on working arrangements, on family and on fertility. These decisions in turn have an impact on the economy and society. It is therefore in everyone’s interest to offer genuine choices equally for women and men throughout the different stages of their lives. Equality is one of five values on which the Union is founded. The Union is bound to strive for equality between women and men in all its activities (3) . The Charter of Fundamental Rights (4) provides for such equality and prohibits sex discrimination. In March 2010, to mark the 15th anniversary of the declaration and platform for action adopted at the Beijing UN World Conference on Women and the 30th anniversary of the UN Convention on the Elimination of All Forms of Discrimination against Women, the Commission adopted the Women’s Charter (5) , in which the Commission renewed its commitment to gender equality and to strengthening the gender perspective in all its policies. Building on the Roadmap for equality between women and men 2006-2010, as well as the European Pact for Gender Equality (6) , this Strategy spells out actions under five priority areas defined in the Women’s Charter, and one area addressing cross-cutting issues. For each priority area, key actions to stimulate change and achieve progress are described and more detailed proposals are to be found in the accompanying staff working paper*. * Commission staff working document, “Actions to implement the Strategy for Equality between Women and Men (2010-2015)” – SEC(2010) 1079 final. Another staff working document provides the background information used for the preparation of the Strategy, “Background document accompanying the Strategy for Equality between Women and Men 2010-2015” - SEC(2010) 1080 final. (1) Council Conclusions on Gender equality: strengthening growth and employment, 2980th EPSCO Council meeting, 30.11.2009. (2) COM(2010) 2020. (3) Articles 2 and 3 TEU, Article 8 TFEU. (4) OJ C 303, 14.12.2007, p. 1, Article 23. (5) COM (2010) 78. (6) European Council conclusions, March 2006, 7775/1/06. ",
        "Facts and figures Introduction 9 The actions proposed follow the dual approach of gender mainstreaming (meaning the integration of the gender dimension in all policy areas) and specific measures. The Strategy represents the work programme of the European Commission on gender equality, aiming additionally to stimulate developments at national level and to provide the basis for cooperation with the other European institutions and with stakeholders. Eurobarometer survey: Gender equality in the EU in 2009  A survey on perceptions and experiences of Europeans with regard to gender equality was conducted between September and October 2009. The results were published in March 2010. 62 % of the respondents believe that gender inequality is a widespread phenomenon. However, their perception of the extent of gender inequality increases with age: the young generation (15-24) tends to regard gender inequality as less widespread than the older age group (55+). Violence against women and the gender pay gap are considered as the two top priorities for action selected by Europeans from a list of options: 62 % for violence against women and 50 % for the gender pay gap, and a large majority of Europeans think these issues should be addressed urgently (92 % for violence against women and 82 % for the gender pay gap). Most of the respondents think that decisions about gender equality should be made jointly within the European Union, 64 % believe there has been progress in the past decade and over half are aware of the EU’s activities to combat gender inequalities.  Gender equality in the EU in 2009, Special Eurobarometer survey 326. ",
        "",
        "Equal economic 1. independence ",
        "12 Strategy for equality between women and men – 2010–2015 Economic independence is a prerequisite for enabling both women and men to exercise control over their lives and to make genuine choices. Earning one’s own living is the main way to achieve this and there has been progress in the participation of women on the labour market during the last decade, with the female employment rate rising to 62.5% (7) . In the EU, women accounted for 9.8 million out of 12.5 million additional employment between 2000 and 2009. This increased participation has contributed to economic growth in the EU. Getting more women on to the labour market helps counterbalance the effects of a shrinking working-age population, thereby reducing the strain on public finances and social protection systems, widening the human capital base and raising competitiveness. Measures to facilitate work-life balance can have a positive impact on fertility. To reach the Europe 2020 objective of a 75% employment rate for women and men, particular attention needs to be given to the labour market participation of older women, single parents, women with a disability, migrant women and women from ethnic minorities. The employment rates of these groups are still relatively low and remaining gender gaps need to be reduced in both quantitative and qualitative terms (8) . The impact of parenthood on labour market participation is still very different for women and men in the EU today because women continue to shoulder a disproportionate part of the responsibilities involved in running a family. Many women feel that they still have to choose between a career and their children. Current demographic trends also mean that women and men increasingly have to care for dependants other than children over indefinite periods of time. Member States which have put reconciliation policies in place are seeing high numbers of both women and men in work and relatively sustainable birth rates. The EU has made recent progress in improving the overall framework for a better work/ life balance (9) . The Commission will strive for further progress in this area, paying particular attention to the availability of affordable high-quality care. The proportion of female entrepreneurs, at 33% (10) (30% in start-ups), is some way short of optimum and most women still do not consider entrepreneurship as a relevant career option. The implementation of the revised directive (11) on self-employed women should remove a major barrier to female entrepreneurship (12) . Young women should also benefit from the growing emphasis on entrepreneurship as one of the basic skills that schools should teach all pupils, as foreseen in the Youth on the Move flagship initiative (13) . The employment rate of migrant women is still low (14) especially during the first three years in the host country. For this reason, there is a strong need to provide early support to migrant women and monitor the effect of such assistance. Making them more aware of their rights and facilitating their integration and access to education and health care is crucial. (7) From 57.3% to 62.5% between 2000 and 2009 (age group 20-64). (8) See, in particular, Employment Guideline 7, Council document 10907/10, 9.6.2010. (9) COM(2008) 635, Directive 2010/18/EU implementing the revised Framework Agreement on parental leave (OJ L 68, 18.3.2010, p. 13); Directive 2010/41/EU of the European Parliament and of the Council of 7 July 2010 on the application of the principle of equal treatment between men and women engaged in an activity in a self-employed capacity and repealing Council Directive 86/613/EEC (OJ L 180, 15.7.2010). (10) Labour Force Survey, 2008. (11) See footnote 9. (12) See also Employment Guideline 8. (13) COM(2010) 477. (14) Conclusions of the Council and the Representatives of the Governments of the Member States on Integration as a Driver for Development and Social Cohesion, 10307/10, 3.6.2010. ",
        "13 Facts and figures 1. Equal economic independence 0% 20% 40% 60% 80% 10% 30% 50% 70% 90% 100% SE DK NL FI DE AT EE UK CY SI LT LV PT FR BG EU27 IE LU CZ BE SK PL ES RO HU EL IT MT Source: Eurostat, Labour Force Survey (LFS), annual averages. Employment rates (women and men aged 20-64) in EU Member States - 2009 Women Men Europe 2020 target for total employment rate 39.876.9 49.773.8 75.780.9 74.880.8 72.784.9 72.474.7 69.879.7 69.480.1 68.871.0 68.279.6 68.183.5 67.975.6 67.5 66.9 66.867.4 66.176.5 65.174.2 64.073.8 62.575.8 61.771.8 61.579.0 61.480.2 61.073.2 58.274.6 57.672.6 56.371.0 56.370.7 54.467.0 52.778.8 Lisbon target for total employment rate in 2010 Lisbon target for women’s employment rate in 2010 ",
        "14 Strategy for equality between women and men – 2010–2015 The ways in which women and men experience poverty and social exclusion are still quite different. Women face a higher poverty risk, particularly lone parents and the elderly, when the pay gap becomes a ‘pension gap’. Barriers to employment are also reflected in higher inactivity rates and higher long-term unemployment rates. In addition, amongst disadvantaged groups (i.e. migrant workers, disabled, elderly) gender gaps tend to be much wider and cause many problems for women. Active ageing policies and specific measures in the pension sector are needed to ensure that women have adequate means when they retire (15) . Key Actions The Commission will: Support the promotion of gender equality in the implementation of all aspects and • flagship initiatives of the Europe 2020 strategy, especially as regards definition and implementation of relevant national measures, through technical support as well as through the Structural Funds and other major funding programmes such as the 7 th Framework Programme for Research. In the context of the Employment Guidelines and the evaluation of national employment policies, it will monitor closely the national policies adopted to improve gender equality in the labour market and boost the social inclusion of women. Promote female entrepreneurship and self-employment. • Assess remaining gaps in entitlement to • family-related leave , notably paternity leave and carers’ leave, and the options for addressing them. Social partners will be consulted on further measures, under Article 154 TFEU. Report on the Member States’ performance with regard to • childcare facilities . Promote gender equality in all initiatives on • immigration and integration of migrants . (15) See also Employment Guideline 10. ",
        "Equal pay for equal 2. work and work of equal value ",
        "16 Strategy for equality between women and men – 2010–2015 The principle of equal pay for men and women for work of equal value is enshrined in the EU Treaties. Despite that, the gender pay gap (the average difference between men’s and women’s hourly gross earnings across the economy as a whole) in the EU remains at 17.8%, with Estonia at 30.9%, the Czech Republic at 26.2%, Austria at 25.5%, and Germany at 23.2% against Italy at 4.9%, Slovenia at 8.5%, and Belgium and Romania at 9% (16) . Clearly this is a situation which the spirit of the EU Treaties requires to be changed over time. The root causes of the gender pay gap extend well beyond the question of equal pay for equal work. There is a gap between women’s educational attainment and professional development, thus special attention should be paid to the transition between education and the labour market. The causes of the pay gap also derive from segregation in the labour market as women and men still tend to work in different sectors/jobs. On the one hand, women and men are often over-represented in certain sectors, with ‘female’ jobs (mostly in health care, education and public administration) being in general less valued than typically male professions. On the other hand, within the same sector or company the jobs done by women tend to be of lower value and less well paid. The pay gap also reflects other inequalities on the labour market mainly affecting women – in particular their disproportionate share in family responsibilities and the difficulties in reconciling work with private life. Many women work part-time or under atypical contracts: although this permits them to remain in the labour market while managing family responsibilities, it can have a negative impact on their pay, career development, promotion prospects and pensions (17) . Key Actions The Commission will: With the European social partners, and respecting the autonomy of the social dialogue, • explore possible ways to improve the transparency of pay as well as the impact on equal pay of arrangements such as part-time work and fixed-term contracts. Support • equal pay initiatives at the workplace such as equality labels, ‘charters’, and awards, as well as the development of tools for employers to correct unjustified gender pay gaps. Institute a • European Equal Pay Day to be held each year to increase awareness on how much longer women need to work than men to earn the same. Seek to encourage women to enter • non-traditional professions , for example in “green” and innovative sectors. (16) 2008 figures except for Estonia (2007). (17) See also Employment Guideline 7. ",
        "Facts and figures 17 2. Equal pay for equal work and work of equal value 0% 5% 10% 15% 20% 25% 30% IT SI BE RO MT PT PL LU LV BG DK ES SE IE HU EU-27 FR NL FI SK UK CY LT GR DE AT CZ Pay gap between women and men in unadjusted form in EU Member States - 2008 (Difference between men's and women's average gross hourly earnings as a percentage of men's average gross hourly earnings) Source: Eurostat. Structure of Earnings Survey 2006 and national sources (2007) for yearly SES-comparable estimates. EE: data not available 4.9 8.5 9 9 9.2 9.2 9.8 12.4 13.4 13.6 17.1 17.1 17.1 17.1 17.5 17.8 19.2 19.6 20 20.9 21.4 21.6 21.6 22 23.2 25.5 26.2 ",
        "",
        "Equalit y in 3. decision-making ",
        "20 Strategy for equality between women and men – 2010–2015 In most Member States, women continue to be under-represented in decision-making processes and positions, in particular at the highest levels, despite the fact that they make up nearly half the workforce and more than half of new university graduates in the EU. Despite progress towards a gender balance in political decision-making, much remains to be done: on average, only one in four members of national parliaments and ministers of national governments is a woman (18) . In economic decision-making, the proportion of women is lower than that of men at all levels of management and decision-making. Women represent only one in ten board members of the largest publicly listed companies in the EU and 3 % among the presidents of the board. Research shows that gender diversity pays off and that there is a positive correlation between women in leadership positions and business performance. Despite the EU goal, set in 2005, of having 25% of leading positions in the public research sector filled by women, the target is still some way off as only 19% of full professors in EU universities are women (19) . The prevailing gender imbalance in science and research is still a major obstacle to the European objective of increasing competitiveness and maximising innovation potential. The Commission will apply the same standards it encourages others to set by making the necessary efforts to improve its internal gender balance, especially in decision making positions. Key Actions The Commission will: Consider targeted initiatives to improve the • gender balance in decision making . Monitor the • 25% target for women in top level decision-making positions in research . Monitor progress towards • the aim of 40% of members of one sex in committees and expert groups established by the Commission (20) . Support efforts to promote greater participation by women in • European Parliament elections including as candidates. (18) http://ec.europa.eu/social/main.jsp?catId=762&langId=en&furtherPubs=yes (19) Grade A academic staff (professors) (She Figures 2009). (20) 2000/407/EC Commission Decision of 19 June 2000. ",
        "21 3. Equality in decision-making 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Gender balance amongst board members of the largest publicly listed companies, 2009 Source: European Commission, DG EMPL, Database on women and men in decision-making Women Men 3 97 3 97 4 96 4 96 4 96 5 95 6 94 7 93 8 92 8 92 9 91 10 90 10 90 10 90 10 90 11 89 12 88 12 88 13 87 13 87 13 87 14 86 15 85 15 85 15 85 16 84 16 84 17 83 17 83 18 82 18 82 24 76 27 73 42 58 NO SE FI SK DK LT BG IS MK HR NL LV RS HU DE CZ UK RO UE-27 SI PL FR ES TR IE BE AT EE EL PT MT IT LU CY Source: European Commission, DG EMPL, Database on women and men in decision-making Gender composition of national parliaments (lower and upper houses combined), 2010 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% SE IS NL FI BE NO DK ES MK DE PT AT HR LI EU-27 EE RS UK CZ BG IT PL LU LT LV FR EL SK SI IE CY RO TR MT HU Women Men 9 91 9 91 9 91 11 89 13 87 14 86 16 84 16 84 17 83 19 81 19 81 19 81 20 80 20 80 21 79 22 78 22 78 22 78 22 78 23 77 24 76 24 76 25 75 28 72 30 70 33 67 34 66 37 63 38 62 39 61 40 60 40 60 41 59 41 59 46 54 Facts and figures ",
        "",
        "Dignit y, integrit y 4. and an end to gender-based violence ",
        "24 Strategy for equality between women and men – 2010–2015 There are many forms of violence that women experience because they are women. These include domestic violence, sexual harassment, rape, sexual violence during conflict and harmful customary or traditional practices such as female genital mutilation, forced marriages and honour crimes. It is estimated that in Europe, 20% to 25% of women have suffered physical violence at least once during their lives (21) and there are estimates that up to half a million women living in Europe have been subjected to genital mutilation (22) . Accordingly, the Action Plan to implement the Stockholm Programme (23) puts emphasis on the protection of victims of crime, including female victims of violence and genital mutilation, and announces a comprehensive EU strategy on gender-based violence. In addition, the Women’s Charter envisages the putting into place of a comprehensive and effective policy framework to combat gender-based violence as well as measures, including criminal law, within the limits of its powers, to eradicate female genital mutilation once and for all across Europe. Gender-based inequalities are also present in healthcare and long-term care as well as in health outcomes. Women and men are confronted with gender-specific health risks and diseases which need to be adequately addressed in medical research and health services. There is a need to ensure that social and health services continue to improve their adaptation to the specific needs of women and men respectively. Gender related issues are also of particular importance in the area of asylum. The 2008 and 2009 Commission proposals amending the current EU asylum instruments address inter alia the key areas where gender specific elements need to be reinforced. Key Actions The Commission will: Adopt an EU-wide strategy on combating violence against women that will aim, for • instance, at eradicating female genital mutilation using all appropriate instruments, including criminal law, within the limits of the EU’s powers, supported by a Europe-wide awareness-raising campaign on violence against women. Ensure that the EU asylum legislation takes into account gender equality considerations; • promote gender-specific training and best practices within the European Asylum Support Office as well as via funding by the European Refugee Fund. Draw up a Men’s Health report, following the 2010 Women’s Health report. • (21) Council of Europe, Combating violence against women: Stocktaking study on the measures and actions taken in Council of Europe member states (2006). (22) EP resolution of 24.3.2009 on combating FGM in the EU. (23) COM(2010) 171. ",
        "Facts and figures 25 4. Dignity, integrity and an end to gender-based violence Eurobarometer survey: Attitudes to domestic violence against women  A survey was conducted between February 2010 and March 2010 to measure how do- mestic violence against women is perceived by European public opinion. The results were published in September 2010. 98% of people across the EU are aware of domestic violence. This figure was 94% for the EU-15 in the previous survey in 1999. One respondent in four across the EU knows a woman among friends or in the family circle who is a victim of domestic violence, up from 19% in 1999. Meanwhile, one in five Europeans says they know of someone who commits domestic violence in their circle of friends and family (21%). Across the EU, 78% of respondents believe that domestic violence is very or fairly com- mon in their own country, including 91% in Italy, 89% in France, 87% in the UK, and 86% in Portugal. However, only 50% of respondents in the Czech Republic consider domestic violence to be common, with relatively low scores in Bulgaria (56%), Austria (63%) and Germany (64%) too. While 78% of Europeans recognise that domestic violence is a common problem, 84% of respondents stated that domestic violence is unacceptable and should always be punisha- ble by law. This number increased from 63% in 1999 to 86% in 2010 for the 15 EU Member States who participated in the original survey (before the 2004 enlargement of the EU).  “Domestic violence against women” Special Eurobarometer survey 344. ",
        "",
        "Gender equalit y 5. in ex ternal ac tions ",
        "28 Strategy for equality between women and men – 2010–2015 The EU policy on the promotion of gender equality within the EU is closely linked to the work undertaken by the Union in third countries. Through all relevant policies under its external action, the EU can exercise significant influence in fostering gender equality and women’s empowerment worldwide. Candidate countries must fully embrace the fundamental principle of equality between women and men. Monitoring the transposition, implementation and enforcement of EU legislation in this area remains a priority of the enlargement process, which the EU supports financially. In the context of the European Neighbourhood Policy (ENP), the EU supports partner countries’ efforts to promote gender equality. The ENP Action Plans set out a jointly agreed agenda of reform priorities and contain commitments of partner countries to engage in dialogue on related issues and to carry out policy and legislative reforms. The EU remains committed to speedier achievement of the Millennium Development Goals , and to helping to attain the standards set by the Convention on the Elimination of all Forms of Discrimination against Women, as well as the objectives of the Beijing Platform of Action, and the Cairo Programme of Action, as foreseen in the EU Plan of Action on Gender Equality and Women’s Empowerment in Development (2010-2015) (24) . The EU guidelines on violence against women and girls and combating all forms of discrimination against them provide guidance for conducting political dialogue and for taking action, where appropriate, in individual cases of women’s rights violation. The EU will continue to use its development policies to promote gender equality and women’s empowerment (25) . The EU will also actively cooperate with international organisations working on gender equality such as the ILO, the OECD, the UN and the African Union to produce synergies and foster women’s empowerment, as well as with the new UN Entity for Gender Equality , UN WOMEN, and will support civil society participation, capacity building and advocacy on gender equality and women’s empowerment. The EU is also committed to protecting women in times of conflict and post-conflict, and to ensuring women’s full participation in conflict prevention, peace building and reconstruction processes, and actively implements the EU Comprehensive Approach to the United Nations Security Council Resolutions 1325 and 1820 on Women, Peace and Security. Gender considerations will also be further integrated into humanitarian aid (26) . The EU also integrates gender equality into its trade policy as part of a wider framework of sustainable development and encourages the effective application of the ILO’s core labour standards and its Decent Work Agenda, including in relation to non-discrimination, in its preferential trade agreements. The issue of gender equality is also addressed in the Sustainability Impact Assessments which are prepared to help guide negotiators in trade discussions. (24) Annex to the Council Conclusions on the MDGs for the UN Plenary meeting in New York and Beyond. (25) See preceding reference. (26) Notably in the context of the implementation of the European Consensus on Humanitarian Aid, OJ C 25, 30.1.2008, p. 1. ",
        "Facts and figures 29 5. Gender equality in external actions Beijing Platform for Action (BPfA) The Beijing Platform for Action is an agenda for women empowerment that reaffirms the fundamental principle whereby the human rights of women and the girl child are an inalienable, integral and indivisible part of universal human rights. The twelve areas of concern of the BPfA are: 1. Women and Poverty 2. Education and Training of Women 3. Women and Health 4. Violence against Women 5. Women and Armed Conflict 6. Women and the Economy 7. Women in Power and Decision-making 8. Institutional mechanisms for the advancement of Women 9. Human Rights of Women 10. Women and the Media 11. Women and the Environment 12. The Girl Child The UN carries out global reviews of the implementation of the BPfA every 5 years and has reported on 15 years of BPfA in the United Nations Economic Commission for Europe in November 2009. Millennium Development Goals The Millennium Development Goals (MDGs) were adopted in 2000. They include eight time-bound goals to be achieved by 2015. They provide benchmarks for tackling extreme poverty in its many dimensions. They include goals and targets on income poverty, hunger, maternal and child mortality, disease, inadequate shelter, gender inequality, environmental degradation and the Global Partnership for Development. ",
        "30 Strategy for equality between women and men – 2010–2015 Key Actions The Commission will: Monitor and support adherence to the Copenhagen criteria for accession to the EU in the • field of equal treatment between women and men, and assist Western Balkan countries and Turkey with the transposition and enforcement of legislation. Implement the EU Plan of Action on Gender Equality and Women’s Empowerment in • Development (2010-2015). Continue to encourage ENP partner countries to promote gender equality through • regular policy dialogue, exchange of experience and by exploring possibilities for assistance under the European Neighbourhood and Partnership Instrument. Further integrate gender considerations into EU humanitarian aid. • ",
        "Horizontal issues 6. ",
        "32 Strategy for equality between women and men – 2010–2015 Gender roles 6.1. Rigid gender roles can hamper individual choices and restrict the potential of both women and men. Promoting non-discriminatory gender roles in all areas of life such as education, career choices, employment and sport is thus an essential contribution towards gender equality. Gender equality needs the active contribution, support and participation of men and policies should also address gender-related inequalities that affect boys/men such as literacy rates, early school-leaving and occupational health. Legislation 6.2. The EU has a long-standing body of law against sex discrimination both in employment and in other fields of everyday life. Through recent major simplification and modernisation, this legislation has been made more accessible to correspond to societal change. The 2006 recast directive (27) and the 2010 directives on rights to parental leave (28) and on self- employed workers (29) are important milestones in this exercise. An effective legal framework requires monitoring, enforcement, regular evaluation and updating , as well as ongoing dialogue with business, social partners, equality bodies and civil society representatives to ensure that it is apt for its purpose. Equality bodies at national level which assist victims, promote rights and develop research are essential to application of the rights in practice, and the rights of associations and trade unions to defend victims are vital too. In this context, the Commission has launched a comprehensive study on the functioning of equality bodies across the 27 Member States and a more general study on access to justice in this area. Furthermore, the deliberations of the Forum on sex discrimination in access to insurance and related financial services set up under Directive 2004/113/EC will, together with the results of two in-depth studies on insurance practices and on potential sex discrimination in education, feed into the forthcoming implementation report on the Directive. The aggravated consequences of discrimination on two or more grounds , for example age and sex in the case of older women seeking access to employment, need to be addressed in the implementation of relevant legislation as well as of the legal acts providing protection from discrimination on the other grounds referred to in Article 19 TFEU. The Commission is also studying the specific issues pertaining to sex discrimination in relation to gender identity. (27) 2006/54/EC. (28) 2010/18/EC. (29) See footnote 9. ",
        "Facts and figures 33 6. Horizontal issues Directive 2006/54/EC • Directive 2006/54/EC of the European Parliament and of the Council of 5 July 2006 on the implementation of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation (recast), JO L 204, 26.7.2006, p. 23. Note: this Directive repealed, with effect from 15 August 2009, the following Directives: 75/117/EEC, 76/207/EEC, 86/378/EEC and 97/80/EC, and also the directives amending these directives (98/52/EC, 96/97/EC and 2002/73/EC). Directive 2004/113/EC • Council Directive 2004/113/EC of 13 December 2004 implementing the principle of equal treatment between men and women in the access to and supply of goods and services, JO L 373, 21.12.2004, p. 37. Directive 96/34/EC • Council Directive 96/34/EC of 3 June 1996 on the framework agreement on parental leave concluded by UNICE, CEEP and the ETUC, JO L 145 of 19.6.1996, p. 4. Note: this Directive was amended and extended by the directive 97/75/EC. It will be repealed on 8 March 2012 and will be replaced by the following Directive: Directive 2010/18/EU • Council Directive 2010/18/EU of 8 March 2010 implementing the revised Framework Agreement on parental leave concluded by BUSINESSEUROPE, UEAPME, CEEP and ETUC and repealing Directive 96/34/EC, JO L 68, 18.3.2010, p. 13. Directive 92/85/EEC • Council Directive 92/85/EEC of 19 October 1992 on the introduction of measures to en- courage improvements in the safety and health at work of pregnant workers and workers who have recently given birth or are breastfeeding (tenth individual Directive within the meaning of Article 16 (1) of Directive 89/391/EEC), JO L 348, 28.11.1992, p. 1. Note: the Commission adopted, on 3 October 2008, a proposal for a Directive (document COM (2008) 637) amending Directive 92/85/CEE. This proposal is not adopted yet. Directive 86/613/EEC • Council Directive 86/613/EEC of 11 December 1986 on the application of the principle of equal treatment between men and women engaged in an activity, including agricul- ture, in a self-employed capacity, and on the protection of self-employed women during pregnancy and motherhood, JO L 359, 19.12.1986, p. 56. Note: this directive will be repealed on 5 August 2012 and will be replaced by the follow- ing directive: Directive 2010/41/EU • Directive 2010/41/EU of the European Parliament and of the Council of 7 July 2010 on the application of the principle of equal treatment between men and women engaged in an activity in a self-employed capacity and repealing Council Directive 86/613/EEC, JO L 180, 15.7.2010, p. 1. Directive 79/7/EEC • Council Directive 79/7/EEC of 19 December 1978 on the progressive implementation of the principle of equal treatment for men and women in matters of social security, JO L 006, 10.01.1979, p. 24. ",
        "34 Strategy for equality between women and men – 2010–2015 The governance and tools 6.3. of gender equality Strengthening cooperation with the various institutions and stakeholders active in the field of gender equality — Member State governments, the European Parliament, social partner organisations, civil society, equality bodies, international organisations, EU agencies — will be crucial to ensure progress. On the basis of its Annual Report on equality between women and men, focusing each year on a particular theme and identifying good practices of Member States, the Commission will institute a yearly top-level Gender Equality Dialogue involving the European Parliament, the Council presidencies and key stakeholders such as the European social partners and civil society, to take stock of progress made in implementing this strategy. Close cooperation with Member State governments will continue through the high-level group on gender mainstreaming. The Advisory Committee, composed of Member State representatives, European social partner organisations and civil society, will continue to advise the Commission on policy and legislative initiatives. The Commission will intensify exchanges of good practice between Member States in all areas covered by this strategy. The Commission will continue to work closely with the European social partners and the organisations representing civil society. Gender mainstreaming will be implemented as an integral part of the Commission’s policymaking, including via the impact assessment and evaluation processes. The Commission will increase the knowledge base on gender equality. A significant impact is expected following the establishment of the European Institute for Gender Equality. As part of its work programme, the Institute will help the Commission and the Member States to report on the EU-level indicators established under the Beijing Platform for Action in areas of particular concern and to develop further indicators where needed (such as on women and the environment). The Commission will continue to raise awareness of and publicise the benefits of gender equality policies. It will, for example, improve its gender equality web portal with links and updates on progress. The next EU Multiannual Financial Framework will be presented in the first half of 2011. This will provide support after 2013 for implementation of the actions envisaged in this strategy. Moreover, better integration of gender equality issues in implementing and reporting on the current programmes (2007-2013) will provide a solid basis for ensuring that the gender perspective is incorporated into the design of the next generation of programmes so that they are underpinned by a solid assessment of the situation of women and of men. ",
        "Facts and figures 35 6. Horizontal issues Gender mainstreaming Gender mainstreaming is the integration of the gender perspective into every stage of policy process – design, implementation, monitoring and evaluation – and into all policies of the Union , with a view to promoting equality between women and men. It means assessing how policies impact on the life and position of both women and men – and taking responsibility to re-address them if necessary. This is the way to make gender equality a concrete reality in the lives of women and men: creating space for everyone within the organisations as well as in communities - to contribute to the process of articulating a shared vision of sustainable human development and trans- lating it into reality. ",
        "36 Strategy for equality between women and men – 2010–2015 Key Actions The Commission will: Address the • role of men in gender equality; promote good practice on gender roles in youth, education, culture and sport. Monitor the correct implementation of • EU equal treatment laws with a particular focus on Directives 2004/113/EC and 2006/54/EC. Monitor the extent to which gender has been taken into account in applying the non-discrimination directives. Promote full implementation of the • Beijing Platform for Action including the development and updating of indicators, with the support of the European Institute for Gender Equality . Present an • Annual Report on progress on gender equality, especially in the areas covered by this strategy, ahead of an annual top-level Gender Equality Dialogue between the Parliament, Commission, Member States and key stakeholders. ",
        "Annexes ",
        "38 Strategy for equality between women and men – 2010–2015 Annex A Glossary of main terms  Sex Sex identifies the biological differences between men and women, such as women can give birth, and men provide sperm. Sex roles are universal. Gender Gender identifies the social relations between men and women. It refers to the relation- ship between men and women, boys and girls, and how this is socially constructed. Gender roles are dynamic and change over time. Gender equality Gender equality is the result of the absence of discrimination on the basis of a person’s sex in opportunities and the allocation of resources or benefits or in access to services. Gender equity Gender equity entails the provision of fairness and justice in the distribution of benefits and responsibilities between women and men. The concept recognises that women and men have different needs and power and that these differences should be identified and addressed in a manner that rectifies the imbalances between the sexes. Gender identity A person’s sense of being male or female, resulting from a combination of genetic and environmental influences and a person’s concept of being male and masculine or female and feminine, or ambivalent. Gender Roles Gender roles are learned behaviours in a given society/community or other special group that condition what activities, tasks and responsibilities are perceived as male or female. Gender roles are affected by age, class, race, ethnicity or religion and by the geographical, economic and political environment. Changes in gender roles often occur in response to changing economic, social or political circumstances. Multiple discrimination In this context, multiple discrimination is to be understood as any combination of dis- crimination on the grounds of sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation.  This information is taken from the “Background document accompanying the Strategy for equality between women and men 2010-2015” – SEC(2010), 1080 final. ",
        "Facts and figures 39 Annexes Annex B European fora and institutions which deal with gender equality  The Member States committed themselves to gender equality through the • UN agenda for women’s empowerment - Beijing Platform for Action (BPfA) in 1995. Every five years the UN carries out global reviews of the implementation of the BPfA and in November 2009 celebrated 15 years of reporting on the BPfA in the United Nations Economic Commission for Europe. The Member States are also committed through the European Council. The • European Pact for Gender Equality was adopted in 2006 to encourage Member States and the European Union to take action on closing gender gaps in the labour market, promot- ing a better work-life balance for all and reinforcing governance through gender main- streaming and better monitoring. The • European Parliament Committee on Women’s Rights and Gender Equality (FEMM) is active in the promotion of gender equality in all policy areas debated by the European Parliament. It also plays a key role in driving the gender policy forward and in reporting on the gender mainstreaming in EP committees’ and delegations’ work. The • European Institute for Gender Equality (created in December 2006  ) contributes to the promotion of gender equality by providing technical assistance to the Community institutions, in particular the Commission and the authorities of the Member States. The • High Level Group on gender mainstreaming is an informal group created in 2001 and comprises high-level representatives responsible for gender mainstreaming at national level. It is chaired by the Commission at regular meetings convened in close collaboration with the Presidency. Among its main tasks, the Group supports the trio-presidencies in identifying relevant policy areas and topics to be addressed. The Group is also the main forum for planning the strategic follow-up of the BPfA, including the development of indicators. Since 2003 the Group has also been assisting the Commission in the prepara- tion of the Report on equality between women and men to the European Council. The • Advisory Committee on equal opportunities for women and men was created in 1981 by a Commission Decision subsequently amended in 1995  . The Committee assists the Commission in formulating and implementing the Community’s activities aimed at promoting equal opportunities for women and men, and fosters ongoing exchanges of relevant experience, policies and practices between the Member States and the various parties involved. National Equality Bodies • have been established in all Member States. Their main tasks are to analyse, monitor and support equal treatment of all persons and ensure uniform application of gender equality laws at Member State level  . Moreover, National Equality Bodies meet regularly as an EU network.  This information is taken from the “Background document accompanying the Strategy for equality between women and men 2010-2015” – SEC(2010), 1080 final.  OJ L 403, 31.12.2006  Commission Decision of 19 July 1995 amending Decision 82/43/EEC of 9 December 1981.  Directive 2002/73/EC recast by Directive 2006/54/EC. ",
        "40 Strategy for equality between women and men – 2010–2015 The • Advisory Committee on women and rural areas was created in 1998. It is made up of representatives of socio-economic organisations (agricultural producers, trade, consumers, the European Women’s Lobby and workers). The • Helsinki Group on Women and Science was established in 1999. It consists of national representatives from all the EU Member States, Bulgaria, Romania, Iceland, Israel, Norway, Switzerland and Turkey. The Group aims to promote equal participation of women in the sciences on a Europe-wide basis. The • European Network to Promote Women’s Entrepreneurship (WES) was created in 2000. It is composed of representatives from national governments and institutions responsible for the promotion of female entrepreneurship in 27 countries from the EU, EEA and candidate countries. ",
        "",
        "",
        "European Commission Strategy for equality between women and men — 2010-2015 Luxembourg: Publications Office of the European Union 2011 — 40 p. — 21 × 29.7 cm ISBN 978-92-79-16981-6 doi:10.2767/71254 While considerable progress has been achieved over recent decades in terms of gender equality, gaps remain. Women are still concentrated in the lower-paid sectors of the labour market and are under-represented in decision-making. The European Commission’s Strategy for Gender Equality lays down its programme in this area for 2010-15. The Strategy sets out priorities including equal economic independence, pay, labour market opportunities and access to decision-making positions. It also stresses the need to promote women’s dignity and stop gender-based violence. The Strategy outlines EU efforts to integrate gender equality into its external actions regarding policies such as enlargement and development. Finally, it addresses horizontal issues including gender roles, the legislative framework and tools for promoting equality. This publication is available in printed format in English, French and German. ",
        "",
        "How to obtain EU publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "K E - 31 - 10 - 702 - E N - C "
    ]
}