{
    "text": [
        "Neighbourhood Investment Facility Operational Annual Report 2014 Neighbourhood and Enlargement Negotiations ",
        "02 The European Neighbourhood Policy (ENP), which has been operational since 2007, applies to the EU’s immediate neighbours by land and by sea. The underlying rationale for the ENP is that the EU has a vital interest in seeing greater economic development and better governance in its neighbourhood both in the East and in the South. Spreading peace and prosperity across the borders of the EU prevents new dividing lines in Europe and creates benefits for both ENP countries and the EU. Within the ENP, the EU offers its neighbours a privileged relationship that builds on a mutual commitment to common values (democracy and human rights, rule of law, good governance, market economy principles and sustainable development). The level of ambition of the relationship depends on the extent to which these values are shared. The ENP includes political association and deeper economic integration, increased mobility and more people-to-people contacts. As of 2014, the new European Neighbourhood Instrument (ENI) is the main EU financial instrument for the neighbourhood region for the financial period from 2014 until 2020. In line with the renewed European Neighbourhood Policy launched in 2011, ENI support mainly focuses on promoting human rights and the rule of law; establishing deep and sustainable democracy and developing a thriving civil society; sustainable and inclusive growth and economic, social and territorial development; regional integration (including cross border cooperation programmes); and mobility and people-to-people contacts. The Neighbourhood Investment Facility (NIF) is one of the ENP tools designed to offer more EU support for the economic development of its Southern and Eastern Neighbourhood. Inadequate private investment flows into most countries in the neighbourhood region and a related lack of capacity to finance crucial infrastructure are two key challenges facing ENP countries. The aim of the NIF is therefore to maximise the impact of EU funding, in particular through lending provided by the European Financial Institutions (EFIs) to critical infrastructure and to small and medium sized enterprises. The NIF and the ENP European Commission Directorate-General for Neighbourhood and Enlargement Negotiations Rue de la Loi 15, B-1049 Brussels Pictures: ©EU Neighbourhood Info Center (p.01, 27, 35) / ©EBRD (p. 09, 11, 17, 18) / ©Shutterstock (p.16) ©EBRD/lksandar (p. 29) / ©Metro Cairo (p. 20) / ©EIB Photo Library (p. 21, 35, 33, 34) / ©AFD (p. 23, 24) / ©AFDB/BAD (p.26) / ©Common Wikipedia (p.28) / ©Stockvault (p.31) / ©Istock (p.32) / ©ACWA Power Ouarzazate (p.36) / ©European Commission (p. 05, 39). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2015 Catalogue number: EZ-AI-15-001-EN-N ISBN: 978-92-79-49555-7 ISSN*: 2443-9045 DOI: 10.2876/131820 * The ISSN remains valid as long as the title of the serial remains unchanged. Please inform us of any title changes and/or the cessation of publication. © European Union, 2015 / Reproduction is authorised provided that the source is acknowledged. Printed in Belgium, 2015 Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. ",
        "What is the Neighbourhood Investment Facility Officially launched in May 2008, the Neighbourhood Investment Facility (NIF) is an innovative financial instrument used as a modality of EU support under the European Neighbourhood Policy (ENP). Its primary aim is to support key investment infrastructure projects in the transport, energy, social and environment sectors as well as to support private sector development (in particular small and medium sized enterprises - SMEs) in the neighbourhood region. It does so by pooling grant resources from the EU budget and the EU Member States and using them to leverage loans from European Financial Institutions as well as contributions from the ENP partner countries themselves. A project must be financed by an eligible European Financial Institution in order to receive a grant from the NIF. GEOGRAPHICAL SCOPE Projects receiving a grant from the NIF must be located in an ENP partner country that has signed an Action Plan with the EU (currently Armenia, Azerbaijan, Georgia, Moldova and Ukraine; Egypt, Jordan, Lebanon, Morocco, Palestine and Tunisia). ENP Action Plans set out the partner country’s agenda for political and economic reforms (with short and medium-term priorities of three to five years) and reflect the country’s needs and capacities as well as its and the EU’s interests. Countries of the two regions that have not signed an Action Plan with the EU may also benefit from NIF funding depending on their specific circumstances. This is decided on a case-by-case basis. STRATEGIC OBJECTIVES The updated NIF Strategic Orientations for the period from 2014 until 2020 pursue the following objectives: • Establishing better energy and transport infrastructure interconnections between the EU and neighbouring countries and between the neighbouring countries themselves; • Improving energy efficiency, promoting the use of renewable energy sources and strengthening energy security; Multilateral European Financial Institutions: the European Investment Bank (EIB), the European Bank for Reconstruction and Development (EBRD), the Council of Europe Development Bank (CEB), the Nordic Investment Bank (NIB) and; European bilateral development Financial Institutions from one of the EU Member States: Agence Française de Développement (AFD), Agencia Española de Cooperación Internacional para el Desarrollo (AECID), KfW Entwicklungsbank (KfW), Oesterreichische Entwicklungsbank AG (OeEB), Società Italiana per le Imprese all’Estero (SIMEST) and Sociedade para o Financiamento do Desenvolvimento (SOFID). ELIGIBLE EUROPEAN FINANCIAL INSTITUTIONS • Addressing threats to the environment, including climate change; • Promoting equitable socio- economic development and job creation through support for small and medium sized enterprises and the social sector. PARTNERS ",
        "04 Contents FOREWORD P. 05 NIF AT A GLANCE P. 06 BLENDING AS AN INSTRUMENT FOR ACHIEVING EU EXTERNAL POLICY OBJECTIVES P. 08 GOVERNANCE AND PROCESS P. 09 OPERATIONS IN 2014 P. 10 ANALYSIS OF THE 2008-2014 NIF PORTFOLIO P. 12 SUPPORTING EU POLICY INITIATIVES THROUGHOUT THE NEIGHBOURHOOD REGION P. 16 PROJECTS APPROVED IN 2014 – NEIGHBOURHOOD SOUTH P. 18 PROJECTS APPROVED IN 2014 – NEIGHBOURHOOD EAST P. 27 IMPROVING ENERGY AND TRANSPORT INTERCONNECTIONS P. 35 COMBATTING CLIMATE CHANGE P. 37 NIF VISIBILITY P. 38 CLOSING REMARKS P. 39 LIST OF PROJECTS APPROVED BETWEEN 2008 AND 2014 IN THE NEIGHBOURHOOD SOUTH REGION P. 40 LIST OF PROJECTS APPROVED BETWEEN 2008 AND 2014 IN THE NEIGHBOURHOOD EAST REGION P. 42 ",
        "05 Foreword I am pleased to present this 2014 Operational Annual Report on the Neighbourhood Investment Facility (NIF). The NIF, over its eight years of existence, has become a key tool to deliver on the ground the political priorities of the European Neighbourhood Policy (ENP). By financing capital-intensive infrastructure projects in partner countries, and supporting their private sectors, it has substantially contributed to the strengthening of economic development and regional cooperation in the region. At the same time, this funding goes way beyond simple economic benefits. It is an integral part of the ENP, which has as a major objective the strengthening of prosperity, stability and security of all countries within the European Neighborhood and is based on the values of democracy, rule of law and respect of human rights. In 2010 and 2011, the EU reviewed the ENP and put a strong focus on the promotion of sustainable democracy, accompanied by inclusive economic development. In this context, the Neighbourhood Investment Facility is uniquely positioned to back European Neighbourhood countries’ priorities, helping them deliver growth through private sector support and bring, within a comprehensive sector policy approach, strategic infrastructure projects to fruition. In the period from 2014 to 2020, the NIF will benefit from substantially increased EU contributions compared to the period from 2008 to 2013. This will further enhance its strategic and financing potential in key sectors such as energy, transport and support for micro, small and medium sized enterprises. I would like to thank the NIF financing partners and donors for their contributions and excellent cooperation that has contributed to the success of this joint endeavour. Fostering economic development and regional cooperation is the best way to advance political association and deeper economic integration. These efforts have a significant positive impact on both the Neighbourhood countries’ populations and European citizens, given our common interests in stability and economic welfare. Johannes Hahn Commissioner for Neighbourhood and Enlargement Negotiations © EUROPEAN COMMISSION The Neighbourhood Investment Facility is uniquely positioned to back European Neighbourhood countries’ priorities, helping them deliver growth ",
        "BY TYPE OF SUPPORT IN MILLIONS OF EURO Investments grants Technical assistance Risk Capital Guarantees 592.01 57% 330.58 32% 53 5% 69.2 6% NIF at a glance NIF portfolio, percentage of total NIF contributions at 31/12/2014 Morocco Tunisia BY SECTOR IN MILLIONS OF EURO 89.10 8% Energy Environment Multisector Private Sector Social Transport Water/Sanitation 339.77 32% 27.90 3% 10.44 1% 214.66 20% 195.18 18% 195.06 18% ",
        "EU Member States ENP countries directly eligible under the NIF Other ENP countries NIF resources allocated to approved projects from 2008 until 2014 €1.072 billion SOUTH €609 million EAST €463 million EFIs resources leveraged about €12.24 billion SOUTH €6.63 billion EAST €5.61 billion 95 projects supported with a total value of About €25.57 billion SOUTH 43 projects worth about €15.07 billion EAST 52 projects worth about €10.5 billion NIF COUNTRIES & BENEFICIARIES NIF COUNTRIES & CONTRIBUTIONS Eastern Neighbourhood Regional East €152.58 m / 12 projects Armenia €87.89 m 11 projects Azerbaijan €3.55 m 1 project Georgia €65.97 m 7 projects Moldova €125.19 m 14 projects Ukraine €27.83 m 7 projects Southern Neighbourhood Regional South €139.28 m / 10 projects Egypt €158.35 m 11 projects Lebanon €14.52 m 2 projects Morocco €218.15 m 12 projects Palestine* Jordan €3.96 m 2 projects Tunisia €74.64 m 6 projects Egypt Palestine * Lebanon Armenia Moldova Ukraine Azerbaijan Georgia Jordan (*) Palestine: this designation shall not be construed as recognition of a State of Palestine and is without prejudice to individual positions of the Member States on this issue. ",
        "08 Blending is defined as the use of a limited amount of grants to mobilise financing from partner Financial Institutions (FIs) and the private sector to step up the development impact of investment projects. In the EU context, blending is therefore the combination of EU grants with additional non-grant resources such as loans, equity and guarantees from development FIs as well as commercial loans and investments. It is mainly targeted at achieving development policy objectives, such as sustainable growth and reducing poverty. Given the limited public resources available for external assistance and the increasing development financing needs, the EU strives to achieve a more comprehensive approach through blending. The aim is to improve donor coordination and speed up access to finance, including for large scale and multiple-objective projects, as well as to achieve a high leverage effect and to increase the development impact and sustainability of projects. The strategic use of a limited grant element can make projects with a high economic and social return possible. By enabling such projects the grant achieves a leveraged development impact. The EU implements blending operations in the context of the EU blending frameworks through regionally focused Investment Blending as an instrument for achieving EU external policy objectives Facilities such as the NIF that support projects contributing to the fulfilment of the EU’s and partner countries’ strategic development goals. Beyond the specific development objectives defined for each operation, the use of blending reflects the following specific goals: • To mobilise public and private resources for greater development impact and to do more with less; • To improve project sustainability, quality and innovation, and to ensure that projects get off to a faster start; • To support reforms in line with the EU’s and partner countries’ policies; • To improve cooperation between European and non-European aid actors – donors and financing institutions; and • To provide more visibility for EU development funding. The type of blending support provided varies according to the type of project. The EU contribution can take the form of technical assistance, investments grants, interest rate subsidies, guarantees, risk capital or any mix of these. The contribution from FIs comes mainly in the form of loans but also in the form of guarantees, risk capital or technical assistance. Using blending as a tool of EU external cooperation offers various benefits to different stakeholders: • For beneficiary governments: a sustainable and affordable way to tap into significant additional financing for national development priorities; • For final beneficiaries: increased access to public services, infrastructure and credit to increase socio-economic development; • For financiers: mitigation of the risk of investing in new markets and sectors; and • For the European Union: leveraged impact of EU aid as well as improved aid effectiveness through greater donor and lender coordination. ",
        "09 Governance and process The organisation of the Neighbourhood Investment Facility (NIF) follows the principles of the three-tier governance architecture agreed between the European Commission and the EU Member States. This architecture ensures that projects supported by the NIF fully contribute to the achievement of the overall objectives of the EU’s Neighbourhood Policy and to the achievement of the ENP partner countries’ national strategies. The decision process is then steered with the EU external cooperation policies as the main goal. The organisation of the NIF ensures political leverage for the European Union, full and transparent information and participation of EU Member States as well as close coordination between the Commission and European Financial Institutions (EFIs) and amongst EFIs themselves. It also provides full accountability with regard to the management of funds towards the EU budgetary authority (European Parliament and Council) as well as EU supervisory bodies. TECHNICAL ASSESSMENT MEETING (TAM) The partner countries discuss projects with the European Financial Institutions to seek finance. Between them, the EFIs designate a lead EFI, which presents the project to the Technical Assessment Meeting (TAM). The TAM is a group made up of all the eligible EFIs and chaired by the European Commission. It assesses whether the projects are in line with the objectives of the EU’s Neighbourhood Policy, in particular the action plans agreed between the European Union and the partner countries and with the strategic orientations and eligibility criteria of the NIF. The TAM also assesses the justification for the NIF grant request, its value added and other important aspects related to the project’s quality. NIF BOARD The Lead Financial Institutions then present the NIF grant requests to the NIF Board for final approval. The NIF Board is chaired by the European Commission and made up of representatives of the European Commission, the European External Action Service (EEAS) and the EU Member States, which are the members. Eligible EFIs attend as observers. The NIF Board issues an opinion as to which projects will benefit from financing by the NIF. This opinion is subject to a subsequent financing decision by the Commission, if the funding will come from the EU budget, and is final if the project is to be funded from the NIF Trust Fund. NIF STRATEGIC DISCUSSIONS The Commission, the European External Action Service (EEAS) and the EU Member States regularly hold a dialogue on strategic orientations for the NIF with partner countries and relevant regional organisations. The Commission and the EEAS conduct and co-chair these strategic discussions. Financial Institutions, partner countries and regional organisations take part as observers. These strategic discussions provide strategic and policy guidance to the NIF Board. NIF SECRETARIAT The NIF Secretariat, which is managed by the European Commission’s DG for Neighbourhood and Enlargement Negotiations (DG NEAR), acts as the single entry point for requests for grants presented by the European Financial Institutions and for the organisation and follow-up of the whole assessment and decision- making process. The responsible unit is in charge of bringing together the different elements of the Commission’s opinion on the grant requests after consultation with the relevant departments of the Commission, the EEAS, the EU Delegations and approval by the competent authorising officer, i.e. the geographic director in DG NEAR. ©EBRD ",
        "10 NIF – Operations in 2014 Operational overview In 2014, 16 new projects and two additional contributions for ongoing projects in the neighbourhood region received final approval from the NIF Board for a total NIF contribution of €294.46 million. This is the highest amount since 2008 and is well above the average yearly contribution since 2008, which comes to around €130 million up to 2013. These are clear indications of the growing attractiveness of the NIF. Since 2008, a grand total of 95 projects and €1.072 billion of NIF contributions have been approved by the NIF Board. During the year, the geographical allocation of the NIF grants has been well balanced in terms of number of projects. Ten projects in the Southern region and eight projects in the Eastern region were approved in 2014. In terms of the NIF contribution, nearly two thirds of the funds were awarded to projects in the Southern region (€190.76 million or around 65%) and just over a third to projects in the Eastern region (€103.70 or around 35%). Five countries (Armenia, Egypt, Moldova, Morocco and Tunisia) directly benefited from a NIF grant last year. These and other countries in the neighbourhood region may also benefit from the regional projects that have been approved. The amount of NIF support awarded to regional projects also grew in 2014 in comparison with 2013. NIF support for regional projects 1 in the South came to €46.43 million, up from €27.23 million. For regional projects for the East, the NIF contribution came to €66.50 million, up from €15.52 million. With regard to the sector distribution, the largest individual share of NIF support was granted to energy projects with a total of €132.45 million (45%) approved. This was followed by investments in private sector development (€78.43 million or 27%) and social sector projects (€38.40 million or 13%). The type of support that was awarded by the NIF in 2014 was mostly focused on investment grants (€171.54 million or around 59% of NIF contributions). This type of support is the most direct way to lower the costs of financing for the borrower while technical assistance ensures the quality of project preparation and implementation. €73.30 million (or around 25%) of NIF contributions were awarded to finance technical assistance, including feasibility studies, support for project implementation units, works supervision, etc. NIF support also came in the form of risk capital (€27.50 million or around 10%) and guarantees (€16 million or around 6%). 2 The financial leverage effect of NIF contributions in 2014 is about 1:8.6. Overall, €294.46 million of NIF grants will leverage over €2.53 billion of loans from the European Financial Institutions (EFIs). In other words, for every euro provided by the NIF, €8.60 of lending or investment was mobilised from the EFIs. Such a figure partly takes into account potential lending by the EFIs to future projects for which the NIF is funding preliminary preparatory studies and does not reflect the potential multiplier effect of the NIF contribution on other non-European or private co-financiers. The NIF once again rapidly delivered its support to both final beneficiaries and European Financial Institutions. In 2014, a total of 24 agreements were signed, representing a total of €209.9M millions of NIF grants, surpassing all previous achievements in this regard. In 2014, 16 new projects and two additional contributions for ongoing projects in the neighbourhood region received final approval from the NIF Board for a total NIF contribution of €294.46 million 1° Regional projects are NIF projects that benefit more than one country. 2° The total NIF amount of €294.46 million mentioned above includes €6.12 million or about 3% of fees. ",
        "11 18.63 6% 105.86 34% 46.43 16% 20.54 7% 66.50 23% 18.5 6% 17.94 6% Armenia Egypt Moldova Morocco Regional East Regional South Tunisia BY COUNTRY/REGION IN MILLIONS OF EURO BY SECTOR IN MILLIONS OF EURO BY TYPE OF SUPPORT IN MILLIONS OF EURO 132.45 45% 10.44 4% 12.30 4% 78.43 27% 38.40 13% 4 1% 18.44 6% Energy Environment Multisector Private Sector Social Transport Water/Sanitation The NIF once again rapidly delivered its support to both final beneficiaries and European Financial Institutions. In 2014, a total of 24 agreements were signed, representing a total of €209.9M millions of NIF grants, surpassing all previous achievements in this regard. ©EBRD 171.54 59% 73.3 25% 27.5 10% 16 6% Investment grants Technical assistance Risk Capital Guarantees ",
        "12 Analysis of NIF portfolio 2008-2014 Between 2008 and 2014, a grand total of 95 projects have received final approval for Neighbourhood Investment Facility (NIF) funding. The total amount of NIF support provided for these projects comes to €1.072 billion. During the period from 2008 to 2014, the geographical allocation of the NIF grants has been fairly well balanced. 43 projects and €609 million of NIF funding have been approved in the South in comparison with 52 projects and €463 million in the East. In addition, regional projects involving more than one country are a major part of the full portfolio of approved projects. Regional projects in the South accounted for 13% of NIF contributions for the South while the corresponding figure for regional projects in the East was about 14.23%. With regard to the sector distribution of the NIF grants, the vast majority of NIF support between 2008 and 2014 was granted to energy, transport and water/sanitation projects with a total of €749.61 million (70%) approved. The largest individual share of NIF support went on energy sector projects (32%) followed by investments in transport (20%), water and sanitation (18%) and private sector development (18%). The type of support that was awarded by the NIF in the period 2008-2014 was mostly focussed on investment grants (€592.01 million or around 57% of NIF contributions) and technical assistance (€330.58 million or around 32%). NIF support also came in the form of risk capital (€69.20 million or around 6%) and guarantees (€53.00 million or around 5%). 3° The highest number of projects benefited from technical assistance only (16 for the South and 22 for the East). This was followed by grant only (ten for the South and 17 for the East) and a combination of a grant and technical assistance (12 for the South and nine for the East). The other types of support were risk capital and technical assistance (four projects), guarantees and technical assistance (two projects), risk capital alone (one project), guarantees alone (one project) and risk capital, guarantees and technical assistance (two phases of one project). 3° The total NIF amount of €1.072 mentioned above also includes €27.21 million or about 2.6% of fees. During the period from 2008 to 2014, the geographical allocation of the NIF grants has been fairly well balanced. Fourty three projects and €609 million of NIF funding have been approved in the South in comparison with 52 projects and €463 million in the East. ",
        "13 125.33 12% 87.89 8% 158.36 15% 3.55 0.33% 139.35 13% 3.96 0.37% 65.97 6% 152.58 14% 218.15 20.35% 74.64 7% 218.15 20% 14.52 1% Armenia Azerbaijan Egypt Georgia Jordan Lebanon Moldova Morocco Regional East Regional South Tunisia Ukraine 27.83 3% BY COUNTRY/REGION IN MILLIONS OF EURO BY SECTOR IN MILLIONS OF EURO 89.10 8% Energy Environment Multisector Private Sector Social Transport Water/Sanitation 339.77 32% 27.90 3% 10.44 1% 214.66 20% 195.18 18% 195.06 18% BY TYPE OF SUPPORT IN MILLIONS OF EURO Investments grants Technical assistance Risk Capital Guarantees 592.01 57% 330.58 32% 69.2 6% 53 5% About €12.24 billion of funding has been provided by European Financial Institutions (EFIs) to projects since the NIF was launched in 2008. Of this, around €6.63 billion has been loaned to the South and around €5.61 billion has been loaned by the EFIs to the East. With NIF funding of €1.072 billion (€609 million for the South and €463 million for the East), that amounts to a financial leverage of around 11.41:1, or €11.41 of total lending for each euro provided by the NIF. In addition to the financial leverage, the NIF has also given projects considerable qualitative leverage. Although these are not financially measurable, the benefits are both socio-economic and environmental in nature. Since 2008, 85 of the 95 projects approved so far have already been partly or fully contracted, representing 859.53 million or about 80% of the €1.072 billion total grant amount approved (from EU budget and Trust Fund) to date. The disbursement rate has been kept at satisfactory levels most years with a total amount paid to either partner countries or Lead Financial Institutions of some €497, i.e. around 46% of NIF contributions approved since the launch of the facility. This disbursement rate is a clear indication of the efficiency with which the NIF has responded to the most urgent investment needs of its final beneficiaries and the fact that its procedures and governance are functioning well. There has been a growing trend for joint EFI operations, i.e. for projects that receive funding by more than one EFI. Over three quarters in the South have received funding from two or more EFIs (33 out of 43) and about three fifth of the projects in the East have been funded by two or more EFIs (31 out of 52). That breaks down, in the South, to 25 projects involving two EFIs, 13 projects involving three EFIs and one project attracting as many as four EFIs. In the East, 27 projects involved two EFIs and seven involved three EFIs. The NIF is clearly showing itself to be a very good example of joint European operations as well as harmonisation and coordination among development institutions. ",
        "14 Country Energy n° Environment n° Multisector n° Private sector Social sector n° Trans- port n° Water / Sanitation n° Total NIF n° € million € million € million € million € million € million € million € million Regional South 22.03 2 10.40 2 101.72 5 5.20 1 139.35 10 Egypt 34.69 4 10.44 1 34.10 1 45.04 2 34.09 3 158.35 11 Jordan 3.96 2 3.96 2 Lebanon 4.16 1 10.36 1 14.52 2 Morocco 152.74 5 29.76 3 18.25 2 17.40 2 218.15 12 Tunisia 1.07 1 20.54 1 28.56 1 24.47 3 74.64 6 Total South 218.64 15 10.44 1 10.40 2 101.72 5 84.40 5 97.05 6 86.32 9 608.9 43 Country Energy n° Environment n° Multisector n° Private sector Social sector n° Transport n° Water / Sanitation n° Total NIF n° € million € million € million € million € million € million € million € million Regional East 51.39 4 12.30 1 82.65 6 6.24 1 152.58 12 Armenia 10.35 1 1.61 1 35.08 4 40.85 5 87.89 11 Azerbaijan 3.55 1 3.55 1 Georgia 21.66 3 23.05 2 21.26 2 65.97 7 Moldova 18.25 2 10.69 2 3.10 1 55.93 5 37.36 4 125.33 14 Ukraine 19.48 5 5.20 1 3.15 1 27.83 7 Total East 121.13 16 0.00 0 17.50 2 93.34 8 4.71 2 117.61 12 108.86 13 463.15 52 SOUTHERN NEIGHBOURHOOD EASTERN NEIGHBOURHOOD EU MEMBER STATES - CONTRIBUTIONS TO THE NIF TRUST FUND 2008 TO 2014 GRAND TOTAL 337.11 31 10.44 1 27.90 4 195.06 13 89.10 7 214.66 18 195.18 21 1,072,11 95 Country Euros/million Austria 3 Bulgaria 1 Czech Republic 2 Estonia 2.3 Finland 3 France 27 Germany 32 Greece 1 Italy 1 Luxembourg 1 Poland 3 Portugal 1 Romania 1 Spain 2 Sweden 1 Total amount* 81.3 *As at 31/12/2014 NIF SOURCES OF FUNDING From when it was set up in 2008 up until 2014, the NIF has provided support for 95 projects, drawing on a total of €1.072 billion from the EU budget and the NIF Trust Fund. The NIF Trust Fund allows EU Member States to complement the NIF resources provided from the general budget of the European Unit. 15 EU Member States have committed a total of €81.3 million to the NIF Trust Fund. Their contributions are managed by the European Investment Bank. The approval process follows the same NIF project appraisal and approval procedures. ",
        "15 Energy Environment Multisector Private Sector Social Transport Water/Sanitation 0 30 60 90 120 150 2008 2009 2010 2011 2012 2013 2014 BY SECTOR IN MILLIONS OF EURO 2008: Energy (20.39), Environment (3.10), Multisector (5.20), Private (5.20), Social (5.20), Transport (29.24), Water/ Sanitation (11.60). 2009: Energy (16.19), Private (22.50), Social (15.40), Transport (25.41), Water/Sanitation (17.00). 2010: Energy (34.73), Private (17.44), Transport (17.20), Water/Sanitation (39.30). 2011: Energy (42.43), Private (30.74), Transport (57.71), Water/Sanitation (14.80). 2012: Energy (46.40), Multisector (5.20), Private (32.48), Social (30.68), Transport (42.95) Water/Sanitation (25.30). 2013: Energy (47.20), Multisector (1.60), Private (10.22), Social (5.20), Transport (38.14) Water/Sanitation (68.80). 2014: Energy (135.45), Environment (10.44), Multisector (12.30), Private (78.65), Social (38.39), Transport (4.00), Water/Sanitation (18.40). ",
        "02 17 Supporting EU policy initiatives throughout the EU neighbourhood region In 2014, the EU continued to pursue the European Neighbourhood Policy (ENP) and its commitment towards promoting the extension of EU polices to neighbouring countries and regional initiatives and partnerships both in the East and in the South. These include the Eastern Partnership (EaP) and the Union for the Mediterranean (UfM). The Neighbourhood Investment Facility is a major financing tool designed to support the ENP and its regional initiatives, providing a global European response to substantial funding needs. Southern Neighbourhood In the Southern Neighbourhood, the NIF contributed to key Union for the Mediterranean initiatives and various other EU policies. The UfM, which was set up in 2008, aims to boost cooperation between the EU and Mediterranean partner countries (Egypt, Israel, Jordan, Lebanon, Morocco, Palestine, Syria, Tunisia and Turkey) and to encourage regional cooperation. Regional UfM projects include the de-pollution of the Mediterranean Sea, the creation of maritime and land highways, a joint civil protection programme, the establishment of a Mediterranean solar plan, the establishment of a Euro-Mediterranean University as well as support for entrepreneurship and business development initiatives for SMEs. OUARZAZATE SOLAR COMPLEX In the context of the Mediterranean Solar Plan, which is one of the priority projects of the Union for the Mediterranean, the NIF is providing support for the construction of Noor II, a 150 to 200 megawatt solar power plant, and Noor III, the construction of a 100-150 MW CSP solar power with thermal storage at the Ouarzazate Solar Complex in Morocco. The project is part of the Moroccan Solar Plan whose aim is to construct solar power plants with a total capacity of 2,000 MW by 2020. The UfM’s Mediterranean Solar Plan aims to contribute to creating the conditions for sustainable economic growth whilst respecting the environment. SUPPORT TO PRIVATE SECTOR DEVELOPMENT Other examples of how NIF projects fit in with broader EU policy objectives are one that supports small business development (in partnership with the EBRD), one that supports micro- finance (in partnership with KfW) and the risk capital facility for the EU’s Southern Neighbourhood countries. These initiatives provide technical support and make investments to support private sector micro, small and medium sized enterprises (MSMEs) in the EU’s Southern Neighbourhood countries through different financial instruments. The central aim is to provide access to equity and debt finance in order to trigger private sector development, economic growth and private sector job creation. The facility is in line with various European Commission communications and European Council conclusions in recent years. These have called for increased use of innovative financial instruments and risk capital resources in the Southern Neighbourhood region and in particular for further EIB risk- taking in support of private sector development (in particular SMEs). ©EBRD ",
        "17 Eastern Neighbourhood In the Eastern Neighbourhood, the NIF contributed to a number of key projects in support of the Eastern Partnership and that are linked to EU policy goals for the region. The initiative was set up in 2009 to promote closer integration between the Eastern Neighbourhood countries with the EU. A number of flagship initiatives were launched in support of the Eastern Partnership and the political and technical dialogues that are taking place in the platforms and panels. These initiatives will give additional momentum, concrete substance and more visibility to the Eastern Partnership. Key flagship initiatives include integrated border management, SMEs, regional energy markets and energy efficiency, environmental management and civil protection. SME FINANCE FACILITY A good example of an Eastern Partnership project that forms part of the SME Flagship initiative is the SME Finance Facility that is bringing together loans from European Financial Institutions with EU grant resources to support small and medium sized enterprise (SME) lending in Eastern Partnership countries. The Facility aims to restore the confidence of financial intermediaries in SME finance, including micro-enterprises, following the financial crisis. EU grant resources are used partially to cover the risk, to reduce the costs of lending and to strengthen the capacity of local banks to provide loans to SMEs. The facility is in line with strategic objective no. 3 of the NIF: promoting smart, sustainable and inclusive growth, in particular through support for small and medium sized enterprises. DCFTA SME FACILITIES On 27 June 2014, Georgia, Moldova and Ukraine signed Association Agreements, including on Deep and Comprehensive Free Trade Areas (DCFTAs). These were ratified by the respective countries’ parliaments and the European Parliament. The Commission is planning to launch DCFTA facilities to help SMEs face the challenges and opportunities stemming from the DCFTAs. The NIF will be supporting these facilities with EU grants of approximately €150 million in total, which should lead to more than €1.5 billion of investments. The DCFTA Facilities have been launched with the SME Direct Support Facility of €10 million, which will directly support investment by SMEs in the three countries by guaranteeing loans amounting to around €70 million. The Neighbourhood Investment Facility is a major financing tool designed to support the ENP and its regional initiatives, providing a global European response to substantial funding needs. A Moroccan company offering payment solution for financial institutions has received support from the EU-funded Small Business Support Programme. ©EBRD CAUCASUS TRANSMISSION NETWORK The Armenia Caucasus Transmission Network is a major infrastructure project that will connect the Armenian and Georgian power grid and help Armenia increase its energy security. The link with EU policy is that it will help establish better energy interconnections and thereby contribute to regional integration and (indirectly) access to the EU’s (European Network of Transmission System Operators (ENTSO-E)) network. This is a core part of the NIF priority orientations. It is also in line with the European Neighbourhood Action Plan, which calls for more regional co-operation in the field of energy. ",
        "18 Projects approved in 2014 EBRD SMALL BUSINESS SUPPORT ACTIVITIES IN THE SOUTHERN AND EASTERN MEDITERRANEAN COUNTRIES (PHASE II) Improving SMEs’ know-how and access to finance in Southern and Eastern Mediterranean countries will boost their competitiveness and help them grow. Over the last few decades SMEs have come to the forefront of the development agenda in the Southern and Eastern Mediterranean (Egypt, Morocco, Tunisia and Jordan - SEMED) region, as recognition of their contribution to fostering growth and generating employment has increased. They account for over 90% of private enterprises in the region, contributing from 60% to 80% to GDP and from 50% to 75% to total employment. Nevertheless, the sector is still highly vulnerable. The majority of SMEs are relatively smaller businesses in size, mostly family-owned and managed. Regional discrepancies between urban and rural areas are rather pronounced. Experience in the SEMED countries in recent years has shown that SME growth is hindered by a number of factors such as: access to finance, limited local market size, access to export markets, underdeveloped value chains, limited management skills, outdated technology and a heavily regulated business environment. The project is built on the notion that SMEs need know-how and finance to develop and grow and is therefore designed to enhance the competitiveness and productivity of SMEs across a broad range of sectors. A continuation of existing NIF-funded EBRD SBS support in the region (Phase I ending in December 2015), it combines direct assistance to the private sector at the enterprise level with systemic market development and capacity building interventions such as training for SMEs and consultancies and dissemination of market economy best practices. SMEs will be connected to business advice through local consultants or international industry advisers. Assisted enterprises with investment needs will then be referred to link to SME finance facilities available locally or through the EBRD and other IFIs to finance their growth. The project also continues with efforts made in phase I to help ensure a local market for business advice that will thrive long after these activities are completed. The project would not be undertaken without this significant contribution from the NIF. In terms of visibility, an array of activities has been undertaken and is planned, such as a website, where the EBRD acknowledges EU support for the SBS programme, articles in the local press, social media and photo exhibitions. Project website: http://www.ebrd.com/work-with-us/advice-for-business.html. Total cost: €26.1m NIF grant: €20.6m (for technical assistance) Lead finance institution: EBRD Beneficiary own contribution: €5.5m Regional South PRIVATE SECTOR DEVELOPMENT A Cosmetics manufacturer called Nectarome has been given support thanks to the EU- funded Small Business Support Programme. ©EBRD Neighbourhood South ",
        "19 RISK CAPITAL FACILITY FOR THE EU’S SOUTHERN NEIGHBOURHOOD COUNTRIES (FIRST TRANCHE) A dedicated SME facility improving access to finance for local SMEs will lead to higher levels of employment and contribute to poverty alleviation and sustainable growth. The Southern Neighbourhood comprises a diverse set of countries with different income and human development levels. Some countries still struggle with poor literacy rates, gender disparities and discrepancies between rural and urban areas. A combination of low growth and a rapidly increasing working age population has led to unemployment rising markedly, especially among young people. In response to the Arab Spring, governments in the region sharply increased expenditure and largely devoted this spending to higher food and fuel subsidies as well as public sector wages. These measures exacerbated existing distortions and led to large government deficits. Owing to the recession in Europe, demand for goods and services produced by the Southern Neighbourhood countries also weakened. Local small and medium sized enterprises (SMEs) are extremely important to the Southern Neighbourhood’s economies. They account for over 85% of all registered companies, contribute to over two-thirds of total formal employment and generate around 60% of the region’s Gross Domestic Product (GDP). Further expansion of the SME sector is seen as being critical to sustaining economic growth and creating jobs. Local SMEs are, however, struggling to find ways to access private sources of finance in order to support growth and job creation. There are various reasons: banks prefer collateral-based lending, all the more as they do not have risk assessment tools tailored to the specificities of the SME sector. The volatile economic environment is also to be blamed for this situation. The financial infrastructure in the regions is also not very well developed considering the middle income status of Middle East and North Africa (MENA) countries. Credit bureaus are at a very early stage of development. The legal system does not always provide adequate protection for creditors’ rights. There are significant problems in the registration, enforcement and selling of collateral, in particular movable collateral. Enforcement of collateral is an even greater problem. The central aim of this risk capital facility is therefore to provide access to equity and debt finance to SMEs and MSMEs in the region in order to trigger private sector development, economic growth and private sector job creation. Investing in private equity and venture capital funds; investing in microfinance and other financial institutions; and lending to microfinance and other financial institutions are examples of the type of risk capital mechanisms that will be used. Furthermore, technical assistance and capacity building services will be provided to financial intermediaries and/or final beneficiaries. Due to the establishment of this risk capital facility, €130 million is expected to be channelled to 98,000 SMEs and MSMEs in the region, creating and/or sustaining over 620,000 jobs, including significant integration of women in the workforce. The EU grant funding is key to attracting third party funds, including funds from the EIB, enabling the facility to achieve sufficient critical mass. This catalytic effect of the facility is based on the first loss risk cushion provided by the NIF, whereby the NIF will bear any losses incurred by the facility up to 33% of the contributed capital. Other sources of funding will bear only the losses exceeding this 33% threshold. Given the high perceived risk of equity investments in the region, the facility would not have been launched without the NIF grant and the related first loss mechanism. The NIF grant includes €2.5m to be utilised for technical assistance and capacity building services to financial intermediaries and/or the SMEs and MSMEs which are the end beneficiaries of the facility. Appropriate visibility actions in line with EC visibility guidelines will be taken once the facility is operational. Total cost: €145m NIF grant: €25m (€22.5m risk capital and €2.5m for technical assistance, first tranche of €50 m approved) Lead finance institution: EIB with €47.5m Other sources of funding, including beneficiary own contribution: €47.5m Regional South: Algeria, Egypt, Israel, Jordan, Lebanon, Libya, Morocco, Palestine, Syria and Tunisia PRIVATE SECTOR DEVELOPMENT Modernisation of payment systems in the Mediterranean. ©PPCE Inc Rights Free ",
        "20 CAIRO METRO LINE PHASE 3 The construction of line 3 of the Cairo metro will help reduce traffic congestion and pollution and people in Cairo will benefit from an improved transport network in the city. The population of Cairo has increased to over 20 million inhabitants in recent years. Greater Cairo brings together 20% of the Egyptian population, accounts for 40% of employment in the country and for about 50% of the country’s Gross Domestic Product (GDP). The use of cars in the city has led to increased traffic congestion, more air pollution and more road accidents. These traffic problems are having a negative effect on inhabitants’ quality of life. They are also leading to a substantial loss of GDP by increasing transportation times for all businesses operating in Cairo (an estimated USD 400m per annum). There is a large and growing need for alternative, efficient and environmentally sound solutions. Since the early 1980s, the Municipality of Cairo has set out to improve the situation by constructing a metro system as a means of transporting large numbers of people around the city. So far, two metro lines have been built and are in operation. Lines 1 (44 km) and Line 2 (21.5 km) have been in operation since the 1990s and provide a cost-efficient transport solution for 2.4 million passengers every day. The first construction phase of line 3 (4.2 km, five stations) was recently opened and phase 2 to Haroun station (7.2 km, four stations) is expected to be completed in 2014. The construction of phase 3 of line 3 of Cairo Metro aims at further improving the transport conditions of Cairo’s inhabitants. This 17.7 km phase will extend line 3 to the west and complement the existing network of lines 1 and 2, which are already in operation. This is a key component of the Greater Cairo transport master plan as it will unlock two densely populated districts (Imbaba and Boulak El Dakrour), benefiting the socially disadvantaged population and providing safe and reliable access to the city centre and the central business districts. Ultimately, with phase 4, this line will offer direct access to Cairo International Airport, cutting travel time by threefold and will reduce congestion, greenhouse gas emissions and noise pollution on this major East- West road corridor. The NIF grant provides funds for technical assistance to support the implementing agency NAT as it carries out proper accounting and procurement procedures, oversees an environmental and social management plan and supervises the works. It also contributes to investments in works and associated fixed equipment. The NIF subsidy will reduce the final cost of the project (i.e. the interest rate) to an acceptable level for Egyptian authorities for such a long-term project with high social and environmental goals. The technical assistance component financed by the NIF is an additional support that aims to help ensure better cost control and better quality in the construction work. The AFD will ensure the visibility of the European Union contribution in line with EU visibility guidelines through, for example, press releases and visibility events. Total cost: 2 billion NIF grant: €4m (for technical assistance; top up of €40m NIF contributions of 2011/2012) Lead finance institution: AFD with €300m Co-financing institution: EIB with €600m Beneficiary own contribution: €700-900m Other contribution: €435m (tbd) TRANSPORT Construction work on new metro lines in Cairo is well underway. ©Metro Cairo Rights Free Egypt ",
        "21 EGYPTIAN POLLUTION ABATEMENT PROGRAMME (EPAP) III A continued environmental pollution abatement programme will improve the environmental conditions in the country and living and workplace conditions for Egyptians. The Egyptian population has increased from 36 million in 1973 to around 90 million in 2012. The rapid population growth coupled with ambitious development and industrialisation policies have put a considerable amount of pressure on natural resources and led to high levels of air, water and soil pollution. This environmental degradation has been aggravated due to a lack of administrative capacity, difficulties monitoring industrial emissions and inadequate control instruments. The situation has been worsened by a shortage of economic and political incentives for investing in pollution abatement. The scope and magnitude of environmental and social costs are undermining the economic growth that has been achieved and progress on the economic reform programmes. Significant improvements have nevertheless been achieved since the establishment of the institutional and legal framework in the period from 1992 to 1994. The Egyptian Environmental Affairs Agency (EEAA) has gradually expanded its functions and responsibilities in all fields of environmental management. An additional environmental law was enacted in 2009 and tighter emissions standards were approved in 2011. Egypt’s current 2002-2017 National Environmental Action Plan lists water quality, air quality, management of land resources, desertification, protection of the marine environment, solid waste management, biodiversity and biological safety as priority areas. Taking into consideration the previous experience gained through the successful completion of several projects in the sector, the Egyptian government has requested a third Egyptian Pollution Abatement Programme (EPAP) project phase. The Environmental Pollution Abatement Programme has been fostering sustainable development in Egypt by addressing industrial pollution sources affecting the environment and human health through a combination of infrastructure investments and tailored technical assistance. To do so, the programme includes an investment component that addresses both sources of industrial pollution and pollution affecting the work environment. The investment component is coupled with a set of technical assistance and institutional support activities to ensure the sustainability of the project, aiming at: supporting programme implementation; strengthening the enforcement capacity of the EEAA; and helping the banks to become more pro-active in terms of financing environmental projects. By comparison with phase II, the geographical scope of the project has been expanded to the whole country with a special focus on environmental hot spots. The benefits are that the programme will reduce pollution levels in Egypt. This will improve the environmental conditions in the country, help reduce greenhouse gas emissions and improve living and workplace conditions for Egyptians. By focusing on SMEs the project will also support job creation. Finally, the project will enable the bank industry to diversify its activities and offer a new type of service that is related to the environment. Taking into account the integrated and complex nature of the project, the EU grant for the technical assistance component is a precondition for efficiently and effectively executing the project since the EEAA does not have sufficient resources to implement the project successfully and to ensure the sustainability of the results. Strengthening the EEAA will help to ensure project sustainability and maximisation of the grant allocation (a direct investment grant partially financed by the NIF) as well as to support participating banks to work on depollution projects thanks to the promotion of Environmental and Social Risk Management policy (ESRM) into their strategy and operations. The Egyptian Environmental Affairs Agency and the participating banks will work together to prepare a communication and marketing campaign acknowledging the EU grant. They will also work together to publicise EPAP III widely and also specifically to companies operating in industrial sectors. Total cost: €185.96m NIF grant: €10m (6m investment grant and 4m for technical assistance) Lead finance institution: EIB with €70m Co-financing institutions: AfD with €50m and KfW with €15.42m Other sources of funding €36.14m Beneficiary own contribution: €4.4m ENVIRONMENT Egypt Egypt is working on a programme to reduce levels of pollution. ©EIB Photolibrary ",
        "22 INTEGRATED AND SUSTAINABLE HOUSING AND COMMUNITY DEVELOPMENT PROGRAMME Integrating informal areas of settlement into the urban pattern and improving basic social services will give a boost to living conditions in the most deprived areas of Cairo. Egyptian cities contain a large number of slums and squatter settlements, many of which suffer from under-servicing and limited or no land tenure security. Newer informal areas lack access to sewerage and water services. In older informal areas, water, electricity, and especially sewerage networks tend to be heavily overloaded due to very high residential densities. There are an estimated 1,105 slums, squatter and informal settlements in Egypt, housing a total of 15.7 million inhabitants (around a quarter of the total population). Since the January 2011 revolution, there has been a lot more interest from the government and civil society to tackle the problems associated with informal settlements. Egypt has therefore requested assistance in the area of integrated and sustainable housing and community development. This housing and community development programme covers urban areas in Egypt, in particular Greater Cairo. It can be broadly split into two programmes – the EIB/NIF financed Community Development Programme (CDP) and the AFD/NIF financed Unplanned Areas and Slums Upgrading Programme (UASUP). The CDP encompasses: completion of unfinished urban settlements; micro-credits to support self-help housing improvement programmes; improving the connectivity of electricity, water and sanitation infrastructure for low income and informal settlements; and credit lines to support SME participation in the supply chain of investments in community development. This programme in particular targets Cairo but other major urban centres may also be included. The UASUP focuses on providing public services and utilities, community development activities and implementation of pilot interventions in selected areas. As a result, basic social services such as health and education and urban services will be improved in the most deprived areas of Cairo. Local development capacities, including local governance and decentralisation capacities, will be strengthened. There will also be better job opportunities because, for example, access to vocational training facilities and SME’s access to credit will be facilitated thanks to the project. The EU grant will leverage approximately €125 million of loans from the International Financial Institutions and will significantly improve the affordability of the envisaged activities for the final beneficiaries. In the absence of the grant, the financial institutions would have very limited prospects to motivate national and local Egyptian authorities to borrow for technical assistance and social services equipment and infrastructures. Thus, the programme and especially its technical assistance part contribute to build Egyptian authority and institutional capacities and to reinvest in upgrading urban areas and community development. The EIB will ensure the visibility of the European Union contribution in line with EU visibility guidelines via press releases and visibility events for example. Total cost: €170m NIF grant: €3.5 m (for technical assistance, top up of €30m NIF grant committed 2012) Lead finance institution: EIB with €45m Co-financing institutions: AFD with €40m Egypt SOCIAL SECTOR © AFD ",
        "23 CREATION OF TRAINING INSTITUTES FOR TRAINING IN PROFESSIONS RELATING TO RENEWABLE ENERGIES AND ENERGY EFFICIENCY Constructing three training institutions in the areas of renewable energy and energy efficiency will help set Morocco’s economy on a green path of economic growth that generates employment. The demand for electricity in Morocco has grown at an average rate of 7% per year since 2003, a trend fuelled by population growth, increasing electrification rates, rising levels of prosperity and the country’s economic development needs. The country is extremely dependent on energy imports and fossil fuels and intends to tackle these challenges by developing renewable energy resources, in particular solar and wind. In 2009, the Moroccan government adopted a new energy strategy to achieve the objectives of energy security and environmental sustainability whilst setting the economy on a green path of economic growth that generates jobs. Part of the strategy is to increase the share of renewable energy in the national energy mix from around 30% in 2009 to 42% in 2020. Morocco’s 2009 Solar Plan calls for the development of 2,000 megawatts of solar energy by 2020, starting with the Ouarzazate solar power complex. The project aims to support Morocco’s renewable energy strategy by training people in the area of renewable energies and energy efficiency to produce skills which are currently not available on the labour market. Three new technical institutes will be built in Tangier, Ouarzazate and Oujda. They will be located near solar power stations and wind farms. One reason for this is so that the human resource needs of these projects can also be met for the installation and maintenance of these solar power stations. The institutes will also provide technical and advisory assistance services to companies. The project supports training for specialist technicians in various areas ranging from wind power to solar power to energy efficiency to biogas. The number of graduates is expected to rise gradually up to 900. Another aim is to develop new professional training networks in Morocco. The project will develop regional professional training that is better distributed across the country and bring technical assistance and advice to companies in this sector. The EU supports Morocco’s ambitious sector strategy with bilateral aid amounting to more than €76m. Furthermore, the EU is contributing, via the NIF, more than €120 of finance to the solar plant at Ouarzazate for phases 2 and 3. The EU contribution to this project takes the form of an investment grant. The NIF co-financing has allowed the Moroccan government to pay for this national priority project whilst respecting budgetary constraints and has allowed the AFD to stay within its funding limits. The AFD will ensure the visibility of the European Union contribution in line with EU visibility guidelines through, for example, press releases and visibility events. Total cost: €26m NIF grant: €10m (for infrastructure and equipment investment grants) Lead finance institution: AFD with €10m Beneficiary own contribution: €6m ENERGY Morocco Training site. © AFD ",
        "24 ECOCITY IN ZENATA Creating an entirely new eco-city in the region of Grand Casablanca will promote innovation for sustainable urban development and improve people’s quality of life. Morocco’s population has more than doubled in 30 years and people are moving from the countryside to the cities in large numbers. As a result, the Moroccan government began a programme to create 15 new towns by 2020 to reduce the pressure on towns, to keep the potentially anarchic development of towns under control, to make up for infrastructure shortcomings and to offer a living space to meet the needs of different social strata. As part of this programme, the government is constructing an entirely new eco-city in the region of Grand Casablanca. Zenata is located in Morocco between two of the country’s biggest cities, Rabat and Casablanca. The aim is to make Zenata a model sustainable city, meeting international standards and an example of a successful new city development over a period of some 30 years. The new town is expected to create around 100,000 jobs and to have a population of around 300,000. It will cover an area of some 1,660 hectares. The first phase runs from 2013 to 2022 and covers an area of some 480 hectares. The economic development of this town and the region and job creation are key parts of the project. Mobility is another important element. The city will create a high performance network of public transport with buses, trams and trains. The city’s aim is that only 20% of journeys within the city will be by car in the future. Channelling the demographic growth of the region via controlled urban planning and bringing housing supply and demand closer together to meet the needs of different social strata is another goal. The EU contribution to this project comes in the form of technical assistance. The NIF subsidy will make it possible to mobilise European expertise on building sustainable towns and to provide inputs for the dialogue with Moroccan authorities on public policies for new towns, housing and urban planning. The Moroccan government has already provided considerable resources to develop the project to the best international standards and is planning additional investments. It has requested an additional €4m of technical assistance, a large proportion of which will fund assignments on public policies and issues that go beyond the scope of the project. Various activities such as seminars, training, sharing of good practices and study trips will be used to communicate the project. The main elements of the programme that aim at supporting major public policies for Morocco (e.g. new town, housing and jobs) will allow the NIF programme to have considerable visibility beyond the Zenata project. A project fiche has been published on the AfD’s website and on the website of the AfD agency in Rabat. Project website: http://www.afd.fr Total cost: about €560m NIF grant: €4m (for technical assistance) Lead finance institution: AFD with a loan of €150m and a grant of €0.3m Co-financing institution: EIB with a loan of €150m Beneficiary own contribution: about €170m Other sources of funding: about €80m SOCIAL SECTOR Morocco Eco City Zenata. © AFD ",
        "25 SUPPORT TO THE OUARZAZATE SOLAR COMPLEX - PHASES II AND III Upscaling the Ouarzazate Solar Complex will substantially improve Morocco’s energy security and environmental sustainability while creating new jobs. The demand for electricity in Morocco has grown at an average rate of 7% per year since 2003, a trend fuelled by population growth, increasing electrification rates, increasing prosperity and the country’s economic development needs. The country is extremely dependent on energy imports and fossil fuels and intends to tackle these challenges by developing renewable energy resources, in particular solar and wind. In 2009, the Moroccan government adopted a new energy strategy to achieve the objectives of energy security and environmental sustainability whilst setting the economy on a green path of economic growth that generates employment. Part of the strategy is to increase the share of renewable energy in the national energy mix from around 30% in 2009 to 42% in 2020. Morocco’s 2009 Solar Plan calls for the development of 2,000 megawatts of solar energy by 2020, starting with the Ouarzazate solar power complex. With targeted capacity of up to 580 MW, the Ouarzazate Solar Complex will be the largest solar complex in the world. It will substantially increase the share of renewable energy in the country’s energy mix and contribute to the creation of a new green industry, which is in line with Morocco’s objectives of a more secure energy supply, energy diversification, CO2 emission reductions and increased employment. The complex will produce the equivalent of the annual electricity consumption of around 1.2 million Moroccan households. The project would not have gone ahead without the EU grant. The concessional financing of the project is essential to reduce the gap between the high production costs of CSP plants and the relatively low tariffs in Morocco. This NIF grant softens the financing conditions of the project and thus reduces this financial gap and ultimately the budgetary support to be borne by the government of Morocco. The NIF funding will allow the application of a very promising climate-friendly technology (parabolic trough technology) that is not yet commercially viable. It will facilitate the further introduction of this promising CSP parabolic trough technology in Morocco and promote the diffusion of renewable energies in the MENA region and thus contribute to climate protection. Moreover, this will encourage the creation of new jobs in the solar sector. A first 160 MW Concentrated Solar Power (CSP) plant (Noor I) has been built on the site, located approximately 10 km northeast of the town of Ouarzazate. The next phase is the construction of a 200 MW CSP Parabolic Trough plant (Noor II). In its third phase, the project finances the construction of a 150 MW CSP solar power with thermal storage. This is a technology of particular interest to utilities as production is more predictable than for most renewable energy options and the associated storage is efficient and reliable. That facilitates its integration into existing / conventional power systems and minimises the need for back-up fossil-fuel generation capacity. It will be one of the first in the world to use this innovative technology and the first in the region equipped with a dry cooling system. It is also a first reference project for the vision of producing solar power in the desert regions in the Middle East and North Africa (MENA) on a large scale basis. A photovoltaic plant of a capacity between 50 and 70 MW (Noor IV) on the same site will complete the complex, to be finished by 2016. The Moroccan Agency for Solar Energy (MASEN) is in charge of the implementation, in a public private partnership approach, together with private companies to be selected within a consortium that is able to deal with the design, equity financing, construction, operation and maintenance of the thermal solar power plant over a period of 25 years. The financial contribution of the European Financial Institutions and the EU has been widely communicated under the European banner. Overall, the Ouarzazate Solar Complex is expected to attract worldwide attention from a technical point of view. In view of the expected public interest, the MASEN, which is responsible for the visibility and communication of the project, has planned to construct a visitor’s centre. Noor II: Second Parabolic Total cost: €1,000m (estimated) NIF grant: €40m (investment grant) Lead finance institution: KfW with €330m Co-financing institutions: EIB with €250m, African Development Bank (AFDB), International Bank for Reconstruction and Development (IBRD) and Clean Technology Fund (CTF) with €210m together Beneficiary own contribution: €170m Noor III: Tower Plant of the Ouarzazate Solar Complex Total cost: €855 maximum NIF grant: €50m (investment grant) Lead finance institution: EIB with a maximum of €150m Co-financing institutions: KfW with a maximum of €324m, AFD with a maximum of €50m, CTF, WB and AdDB with a maximum of €144m together Beneficiary own contribution: €137m maximum ENERGY Ouarzazate Solar Plant. ©EIB Photo Library Morocco ",
        "26 MODERNISATION OF SCHOOLS IN TUNISIA A modernised education system and upgraded educational infrastructure will lead to an improvement in human capital and thus have a positive impact on labour productivity and long term economic growth prospects. Tunisia’s education system is undergoing a rapid process of modernisation. In the past few decades, substantial progress has been achieved in terms of access to and quality of education. From a demographic point of view, school attendance rates remain stable and the country has achieved universal primary education. Nevertheless not all children have access to secondary education. The 2012 - 16 government strategy for economic and social developments pursues two main objectives in the education sector: to raise the average period that children spend at school and to increase the number of pupils in the scientific and technical branches of secondary education. The education system is facing several challenges: school infrastructure is ageing rapidly and suffers from insufficient maintenance and chronic underinvestment. Social turmoil caused by the revolution affected some schools in certain areas. Internal migration and expanding cities mean that new schools are needed. School infrastructure is ageing rapidly and suffers from insufficient maintenance and chronic underinvestment. A poor school disciplinary climate is another problem that needs to be addressed. The project supports Tunisia’s programme to modernise the country’s educational infrastructure for the period from 2014 to 2016. It helps to improve: access to preparatory and secondary education; teaching conditions for pupils; management of infrastructure by the Ministry of Education; and the disciplinary climate. The investment portion comprises the construction of 59 new schools (31 colleges, 27 lyceums and one boarding school) and the renovation of 310 other facilities (eight primary schools, 122 colleges, 127 lyceums and 53 boarding schools). This will allow 200,000 additional places for pupils to be created in new schools. 80 existing schools will also benefit from the project. In parallel with the investments in infrastructure, the programme offers a technical assistance package. It aims to improve the execution of the investments while strengthening existing capacities at both central and regional level. It will strengthen ownership and responsibility over the schools by the community of students, parents and teachers. Finally it addresses discipline at schools, thus reducing vandalism and bringing positive impacts in terms of students’ learning outcomes. About 238,000 students and nearly 25% of the entire secondary schools’ estate of the country will benefit from new and/or refurbished educational facilities. This will lead to an improvement in human capital – economically valuable knowledge, skills, values and attitudes - which are essential for the labour market integration of youth and young adults in Tunisia, thus having a positive impact on labour productivity and the reduction of the unemployment rate as well as long term economic growth prospects. The EU grant will increase the scale of the project in two directions. On the one hand it will subsidise a significant part of the investments that investors and the state budget would have not otherwise been able to finance. On the other hand, the grant funding for this operation will increase the efficiency and effectiveness of the project through the technical assistance packages designed for this goal, thus widening the operation and extending its benefits to more people. The EIB will ensure the visibility of the European Union contribution in line with EU visibility guidelines via press releases and visibility events for example. Total cost: €213m NIF grant: €20 m (12.5m investment grant and €7.5m for technical assistance) Lead financial institution: EIB with €70m Co-financing institution: KfW with €45m Other contributions: €78m SOCIAL SECTOR Tunisia Schools in Tunisia ©AFDB/BAD ",
        "27 Projects approved in 2014 EASTERN PARTNERSHIP SME FINANCE FACILITY: PHASE II FOR UKRAINE, GEORGIA AND MOLDOVA The Eastern Partnership SME Finance Facility improves access to finance for SMEs to help them overcome funding constraints and boost economic development. The Eastern Partnership SME Finance Facility is an ongoing project that brings together loans or guarantees from the European Financial Institutions (EBRD, EIB and KfW) with EU grant resources to support small and medium sized enterprise (SME) lending in Eastern Partnership countries. In practice, it enables financial intermediaries such as banks and microfinance institutions to make loans to SMEs. Under this facility, the EBRD, KfW and EIB are working together to respond to the ongoing economic crisis and the post-crisis environment in which it has become more and more difficult for SMEs in Eastern Partnership countries to gain access to finance. The project addresses this and other constraints. It aims to rebuild the confidence of financial intermediaries to extend financing to SMEs, including micro-enterprises. It also helps step up the capacity of financial intermediaries to assess and monitor the related risks and manage their SME financing. Another important objective is to strengthen and deepen the SME credit markets in the local currency. Financing options available to the real economy will be expanded. Market-based financial institutions will also continue to be developed and institution building will be promoted. Under Phase II of the facility, the expectation is that around €75 million of new loans will be made available to the financial intermediaries, who will lend that money to local companies in Ukraine, Georgia and Moldova. These loans will be accompanied by a grant from the EU NIF for credit enhancement support to participating financial intermediaries through risk-sharing instruments. The emphasis in this second phase is to stimulate local currency lending, especially for micro, small and medium sized enterprises (MSMEs) that are not earning foreign currency and cannot afford the high costs of borrowing. This addresses a major financial constraint - the fact that European Financial Institutions can only lend in hard currencies. When partner financial institutions use these funds to lend to SMEs in local currencies, they need to cover the currency risk associated with these countries’ currencies. At present, the EBRD, EIB and KfW are planning to concentrate their activities in Ukraine on currency risk mitigation to enhance local currency lending. The EU NIF grant will consist of a pool of funds that would be available to support a partial hedge of exchange rate risk. The expected result is to secure a medium-term funding base in the local currency for financial intermediaries which will enhance their ability to on-lend local currency sub-loans to SMEs. Alternatively, the instrument may be structured as a subsidy to reduce the high swap cost due to the illiquid or non-existing swap market and/ or resulting higher local currency loan costs to the end borrowers. The EU NIF grant support is needed as funding from the European Financial Institutions alone would not be sufficient to incentivise the financial intermediaries to re-engage with the SME and MSME segments in a crisis / post-crisis environment, particularly as the impact of rising levels of non-performing loans is still being seen across the financial sectors of the Eastern Partnership countries. This is a tactical measure (pre Deep and Comprehensive Free Trade Area programme(s)) to kick-start local currency lending and to support small financial intermediaries who naturally lend to MSMEs. In line with EU visibility guidelines, the project will be communicated to the public in a number of ways, including recognising the EU funding when the project is signed and launched, distribution of project information to local and international media outlets and using EBRD social media channels. Total cost: €90m NIF grant: €15m (for risk sharing) Lead financial institution: EBRD and EIB with €25m each Co-financing institution: KfW with €25m PRIVATE SECTOR DEVELOPMENT Regional East: Ukraine, Georgia and Moldova Neighbourhood East SME Facility © EU Neighborhood Info Centre ",
        "28 EXPANSION OF THE EASTERN EUROPE ENERGY EFFICIENCY AND ENVIRONMENT PARTNERSHIP (E5P) TO OTHER EASTERN PARTNERSHIP COUNTRIES The Eastern Europe Energy Efficiency and Environmental Partnership facilitates major energy efficiency and environmental projects that will improve people’s quality of life. The increasingly challenging energy efficiency, energy security and environmental issues of Eastern Neighbourhood countries require a concerted international approach. An initiative that aims to boost energy efficiency and to be environmentally-friendly (E5P) was therefore launched in 2009. The rationale for setting up the partnership was that there continue to be high levels of energy consumption in the countries of the region. The initiative began in Ukraine and has now been expanded, via this project, to cover Armenia, Georgia and Moldova and is now working to commence operations in Azerbaijan and Belarus. E5P aims to reduce CO2 and other greenhouse gas (GHG) emissions by financing projects that boost energy efficiency and/or reduce losses (water/energy) and that thereby improve the environment. The E5P investments are financing measures to improve existing infrastructure with a view to reducing energy consumption and other operating costs. This is expected to create the conditions that allow for institutional reforms such as consumption-based billing and that help increase people’s motivation to save energy. The areas of focus include district heating rehabilitation, energy efficiency measures for the public, residential buildings and public transport, street lighting and upgrading wastewater treatment facilities and solid waste. The initiative is being implemented through a support fund managed by the EBRD. This will allow for harmonised and effective delivery of international financial support over several years by pooling grant contributions from a group of donors and beneficiaries. The activities are closely coordinated with the activities within the EU Covenant of Mayors’ carbon dioxide gas reduction initiative (as has already been done in Ukraine) and the EU’s regional energy cooperation programme INOGATE but also with the activities within the EIB-led Municipal Project Support Facility (MPSF) project. The NIF grant support allows municipalities and utilities to meet high service or environmental standards while respecting affordability constraints. Full cost recovery at desired environmental standards (e.g. EU standards) would require tariffs to be set above accepted norms in relation to average incomes. Furthermore, irrespective of average fee ratios, without the grant the municipality may not be capable of protecting low income households whilst making utilities commercially viable. Finally, the grant facilitates the implementation of important environmental projects despite severe shortages of public money due to sovereign debt constraints. Activities that are envisaged to ensure that the project attracts a lot of interest include organising tailor-made information seminars to raise awareness of the financing potential of E5P and its country-specific benefits, a website, news, articles, case studies and E5P- related events. Project website: www.e5p.eu. Total project amount for Armenia, Georgia and Moldova: approximately €300m (indicative) NIF grant: €30m approved for Armenia, Georgia and Moldova (for investment grants and technical assistance, an additional €10m pledged for Azerbaijan) Lead finance institution: EBRD as fund manager of E5P Co-financing institutions: Council of Europe Development Bank (CEB), EBRD, EIB, the Nordic Environment Finance Corporation (NEFCO), the Nordic Investment Bank (NIB), World Bank with approximately €180m Other E5P donors: €30m as grants Beneficiary own contribution: €30m Other sources of funding: €30 m ENERGY Regional East: Armenia, Azerbaijan, Georgia, and Moldova Supporting energy efficiency. © Common Wikipedia ",
        "29 IMPLEMENTATION OF EBRD SMALL BUSINESS SUPPORT PROGRAMMES – ENTERPRISE GROWTH PROGRAMME AND BUSINESS ADVISORY SERVICES – IN THE EASTERN PARTNERSHIP COUNTRIES (PHASE II) Providing high quality business support services and stepping up managerial capacity in SMEs across the Eastern Partnership region will contribute to job creation and sustainable and inclusive growth. Small and medium sized enterprises (SMEs) in the Eastern Partnership countries make a significant contribution to job creation and are important actors in the expansion and creation of added value. They account for over 95% of private enterprises. However, they employ a mere 50% of the working population and their contribution to GDP is on average just over 30%. The SME segment in the region faces structural problems due to the legacy of state control in the economy as a whole, which in some cases has resulted in a large cash- based informal economy. There are widespread problems in the business environment and regulatory constraints, some of which were further exacerbated by the response to the global financial crisis. SME development in the entire region is particularly hampered by limited access to finance, unfavourable tax rates and political instability. With regard to access to finance, lack of transparency and poor financial reporting standards in SMEs make it difficult for banks to make adequate credit risk assessments. As a result, the SME sector continues to be much less attractive for lenders than it could be. The project implements two EBRD Small Business Support programmes – the Enterprise Growth Programme (EGP) and Business Advisory Services (BAS) – in the Eastern Partnership countries. They aim to strengthen micro, small and medium sized enterprises (MSMEs) and to improve their capacity for innovation, competitiveness and their ability to attract external investments. At the same time, they are working hard to develop local MSME support networks, including business advisory services. The primary objective of the support is to assist economic transition and to achieve enterprise change in viable MSMEs across a broad range of sectors. A secondary objective is to support Deep Comprehensive Free Trade Area-related activities in the countries that have signed, in 2014, association agreements (each providing for a Deep and Comprehensive Free Trade Area: Georgia, Moldova and Ukraine) and to help to create business opportunities for high performing SMEs to expand into new markets. Thanks to the EU support, over 1,000 enterprises will benefit from tailored advisory services from local consultants and international industry advisors. In addition, 500 local consultants will gain access to training over a period of three years. Based on the historic performance of EGP and BAS projects in the region, this directly leads to improved enterprise performance, and, on average, one year following project completion, 67% of clients increase the number of employees that they have by 23%. The EU contribution corresponds to approximately three-quarters of the total programme value. Activities to communicate the project include articles in the local press presenting success stories of enterprises supported through the project, country-specific EBRD Small Business Support websites on the EBRD’s main website pages that prominently credit the role of the donor and EBRD Small Business Support fact sheets. Project website: http://www.ebrd.com/work-with-us/advice-for-business.htm. Total cost: €12.5m NIF grant: €8m (for technical assistance) Lead financial institution: EBRD with €1.8m Beneficiary own contribution: €2.7m PRIVATE SECTOR DEVELOPMENT Regional East: Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine ‘Ali and Nino’, an independent bookstore in Baku, Azerbaijan, has received support from the EU-funded Small Business Support programme. ©EBRD/lksandar ",
        "30 MUNICIPAL PROJECT SUPPORT FACILITY Supporting municipalities across the Eastern Partnership region to provide better public services will improve the urban environment as well as people’s quality of life. The municipal infrastructure sector in the Eastern Neighbourhood region is going through a process of substantial structural change in terms of providing traditionally public services such as the water supply and wastewater treatment, district heating and public transport. This includes restructuring public utilities at the local level and tariff reforms. As part of a decentralisation process, governments have transferred responsibility to local authorities. The removal of much of the central organisation of and funding for public infrastructure, which used to be offered at virtually no cost to the population, has resulted in inadequate funding and the services have deteriorated both in terms of quality and hours of service. Ageing infrastructure coupled with limited financial resources is pushing municipalities to look pro-actively for cost effective solutions, including by making more use of energy- efficient technologies. This is where the Municipal Project Support Facility plays a role. It aims to help municipalities provide sustainable municipal services whilst protecting and preserving the urban environment. The main objective is to fund energy efficiency investment projects in the urban sectors that are covered by the Covenant of Mayors (including district heating, urban transport, street lighting and renewable energy) as well as projects related to the water supply and sanitation and solid waste management. The primary beneficiaries of this initiative are the local authorities that have signed up to the Covenant of Mayors. In principle the activities of the MPSF shall lead to bankable projects. The project will work in close coordination with the Multi-donor Trust E5P (Eastern Europe Energy Efficiency and Environmental Partnership) which would be a source of funding for projects supported under the E5P. Local governments have difficulty attracting financial resources at sustainable interest rates to facilitate project preparation and implementation. In addition, the municipalities in the Eastern Partnership region have little experience in preparing and handling large amounts of funding from European Financial Institutions. The EU’s NIF contribution therefore provides technical assistance to prepare projects to become bankable, sustainable and successful. It is expected that the technical assistance provided thanks to the NIF will lead to investments amounting to around €500 million in municipal infrastructure in the region, thus substantially improving the provision of public services to the population and to people’s quality of life. Dissemination events relating to the programme are being organised, in particular with the EU’s Covenant of Mayors. Over 100 cities in the Eastern Partnership region have signed up to the EU’s Covenant of Mayors. By signing the Covenant of Mayors, cities commit to reducing their CO2 emissions by 20% by 2020. As the lead Financial Institution, the EIB presented the MPSF, which will become operational in 2015, during conferences and meetings in Brussels, Kiev, Tbilisi, Chisinau and Balti. Total cost: €520m (phases I and II) NIF grant: €12m (for technical assistance, support to phase I) Lead finance institution: EIB with €200m Co-financing institution: EBRD with €150m, AfD with €25m, KfW with €25m Other sources: €50m Beneficiary own contribution: €50m MULTISECTOR Regional East: Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine Ukraine Municipal Support Facility. © EU ",
        "31 CAUCASUS TRANSMISSION NETWORK: STAGE 1 (OF 3) Connecting the Armenian and Georgian power grids will substantially increase Armenia’s energy security and improve the standard of living of Armenians and Georgians. Armenia does not have any fossil fuel resources and is highly dependent on imported natural gas and nuclear energy resources, mainly from Russia. Further challenges that the energy sector faces are the poor condition of many power generation facilities and increasing energy needs. Demand for energy has risen from 2003 by almost 6% per year in the summer and by 3.5% in the winter. Armenia thus faces the challenge of a potential supply shortage, which would have a negative impact on the economy and private households. The project aims to establish better energy interconnections to enable energy exchange and transit between Armenia and Georgia but also within the south Caucasus region, linking Armenia (via Georgia) to the EU’s European Network of Transmission System Operators for Electricity power grid. The project will also contribute to establish a continuous power exchange and power trade in the region. In what will be a ‘win-win’ situation, Armenia will export energy to Georgia in winter when Georgia is short of water to generate power whilst Armenia will import energy in the summer when Georgia has a huge surplus. In detail, the project will connect the Armenian and Georgian power grid via a 500/400/220 kV High Voltage Direct Current (HVDC) back-to-back converter station in Ayrum, Armenia, close to the Georgian border. The connection from the Georgian side will be via a 500 kV line from the substation Marneuli while the connection from the Armenian side will be via a 220 kV (later upgraded to 400 kV) line from Alaverdi. Stage one, which is covered by this funding, includes the construction of the HVDC substation in Ayrum and the 500 kV/220 kV line construction on the Georgian and Armenian side. In a second stage the substation will be extended to connect the new 400 kV line to the existing thermal power plant in Hrazdan. There are many potential benefits of this project. A reliable and secure source of energy at reasonable cost is a key condition for attracting investment into the country. It also encourages people to set up their own business, which leads to job creation and indirectly to poverty alleviation. In addition, a stable and affordable energy supply improves the population’s standard of living by providing better access to basic services such as health and education. By increasing efficient electricity production, it will also contribute to environmental and climate protection. Based on preliminary calculations, the NIF grant will (in case the introduction of a special transmission tariff for exporters fails) reduce the potentially required end-user tariff increases for Armenian consumers by up to 15%. The NIF funds will therefore contribute to minimising the project’s effects on the end-user tariffs and keep these as stable as possible, contributing to energy affordability, especially for the poor parts of the population. In line with EU visibility guidelines, funding from NIF was announced when the KfW and EIB loans were signed. In both cases, press releases were issued. Press releases, flyers and presentations always mention the NIF contribution and include the EU logo. Other actions are foreseen. Website of executing agency: www.hven.am. Total cost: €134m NIF grant: €10m (€7m investment grant and €3m for technical assistance) Lead financial institution: KfW with €85m Co-financing institution: EIB with €10m Beneficiary own contribution: €22.375m Cost for project part in Georgia (financed by Georgia): €6.625m ENERGY Armenia Connection power grids. ©Stockvault ",
        "32 YEREVAN SOLID WASTE MANAGEMENT PROJECT A new sanitary landfill site that will be built close to Yerevan, the capital of Armenia, will benefit the city’s whole population. There is an urgent need to improve waste management practices across Armenia, with waste currently being dumped at uncontrolled dumpsites with unacceptable technical and environmental standards. Sustainable waste management is not just a technical issue about improving physical facilities and equipment but also something which must take into account a number of additional factors. These include: regulation, local planning, environmental impact, legal structuring, financial structuring, cost recovery and tariff reform and awareness raising. Historically, there has been a lack of strategic planning in the management of municipal solid waste. Yerevan’s existing Nubarashen dumpsite, which is the largest one in Armenia and which has served the capital since the early 1960s, operates without adequate environmental protection measures and needs to be closed, rehabilitated and replaced with a new site. Under this project, which will see NIF resources combined with EBRD and EIB loans, a new sanitary landfill site will be built at a pre-selected area close to the existing dumpsite in Nubarashen. The existing dumpsite covers a vast area, serving a population of approximately one million and its closure and the full rehabilitation of this area will be a lengthy process. The project structure envisages sovereign loans to Armenia being on-lent to the City of Yerevan for the benefit of a landfill management company owned by the Municipality of Yerevan. The company will receive capacity building support to establish efficient operations and enable knowledge transfer and the introduction of international best practices in the sector. The private sector is involved in that the collection of solid waste in Yerevan has been contracted to two private operators. These operators will be obliged to pay a tipping fee for deposited waste at the new landfill. Once the landfill operations have been established, the banks will support the city in assessing private sector interest in operating the landfill. While addressing the urgent investment needs under this project, an important aspect will also be to raise awareness about solid waste management issues such that the project serves as a pilot for sustainable waste management in Armenia. A further aim is to provide impetus for the implementation of the country’s new solid waste management strategy, which was adopted by the government in 2014 and which envisages building a total of six regional landfills to cover the whole country. The whole population of Yerevan (one third of the country) will benefit from improved solid waste services as a result of the construction of the new sanitary landfill site. The project is also expected to have an environmental benefit in that it will lead to the reduction of around 3,000 tonnes of methane gas emissions, which is the equivalent of 60,000 tonnes of carbon dioxide. The NIF contribution allows Yerevan to be able to benefit from bigger investments with increased environmental benefits whilst addressing affordability constraints. In fact, it is unlikely that the project could be undertaken without support from the EU and the European Financial Institutions. The EBRD is working to ensure that the EU-funded project attracts as much interest as possible, for example by organising a Solid Waste Seminar in Tsghkadzor, Armenia in September 2014, where the Yerevan Solid Waste Management Project was discussed and the support received from the EU highlighted. Total cost: €25.92m NIF grant: €8.02m (for investment grants) Lead financial institution: EBRD with €8m Co-financial institution: EIB with €8m Beneficiary own contribution: n.a. Other contributions: €1.9m WATER/SANITATION Armenia Recycling Belt Yerevan. © 468008409, Collection iStock. ",
        "33 FRUIT GARDEN OF MOLDOVA Modernising Moldova’s horticultural sector will improve its competitiveness and create growth and jobs. The horticultural sector (fruits and nuts) in Moldova provides employment for some 250,000 people across the country (i.e. around 10% of the active population) and thus is an important economic factor in the country. However, the sector is not very competitive and needs to be substantially modernised. In line with the ‘Moldova Agriculture and Rural Development Strategy 2014-2020’, the government has acknowledged the importance of implementing agriculture and rural development policies in order to diversify employment opportunities, to recreate a sense of community and to strengthen the capacities of the rural communities to develop and implement local development strategies. There are, however, a large number of barriers to access funding for local entrepreneurs active in or entering the sector, especially the smaller ones, women in businesses and young farmers. They include the financial intermediaries having a lack of understanding about the sector, which leads to requests for excessive collateral; difficulties faced by the young farmers to access commercial loans due to their inability to prepare the back-up documentation required; and some young farmers being asked for more collateral than others as they were seen as a ‘high-risk category’. Against this backdrop, the project aims to provide support to the horticulture subsector of Moldova by pursuing three main objectives. The first is to support the modernisation process throughout the entire value chain. The second is to provide wider access to finance via intermediary banks. The third is to support access to international trade by local participants. Projects falling within the scope of the programme include upgrading the value chain in the horticultural sector (e.g. fresh and dried fruits, and nuts). The programme also supports sector-specific research and training, modernisation and creation of new tree plantations, equipment for improving resource efficiency and quality in production, harvest, post-harvest and processing and logistics (e.g. storage facilities; sorting; packaging; labelling and grading; and transport), including measures to improve their energy efficiency. In order to facilitate small and medium sized enterprises’ (SMEs) access to financing, a partial portfolio guarantee (as part of the investment grant) will be available to the qualifying local banks participating in the EIB programme so as to allow them to increase their lending while taking on more risk on their balance sheets and extend their products to undeserved segments of the economy. The mechanism envisaged would prevent misuse by the final beneficiaries as the guarantee will be capped as a percentage and would be modulated depending on individual circumstances. Adequate technical assistance measures in capacity building, finance risk training, preparation of bankable dossiers, improvements in accounting standards and raising the quality standards of goods produced for EU markets will enhance institutional knowhow and improve the consumption patterns of consumers (locally and internationally). The EU grant will contribute to increasing implementation and management capacity in the horticultural sector. The NIF contribution is expected to generate investments worth some €300 million in SMEs. In terms of communication, a round table hosted on 3 April 2014 by the Office of the Prime Minister of Moldova should be highlighted as one of the main activities. Following the approval of the project, a large number of meetings took place with local banks to present the project and to acknowledge the EU contribution and also to encourage them to prepare a pipeline of potentially eligible sub-projects. The project was formally announced to the press and the media in September 2014 in the presence of the EIB’s Vice President Molterer, EU Ambassador Tapiola and Moldova’s Prime Minister Iurie Leanca. Project website: http://www.winemoldova.md Total cost: €300m NIF grant: €8.2m (€6m for investment grants and €2.2m for technical assistance) Lead finance institution: EIB with €120m Beneficiary own contribution: €171.8m PRIVATE SECTOR DEVELOPMENT Moldova Moldova is modernising its horticultural sector ©EIB Photo library ",
        "34 NORTH WATER PROJECT A regional integrated and rehabilitated water supply system will provide high quality water and wastewater services to the population of northern Moldova. Water services in the northern area of Moldova are currently fragmented and managed independently by each local authority. This has resulted in the creation of too many poorly managed water companies, which often have small and uneconomical areas of operation. In addition, high levels of water losses, low bulk water tariffs and relatively high electricity costs contribute to the inability of the water companies to maintain their infrastructure adequately and to finance new investments. Groundwater sources are polluted by human activity as well as by geological factors. The seven main regional authorities in the northern region (i.e. Soroca, Balti, Floresti, Drochia, Riscani, Singerei and Telenesti) as well as the Soroca-Balti Pipeline (SBP) have expressed their intention to draw their water and wastewater infrastructure together into a Regional Operating Company (ROC). The idea is that they will then act as a single operating area and can jointly coordinate water supply and wastewater services on a regional basis. They will also seek to attract a private operator to operate the water and wastewater services across the entire region. The tasks of the ROC will include managing water resources on behalf of local authorities, managing fixed assets, acting as the contracting authority for new works and monitoring the quality of operations and maintenance. The Moldova North Water project is helping to create a regional and integrated water supply system by rehabilitating and connecting the SBP and existing water networks, thereby expanding the areas that receive water services, enabling network rehabilitation, reducing water losses and providing support to improve energy efficiency. The ROC’s long- term plan is to improve the overall efficiency of operations. Once up and running, it will seek to delegate the operations and management responsibilities for the water supply services to a private operator at a later stage. The private operator is expected to set high standards for water operators in Moldova by introducing them to the best technical, operational, managerial and commercial practices. Crucially, the project contributes, primarily via capital investment, to improving the quality and efficiency of water and wastewater services provided to about half a million people in the operating region. It is also the first and most sizeable water services’ regionalisation project with the involvement of a private operator in Moldova and should therefore have an excellent demonstration effect in this sector across the country. The EU grant is essential because, if the grant co-financing were to be replaced by increased loan amounts, the required tariff increases would be well beyond affordability limits for both the lowest decile and average income families. By creating a relationship between the EBRD and bilateral and international donors to arrange relatively high grant co-financing amounts, it facilitates the implementation of urgent upgrades without imposing hardship on the population. EBRD visibility activities include actions such as the publication of its press release in connection with the signing of the EBRD loan agreement on 30 July 2014. The event was widely reflected in local and regional mass media (i.e.: by See News, TV7 Moldova, Panorama Moldova and Vesti Moldova). Total cost: €32.47m NIF grant: €10.02m (for investment grants) Lead financial institution: EBRD with €11.2m Co-financing institution: EIB with €10m Beneficiary own contribution: €1.25m Cleaner, safer water for Moldovans ©EIB Photo library WATER/SANITATION Moldova ",
        "03 Getting the EU’s neighbourhood region better inter-connected is a key strategic objective of the NIF. This translates into investing in the key infrastructure that will facilitate the movement of people, goods, services, capital and information, so as to promote inclusive and sustainable economic growth and social development. These investments also help to implement political EU commitments to promote energy security and energy markets integration. Establishing better and more sustainable energy and transport interconnections (between the EU and neighbouring countries and between the neighbouring countries themselves), strengthening energy security through diversification of energy supplies and energy market integration, and supporting investments related to the implementation of EU agreements, including Deep and Comprehensive Free Trade Agreements (DCFTAs), is thus an important focus area for the use of NIF funds. The European Energy Security Strategy endorsed by the European Council in June 2014 promotes additional efforts to develop energy interconnections between the EU and neighbouring countries, as does the EU Communication on the “EU and its neighbouring regions, a new Improving energy and transport interconnections approach to transport cooperation”. This communication outlines short and long term measures in all transport modes to link the EU transport system with that of its neighbours – both the European Neighbourhood Policy (ENP) and the enlargement countries. Harmonisation with EU legislation is an important goal, which is to be achieved by partner countries initiating reforms to align their transportation systems with EU standards. The most significant achievements so far are the signature and implementation of comprehensive aviation agreements that the EU has negotiated with Georgia and Moldova. Partner countries in the Eastern Neighbourhood region have also agreed on priority connections in road, railway, air and sea transport. Most importantly, this network connects with the trans-European transport network (TEN-T) and will serve as guidance for future investments. NIF CONTRIBUTIONS TO IMPROVING ENERGY AND TRANSPORT INTERCONNECTIONS It is estimated that, since 2008, the NIF has contributed around €555 million to transport and energy projects. This is €136 million more than the accumulated figures from last year. Overall, the NIF has helped to ensure that almost €17 billion has been invested in energy and transport projects across the region. Many of these projects also have climate change mitigation and/ or adaptation components. Out of the 95 projects supported so far by the NIF, just over half (48 projects) are in the energy or transport sectors (21 in the South and 27 in the East), which demonstrates the EU’s continued commitment to building robust energy and transport infrastructure across the Neighbourhood region. Although not all of these projects contribute to improved interconnection between countries or regions, they all contribute to the goal of aligning energy and transport systems to EU standards as they are mainly implemented in line with these standards. In the Eastern Neighbourhood the NIF has contributed €239 million to energy and transport projects since 2008. By comparison, the South has benefited from €316million in funding since 2008. This means that in terms of volume of finance provided by the NIF since 2008, just about 52% of the total NIF support of €1.072 billion for both the East and the South regions has gone to transport and energy projects. A full list of projects approved by the NIF Board to date is provided in the overview tables on pages 40 to 43. EU/NEIGHBOURHOOD Info Centre. ©Safi Naciri ",
        "36 Combatting climate change Context Considerable financial resources will be needed to help developing countries find adequate responses to climate change issues both by cutting greenhouse gas emissions and by adapting to the consequences of climate change. The European Union is one of the largest contributors of climate finance to developing countries and equally one of the world’s largest aid donors. Climate change is being increasingly incorporated into the EU’s broader development strategy. UN negotiations are under way to develop a new international climate change agreement that will cover all countries. The new agreement is expected to be adopted at the Paris climate conference in December 2015 and implemented from 2020. It will take the form of a protocol, another legal instrument or ‘an agreed outcome with legal force’ and will be applicable to all Parties. It is being negotiated through a process known as the Durban Platform for Enhanced Action (ADP). The European Commission has set out the EU’s vision for a new agreement that will, through collective commitments based on scientific evidence, put the world on track to reduce global emissions by at least 60% below 2010 levels by 2050. The EU’s contribution to the new agreement will be a binding, economy- wide, domestic greenhouse gas emissions’ reduction target of at least 40% by 2030. For EU regional blending mechanisms such as the Neighbourhood Investment Facility (NIF), the Commission has set up specific Climate Change Windows (CCWs) in order to support the EU commitment to mitigate and adapt to climate change. The ‘windows’ indicate the source of the financing and ensure that all the climate change-related projects funded by the EU and other European Financial Institutions through mechanisms such as the NIF can be tracked. The CCWs relate to both public and private investments in strategic areas such as transport, energy, environment, water, sanitation and forestry. They also support the implementation of the programmes or strategies that help partner countries tackle climate change through mitigation and/or adaptation measures. The climate change projects under the NIF CCW are tracked according to their contribution to the mitigation and/or adaptation objectives of the Rio Convention on Climate Change: • Rio marker 1 - projects for which such a contribution is a significant objective: 40% of the NIF grant amount can be reported as supporting action to combat climate change; • Rio marker 2: projects for which such a contribution is the main objective: 100% of the NIF grant amount can be reported as support. The EU’s main contribution to the new climate change agreement expected to be adopted in Paris in December 2015 will be a binding, economy wide, domestic greenhouse gas emissions reduction target of at least 40% by 2030. The Noor Solar Power complex that is being built in Morocco with the help of EU funding. ©ACWA Power Ouarzazate ",
        "37 NIF CONTRIBUTIONS TO CLIMATE CHANGE ACTIONS According to the CCW tracking system, it is estimated that, since 2008, the NIF has contributed around €418 million to projects that have a positive impact on the climate - funds considered as climate finance as defined according to the Rio Convention on Climate Change (under Rio Marker 1 and 2). This is €171 million more than the accumulated figures from last year. Overall, the NIF has helped to ensure that €13 billion has been invested in green projects across the region. In the Eastern Neighbourhood €135 million has been invested since 2008 as climate finance. By comparison, the South has benefited from €283million in funding since 2008. This means that, in terms of volume of finance, around 29% of NIF support for the East has been allocated to climate change projects since 2008. The comparable figure for the South is 46%. Out of the 95 projects supported so far by the NIF, just over two thirds (64 projects) have low- carbon and/or climate resilience objectives (33 in the South and 31 in the East). This is in line with previous years, which demonstrates the EU’s continued commitment to the climate finance that it provides through support to the NIF. A full list of projects approved by the NIF Board to date is provided in the overview tables on pages 40 to 43. It indicates the relevance of each project with climate change actions according to the Rio Markers. NIF - CLIMATE FINANCE IN MILLIONS OF EURO Climate Finance Total NIF Funding NIF South 135 463 283 609 NIF East 0 100 200 300 400 500 600 700 800 NIF - CLIMATE FINANCE 2008 - 2014 IN MILLIONS OF EURO 156 262 Rio Marker 1 Rio Marker 2 ",
        "38 NIF Visibility EU Neighbourhood Info Centre http://www.enpi-info.eu The European Commission, EU Delegations and European Financial Institutions are all involved in ensuring that NIF results and contributions are visible throughout the EU’s neighbourhood partner countries as well as in Europe. Here are some examples of press material, events and communication efforts that have been used to spread the message about the work that the NIF has been doing. EU assistanceto its neighbours and beyond / Brochure NIF Operational Annual Report 2013 ENPI Info Center Case Studies Euro-Mediterranean energy cooperation Energy Press Pack EC contribution to NIF ©EU Neighbourhood Info Centre ",
        "39 euro provided by the NIF, about €8.60 of lending or investment will be mobilised from the European Financial Institutions. Since 2008, a grand total of 95 projects and €1.072 billion of NIF contributions have helped to unlock total investments of over €25 billion for major infrastructure projects and support to the private sector in Eastern and Southern Neighbourhood partner countries. In line with the European Neighbourhood Policy’s priorities for 2014, the NIF has continued investing predominantly in energy, transport, water and sanitation and small and medium-sized enterprises (SME) in the Eastern and Southern Neighbourhoods. NIF support has helped close financing gaps, reduce the borrowing cost for partner countries, speed up the implementation of projects and increase their sustainability. The NIF has also been catalyst for improved donor coordination and coherence of action. The European Commission set up the EU blending facilities as part of the commitments in the Paris Declaration on Aid Effectiveness (2005), the Accra Agenda for Action (2008) and the European Code of Conduct on Division of Labour in Development Policy (2007). The EU Agenda for Change (2011) puts the support of inclusive growth and job creation as a key priority of EU The year 2014 marked the beginning of the 2014-2020 Multiannual Financial Framework. With a budget of €15.4 billion for this seven- year period, the new European Neighbourhood Instrument (ENI) provides the bulk of funding to the 16 partner countries covered by the European Neighbourhood Policy (ENP), from Morocco in the southwest to Belarus in the northeast of the EU’s neighbourhood region. Building on the achievements of its predecessor, the European Neighbourhood and Partnership Instrument (ENPI), the ENI brings tangible benefits to both the EU and its partners through bilateral, multi-country and Cross Border Cooperation programmes. Over the eight year period of its existence, the Neighbourhood Investment Facility (NIF) has become a very important instrument within the framework of the ENP. Last year witnessed the highest ever EU contribution to the NIF. EU funds amounting to a record €294.46 million will trigger over €2.53 billion of loans from the European Financial Institutions. In other words, for every external cooperation and recognises blending as an important vehicle for leveraging additional resources and increasing the impact of EU aid. In a context of limited resources, the EU intends to further expand the use of blending, estimating that this model, which combines EU grants with IFI loans, has the potential to unlock additional resources equivalent to around 10 to 20 times the amount of the EU grants. This will, in turn, substantially increase the impact of the EU’s support, i.e. doing more with less. Within the framework of the European Neighbourhood Policy and in coordination with other EU modalities of support to partner countries’ development, the NIF continues to be a key mechanism to help EU partners launch major infrastructure projects that require considerable financial resources whilst at the same time supporting private sector development. Christian Danielsson Director-General for Neighbourhood and Enlargement Negotiations Closing remarks In line with the European Neighbourhood Policy’s priorities for 2014, the NIF has continued investing predominantly in energy, transport, water and sanitation and small and medium-sized enterprises (SME) in the Eastern and Southern Neighbourhoods. ",
        "40 Country Year of approval Title of the project Consortium of European Finance Institutions Sector Total project cost (€ million) NIF contribution (€ million) Type of support C.CH* / R* Egypt 2008 IWSP (Improved Water and Wastewater Services Programme) KfW , EIB , AFD Water/Sanitation 295.1 5.2 Grant Yes / 1 Egypt 2008 200 MW Wind Farm in Gulf of El Zayt KfW , EIB Energy 340.0 10.2 Grant Yes / 2 Egypt 2010 Master plan (combined RE) + FS for CSP in Egypt KfW , AFD , EIB Energy 3.2 3.2 TA Yes / 2 Egypt 2010 Egyptian Power Transmission EIB , AFD , KfW Energy 762.0 20.5 Grant/TA No / 0 Egypt 2010 TA 20 MW PV grid connected Power Plant AFD , EIB , KfW Energy 0.9 0.9 TA Yes / 2 Egypt 2010 & 2011 IWSP II - Upper Egypt KfW , EIB , AFD Water/Sanitation 306.0 13.5 TA Yes / 1 Egypt 2011 Alexandria public transport project FS AFD Transport 0.5 0.5 TA Yes / 1 Egypt 2011, 2012 & 2014 Cairo Metro Line 3 Phase 3 AFD , EIB Transport 2,099.0 44.5 Grant/TA Yes / 1 Egypt 2012 & 2014 Integrated and Sustainable Housing and Community Development Programme EIB , AFD Social 178.5 34.1 Grant/TA Yes / 1 Egypt 2013 Kafr El Sheikh Wastewater Expansion (KESWE) EIB , EBRD Water/Sanitation 164.0 15.4 Grant/TA Yes / 1 Egypt 2014 Egyptian Pollution Abatement Programme III EIB , KfW Energy/Environment 187.0 10.4 Grant/TA Yes / 2 Jordan 2010 Jordan Electricity Transmission EIB , AFD Energy 150.0 2.4 TA No / 0 Jordan 2013 AFD Sustainable Credit Facility harmonization with SEMED SEFF AFD Energy 38.5 1.6 Grant Yes / 2 Lebanon 2012 Lebanon Energy Efficiency and Renewable Energy Global Loan EIB , AFD Energy 151.0 4.2 TA Yes / 2 Lebanon 2009 & 2012 Kesrwan Wastewater EIB , AFD Water/Sanitation 220.0 10.4 Grant Yes / 1 Morocco 2008 Programme National de Routes Rurales EIB , AFD Transport 397.0 10.0 Grant/TA No / 0 Morocco 2008 & 2009 Tramway de Rabat AFD , EIB Transport 349.0 8.2 TA Yes / 1 Morocco 2009 Support Programme for the Education Sector AFD , EIB Social 1,900.0 15.4 Grant/TA No / 0 Morocco 2010 Programme National d’Assainissement AFD , KfW , EIB Water/Sanitation 176.0 10.2 Grant/TA Yes / 1 Morocco 2011 Ouarzazate Solar Plant EIB , AFD , KfW Energy 807.0 30.6 Grant Yes / 2 Morocco 2011 Drinking Water Efficiency Programme KfW , AFD Water/Sanitation 101.0 7.2 Grant/TA Yes / 1 Morocco 2012 Renforcement du réseau de transport électrique AFD , KfW Energy 411.0 15.3 Grant/TA Yes / 1 Morocco 2013 Integrated Wind Programme KfW , EIB Energy 859.0 15.3 Grant Yes / 2 Morocco 2014 Ville nouvelle de Zenata AFD , EIB Social 560.0 4.2 TA Yes / 1 Morocco 2014 Noor II: Second parabolic through CSP Ouarzazate KfW , EIB Energy 1,070.0 40.8 Grant Yes / 2 Morocco 2014 Noor III: Tower plant of the Ouarzazate Solar Complex EIB , AFD , KfW Energy 855.0 50.8 Grant Yes / 2 Morocco 2014 IFMEREE - Création des Instituts de formation aux métiers énergies renouvelables et de l’efficacité énergétique AFD Social 26.0 10.2 Grant Yes / 2 Tunisia 2008 Feasibility Study for Solar Thermal Power Plant in Tunisia KfW , AFD , EIB Energy 1.1 1.1 TA Yes / 2 Tunisia 2008 & 2009 STEP (Part I & II) KfW , AFD Water/Sanitation 132.0 8.2 Grant Yes/1 Tunisia 2009 & 2010 Réseau Ferré Rapide de Tunis AFD , KfW , EIB Transport 564.0 28.6 Grant/TA Yes / 1 Tunisia 2011 Study for the waste water sewerage of industrial zones KfW Water/Sanitation 1.6 0.9 TA Yes / 1 Tunisia 2013 Integrated Depollution Programme (Lake Bizerte) EIB , EBRD Water/Sanitation 90.0 15.4 Grant/TA Yes / 1 Tunisia 2014 Modernisation établissements scolaires EIB , KfW Social 213.0 20.5 Grant/TA No / 0 Regional 2011 SANAD - MENA Fund for Micro-, Small and Medium Enterprises KfW Private 132.0 10.2 TA/Risk Capital No / 0 Regional 2011 Implementation of EBRD Turnaround Management and Business Advisory Services in Egypt, Morocco and Tunisia EBRD Private 5.2 5.2 TA No / 0 Regional 2011 Southern and Eastern Mediterranean Project Preparation Framework to fast-start EBRD support to the region EBRD Private 15.0 15.3 TA No / 0 Regional 2012 Renewable Energy and Energy Efficiency Project Preparation Initiative in support of the Mediterranean Solar Plan (MSP-PPI) EIB , AFD , KfW , AECID Energy 5.2 5.2 TA Yes / 1 Regional 2012 SME Guarantee Facility EIB , AFD Private 320.0 24.5 Guarantees No / 0 Regional 2012 Mediterranean Urban Project Finance Initiative (UPFI TA) AFD Mixed 5.2 5.2 TA Yes / 1 Regional 2013 SEMED Sustainable Energy Financing Facility EBRD Energy 141.7 16.8 Risk Capital Yes / 1 Regional 2013 PPP Project preparation “MED P5 Initiative” EIB Mixed 5.2 5.2 TA Yes / 1 Regional 2013 EU Neighbourhood Programme Management and Support in the Transport sector EIB Transport 7.1 5.2 TA Yes / 1 Regional 2014 Risk Capital Facility for the South Neighbourhood EIB Private 1,000.0 25.6 TA/Risk Capital No / 0 Regional 2014 EBRD SBS in South and East Med Countries (Phase II) EBRD Private 24.4 20.9 TA No / 0 Total 15,069.3 609.0 NEIGHBOURHOOD SOUTH / PROJECTS APPROVED / 2008-2014 (*) C.CH / R: Climate Change action support / Rio marker ",
        "41 Country Year of approval Title of the project Consortium of European Finance Institutions Sector Total project cost (€ million) NIF contribution (€ million) Type of support C.CH* / R* Egypt 2008 IWSP (Improved Water and Wastewater Services Programme) KfW , EIB , AFD Water/Sanitation 295.1 5.2 Grant Yes / 1 Egypt 2008 200 MW Wind Farm in Gulf of El Zayt KfW , EIB Energy 340.0 10.2 Grant Yes / 2 Egypt 2010 Master plan (combined RE) + FS for CSP in Egypt KfW , AFD , EIB Energy 3.2 3.2 TA Yes / 2 Egypt 2010 Egyptian Power Transmission EIB , AFD , KfW Energy 762.0 20.5 Grant/TA No / 0 Egypt 2010 TA 20 MW PV grid connected Power Plant AFD , EIB , KfW Energy 0.9 0.9 TA Yes / 2 Egypt 2010 & 2011 IWSP II - Upper Egypt KfW , EIB , AFD Water/Sanitation 306.0 13.5 TA Yes / 1 Egypt 2011 Alexandria public transport project FS AFD Transport 0.5 0.5 TA Yes / 1 Egypt 2011, 2012 & 2014 Cairo Metro Line 3 Phase 3 AFD , EIB Transport 2,099.0 44.5 Grant/TA Yes / 1 Egypt 2012 & 2014 Integrated and Sustainable Housing and Community Development Programme EIB , AFD Social 178.5 34.1 Grant/TA Yes / 1 Egypt 2013 Kafr El Sheikh Wastewater Expansion (KESWE) EIB , EBRD Water/Sanitation 164.0 15.4 Grant/TA Yes / 1 Egypt 2014 Egyptian Pollution Abatement Programme III EIB , KfW Energy/Environment 187.0 10.4 Grant/TA Yes / 2 Jordan 2010 Jordan Electricity Transmission EIB , AFD Energy 150.0 2.4 TA No / 0 Jordan 2013 AFD Sustainable Credit Facility harmonization with SEMED SEFF AFD Energy 38.5 1.6 Grant Yes / 2 Lebanon 2012 Lebanon Energy Efficiency and Renewable Energy Global Loan EIB , AFD Energy 151.0 4.2 TA Yes / 2 Lebanon 2009 & 2012 Kesrwan Wastewater EIB , AFD Water/Sanitation 220.0 10.4 Grant Yes / 1 Morocco 2008 Programme National de Routes Rurales EIB , AFD Transport 397.0 10.0 Grant/TA No / 0 Morocco 2008 & 2009 Tramway de Rabat AFD , EIB Transport 349.0 8.2 TA Yes / 1 Morocco 2009 Support Programme for the Education Sector AFD , EIB Social 1,900.0 15.4 Grant/TA No / 0 Morocco 2010 Programme National d’Assainissement AFD , KfW , EIB Water/Sanitation 176.0 10.2 Grant/TA Yes / 1 Morocco 2011 Ouarzazate Solar Plant EIB , AFD , KfW Energy 807.0 30.6 Grant Yes / 2 Morocco 2011 Drinking Water Efficiency Programme KfW , AFD Water/Sanitation 101.0 7.2 Grant/TA Yes / 1 Morocco 2012 Renforcement du réseau de transport électrique AFD , KfW Energy 411.0 15.3 Grant/TA Yes / 1 Morocco 2013 Integrated Wind Programme KfW , EIB Energy 859.0 15.3 Grant Yes / 2 Morocco 2014 Ville nouvelle de Zenata AFD , EIB Social 560.0 4.2 TA Yes / 1 Morocco 2014 Noor II: Second parabolic through CSP Ouarzazate KfW , EIB Energy 1,070.0 40.8 Grant Yes / 2 Morocco 2014 Noor III: Tower plant of the Ouarzazate Solar Complex EIB , AFD , KfW Energy 855.0 50.8 Grant Yes / 2 Morocco 2014 IFMEREE - Création des Instituts de formation aux métiers énergies renouvelables et de l’efficacité énergétique AFD Social 26.0 10.2 Grant Yes / 2 Tunisia 2008 Feasibility Study for Solar Thermal Power Plant in Tunisia KfW , AFD , EIB Energy 1.1 1.1 TA Yes / 2 Tunisia 2008 & 2009 STEP (Part I & II) KfW , AFD Water/Sanitation 132.0 8.2 Grant Yes/1 Tunisia 2009 & 2010 Réseau Ferré Rapide de Tunis AFD , KfW , EIB Transport 564.0 28.6 Grant/TA Yes / 1 Tunisia 2011 Study for the waste water sewerage of industrial zones KfW Water/Sanitation 1.6 0.9 TA Yes / 1 Tunisia 2013 Integrated Depollution Programme (Lake Bizerte) EIB , EBRD Water/Sanitation 90.0 15.4 Grant/TA Yes / 1 Tunisia 2014 Modernisation établissements scolaires EIB , KfW Social 213.0 20.5 Grant/TA No / 0 Regional 2011 SANAD - MENA Fund for Micro-, Small and Medium Enterprises KfW Private 132.0 10.2 TA/Risk Capital No / 0 Regional 2011 Implementation of EBRD Turnaround Management and Business Advisory Services in Egypt, Morocco and Tunisia EBRD Private 5.2 5.2 TA No / 0 Regional 2011 Southern and Eastern Mediterranean Project Preparation Framework to fast-start EBRD support to the region EBRD Private 15.0 15.3 TA No / 0 Regional 2012 Renewable Energy and Energy Efficiency Project Preparation Initiative in support of the Mediterranean Solar Plan (MSP-PPI) EIB , AFD , KfW , AECID Energy 5.2 5.2 TA Yes / 1 Regional 2012 SME Guarantee Facility EIB , AFD Private 320.0 24.5 Guarantees No / 0 Regional 2012 Mediterranean Urban Project Finance Initiative (UPFI TA) AFD Mixed 5.2 5.2 TA Yes / 1 Regional 2013 SEMED Sustainable Energy Financing Facility EBRD Energy 141.7 16.8 Risk Capital Yes / 1 Regional 2013 PPP Project preparation “MED P5 Initiative” EIB Mixed 5.2 5.2 TA Yes / 1 Regional 2013 EU Neighbourhood Programme Management and Support in the Transport sector EIB Transport 7.1 5.2 TA Yes / 1 Regional 2014 Risk Capital Facility for the South Neighbourhood EIB Private 1,000.0 25.6 TA/Risk Capital No / 0 Regional 2014 EBRD SBS in South and East Med Countries (Phase II) EBRD Private 24.4 20.9 TA No / 0 Total 15,069.3 609.0 ",
        "42 NEIGHBOURHOOD EAST / PROJECTS APPROVED / 2008-2014 Country Year of approval Title of the project Consortium of European Finance Institutions Sector Total project cost (€ million) NIF contribution (€ million) Type of support C.CH* / R* Armenia 2009 Yerevan Metro EBRD, EIB Transport 16.6 5.2 Grant Yes / 1 Armenia 2009 Armenia Small municipalities water project EBRD, EIB Water/Sanitation 20.8 7.8 Grant/TA Yes / 1 Armenia 2011 Kotayk Solid Waste project (Armenian Solid Waste Management Programme) EBRD Water/Sanitation 38.3 3.7 Grant Yes / 1 Armenia 2012 Border Crossing and Infrastructure EIB, EBRD Transport 60.6 12.2 Grant No / 0 Armenia 2012 Yerevan Metro - 2nd phase EBRD, EIB Transport 17.1 5.2 Grant Yes / 1 Armenia 2013 Yerevan Water Supply Improvement Project EBRD Water/Sanitation 17.2 5.7 Grant Yes / 1 Armenia 2013 Communal Infrastructure Programme KfW, EIB Water/Sanitation 87.5 15.4 Grant/TA Yes / 1 Armenia 2013 North-South Road Corridor EIB Transport 381.0 12.4 Grant/TA No / 0 Armenia 2013 NMC Social & Energy Efficiency Housing Finance AFD, KfW Social 11.5 1.6 Grant/TA Yes / 1 Armenia 2014 Caucasus Transmission Network Stage 1 KfW Energy 134.0 10.4 Grant/TA No / 0 Armenia 2014 Yerevan Armenian Solid Waste Management Programme EBRD , EIB Water/Sanitation 25.9 8.2 Grant Yes / 1 Azerbaijan 2012 Regional Road Reconstruction Project EBRD Transport 681.0 3.6 TA No / 0 Georgia 2008 Black Sea Energy Transmission System KfW, EIB, EBRD Energy 280.0 8.3 TA No / 0 Georgia 2009 Tbilisi Railway Bypass Environmental Clean up EBRD Transport 253.5 2.7 TA Yes / 1 Georgia 2010 Enguri / Vardnili Hydro Power Cascade Rehabilitation EBRD, EIB Energy 47.0 5.2 Grant/TA Yes / 2 Georgia 2010 & 2012 Water supply and sewage of Batumi and surrounding villages (phase I and III) KfW Water/Sanitation 109.5 8.9 Grant/TA Yes / 1 Georgia 2010 & 2012 Water Infrastructure Modernisation (I & II) EIB Water/Sanitation 166.0 12.4 TA Yes / 1 Georgia 2011 Georgia East-West Highway EIB Transport 592.1 20.4 Grant No / 0 Georgia 2013 Jvari-Khorga Interconnection (Transmission line and substation) KfW, EBRD Energy 71.4 8.2 Grant Yes / 1 Moldova 2008 Capacity assessment and modernisation of the Republican Clinical Hospital (RCH) CEB Social 18.0 3.1 Grant/TA No / 0 Moldova 2008 Chisinau Airport Modernisation Project EBRD, EIB Transport 46.3 1.8 TA No / 0 Moldova 2008 Feasibility Study for Improvement Water/Sanitation Systems in Chisinau EBRD, KfW, EIB Water/Sanitation 59.0 3.2 TA Yes / 1 Moldova 2008, 2011 & 2013 Moldova Road Rehabilitation project (2nd, 3rd and 4th Phase) EBRD, EIB Transport 496.7 44.1 Grant/TA No / 0 Moldova 2010 Chisinau Public Transport project EBRD, EIB Transport 15.5 3.2 Grant Yes / 1 Moldova 2010 Water Utilities Development Programme in the Republic of Moldova EBRD, EIB Water/Sanitation 31.5 10.2 Grant Yes / 1 Moldova 2010 Filière du vin Upgrading EIB Private 391.3 2.1 TA No / 0 Moldova 2011 Moldovan Residential Energy Efficiency Financing Facility (MoREEFF) EBRD Energy 41.8 5.2 Grant Yes / 2 Moldova 2011 2nd Phase of the Moldova Sustainable Energy Efficiency Finance Facility (MoSEFF2) EBRD Energy 23.3 4.7 Grant/TA Yes / 2 Moldova 2012 Moldoelectrica Power Transmission Network Rehabilitation EBRD, EIB Energy 36.6 8.4 Grant/TA Yes / 1 Moldova 2012 Balti Trolleybus Project EBRD Transport 5.0 1.7 Grant Yes / 1 Moldova 2013 Chisinau Water Development Programme EBRD, EIB Water/Sanitation 62.1 13.8 Grant/TA Yes / 1 Moldova 2013 Moldova Railways fleet renewal EBRD, EIB Transport 66.5 5.2 Grant Yes / 1 Moldova 2014 Fruit Garden of Moldova EIB Private 300.0 8.6 TA/Guarantees No / 0 Moldova 2014 Moldova North Water PPP EBRD, EIB Water/Sanitation 32.5 10.2 Grant Yes / 1 Ukraine 2008 TA Support for Ukrainian Municipalities EBRD Mixed 135.0 5.2 TA No / 0 Ukraine 2008 Ukrenergo Corporate Sustainable Development EBRD, EIB Energy 301.3 0.9 TA No / 0 Ukraine 2009 Ukraine Power Transmission Network EBRD, EIB Energy 1,110.0 10.3 TA No / 0 Ukraine 2009 Hydropower rehabilitation project EBRD, EIB Energy 398.6 3.8 TA Yes / 2 Ukraine 2010 Preparatory studies for modernisation UA gas transit and storage EBRD, EIB Energy 2,000.0 2.7 TA No / 0 Ukraine 2011 Power Transmission Efficiency Project KfW Energy 78.3 1.9 TA Yes / 1 Ukraine 2013 Modernization and Rehabilitation of Municipal Infrastructure KfW , EIB , OeDB Water/Sanitation 89.2 3.2 TA Yes / 1 Regional 2008 Framework for support Financial Intermediaries EBRD Private 38.3 3.0 TA No / 0 Regional 2009 ENBF - European Neighbourhood Small Business Growth Facility (Parts I & II) KfW, OeEB Private 70.0 10.2 Risk Capital No / 0 Regional 2009 Financial sector Institutional building and crisis response EBRD Private 12.0 12.3 TA No / 0 Regional 2009 Regional Energy Efficiency Programme for Corporate sector EBRD Energy 302.0 2.1 TA Yes / 2 Regional 2010 & 2014 SME Finance Facility (Phase I & II) EBRD, EIB, KfW Private 240.0 30.6 TA/Risk Capital/ No / 0 Regional 2012 Integrated Solid Waste Management in the Southern Caucasus KfW Water/Sanitation 66.0 6.2 TA Yes / 1 Regional 2012 Green For Growth Fund for Eastern Region KfW, EIB, EBRD Energy 166.1 13.4 TA/Risk capital Yes / 2 Regional 2012 & 2014 SBS Programme and EGP and BAS (Phase I & II) EBRD Private 21.1 16.3 TA No / 0 Regional 2013 Caucasus Sustainable Energy Finance Facility EBRD Energy 64.6 5.3 TA/Risk capital Yes / 1 Regional 2013 SME Direct Support Facility EBRD, SIMEST Private 61.5 10.2 TA/Risk capital No / 0 Regional 2014 E5P Expansion to other Eastern Partnership Countries EBRD , EIB , NIB Energy 210.0 30.6 Grant Yes / 2 Regional 2014 Municipal Project Support Facility (MPSF) EIB , KfW Mixed 520.0 12.3 TA Yes / 2 Total 10,521.0 463.1 (*) C.CH / R: Climate Change action support / Rio marker ",
        "03 43 Country Year of approval Title of the project Consortium of European Finance Institutions Sector Total project cost (€ million) NIF contribution (€ million) Type of support C.CH* / R* Armenia 2009 Yerevan Metro EBRD, EIB Transport 16.6 5.2 Grant Yes / 1 Armenia 2009 Armenia Small municipalities water project EBRD, EIB Water/Sanitation 20.8 7.8 Grant/TA Yes / 1 Armenia 2011 Kotayk Solid Waste project (Armenian Solid Waste Management Programme) EBRD Water/Sanitation 38.3 3.7 Grant Yes / 1 Armenia 2012 Border Crossing and Infrastructure EIB, EBRD Transport 60.6 12.2 Grant No / 0 Armenia 2012 Yerevan Metro - 2nd phase EBRD, EIB Transport 17.1 5.2 Grant Yes / 1 Armenia 2013 Yerevan Water Supply Improvement Project EBRD Water/Sanitation 17.2 5.7 Grant Yes / 1 Armenia 2013 Communal Infrastructure Programme KfW, EIB Water/Sanitation 87.5 15.4 Grant/TA Yes / 1 Armenia 2013 North-South Road Corridor EIB Transport 381.0 12.4 Grant/TA No / 0 Armenia 2013 NMC Social & Energy Efficiency Housing Finance AFD, KfW Social 11.5 1.6 Grant/TA Yes / 1 Armenia 2014 Caucasus Transmission Network Stage 1 KfW Energy 134.0 10.4 Grant/TA No / 0 Armenia 2014 Yerevan Armenian Solid Waste Management Programme EBRD , EIB Water/Sanitation 25.9 8.2 Grant Yes / 1 Azerbaijan 2012 Regional Road Reconstruction Project EBRD Transport 681.0 3.6 TA No / 0 Georgia 2008 Black Sea Energy Transmission System KfW, EIB, EBRD Energy 280.0 8.3 TA No / 0 Georgia 2009 Tbilisi Railway Bypass Environmental Clean up EBRD Transport 253.5 2.7 TA Yes / 1 Georgia 2010 Enguri / Vardnili Hydro Power Cascade Rehabilitation EBRD, EIB Energy 47.0 5.2 Grant/TA Yes / 2 Georgia 2010 & 2012 Water supply and sewage of Batumi and surrounding villages (phase I and III) KfW Water/Sanitation 109.5 8.9 Grant/TA Yes / 1 Georgia 2010 & 2012 Water Infrastructure Modernisation (I & II) EIB Water/Sanitation 166.0 12.4 TA Yes / 1 Georgia 2011 Georgia East-West Highway EIB Transport 592.1 20.4 Grant No / 0 Georgia 2013 Jvari-Khorga Interconnection (Transmission line and substation) KfW, EBRD Energy 71.4 8.2 Grant Yes / 1 Moldova 2008 Capacity assessment and modernisation of the Republican Clinical Hospital (RCH) CEB Social 18.0 3.1 Grant/TA No / 0 Moldova 2008 Chisinau Airport Modernisation Project EBRD, EIB Transport 46.3 1.8 TA No / 0 Moldova 2008 Feasibility Study for Improvement Water/Sanitation Systems in Chisinau EBRD, KfW, EIB Water/Sanitation 59.0 3.2 TA Yes / 1 Moldova 2008, 2011 & 2013 Moldova Road Rehabilitation project (2nd, 3rd and 4th Phase) EBRD, EIB Transport 496.7 44.1 Grant/TA No / 0 Moldova 2010 Chisinau Public Transport project EBRD, EIB Transport 15.5 3.2 Grant Yes / 1 Moldova 2010 Water Utilities Development Programme in the Republic of Moldova EBRD, EIB Water/Sanitation 31.5 10.2 Grant Yes / 1 Moldova 2010 Filière du vin Upgrading EIB Private 391.3 2.1 TA No / 0 Moldova 2011 Moldovan Residential Energy Efficiency Financing Facility (MoREEFF) EBRD Energy 41.8 5.2 Grant Yes / 2 Moldova 2011 2nd Phase of the Moldova Sustainable Energy Efficiency Finance Facility (MoSEFF2) EBRD Energy 23.3 4.7 Grant/TA Yes / 2 Moldova 2012 Moldoelectrica Power Transmission Network Rehabilitation EBRD, EIB Energy 36.6 8.4 Grant/TA Yes / 1 Moldova 2012 Balti Trolleybus Project EBRD Transport 5.0 1.7 Grant Yes / 1 Moldova 2013 Chisinau Water Development Programme EBRD, EIB Water/Sanitation 62.1 13.8 Grant/TA Yes / 1 Moldova 2013 Moldova Railways fleet renewal EBRD, EIB Transport 66.5 5.2 Grant Yes / 1 Moldova 2014 Fruit Garden of Moldova EIB Private 300.0 8.6 TA/Guarantees No / 0 Moldova 2014 Moldova North Water PPP EBRD, EIB Water/Sanitation 32.5 10.2 Grant Yes / 1 Ukraine 2008 TA Support for Ukrainian Municipalities EBRD Mixed 135.0 5.2 TA No / 0 Ukraine 2008 Ukrenergo Corporate Sustainable Development EBRD, EIB Energy 301.3 0.9 TA No / 0 Ukraine 2009 Ukraine Power Transmission Network EBRD, EIB Energy 1,110.0 10.3 TA No / 0 Ukraine 2009 Hydropower rehabilitation project EBRD, EIB Energy 398.6 3.8 TA Yes / 2 Ukraine 2010 Preparatory studies for modernisation UA gas transit and storage EBRD, EIB Energy 2,000.0 2.7 TA No / 0 Ukraine 2011 Power Transmission Efficiency Project KfW Energy 78.3 1.9 TA Yes / 1 Ukraine 2013 Modernization and Rehabilitation of Municipal Infrastructure KfW , EIB , OeDB Water/Sanitation 89.2 3.2 TA Yes / 1 Regional 2008 Framework for support Financial Intermediaries EBRD Private 38.3 3.0 TA No / 0 Regional 2009 ENBF - European Neighbourhood Small Business Growth Facility (Parts I & II) KfW, OeEB Private 70.0 10.2 Risk Capital No / 0 Regional 2009 Financial sector Institutional building and crisis response EBRD Private 12.0 12.3 TA No / 0 Regional 2009 Regional Energy Efficiency Programme for Corporate sector EBRD Energy 302.0 2.1 TA Yes / 2 Regional 2010 & 2014 SME Finance Facility (Phase I & II) EBRD, EIB, KfW Private 240.0 30.6 TA/Risk Capital/ No / 0 Regional 2012 Integrated Solid Waste Management in the Southern Caucasus KfW Water/Sanitation 66.0 6.2 TA Yes / 1 Regional 2012 Green For Growth Fund for Eastern Region KfW, EIB, EBRD Energy 166.1 13.4 TA/Risk capital Yes / 2 Regional 2012 & 2014 SBS Programme and EGP and BAS (Phase I & II) EBRD Private 21.1 16.3 TA No / 0 Regional 2013 Caucasus Sustainable Energy Finance Facility EBRD Energy 64.6 5.3 TA/Risk capital Yes / 1 Regional 2013 SME Direct Support Facility EBRD, SIMEST Private 61.5 10.2 TA/Risk capital No / 0 Regional 2014 E5P Expansion to other Eastern Partnership Countries EBRD , EIB , NIB Energy 210.0 30.6 Grant Yes / 2 Regional 2014 Municipal Project Support Facility (MPSF) EIB , KfW Mixed 520.0 12.3 TA Yes / 2 Total 10,521.0 463.1 ",
        "THE NIF IS IMPLEMENTED IN PARTNERSHIP WITH: ISBN: 978-92-79-49556-4 ISSN: 1831-6239 DOI: 10.2876/7110 FOR MORE INFORMATION: European Commission, Directorate-General for Neighbourhood and Enlargement Negotiations Website: http://ec.europa.eu/enlargement/neighbourhood/neighbourhood-wide/neighbourhood-investment-facility/index_en.htm Mailbox: NEAR-NIF@ec.europa.eu "
    ]
}