{
    "text": [
        "ISBN 978-92-9198-172-4 ISSN 1608-5000 QN-AB-10-086-EN-C doi:10.2815/20160 published by the European Union Institute for Security Studies 43 avenue du Président Wilson - 75775 Paris cedex 16 - France phone: + 33 (0) 1 56 89 19 30 fax: + 33 (0) 1 56 89 19 31 e-mail: info@iss.europa.eu www.iss.europa.eu November 2010 86 Peacebuilding in Asia: refutation or cautious engagement? Amaia Sánchez-Cacicedo european Union Institute for Security Studies ",
        "OCCASIONAL PAPErS n° 85 Sep 2010 Transforming the Quartet principles: Hamas and the Peace Process Carolin Goerzig n° 84 Aug 2010 Human rights challenges in EU civilian crisis management: the cases of EUPOL and EUJUST LEX Wanda Troszczynska-van Genderen n° 83 Mar 2010 The EU in Bosnia and Herzegovina: Powers, decisions and legitimacy Bart M.J. Szewczyk n° 82 Feb 2010 Cooperation by Committee: The EU Military Committee and the Committee for Civilian Crisis Management Mai’a K. Davis Cross n° 81 Jan 2010 Command and control? Planning for EU military operations Luis Simón n° 80 Oct 2009 Risky business? The EU, China and dual-use technology May-Britt U. Stumbaum n° 79 Jun 2009 The interpolar world: a new scenario Giovanni Grevi n° 78 Apr 2009 Security Sector Reform in Afghanistan: the EU’s contribution Eva Gross n° 77 Mar 2009 From Suez to Shanghai: The European Union and Eurasian maritime security James Rogers n° 76 Feb 2009 EU support to African security architecture: funding and training components Nicoletta Pirozzi n° 75 Jan 2009 Les conflits soudanais à l’horizon 2011 : scénarios Jean-Baptiste Bouzard n° 74 Dec 2008 The EU, NATO and European Defence — A slow train coming Asle Toje n° 73 Nov 2008 Nécessité et difficultés d’une coopération de sécurité et de défense entre l’Europe et l’Amérique latine Alfredo G.A. Valladão n° 72 Sep 2008 EU-UN cooperation in military crisis management: the experience of EUFOR RD Congo in 2006 Claudia Major n° 71 Jul 2008 2007 : Les enjeux des élections législatives en Algérie et au Maroc Luis Martinez n° 70 Dec 2007 The EU and Georgia: time perspectives in conflict resolution Bruno Coppieters n° 69 Oct 2007 Lessons learned from European defence equipment programmes Jean-Pierre Darnis, Giovanni Gasparini, Christoph Grams, Daniel Keohane, Fabio Liberti, Jean-Pierre Maulny and May-Britt Stumbaum The Institute for Security Studies (EUISS) was created in January 2002 as a Paris-based autonomous agency of the European Un- ion. Following an EU Council Joint Action of 20 July 2001, modified by the Joint Action of 21 December 2006, it is now an integral part of the new structures that will support the further development of the CFSP/ESDP. The Institute’s core mission is to provide analyses and recommendations that can be of use and relevance to the formulation of EU policies. In carrying out that mission, it also acts as an interface between experts and decision-makers at all levels. The Occasional Papers are essays or reports that the Institute considers should be made available as a contribu- tion to the debate on topical issues relevant to European security. They may be based on work carried out by researchers granted awards by the EUISS, on contributions prepared by external experts, and on collective research projects or other activities organised by (or with the support of) the Institute. They reflect the views of their authors, not those of the Institute. Occasional Papers will be available on request in the language – either English or French – used by authors. They will also be accessible via the Institute’s website: www.iss.europa.eu European Union Institute for Security Studies Director: Álvaro de Vasconcelos © EU Institute for Security Studies 2010. All rights reserved. No part of this publication may be reproduced, stored in a retrieval system or transmitted in any form or by any means, electronic, mechanical, photocopying, recording or otherwise without the prior permission of the EU Institute for Security Studies. ISBN 978-92-9198-172-4 ISSN 1608-5000 QN-AB-10-086-EN-C doi:10.2815/20160 Published by the EU Institute for Security Studies and printed in Condé-sur-Noireau (France) by Corlet Imprimeur, graphic design by: Hanno Ranck in cooperation with Metropolis (Lisbon). All Occasional Papers can be accessed via the Institute’s website: www.iss.europa.eu ",
        "November 2010 86 OccasiOnal PaPer Peacebuilding in Asia: refutation or cautious engagement? Amaia Sánchez-Cacicedo ",
        "The author Amaia Sánchez-Cacicedo is a graduate of Georgetown University and is currently a Ph.D candidate at the Politics and International Studies Department of the School of Oriental & African Studies (SOAS), University of London. Her Ph.D research focuses on the role of non-regional and regional third parties in domestic conflict resolution processes using the 2002-06 Peace Process in Sri Lanka as a case study. Further research interests include peacebuilding, conflict resolution and international intervention with a regional specialisation in South Asia. She has previously worked for the UNHCR in Costa Rica, Kenya and Sri Lanka. Acknowledgements The author would like to express her gratitude to Dr. Luis Peral from the EUISS for his excellent guidance, insightful comments and invaluable sup- port throughout the process of writing this paper. ",
        "Summary 5 1. Introduction: Is there an ‘Asian’ approach to peacebuilding? 7 Actors’ differing motivations for involvement in peacebuilding 10 A Westphalian versus a post-Westphalian approach: implications for peacebuilding 13 2. Peacebuilding within the region 17 The importance of bilateral relations 17 The uniquely Asian ASEAN way 20 3. Peacebuilding beyond the region 25 China: an ‘independent foreign policy of peace’ or rather contingent multilateralism? 26 India: a global peacekeeper but still a regional hegemon 31 Japan: Asia’s exception to the rule in peacebuilding 35 Conclusion 41 Annex 45 Abbreviations 45 Contents ",
        "",
        "Summary This Occasional Paper explores the features and implications of an ‘Asian’ approach to peacebuilding and seeks to define what is distinctive about this approach. In attempting to answer this question, the author aims to establish what characterises peacebuilding activities undertaken by Asian countries and how their attitudes to peacebuilding differ from Western- dominated mainstream views of peacebuilding. It is argued here that in an Asian context peacebuilding is conditioned by a Westphalian vision of the world as opposed to the post-Westphalian views of liberal interven- tionists. Thus, for Asian countries peacebuilding does not imply conflict resolution activities along the lines of peacemaking. Instead, peacebuild- ing practice in Asia is exercised through peacekeeping and economic as- sistance flows. Official involvement in a country’s internal political af- fairs, including humanitarian interventions that involve the use of force, or in domestic peace processes is commonly avoided. Yet, as in Western contexts, there is a growing niche for civil society in Asian peacebuilding activities as well as in the domain of non-traditional security issues. This development is explored in this paper. As a way of structuring the analysis, a distinction is made between peace- building within and beyond the Asian region, a key factor in influencing different actors’ approach. In the context of peacebuilding activities un- dertaken within Asia, the emphasis is on the nurturing of bilateral rela- tionships and on ‘limited’ multilateral peacebuilding. The Association of Southeast Asian Nations (ASEAN) is examined as a case study in order to explore this last aspect further. When looking into Asian actors’ peace- building activities beyond the region, the cases of China, India and Japan are addressed. With the exception of Japan, the other countries under scrutiny in this paper have focused the bulk of their peacebuilding activi- ties outside the region to contributing troops to UN Peacekeeping Opera- tions (UNPKO), hence the emphasis on the latter. In the conclusion, the existence of common features that distinguish a cautious Asian engagement in mainstream peacebuilding activities is con- 5 ",
        "firmed; however, caution is different from complete refutation. Indeed, the Westphalian nature of Asian actors’ approach to peacebuilding per- vades both the regional and the global spheres, although the challenges are inevitably bigger at a global level. This further explains differences in motivation as well as in attitudes to the purpose of peacebuilding among Asian actors at different levels of analysis as addressed in this paper. ",
        "7 1. Introduction: Is there an ‘Asian’ approach to peacebuilding 1. Introduction: Is there an ‘Asian’ approach to peacebuilding? This paper aims to explore what characterises an ‘Asian’ approach to peace- building. In doing so, it further aims to discern to what extent Western- dominated mainstream views of peacebuilding are applicable to Asian countries. Thus, how does an Asian approach, seen as Westphalian in es- sence, differ from a post-Westphalian approach to peacebuilding? 1 For this purpose, this paper begins by providing a working definition of peacebuild- ing (see pages 8-9). A distinction is made between peacebuilding within and beyond the Asian region, a factor seen as having a key influence on different actors’ approach. As far as providing examples of peacebuilding within Asia is concerned, the focus is on the nurturing of bilateral relationships among Asian countries, as well as on the Association of Southeast Asian Nations (ASEAN). 2 In order to explore Asian actors’ peacebuilding activities beyond the region, the cases of China, India and Japan are analysed individually. In the conclusion an attempt is made to answer the question as to whether there is a distinctive ‘Asian’ approach to peacebuilding, what it consists of and how the cases under study here relate to it. Global views on peacebuilding have evolved in tandem with an expanded notion of collective security which includes economic, political, environ- mental and health-oriented issues. 3 Moreover, this new security paradigm 1. See James Sperling, ‘National Security Cultures: Technologies of Public Goods Supply and Security Govern- ance’ in Emil J. Kirchner and James Sperling (eds.) National Security Cultures: Patterns of Global Governance (Oxford: Routledge, 2010), p. 2. Sperling defines Westphalian states as promoters of territoriality and as constituting a ‘hard shell’ protecting states and societies from the external environment; in their view, unwanted external encroachments reflect disparities in relative power. These states are mostly located in the global South. Sperling further defines post-Westphalian states as having ‘largely abandoned their gate-keeper role owing to the network of interdependencies formed by economic openness, the political imperative of welfare maximization, and demo- cratic political principles.’ They are also much more vulnerable to the influence of non-state actors. 2. The Association of Southeast Asian Nations (ASEAN) was established on 8 August 1967 in Bangkok, Thai- land, with the signing of the ASEAN Declaration (Bangkok Declaration) by the founding fathers of ASEAN, namely Indonesia, Malaysia, the Philippines, Singapore and Thailand. Brunei Darussalam then joined in 1984, Vietnam in 1995, Lao PDR and Burma/Myanmar in1997 and Cambodia in 1999, making up what are today the ten Member States of ASEAN. The ASEAN Declaration outlined a number of aims and purposes, among them ‘to accelerate economic growth, social progress and cultural development in the region’, as well as ‘to promote regional peace and stability through abiding respect for justice and the rule of law in the relationship among countries of the region’. For more details see the ASEAN website at: http://www.aseansec.org/64.htm. 3. As noted by Oliver Ramsbotham, Tom Woodhouse and Hugh Miall, Contemporary Conflict Resolution: The Prevention, Management and Transformation of Deadly Conflicts (Cambridge: Polity Press, 2008), p. 147: ‘the 2000 Millennium Report was organised around the themes of the quest for freedom from fear (through conflict management and resolution), freedom from want (through economic development and growth) and sustaining the future (through careful husbanding of the earth’s resources and ecosystem).’ ",
        "8 Peacebuilding in Asia: refutation or cautious engagement? has implied the shift from a state-centric view of security to the promo- tion of ‘human security’; 4 this implies the inclusion of ‘soft’ security is- sues, not just ‘hard’ ones, on the agenda. 5 International organisations have made post-conflict peacebuilding a core part of their mandate in line with this expanded view of collective security: their views are based on a standardised model which entails economic recovery, restoration of order, reforming or strengthening governmental institutions, monitor- ing elections, demobilisation and reintegration of ex-combatants and hu- man rights protection, among other elements. 6 In a recent Presidential Statement by the United Nations Security Council (UNSC) of April 2010 on Post-conflict Peacebuilding, ‘the Security Council recognises that sus- tainable peacebuilding requires an integrated approach, which strength- ens coherence between political, security, development, human rights and rule-of-law activities ...’ 7 Mainstream views on peacebuilding define it as: ‘comprehensive efforts to identify and support structures which will tend to consolidate peace and advance a sense of confidence and well-being among people.’ 8 It is em- phasised here that in order to consolidate peace, peacebuilding must be a long-term sustainable process which addresses the root causes of con- flict. Peacebuilding is a widely used term in the field of conflict resolution which overlaps with peacemaking and peacekeeping; in fact, mainstream views of peacebuilding integrate both of the latter, and the boundaries are blurred. Notwithstanding, in this paper it is argued that in an Asian context peacebuilding does not prioritise conflict resolution activities along the lines of peacemaking. Instead, peacebuilding practice in Asia is 4. From a global perspective, ‘human security’ refers to a notion of security which has been broadened to in- clude people as well as states. It implies the security of civilians – physical safety, economic and social well-being, respect for their dignity and worth as human beings, and the protection of their human rights and fundamental freedoms. For more, see the website of the International Commission on Intervention and State Sovereignty (ICISS) at http://www.iciss.ca/. 5. The idea of ‘soft’ and ‘hard’ security is analogous to the conceptualisation of international power as being influential both by coercion (hard power – tangible resources) and by attraction (soft power). See Joseph S. Nye, ‘The Place of Soft Power in State-Based Conflict Management’ in Chester A. Crocker et al . (eds.) Leashing the Dogs of War: Conflict Management in a Divided World (Washington: USIP Press, 2007), pp. 389-91. 6. For more details see The World Bank, ‘The Role of the World Bank in Conflict and Development: An Evolving Agenda’ (Washington: World Bank, 2004). Available online at: http://siteresources.worldbank.org/INTCPR/21 4578-1112884026494/20482669/ConflictAgenda2004.pdf. 7. UNSC, Statement by the President of the Security Council, 16 April 2010. Available online at: http://www. securitycouncilreport.org/atf/cf/%7B65BFCF9B-6D27-4E9C-8CD3-CF6E4FF96FF9%7D/PBC%20SPRST%20 2010%207.pdf. 8. See ‘An Agenda for Peace, Preventive Diplomacy, Peacemaking and Peacekeeping’ from 1992 available at http://www.un.org/Docs/SG/agpeace.html and the ‘Supplement to An Agenda for Peace’ from 1995 available at http://www.un.org/Docs/SG/agsupp.html. Peacebuilding in Asia: refutation or cautious engagement? ",
        "9 1. Introduction: Is there an ‘Asian’ approach to peacebuilding exercised through peacekeeping and economic assistance flows: involve- ment in controversial internal political situations, including humanitar- ian interventions that involve the use of force, as well as in domestic peace processes, are commonly avoided. Yet, ‘second generation peacekeeping operations’ as epitomised in the UN ‘Agenda for Peace’ of 1992 are increasingly being merged with peace- building. 9 The current operations have become multi-dimensional, aim- ing to link civil-military relations more closely: they include ‘setting the conditions for political participation leading to elections, disarmament and demobilisation, promotion of human rights, security sector reform and human protection’. 10 The fact that UN peacekeeping operations are spilling over into state-building and political processes has not prevented the leading Asian countries from becoming increasingly involved in them. Notwithstanding, China and India continue to emphasise their preference for traditional peacekeeping at the rhetorical level, although this does not always translate into practice: they fear that current UN operations will become ‘coalitions of the willing’ and have spill-over effects on their own domestic affairs. 11 Thus, wary of what they see as ‘new interventionism’ in Kosovo and Iraq, both countries highlight the need for UN Peacekeeping Operations (UNPKO) to be carried out under the authorisation of the Security Council. In contrast, they have provided support to the United Nations Assistance Mission to Afghanistan (UNAMA) and NATO’s ISAF mission in the country. 12 This shows how both countries have become more pragmatic in their foreign policy approach as future ‘responsible great powers’. 9. Traditional peacekeeping included the monitoring of ceasefire agreements, assisting with troop withdrawals, providing buffer zones between warring forces or helping in the implementation of a political settlement. For a detailed account of how UN peacekeeping has evolved, see United Nations Department of Peacekeeping Opera- tions, ‘A New Partnership Agenda: Charting the New Horizon for UN Peacekeeping’, July 2009. Available online at: http://www.un.org/en/peacekeeping/newhorizon.shtml. 10. Mely Caballero-Anthony, ‘Introduction: UN Peace Operations and Asian Security’ in Mely Caballero-Anthony and Amitav Acharya (eds.), UN Peace Operations and Asian Security (London: Routledge, 2005), p. 4. 11. Kanti Bajpai, ‘India and the United States: Grand Strategic Partnership for a Better World’, South Asian Sur- vey , vol. 15, no. 1, 2008, pp. 33-47; Shogo Suzuki, ‘Seeking “Legitimate” Great Power Status in Post-Cold War International Society: China´s and Japan’s Participation in UNPKO’, International Relations , vol. 22, no. 1, 2008, pp. 45-63; Pang Zhongying, ‘China’s Changing Attitude to UN Peacekeeping’ in Caballero-Anthony and Acharya, op. cit. in note 10. 12. See Michael D. Swaine, ‘US Policies and Views Towards Eight Key Security Issues Involving China’ in David Shambaugh and Gudrun Wacker (eds.), ‘American and European Relations with China: Advancing Common Agendas´, SWP Research Paper, German Institute for International and Security Affairs, Berlin, June 2008. Swaine notes how China has supported both the U.S.-led reconstruction of Afghanistan and Pakistan’s co-operation with the US in combating the Taliban and al Qaeda. See also International Crisis Group, ‘China’s Growing Role in UN Peacekeeping’, Asia Report no. 166, Brussels, 17 April 2009 and Radha Kumar, ‘Afghanistan-India-Pakistan Trialogue 2009’, Delhi Policy Group, 2010. ",
        "10 Peacebuilding in Asia: refutation or cautious engagement? In addition, this paper aims to highlight the emerging role for Asian civil society in peacebuilding activities as well as in the realm of non-tradition- al security issues, particularly within a multilateral arrangement such as ASEAN. A wide range of conflict scenarios are addressed which vary from situations of inter-state tensions – without armed confrontation – to situations of intra-state armed conflicts both within Asia and beyond the region. These can range from security and border agreements between neighbours to the deployment of peace monitors or peacekeepers in situa- tions of civil conflict. John Paul Lederach’s comprehensive framework for peacebuilding which refers to three levels of agency – top, middle-range and grassroots leadership – is helpful in order to include the civil soci- ety level. Lederach identifies each level of leadership with a set of specific approaches to peace, ranging from high-level negotiations to problem- solving workshops and local peace commissions. 13 This is also applicable in non-Western contexts, despite Asian actors’ traditional emphasis on the top and middle leadership; the growing influence of the grassroots level as a result of mainstream views of peacebuilding is tackled here too. The following section seeks to analyse what precisely is meant by an ‘Asian’ approach to peacebuilding. In this perspective, Asian actors’ moti- vations for becoming involved in peacebuilding both within and beyond the region are addressed. Thereafter, aspects of a Westphalian approach by Asian countries towards outside interference and its implications for peacebuilding are explored. Actors’ differing motivations for involvement in peacebuilding The four case studies under scrutiny here show that Asian actors have varying reasons for becoming engaged in peacebuilding depending on the geographical location and the nature of the activities. Thus, India’s con- tribution to UN peacekeeping forces, reflecting its aspirations to become a global player, and the deployment of peace monitors by ASEAN mem- bers in Aceh in 2002, can be ascribed different interests and motivations. 13. John Paul Lederach, Building Peace: Sustainable Reconciliation in Divided Societies (Washington, D.C.: United States Institute of Peace, 1997). Lederach identifies level 1 – top leadership – as the military/political/religious leaders; level 2 – middle-range leadership – as leaders respected in various sectors: ethnic/religious leaders, academics/in- tellectuals, humanitarians (Non-Governmental Organisations - NGOs); level 3 – grassroots leadership – as local leaders, leaders of indigenous NGOs, community developers, local health officials and refugee camp leaders. ",
        "11 Therefore, a first key distinction has to be made between peacebuilding activities undertaken in the region as opposed to those undertaken be- yond Asia: the geopolitical stakes will vary substantially. At a regional level, power dynamics will strongly influence Asian actors’ decision to become engaged, as well as the way in which they do so. This is particularly true of three regional powers, i.e. China, India and Japan: their engagement will foster apprehension among their smaller neighbours. All three countries have a history of interference in the internal affairs of their weaker neigh- bours, sometimes extending to military occupation and the deployment of peacekeepers: China’s invasion of Vietnam in the late 1970s and India’s peacekeeping force in Sri Lanka during the late 1980s are examples of this. Thus, the three Asian powers will be extremely cautious in the way in which they engage in the region: they all need regional stability as a means to achieve global power status. Both Chinese and Indian foreign policy are based on the Five Principles of Peaceful Co-existence: i.e. mutual respect for sovereignty and territorial integrity, mutual non-aggression, non-interference in each other’s inter- nal affairs, equality and mutual benefit and peaceful co-existence. 14 This shows how Westphalian principles of non-interference, sovereignty and territorial integrity remain at the core of engagement between countries in the Asian region, in contrast to post-Westphalian states. It further explains the historical preference for bilateral relationships, as opposed to multilat- eral arrangements, particularly at regional level; hence, the exceptionality of ASEAN. The use of rhetoric based on a shared identity and civilisational linkages discourse is key in the quest for good bilateral relations at a re- gional level. Increasingly, China and India have emphasised economic co- operation and aid assistance flows as a means to strengthen relationships with their neighbours and downgrade their threat perceptions. 15 In Japan’s case, its official development assistance (ODA) flows have been historically intertwined with peacebuilding activities both within and outside the re- gion: this constitutes a key pillar of its foreign policy. ASEAN constitutes a different case altogether, considering the multilat- eral and regional nature of the arrangement. The main objective of its 14. Shen Shouyuan and Huang Zhongqing, ‘The People’s Republic of China: An Independent Foreign Policy of Peace’, Journal of Asian and African Studies , vol. XXV, no. 1-2, 1990, pp. 71-87. 15. Ibid; see also Ngaire Woods, ‘Whose aid? Whose influence? China, Emerging Donors and the Silent Revolu- tion in Development Assistance’, International Affairs , vol. 84, no. 6, 2008, pp. 1205-21. 1. Introduction: Is there an ‘Asian’ approach to peacebuilding ",
        "12 Peacebuilding in Asia: refutation or cautious engagement? members is to maintain peaceful co-existence internally – which can, in addition, provide a counterbalance to external threats from the broader Asian region. Thus, ASEAN members are not only seeking economic co- operation and integration; they are also aiming to build a political and se- curity community through functional institutional building 16 Collective decisions are taken by consensus, but in a way that is not legally binding, which allows for its members’ domestic agendas not to be disrupted. The regional organisation has, so far, been successful in preventing any out- break of war between its members based on this consensus-based model of decision-making as well as on the independence of ASEAN member states. 17 Non-interference did result in controversy, in particular instances of internal civil strife within ASEAN members, such as the case of East Timor in Indonesia. 18 Notwithstanding, national sovereignty and the principle of non-interference have prevailed. ASEAN has had additional positive side-effects in Asia by bringing Southeast and East Asia (Japan, China and South Korea) together – ASEAN + 3 (APT) – via economic link- ages. Moreover, ASEAN has encouraged economic and security engage- ment with its dialogue partners, among them India and the U.S, via the ASEAN Regional Forum (ARF), as explored in more detail later on. 19 The motivations of Asian actors to become engaged in peacebuilding ac- tivities beyond the region are very different. The quest for global status and political clout will dominate over regional geopolitical dynamics and power relationships. China and India are keen to project themselves as ‘responsible world powers’, as well as leaders of the global South: this in- cludes providing less powerful countries with a platform to voice their concerns, be it as a permanent UN Security Council member in the case of China or as members of the G-20. Not surprisingly, their approach to peacebuilding activities outside Asia will have to comply with certain crite- ria of the global governance agenda despite their self-imposed limits, such as the use of military force or political interference in another country’s 16. Zhang Yunling, ‘Emerging New East Asian Regionalism’, Asia-Pacific Review , vol.12, no. 1, 2005, pp. 55-63; Sheldon W. Simon, ‘The ASEAN Regional Forum’ in Sumit Ganguly et al. (eds.) The Routledge Handbook of Asian Security Studies (Oxford: Routledge, 2010), pp. 306-7. 17. Lau Teik Soon, ‘ASEAN Diplomacy: National Interest and Regionalism’, Journal of Asian and African Studies , vol. XXV, no. 1-2, 1990, pp. 114-26. 18. Amitav Acharya, ‘Conclusion: Asian Norms and Practices in UN Peace Operations’ in Caballero-Anthony and Acharya, op. cit. in note 10, p. 125. 19. Additional Dialogue Partners of ASEAN include Australia, Canada, China, the EU, Japan, the Republic of Korea (ROK), New Zealand and Russia. For more details see: http://www.aseansec.org/9712.htm. ",
        "13 1. Introduction: Is there an ‘Asian’ approach to peacebuilding domestic affairs. Notwithstanding, China, India and Japan have shown increasing interest in contributing to the deployment of peacekeeping forces by the UN: China and India, in particular, have contributed an in- creasing number of troops to UNPKO in recent years. 20 In addition to Asian countries’ own motivations, there has been pressure from the West – particularly from the US and the EU – on Asian countries to contribute to global peacekeeping and peacebuilding operations; this is especially clear in the case of Japan due to its security alliance with the US. A Westphalian versus a post-Westphalian approach: implications for peacebuilding Part of the emphasis on peacekeeping activities embedded as peacebuild- ing in an Asian context is related to the existing tension between Asian countries’ adherence to a Westphalian vision of territoriality and sover- eignty and a global approach to peacebuilding: this is particularly the case in intra-state conflicts. Issues of good governance, demobilisation, recon- struction and human rights are very much part of the post-Westphalian discourse which permeates a global governance regime and transcends nation-state boundaries. 21 However, Westphalian states – including Asian countries – continue to be highly sensitive towards officially interfering in other country’s ‘internal affairs’, particularly at a regional level. Notwith- standing, global power dynamics and the emergence of Asian countries as ‘responsible world powers’ is pushing them to become increasingly in- volved in peacebuilding activities world-wide. China and India’s increased participation in UN peacekeeping missions shows a growing flexibility from both in terms of the nature and degree of involvement in multilat- eral coalitions, although this does not extend to the use of force. 22 20. For details, see http://www.un.org/Depts/dpko/dpko/contributors/index. According to Suzuki, op. cit. in note 11, by March 2004 China had become one of the top 20 states that contributed military and police person- nel to UNPKO, surpassing the US and Britain. According to Ramesh Thakur, in ‘India and UNPKO’ (IPCS online, 2 September 2006) India’s contribution to UN peacekeepers is only superseded by Pakistan and Bangladesh: South Asians contribute 45 percent of all UN peacekeeping personnel. For more details see: http://www.ipcs. org/article_details.php?articleNo=2106. See also Caballero-Anthony and Acharya, op. cit. in note 10. 21. The meaning of ‘regime’ here is borrowed from Stephen D. Krasner, ‘Structural causes and regime conse- quences: Regimes as intervening variables’, in Stephen D. Krasner (ed.) International Regimes (Ithaca, NY: Cornell University Press, 1983), p. 2. Krasner gives the following definition: ‘sets of implicit or explicit principles, norms, rules, and decision-making procedures around which actors’ expectations converge in a given area of interna- tional relations.’ 22. Kumar, op cit. in note 12, notes how the Indian peacekeeping doctrine increasingly accepts the use of force in situations of grave civilian threat, as long as this is authorised under UN mandate. ",
        "14 Peacebuilding in Asia: refutation or cautious engagement? The apprehension of some of these countries towards outside – seen as Western – interference is often linked to historical and domestic factors, despite their invoking the distinctiveness of their respective cultures in a rhetorical way to justify their resistance to interventionism; this is prev- alent in the foreign policy discourses of China and India. However, ac- cording to Seng Tan, 23 some ASEAN countries such as Thailand favour a less diplomatic interpretation of non-interference in contrast to mem- bers such as Indonesia, Burma/Myanmar and Vietnam who are strongly against outside involvement. In recent times, both China and India have shown more flexibility towards an extended sovereignty principle, even if this was not reflected in their votes in a UN General Assembly hearing on the ‘Responsibility to Protect’ held in June 2005: positions ranged from an outright ‘no’ from China and the Non-Aligned Movement (NAM) to a ‘no comment’ by India. 24 The international order is increasingly dominated by a global govern- ance-oriented West in pursuit of an ethical and responsible form of di- plomacy. 25 Former UK Foreign Secretary Robin Cook noted with refer- ence to British foreign policy: ‘our foreign policy must have an ethical dimension and must support the demands of other peoples for the democratic rights on which we insist for ourselves’. 26 This can be extrap- olated to the nature of external intervention in domestic peacebuild- ing activities by Western states supportive of a liberal ‘solidarist’ and liberal interventionist approach, along the lines of a post-Westphalian approach to security co-operation. 27 The notion of ‘liberal peace’ which currently dominates mainstream views on international peacebuild- ing is related to liberal interventionism based on the body of theory 23. See Seng Tang, ‘NGOs in Conflict Management in Southeast Asia’, in Caballero-Anthony and Acharya, op. cit. in note 10, p. 46. 24. For more details see chart with governments’ positions available at: http://www.responsibilitytoprotect.org/ files/June_GAHearings_GovtPositions_R2P_Chart.pdf.. 25. Andrew Hurrell, ‘Hegemony, liberalism and global order: What space for would-be great powers?’, Interna- tional Affairs , vol. 82, no. 1, 2006, pp. 1-19. 26. See ‘Robin Cook’s speech on the government’s ethical foreign policy’, The Guardian , 12 May 1997, available at http://www.guardian.co.uk/world/1997/may/12/indonesia.ethicalforeignpolicy. 27. See Sperling, op. cit. in note 1. According to Ramsbotham et al., op. cit. in note 3, ‘solidarists’ and in- ternationalists support international intervention, on condition that it is sanctioned by international law and collective security norms, that is, by the so-called ‘international community’. Liberal interventionism justifies international intervention in instances when the state, expected to act responsibly vis-à-vis its citizens, has been rendered incapable of providing the minimum degree of security and order. In these instances, sovereignty is also redefined to include the notion of responsibility. In contrast, pluralists support international society’s norm of non-intervention. ",
        "15 1. Introduction: Is there an ‘Asian’ approach to peacebuilding on ‘democratic peace’. 28 Liberal peacebuilding further translates into a growing involvement in state-building activities through development assistance flows by international non-governmental organisations op- erating in conflict scenarios. 29 A ‘liberal peace’ further shares the liberal internationalist component of the ‘Responsibility to Protect’ doctrine on humanitarian intervention but differs from it in that it is not im- posed but requested by the host countries instead. 30 This trend towards liberal interventionism and involvement in domestic state-building as part of peacebuilding contrasts with the views of post-colonial Third World countries – including Asian states. 31 Asian countries have further proven to have common views on the human rights regime at the core of peacebuilding initiatives world-wide, views which are often at odds with Western perspectives. 32 The growing involvement of NGOs in the provision of human rights ad- vocacy, as well as conflict prevention and resolution, constitutes an ad- ditional source of concern for governments in the global South. In the case of Asian states, there has been a historical suspicion towards NGO activism since they have traditionally been perceived as subversive ele- ments in state-centric societies. Civil society activists working on human rights and peacebuilding activities in Asia face strong governmental pres- sure, often relying exclusively on foreign support for their activities. Many Asian governments see outside support given to NGO activists in their country as yet another form of outside interference in their internal af- 28. The concept of ‘democratic peace’ was originally conceived in the framework of maintaining a ‘zone of peace’ among Western liberal states during the 1980s/90s: democracy would account for democratic peace following cultural/normative and structural/institutional models. For a comprehensive collection of different viewpoints see Michael Brown et al. (eds), Debating Democratic Peace (Cambridge, MA: MIT Press, 1996). 29. See Roger Mac Ginty, ‘Indigenous peace-making versus the liberal peace’, C ooperation and Conflict , vol. 43, no. 2, 2008, pp. 139-63. The author notes that liberal peacebuilding emphasises neo-liberal economic principles, good governance and adequate security concerns as a means of solving intra-state conflicts in developing coun- tries: the basic premise is that a liberal market democracy is the ideal model of domestic governance with a view to maintaining sustainable peace. 30. For more on the Responsibility to Protect see the website of the International Commission on Intervention and State Sovereignty (ICISS) at www.iciss.ca/about-en.asp.. The ICISS aims to provide a legal and ethical basis for humanitarian intervention by external actors (preferably international actors through the UN) in a state that is unwilling or unable to fight genocide, mass killings and other massive human rights violations. 31. This has been proven in numerous instances, such as in critical statements made by the Non-Aligned Move- ment referring to foreign occupation, interference in internal affairs and sanctions inconsistent with international law. As an example, see the Final Document of the NAM XIII Ministerial Conference held in Cartagena, Colom- bia, in the year 2000, available at http://www.nam.gov.za/xiiiminconf/final1.htm#international%20context. 32. The Final Declaration of the Regional Meeting for Asia of the World Conference on Human Rights which took place during the lead-up to the World Conference on Human Rights in 1993 expresses this view very suc- cinctly. See ‘Final Declaration of the Regional Meeting for Asia of the World Conference on Human Rights’, available at http://law.hku.hk/lawgovtsociety/Bangkok%20Declaration.htm. ",
        "16 Peacebuilding in Asia: refutation or cautious engagement? fairs. Notwithstanding, NGOs have managed to achieve a higher profile in non-traditional security issues, notably in the case of ASEAN. Seng Tan 33 relates this to its new democratic members – Thailand, the Philip- pines and Indonesia. 33. Seng Tang, op. cit. in note 23, p. 46. ",
        "17 2. Peacebuilding within the region 2. Peacebuilding within the region The motivations underlying and the nature of Asian actors’ approach to peacebuilding will change depending on whether it is applied within or beyond Asia. As examples of different forms of peacebuilding within the region, this chapter focuses on bilateral relations between countries as well as on multilateral peacebuilding using ASEAN as a case study. In both instances, the existence of a shared cultural identity and values is emphasised: the aim is to enhance these in order to build national unity and consolidate inter-state relations. This has reinforced the view that there are unique and distinctive Asian decision-making norms, as ex- plored below. The importance of bilateral relations China and India have historically favoured dealing with their neighbours at a bilateral level, as opposed to using multilateral arrangements. Not coincidentally, Chinese and Indian foreign policy rhetoric relies heavily on both tangible and moral variables. 34 Thus, despite the fact that both countries will often exercise realpolitik in their regional foreign policy, they will rely heavily on moralpolitik at a rhetorical level. In real life terms, this translates into informal negotiations behind the scenes as the effec- tive means to resolve disputes and exercise leverage, meaning that official negotiations are a symbolic gesture rather than a real attempt at conflict resolution. This is prevalent in multilateral fora everywhere but in the case of Asian multilateral arrangements saving face will be prioritised over reaching a tangible outcome. In fact, the Asian mode of diplomacy is typically characterised by maintaining personal relationships and a tra- ditionally reactive style which is gradually evolving in a more proactive direction in line with public diplomacy objectives. 35 Thus, no measures that openly degrade the other party will be taken, particularly at a bilat- 34. Andrew Hurrell, ‘Some reflections on the role of intermediate powers in international institutions’ in Andrew Hurrell (ed.) Paths to Power: Foreign Policy Strategies of Intermediate States (Washington D.C.: Latin American Program, Woodrow Wilson International Center, 2000). 35. Kishan S. Rana, Asian Diplomacy: The Foreign Ministries of China, India, Japan, Singapore and Thailand (Washington, D.C.: Woodrow Wilson Center Press, 2009), p. 7. Jozef Batora (quoted in Rana, p. 7) defines ‘public diplomacy’ as ‘the development, maintenance and promotion of a country’s soft power.’ ",
        "Peacebuilding in Asia: refutation or cautious engagement? 18 eral level; hence the distrust of peace conditionalities and tied aid, which are common practice in international multi-party mediation of peace processes. Japan’s approach to peacebuilding in Asia stands out from the other cases under scrutiny here. The reason is its progressiveness, both in its intrinsic nature and in the scope of its implementation. Compared to other Asian actors, Japan has shown unprecedented initiative in becoming involved in the domestic peace process in Asia. Unlike China and India which have favoured a bilateral approach, Japan has agreed to be part of Western-led multilateral peace initiatives within the region as was the case in Aceh, East Timor and Sri Lanka. Participating as a co-chair in multi-party peacebuilding has entailed the acceptance of certain aspects of a liberal peacebuilding approach such as the use of peace conditionalities and an emphasis on human rights. However, despite agreeing to these measures officially, Japan has shown reluctance to accept peace conditionalities, even at a rhetorical level: Tokyo has traditionally pressured for positive instead of negative linkage, in contrast to Western countries. In fact, as noted by a Japanese diplomat posted in Sri Lanka, Japanese aid is 80 percent bilateral versus 20 percent multilateral. 36 The Japanese example shows how peace conditionalities and human rights remain controversial issues in an Asian context where they are perceived as tools of foreign in- terference in ‘internal affairs’. The case of India’s reconstruction activities in Afghanistan is highlighted below. India’s activities do not fit into mainstream views on peacebuilding since their political component is limited, certainly officially. Instead, the bulk of activities are focused on technical and economic assistance. In- dia’s unprecedented reconstruction role in Afghanistan cannot be under- stood without taking into account the nature of Indo-Pakistani relations combined with the high degree of non-regional military engagement in the country, including by the global powers. The fact that Afghanistan is in the neighbourhood and has become the main theatre of the US ‘war on terror’ has raised Delhi’s geostrategic stakes beyond regional power dynamics: this further explains the unique nature of its involvement in the country. 36. Author interview with Mr. Hideaki Hatanaka, First Secretary (Political Section), Embassy of Japan, Colombo, Sri Lanka, on 7 March 2008. ",
        "19 2. Peacebuilding within the region 2. Peacebuilding within the region India in Afghanistan Despite the polarised political environment in Afghanistan, India cur- rently enjoys good relations with both the Afghan government and the opposition. It recently established the Afghanistan-India Partnership Council, having previously sponsored Afghanistan’s entry into SAARC in 2005 (see Kumar, op. cit. in note 12). India is today one of the six larg- est donors to Afghanistan, having contributed substantially to recon- struction efforts in the country since 2007-08. Proof of this is that ever since Afghanistan has ranked as the second largest individual recipient of Indian aid after Bhutan, an amount which supersedes India’s aid to its other neighbours combined (excluding Bhutan).* The bulk of India´s reconstruction projects in Afghanistan are focused on providing technical assistance in infrastructure building and the pro- vision of basic services, categorised in India as ‘Technical & Economic Co-operation’. S.M. Krishna, the Indian Minister of External Affairs, not- ed in Parliament in response to queries on India´s role in reconstruction activities in Afghanistan: They include hydro-electricity, power transmission lines, road con- struction, industry, telecommunications, information and broad- casting, and capacity building. In addition, India has undertaken community-level small development projects in the field of agricul- ture, rural development, education and health through Afghanistan that have a direct and visible impact on community life and with a focus on local ownership and management. ** In addition, India supports NATO’s ISAF mission in Afghanistan and the ‘Af-Pak’ policy of the Obama Administration. This goes to show how India is gradually opening up to potentially engage strategically with global powers on hard security co-operation ( see Kumar, op. cit. in note 12). * See Ministry of External Affairs budget, Indian Ministry of Finance; available online at: http://indiabudget.nic.in ** See ‘Parliament Q & As’, 3 March 2010, Indian Ministry of External Affairs; available online at: http://meain- dia.nic.in/ ",
        "20 The uniquely Asian ASeAN way ASEAN’s success is based on the principle of unity in diversity: the inde- pendence and sovereignty of its member states is respected when the or- ganisation takes collective decisions. In fact, one of its core objectives has been to foster cultural co-operation as a way of overcoming its members’ existing misconceptions of each other. 37 In principle, this idea extends to the principle of equality among its members; in reality, however, a degree of hierarchy exists within the organisation depending on the power and influence of each country: stronger members such as Indonesia and Ma- laysia will dominate over weaker members like Singapore and Brunei. 38 This is, however, a common feature in regional and multilateral organisa- tions. Another one of ASEAN’s core objectives has been to preserve internal se- curity and regional order both vis-à-vis external powers – including China and Japan – as well as among its members. For this purpose, they have used multilateral treaties to prevent future conflicts. In the case of ongo- ing conflicts, ASEAN has used informal consultations internally and the International Court of Justice (ICJ) for arbitration at the request of indi- vidual states. Thus, while there is a space for formal declarations, there is no proper regional mechanism of conflict management for domestic conflicts. Only recently, a more official Troika formula was established as part of ‘rapid diplomatic response’ to address situations of conflicts between its members: the foreign ministers of present, past and future chairs of the ASEAN Standing Committee will form an ad hoc committee to tackle issues of regional peace and stability. 39 This aims to replicate the European Union (EU) ‘Troika’ which represents the EU in external rela- tions that fall within the scope of the common foreign and security policy (CFSP). The particular nature of ASEAN’s conflict mechanism is based on the organisation’s lack of formal institutionalisation, ASEAN having opted for functional co-operation as a means to achieve regional reconciliation 37. Teik Soon, op. cit. in note 17. 38. Ibid. 39. Kamarulzaman Askandar, ‘A Regional Perspective of UN Peace Operations in Southeast Asia’ in Caballero- Anthony and Acharya, op. cit. in note 10, p. 29. Peacebuilding in Asia: refutation or cautious engagement? ",
        "21 2. Peacebuilding within the region gradually. 40 ‘Soft’ institutionalisation relies on confidence-building, pre- ventive diplomacy and informal conflict management rather than on the threat of punishment (collective security) or denial (collective defence). 41 Thus, musyawarah – rigorous consultation and negotiation processes on conflict issues that might affect relations between member countries – is used prior to the actual decision-making. It is very much a tool for peaceful settlement of disputes between member countries since it provides a plat- form for consultation and negotiation of issues prior to consensus-based decisions. 42 ASEAN’s strategy of consensus-based diplomacy reflects an Asian way of managing problems but not actually resolving them, certain- ly not via official channels. However, consensus-based decision-making combined with the principle of non-interference often leads to stagna- tion, as noted by one writer in reference to clashes between ASEAN and non-Asian members of the ARF. 43 As argued at the beginning of this paper, peacekeeping is very much em- bedded in an Asian approach to peacebuilding, primarily at a global level and increasingly so regionally too. In fact, Indonesia has proposed the creation of an ASEAN peacekeeping force as part of the ASEAN Security Community (ASC), in existence since 2003: this was meant to provide an ASEAN framework to handle security issues and disputes, as opposed to handling them bilaterally or using other international fora. 44 Indonesia’s initiative is striking given that it comes from the member that has the highest number of internal conflicts and has vociferously opposed outside interference in its domestic affairs. ASEAN members have already indi- vidually participated in peacekeeping operations in the region: Thailand, Malaysia and Philippines participated in peacekeeping in Cambodia and East Timor while Thai and Philippine observers were deployed to Aceh in 2002. Malaysia, for its part, sent a peacekeeping team in 2004 composed 40. Yunling, op. cit. in note 16. 41. Arabinda Acharya, ‘India and Southeast Asia in the Age of Terror: Building Partnerships for Peace’, Contem- porary Southeast Asia , vol. 28, no.2, 2006, pp. 297-321. 42. Askandar, op. cit. in note 39, p. 29. 43. Simon, op. cit. in note 16, p. 301. The ASEAN Regional Forum (ARF) has brought together ASEAN members, Japan, China, and South Korea, as well as other non-Asian Pacific countries, namely Australia, Canada and the US. 44. Askandar, op. cit. in note 39, p. 37, further notes the mandate of the peacekeeping force would include standby arrangements, along with other options like co-operation with the UN and co-ordination among ASEAN countries for joint training and other activities. Availability outside the region remains unclear. Seng Tang, op. cit. in note 23, p. 49, argues that the ASC could allow for the consolidation of more effective conflict resolution mechanisms, providing more diplomatic and military capacity to ASEAN members as a counterbalance to the rising Asian powers. ",
        "22 Peacebuilding in Asia: refutation or cautious engagement? of military personnel to act as observers of the ceasefire agreement be- tween the Government of the Philippines and the Moro Islamic Libera- tion Front (MILF). 45 Teik Soon 46 further notes how ASEAN was actively involved in the crisis in Cambodia following the Vietnamese invasion and occupation in December 1978: it managed to obtain the UN’s support for its proposal for a comprehensive political settlement; yet neither Vietnam nor Cambodia were ASEAN members at the time. ASEAN members have also sought to expand their multilateral linkages to include other countries in the Pacific through the ARF, as well as the East Asia Summit (EAS), (see page 23). The establishment of the ARF was strongly supported by Beijing. It is the first region-wide inter-governmen- tal forum on regional security co-operation in the Asia Pacific and is cur- rently the only multilateral security institution in Asia. It emphasises con- fidence-building measures as a first step towards security enhancement which should evolve towards preventive diplomacy and conflict resolu- tion. The meetings are not held at heads-of-state level but at ministerial level instead; the consensus principle also dominates ARF decisions. The main obstacle to move beyond confidence-building has been China’s con- cern that a green light on mainstream conflict resolution activities could result in the ARF’s interference in members’ domestic affairs: this led to the mechanism being renamed ‘elaboration of approaches to conflict. 47 Despite existing resistance to preventive diplomacy, there is an agreement to resolve disputes peacefully among all of its members. Recently, the ARF has shifted its focus to non-traditional security issues such as health pandemics, disaster relief, maritime security and counter-terrorism; intra- state conflicts are not part of the agenda. Transboundary issues have be- come particularly susceptible to ARF consideration since they are seen as less politically sensitive, thus less challenging for state sovereignty and non-interference. This has, in turn, opened the door for Track II organisa- tions to become involved: their meetings are often held on the margins of ARF high-level meetings. 48 Notwithstanding, security dialogues have been held on sensitive topics such as human rights issues in Burma/My- anmar, problems in the Korean Peninsula, the South China Sea Islands, 45. Askandar, op. cit. in note 39, p. 39. 46. Teik Soon, op. cit. in note 17. 47. Simon, op. cit. in note 16, p. 301. 48. Ibid., p. 303. According to the author, Track II organisations in this context consist of a mix of academic experts, research analysts, and government officials acting privately. ",
        "2. Peacebuilding within the region 23 non-proliferation issues and anti-terrorist co-operation. 49 The ARF provides a good example of how there has been an increasing recognition of the utility of NGOs as positive social forces rather than dangerous anti-government elements; the suspicion has traditionally been reciprocal, nonetheless, with NGOs in Southeast Asia reluctant to engage with regional intergovernmental organisations. 50 Regional co-operation in ASEAN continues to be state-centred and elite-driven with minimal civil society engagement despite the proliferation of Track II processes. Notwithstanding, some examples are emerging such as interfaith infor- mal dialogue activities between religious organisations in Southeast Asia following the 9/11 terrorist attacks in the US as part of the Council for Security Co-operation in the Asia-Pacific (CSCAP). Another example is the ASEAN People’s Assembly (APA) which brings together Tracks II and III to engage in dialogue over social and security issues towards ‘participa- tory regionalism’. 51 The establishment of an ASEAN Security Community is also seen as a means of formalising enhanced participation by civilian actors in conflict management. Along similar lines to the ARF, the EAS came into existence in 2005. It was originally a Malaysian initiative backed by China which aims to move beyond a multilateral economic agenda in order to address issues of secu- rity, democracy, good governance and the rule of law. Its meetings are also hosted by ASEAN; additional members include China, Japan, Australia, New Zealand and India. The US has not been keen to join the organisa- tion since, according to one commentator, 52 Washington prefers ad hoc multilateral security alliances as opposed to consensus-based decision- making as a means to deal with regional problems. Moreover, the same writer notes that the US favours APEC (Asia-Pacific Economic Co-opera- tion) and the ARF as the lead organisations in economics and security in the Asia-Pacific. 49. Ibid., p. 301. 50. Seng Tang, op. cit. in note 23, p. 47. 51. Ibid. 52. Simon, op. cit. in note 16, pp. 307-8. ",
        "",
        "25 3. Peacebuilding beyond the region 3. Peacebuilding beyond the region The countries featured in the case studies under scrutiny here have, with the exception of Japan, focused the bulk of their peacebuilding activities outside the region to contributing forces to UNPKO. Not surprisingly, much of the deployment of Asian UN peacekeepers has taken place out- side the region, with the exception of Timor-Leste in the Chinese and Japa- nese cases. 53 In all three cases, participating in UN peacekeeping missions is seen as a means to achieve an expanded role in world affairs, as well as a way of fulfilling their international responsibility towards international security co-operation. In the cases of India and Japan, participating in UN peacekeeping operations is seen as a minimum pre-condition to obtain a permanent seat at the UN Security Council. One expert 54 further argues that for China and Japan, participating in peacekeeping operations pro- vides both countries with an image of ‘legitimate world powers’ whose use of military force is sanctioned multilaterally and symbolises the interna- tional collective will rather than their national interest; this protects them from being accused of ‘revisionist’ intentions. China’s strategic dialogue with NATO, which included recognising NATO’s role in the operations in Afghanistan, was seen as a vital first step. 55 In the Japanese case, its con- tribution to the UNPKO has helped downplay ‘anti-militarist’ attitudes towards Japan among Asia-Pacific states, especially among ASEAN mem- bers, South Korea and China. It has also provided a strategic balance for Japan vis-à-vis its historical security alliance with the United States. 56 In fact, all three countries’ peacekeeping and peacebuilding activities are in- fluenced by US pressure and its web of security alliances throughout Asia. An in-depth analysis of the cases of China, India and Japan is provided in the following section. 53. For details on the geographic deployment of Japanese peacekeepers see Haruhiro Fukui, ‘From Deterrence to Prevention’ in Emil J. Kirchner and James Sperling (eds.) National Security Cultures: Patterns of Global Governance (Ox- ford: Routledge, 2010), p. 251. For details on the geographic location of Chinese peacekeepers see International Crisis Group, op. cit. in note 12, Appendix A. 54. Suzuki, op. cit. in note 11. 55. Pang Zhongying, ‘China’s Changing Attitude to UN Peacekeeping’ in Caballero-Anthony and Acharya, op. cit. in note 10, pp. 84-5. 56. Katsumi Ishizuka, ‘Japan’s Policy Towards UN Peacekeeping Operations’ in Caballero-Anthony and Acharya, op. cit. in note 10, p. 66. ",
        "26 Peacebuilding in Asia: refutation or cautious engagement? China: an ‘independent foreign policy of peace’ or rather contingent multilateralism? China constitutes an ‘emerged’ power and is on its way to become the leading global power, potentially surpassing the US in the decades ahead. Not surprisingly, its economic potential and size have led many to fear the rise of the Asian giant despite its ‘peaceful rise’ discourse which has evolved into ‘harmonious development’ as of late. The predominant view in China is that the country can enjoy a peaceful rise since existing condi- tions are conducive to it: any form of military conflict would adversely affect its economic development. 57 Part of China’s strategy to avoid being perceived as a threat has consisted in promoting an ‘independent foreign policy of peace’ since Xiaoping’s reform and opening-up policy from the late 1970s. One commentator 58 describes it as a pragmatic strategy that is ideologically agnostic, goal-fulfilling and driven by national interest: this includes avoiding confrontational relations with the US and other West- ern powers while simultaneously diffusing tensions along its borders. As noted by China’s Ministry of Foreign Affairs, ‘the fundamental goals of this policy are to preserve China’s independence, sovereignty and territo- rial integrity, create a favourable international environment for China’s reform and opening up and modernisation construction, maintain world peace and propel common development.’ 59 The emphasis on peaceful co- existence in Chinese foreign policy is not new, as the historical emphasis on the Five Principles of Peaceful Co-Existence proves. China has also conducted a ‘good neighbour policy’ since the 1950s which has led to a shift in its relationship with its Southeast Asian neighbours, particularly ASEAN members. Yet, Suisheng Zhao 60 argues that Beijing only managed to have an integrated regional policy known as zhoubian zhengce (periphery policy) with its neighbouring countries, termed zhoubi- an guojia (periphery countries), after the early 1980s. From then onwards, in keeping with its overall foreign policy goals, Beijing has aimed to ex- 57. Andrew Scobell, ‘China’s Rise: How Peaceful?’ in Sumit Ganguly et al . (eds.), The Routledge Handbook of Asian Security Studies (Oxford: Routledge, 2010), p. 12. 58. Suisheng Zhao (ed.), Chinese Foreign Policy: Pragmatism and Strategic Behaviour (New York: East Gate Book, 2004), p. 4. 59. For more details see ‘China’s independent foreign policy of peace’, available online on the website of the Chinese Ministry of Foreign Affairs. See: http://www.fmprc.gov.cn/eng/wjdt/wjzc/t24881.htm. 60. Zhao, op. cit. in note 58, p. 17. ",
        "27 3. Peacebuilding beyond the region plore common ground in the economic and security fields with its periph- ery: the ultimate purpose is to portray itself as a responsible power that contributes to stability and co-operation in the region. 61 China’s partner status to ASEAN based on regional economic ties, as well as its participa- tion in the ARF and the EAS, further proves Beijing’s keenness to become engaged in regional arrangements. What has changed is the fact that Bei- jing has ensured that it became ASEAN’s largest trading partner – beyond the US – as a guarantee that its neighbours do not undermine their ‘mu- tual prosperity’. 62 This has borne fruit since, according to the expert just quoted, ASEAN members have become increasingly weary of subscribing to US-led regional security efforts as a result of China’s proactive engage- ment in the region. Simultaneously, Chinese policymakers have realised that thinking local- ly demands acting globally: in order to ensure domestic security China has no choice but to ramp up its activities and efforts overseas, as it has to manage and meet the rising expectations of the Chinese people. 63 For this purpose, Beijing is currently focusing its efforts on participating in UNPKO, providing foreign development assistance as a form of ‘soft pow- er’ vis-à-vis the global South while engaging in regional security arrange- ments. Aside from fulfilling its requirements as a ‘responsible world pow- er’, these are ways for China to strategically rebalance vis-à-vis the US and Western global hegemony. 64 One expert 65 terms it ‘contingent multilater- alism’ or ‘counter-multilateralism’: it is a means of establishing Chinese autonomy in the global sphere based on the logic of complementarity and reflexivity. From a Chinese standpoint the global system is imbalanced, which is reflected in the unipolarity of American dominance. 66 61. Ibid, p. 18. Zhao further notes how, economically, Beijing’s good-neighbour policy is tightly linked to its aim to achieve economic modernisation and its share of rapid economic growth in the Asian region. Security-wise, China wants to avoid its neighbours becoming military security threats by settling border disputes ‘through consultations and negotiations’. 62. Anthony Coates, ‘Power, Complementarity and Reflexivity’ in Emil J. Kirchner and James Sperling (eds.), National Security Cultures: Patterns of Global Governance (Oxford: Routledge, 2010), p. 227. 63. Scobell, op. cit. in note 57, p. 14. 64. For more on China’s foreign policy posture towards international norms, responsibilities and institutions see Harding (p.109) and Godement (p.123), sections in Shambaugh and Wacker, op. cit. in note 12. 65. Coates, op. cit. in note 62, pp. 225, 239. 66. For a view from the other side, i.e. how Americans, Europeans and Japanese see Chinese global and regional foreign policy, see Robert Ash et al . (eds.) China Watching: Perspectives from Europe, Japan and the United States (Ox- ford: Routledge, 2007). For a specific account of American and European relations with China, see Shambaugh and Wacker, op. cit. in note 12. ",
        "28 Peacebuilding in Asia: refutation or cautious engagement? China has further shown a strong interest in ensuring stability, includ- ing its attempt to resolve its territorial disputes amicably, particularly inland frontier disputes which are not considered as important as coast- al and maritime territories; Hong Kong, Macao and Taiwan are still con- sidered vital for its national security. 67 In fact, Taiwan is China’s Achilles heel: the way in which Beijing handles the Taiwan issue will have key im- plications for its own foreign and domestic policy, as well as for global perceptions of China. It is not coincidental that China has exerted its UN veto power most prevalently in matters related to Taiwan, Tibet and human rights. 68 In addition, China has sought other means of engage- ment through military co-operation and its own multilateral security mechanisms such as the Shanghai Co-operation Organisation (SCO) and the Six Party Talks on North Korea. 69 Notwithstanding, its empha- sis on the principle of non-interference in other countries’ domestic affairs has provided China with an ideal pretext to support so-called ‘problem regimes’ in the global South; this has often created concerns among the target country’s neighbours. One such example would be the Chinese economic and military support for the regimes in Islamabad and Colombo which has tilted the regional power balance against India, raising eyebrows in Delhi. Similarly, Chinese support for rogue regimes such as those of Burma/Myanmar and North Korea leads to suspicions in the ‘political club’ of the Western elite, despite Beijing’s quest to be- come a ‘legitimate world power’. 70 Leaving its global power aspirations aside, China is also keen to be seen as a leader of the developing world. Thus, it has emphasised its aid programme since the 1950s: total Chinese ODA in 2006-7 is esti- mated between USD 1.5 and 2 billion. 71 Of this, approximately 40 per- cent of China’s ODA budget is granted to Africa and, specifically, to 67. Scobell, op. cit. in note 57, p. 16. For more on China’s policy towards Taiwan, see chapters by Ross and Christensen, respectively, in Alastair Iain Johnston and Robert S. Ross, New Directions in the Study of China’s Foreign Policy (Stanford: Stanford University Press, 2006). For more on China’s policy towards Hong Kong, see Lau Siu- kai, ‘Pragmatic Calculations of National Interest: China’s Hong Kong Policy, 1949-1997’ in Suisheng Zhao (ed.) Chinese Foreign Policy: Pragmatism and Strategic Behaviour (New York: East Gate Book, 2004). 68. Andrew F. Cooper and Thomas Fues, ‘Do the Asian drivers pull their diplomatic weight? China, India and the United Nations’, World Development , vol. 36, no. 2, pp. 293-307. 69. See Coates, op. cit. in note 62, p. 213 and Scobell, op. cit. in note 57, p. 16. 70. For more on China’s policy towards the Korean Peninsula see chapters by Ross and Goldstein, respectively, in Johnston and Ross, op. cit. in note 67. 71. Coates, op. cit. in note 62, p. 213. ",
        "29 3. Peacebuilding beyond the region conflict-affected countries. 72 What makes Chinese aid most attractive to many developing countries, particularly those termed as ‘post-con- flict’, is the fact that it bypasses good governance and environmental standards, making a point of not interfering in the domestic political affairs of aid recipient countries. Instead, it highlights its anti-colonial and anti-imperialist solidarity with them. 73 This is particularly tempt- ing for governments experiencing internal civil conflicts which will of- ten face strong pressure from Western lobbies to implement good gov- ernance policies and pursue certain forms of economic development as a means to achieving sustainable peace. However, there is growing recognition in Chinese policy circles that human rights issues in re- cipient countries need to be considered when providing development assistance. 74 China’s reticence to take an official political stance despite its lever- age in countries facing conflict situations has sometimes led to crit- icism and apprehension in the West: Sudan and Sri Lanka come to mind. 75 On the flip side, this provides China with valuable political capital which can be used to the advantage of UN peacekeeping efforts if Beijing wishes to engage in them, as was the case in Sudan. 76 Not sur- prisingly, many countries in the global South have supported China’s ‘hands-off’ stance which they claim is more coherent than Western ‘double standards’ and selectivity towards certain regimes. Neverthe- less, China is increasingly facing a dilemma between its aspiring role as a ‘responsible power’, seeking to uphold the core norms of interna- tional legitimacy – which entail propagating democratic governance and respect for human rights – and its claim to be a voice for the coun- 72. Ibid, p. 224. Coates further provides a comprehensive account of China’s shift towards weak multilateral- ism towards Africa which started with the establishment of the Forum on China-Africa Cooperation (FOCAC) in 2000. This would eventually translate into the cancellation of debts of some African countries to China ac- companied by up to USD 500 million in development grants to the continent. This figure was doubled to USD 1 billion in 2009. 73. Giles Mohan and Marcus Power, ‘New African Choices? The Politics of Chinese Engagement’, Review of African Political Economy , vol. 115, pp. 23-42, quoted in Coates, op. cit. in note 62, p. 224. 74. Wang Zaibang, ‘World Transformation and Global Governance’, presented at a conference in Berlin, 2007, quoted in Coates (op. cit. in note 62, pp. 224-5) notes how after years of preventing UN action on the humani- tarian situation in Sudan due to its oil interests, China has allowed several UN Security Council Resolutions to pass condemning the Government of Sudan on Darfur. 75. Edward Friedman, ‘Chinese Nationalism and American Foreign Policy’, Testimony to the United States China Commission , 14 April 2005 (quoted in Swaine, op. cit. in note 12) notes how some outsiders see China’s involve- ment in UNPKOs as designed to ‘block efforts at democratisation, specially in what Chinese leaders see as their Asian backyard.’ 76. International Crisis Group, op. cit. in note 12. ",
        "30 Peacebuilding in Asia: refutation or cautious engagement? tries of the developing world who resist the imposition of a ‘civilised’ domestic government. 77 In fact, increased Chinese participation in UNPKO is seen as a means to dilute this tension within Chinese foreign and security policy despite Bei- jing continuing to be among the staunchest defenders of the principles of sovereignty and non-interference among its Asian peers. Senior Colo- nel Zhang Ping (Zhang), Deputy Director General, Peacekeeping Affairs Office, Chinese Ministry of National Defence, highlights how ‘Chinese peacekeeping operations must be guided by three basic principles: consent of the parties, impartiality and no use of force except in self-defence’. 78 Yet, China has recently established the largest training centre for peacekeep- ing and civilian police in Asia. 79 Unofficially, however, Chinese support to countries in conflict has sometimes entailed arms supplies to regimes in power. This has led to controversial situations such as the case of the AU-UN Hybrid Operation in Darfur (Sudan) where the rebels accused the Chinese of supplying arms to the Sudanese government, putting the lives of Chinese peacekeepers in jeopardy. In terms of the engagement of Chinese civil society in ‘community building’, this continues to be a sensitive topic for the regime in Beijing. While China has officially recognised non-governmental efforts as an indispensable part of China’s economic and social development, suspi- cion towards NGO activities prevails. 80 Indeed, the blossoming of social organisations (SOs) and non-governmental non-commercial enterprises (NGNCEs) in China does point to a rise of the non-governmental and non-profit sector in the country as a result of the withdrawal of the state. However, one commentator 81 states that China only has a handful of NGOs; many Chinese foundations, trade associations, and professional 77. Suzuki, op. cit. in note 11. 78. Zhang further noted: ‘Since its first participation in 1990, the PLA has contributed a total of over 15,000 military personnel to 18 UN peacekeeping missions. At present, we have deployed military units to the UN Mis- sion in the Democratic Republic of the Congo, the UN Mission in Liberia, the UN Mission in Sudan, the UN In- terim Force in Lebanon, and the AU-UN Hybrid Operation in Darfur (Sudan). These units are mainly tasked with constructing and maintaining roads, bridges and airports, delivering supplies and providing medical treatment.’ Quoted in ‘Chinese Soldiers Hone Skills on Frontlines of Peace’, Global Times , 10 May 2010, available online at: http://opinion.globaltimes.cn/commentary/2010-05/530295.html. 79. Cooper and Fues, op. cit. in note 68. 80. Qiusha Ma, ‘The Governance of NGOs in China Since 1978: How Much Autonomy?’, Nonprofit and Voluntary Sector Quarterly , vol. 31, no. 3, September 2002, pp. 305-28. 81. J. Fisher, Nongovernment: NGOs and the Political Development of the Third World (West Harford, CT: Kumarian, 1998), quoted in Ibid, p. 306. ",
        "31 3. Peacebuilding beyond the region associations are in fact government-organised NGOs (GONGOs). Bei- jing feels particularly uneasy about the engagement of Chinese NGOs in the international arena; the Chinese regime particularly fears NGO activities that highlight China’s shortcomings in the field of domestic human rights. However, ‘over the past three years, China’s Ministry of Foreign Affairs has begun to promote the involvement of Chinese NGOs in the UN’. 82 According to one writer, this is also happening at a regional level. 83 Coates highlights China’s support for several non-governmental initiatives in the region as part of the EAS: this includes co-founding the Network of East Asian Think-Tanks (NEAT) in 2003 together with their regional counterparts. India: a global peacekeeper but still a regional hegemon Very much like China, India too has since the 1950s highlighted the Prin- ciples of Peaceful Co-existence as a key cornerstone of its foreign policy. This is part of the so-called ‘Gujral doctrine’ of the 1990s whereby India acknowledged the value of establishing non-frictional and normal-to- cordial relations with its neighbours. 84 In recent times, Delhi has become even more aware of the importance of maintaining regional stability in order to achieve its global political aspirations. Thus, the regional power has sought a more stable and legitimate form of regional domination in South Asia through regional integration as opposed to unilateral he- gemony. 85 However, the leading regional organisation in South Asia – the South Asian Association for Regional Co-operation (SAARC) established in 1985 – has progressed very slowly. This can be explained by the Indo- Pakistani tensions, as well as the widespread fear among India’s smaller 82. Lin Cotterrell and Adele Harmer, ‘Diversity in Donorship. The Changing Landscape of Official Humanitarian Aid’, HPG Research Report, Overseas Development Institute, London, September 2005, quoted in Cooper and Fues, op. cit. in note 68. See http://www.odi.org.uk/resources/download/234.pdf. 83. Coates, op. cit. in note 62, p. 228. 84. According to Bhabani Sen Gupta, the Gujral doctrine has five key elements. Particularly relevant to this paper are the following: (1) Agreements shall be between equal partners with equal sharing of benefits, with perhaps some concessions to the weaker and smaller neighbours: this will mean taking fully into account the sensitivities of the smaller neighbour; (2) India must remove from its own mind threat perceptions from neighbours except in the case of Pakistan. The perceptions of China owing to its friendship with Nepal, Bangladesh and Sri Lanka are dismissed as absurd, as well as the fear that India’s neighbours will ‘gang up’ against it and invade it. See Bhabani Sen Gupta, ‘India in the Twenty-First Century’, International Affairs , vol. 73, no. 2, 2007, pp. 297-314. 85. Detlef Nolte, ‘How to Compare Regional Powers: Analytical Concepts and Research Topics’, ECPR Joint Ses- sion of Workshops , Helsinki, 2007. ",
        "32 Peacebuilding in Asia: refutation or cautious engagement? neighbours of its hegemonic role in the region. 86 Historically, much like other Asian countries, India has traditionally emphasised bilateral rela- tionships over multilateral ones at the regional level. 87 Yet, transnational civil society initiatives are increasingly contributing to normalising rela- tions among SAARC members, particularly between India and Pakistan: one such example is the ‘Aman ki Asha’ initiative following the 2008 Mumbai attacks. 88 Thus, Delhi’s shift towards multilateralism, particularly regionally, is noteworthy. At a global level, India’s engagement in non-controversial international security initiatives is epitomised by its contribution to UN peacekeeping forces as the third largest contingent of military and po- lice to UN operations in recent times and financial contributor to the UN Peacebuilding Fund (PBF). 89 It is noteworthy that two other South Asian countries – Pakistan and Bangladesh – rank as top contributors to UNPKOs despite not having the economic potential or global agenda that India has. 90 In fact, Pakistan and India have participated in joint UNPKOs. There exists additional scope for co-operation with Delhi’s smaller neighbours, including with a view to using multilateral initia- tives to improve regional dynamics. Additional proof of India’s increas- ing peacekeeping reputation is the fact that it has become a member of the Organisational Committee of the Peacebuilding Commission as one of the top five providers of military personnel and civilian police to the UN peacekeeping operations. 91 Kumar 92 argues that this indicates Delhi’s inclusion of its peacemaking capabilities in its foreign policy doctrine. Some experts 93 further note how India sees a role for itself in promoting democracy in the world without using military intervention, in contrast 86. Kishore C. Dash, ‘The Challenge of Regionalism in South Asia’, International Politics , vol. 38, pp. 201-228 and Rajshree Jetly, ‘Conflict Management Strategies in ASEAN: Perspectives for SAARC’, The Pacific Review , vol. 16, no. 1, pp. 53-76 87. Leo E. Rose, ‘A Regional System in South Asia: Problems and Prospects’ in Robert A. Scalapino et al . (eds.), Asian Security Issues: Regional and Global , Institute of East Asian Studies (Berkeley: University of California, 1988) 88. ‘Aman ki Asha’ constitutes a unique peace initiative launched by Pakistan and India’s giant media groups and civil society in order to normalise relations between the two countries and promote regional initiatives. For details see: http://www.amankiasha.com/default.asp. 89. See contributions to UNPKO as of May 2010. Available online at: http://www.un.org/en/peacekeeping/ contributors/2010/may10_1.pdf. For details on pledges to the UN Peacebuilding Fund, see http://www.unpbf. org/pledges.shtml. 90. See Ibid. 91. Cooper and Fues, op. cit. in note 68, p. 302. 92. Kumar, op cit. in note 12. 93. Cooper and Fues, op. cit. in note 68. ",
        "33 3. Peacebuilding beyond the region to the US: it is keen to become engaged in providing training to bureau- crats and sharing knowledge on constitutional, judicial and electoral procedures. Much like Taiwan for China, Kashmir is India’s ‘elephant in the room’ in its quest for regional and global stability. Delhi is apprehensive about internationalising the Kashmir issue, largely due to historical resentment towards outside interference in the region, and even more so because of the importance of such a critical issue for its national security. Indeed, while India is keen to become a prestigious member of the global govern- ance club and actively pursues this goal, it will not take any risks when it comes to Kashmir nor vis-à-vis internal conflicts within its smaller neigh- bours. The official peace process which took place between 2003 and 2006 did not bear the necessary fruits at Track I level on the Kashmir conflict; this had a lot to do with other actors’ interference in Indo-Pakistani rela- tions – Afghanistan, China and the US, among others. Yet, as argued by Radha Kumar, 94 the initiative did lower the degree of cross-border vio- lence in Jammu and Kashmir. Moreover, it enhanced informal dialogue among representatives of civil society: this, however, does not imply that civil society in Kashmir is strong. In fact, one commentator 95 notes how weakly developed it is, largely due to the highly politicised environment. 96 Notwithstanding, think tanks and policy experts working on Kashmir have mushroomed throughout India which has led to increased Track II initiatives – informal dialogues and secret talks – with their Pakistani and Kashmiri counterparts. Reflecting the Asian style of diplomacy, most progress is achieved informally using backchannels which allow for sub- tler means of exercising leverage. This is also how Delhi has chosen to engage as external third party in domestic peace processes in the region as attested for example by the Sri Lankan and Nepalese cases, particularly after its fiasco in Sri Lanka during the late 1980s. In fact, Delhi will cur- rently take great pains not to be seen as officially interfering in the inter- nal affairs of its smaller neighbours. 94. Kumar, op. cit. in note 12. 95. Kristoffel Lieten, ‘Jammu and Kashmir: Half a Century of Conflict’ in Monique Mekenkamp et al . (eds.) Searching for Peace in Central and South Asia , European Centre for Conflict Prevention (London: Lynne Rienner Pub- lishers, 2002), p. 375. 96. Ibid., p. 373. Lieten further argues how Kashmir is such a polarised political environment that civil society institutions, if not directly militant, function as front organisations for the multifold political factions; he high- lights the conspicuous absence of a peace movement in Kashmir. ",
        "34 Peacebuilding in Asia: refutation or cautious engagement? India also sees foreign economic assistance to other countries as a means to achieve certain political and economic goals. Nonetheless, Delhi is keen to present its foreign aid as ‘technical and economic co-operation with other countries’ and as an example of South-South co-operation in the case of developing countries. In Delhi’s view, the wrong kind of aid, such as conditional or tied aid, can have counter-productive effects. 97 Indian di- plomacy has a long history of using ‘soft power’, having traditionally seen itself as a ‘champion of the world’s poor and dispossessed’: it strongly advocates the interests of the developing countries, somewhat reminis- cent of its oppositional historical legacy in the international arena. 98 Not coincidentally, the bulk of Indian aid goes to Afghanistan, Bhutan and Nepal which shows its focus on its neighbours despite a large increase to Africa in recent times, both for economic and political imperatives. The 2004 Asian tsunami further constituted a watershed event: it transformed India’s status from a traditional aid recipient to an emergent global donor country. 99 In line with its ‘Look East’ policy, India has sought to expand its rela- tionships with its Southeast Asian neighbours and Japan. 100 In doing so, Delhi also wishes to establish a strategic balance to Chinese influ- ence in key locations such as Burma/Myanmar and Southeast Asia. 101 Furthermore, it has also sought to counterbalance China’s sense of su- periority as Asia’s sole superpower which has traditionally played the Pakistani card to curb India’s hegemony in South Asia. The nature of India’s involvement in Asia focuses on economic partnerships with its neighbours, as opposed to the traditional forms of military hard power or political means of coercive bargaining. Thus, economic linkages are being prioritised as a new means of establishing regional security as- surances: Delhi sees economic assistance to other countries as a means to improve relations between countries, despite the prevailing ‘Marwari 97. Gareth Price, ‘Diversity in Donorship. The Changing Landscape of Official Humanitarian Aid: India’s Offi- ‘Diversity in Donorship. The Changing Landscape of Official Humanitarian Aid: India’s Offi- cial Aid Programme’, HPG Background Paper, Overseas Development Institute, London, September 2005. See http://www.odi.org.uk/resources/download/302.pdf. 98. Cooper and Fues, op. cit. in note 68, p. 295. 99. Price, op. cit. in note 97. 100. Recent talks of civil nuclear co-operation between India and Japan confirm Delhi’s continued interest in deepening relationships with its East and South-East Asian neighbours. For details, see http://news.ninemsn. com.au/world/7949041/india-japan-discuss-civil-nuclear-deal. 101. Ashok Kapur, India: From Regional to World Power (London: Routledge, 2006), p. 210. ",
        "35 3. Peacebuilding beyond the region psyche’. 102 The ratification of the South Asian Preferential Trading Ar- rangement (SAFTA) within the SAARC framework, as well as economi- cally successful Free Trade Agreements (FTAs) with Sri Lanka and Sin- gapore are proof of this. 103 In addition, new regional and sub-regional economic blocs, of which India is an integral part, are flourishing across Asia, such as: the Asia Pacific Trade Agreement (APTA), 104 a Framework Agreement on Comprehensive Economic Co-operation between India and ASEAN, 105 Joint Study Groups to explore comprehensive economic agreements with China, Japan, Indonesia, Korea, Thailand, Japan and Singapore and the Bay of Bengal Initiative for Multi-Sectoral Techni- cal and Economic Co-operation (BIMSTEC). 106 Nonetheless, Kumar 107 notes how India is increasingly engaged in maritime co-operation with Southeast Asian countries and Japan within the framework of the ARF and EAS, respectively: the idea is to protect commercial sea lanes in the Indian Ocean and East Asian straits through which over 60 percent of the region’s energy imports are shipped. Japan: Asia’s exception to the rule in peacebuilding Japan’s involvement in peacebuilding is very different to that of China and India, as explained here: it has a much longer tradition of involvement in the conflict resolution component of peacebuilding, as opposed to peace- keeping operations. Japan has been actively involved in the peace proc- esses in Aceh, Afghanistan, East Timor, Mindanao and Sri Lanka. This is partly the result of the Fukuda Doctrine from 2002, as a result of which Tokyo has sought a higher political profile in Southeast Asia through its 102. See S.D. Muni, ‘Problem Areas in India’s Neighbourhood Policy’, South Asian Survey , vol. 10, 2003, pp. 185- 96. Muni describes the ‘Marwari psyche’ in an Indian regional context as India being in need of ‘taking’ some- thing from its neighbours while ‘giving’ something to them. The neighbours will seek to exploit this as a bargain- ing chip. This explains why India has not been able to earn political goodwill through its economic policy despite being some of its neighbours’ most important economic partner. 103. For more details on regional economic integration and Foreign Direct Investment (FDI) flows in South Asia see Research and Information System for Developing Countries (RIS), ‘South Asia Development and Coopera- tion Report 2008’ (New Delhi: Oxford University Press, 2008). 104. The APTA was signed in 2005. The Agreement is operational among five countries, namely Bangladesh, China PR, India, the Republic of Korea and Sri Lanka. For more details see website of the Department of Com- merce, Ministry of Commerce and Industry, India, at: http://commerce.nic.in/. 105. This agreement was signed in 2003. See John Baylis et al ., The Globalization of World Politics: An Introduction to International Relations (Oxford: Oxford University Press, 2008), p. 443. 106. The initiative involves five members of SAARC (India, Bangladesh, Bhutan, Nepal and Sri Lanka) and two members of ASEAN (Thailand, Burma/Myanmar). BIMSTEC is visualised as a ‘bridging link’ between ASEAN and SAARC. See Department of Commerce, Ministry of Commerce and Industry, India, op cit. in note 106. 107. Kumar, op cit. in note 12. ",
        "36 Peacebuilding in Asia: refutation or cautious engagement? increased involvement in domestic peace processes in the region. 108 It can also be explained by its history of militarism, territorial expansion and great power rivalry, which explains why Japan has been keen to enhance its diplomatic prestige and political clout vis-à-vis its neighbours. It further has to do with its long-standing status as a leading global economy and G-8 founding member, albeit one that retains a distinctive Asian identity. As noted by one writer, 109 this allows the Japanese elite’s security culture to display ‘institutionalised and reflexive multilateralism’, although not to the point of China’s ‘contingent co-operation’. As an active participant in multilateral peacebuilding initiatives throughout the world, Japan has always highlighted the importance of territorial integrity. With its West- phalian mindset, Japan is reluctant to apply peace conditionalities while opting for a less vocal stance than its Western peacebuilding partners on human rights, particularly when it comes to condemning regimes in pow- er on the basis of human rights violations. This was reflected both in the case of the regimes in Jakarta and Colombo during the Acehnese and Sri Lankan peace processes, respectively. 110 Traditionally, Japan’s security policies have been economically focused and broadly defined so as to include comprehensive issues such as energy security and ‘human security’, despite its recent shift back to a focus on more traditional security issues such as counter-terrorism. 111 For decades, Japanese security policy abroad was regarded as ‘chequebook diplomacy’ due to its extensive financial contributions but refusal to engage in any hands-on intervention. This was very much the case until the 1991 Gulf War which constituted a turning point: Japan’s stance sparked strong criticism both domestically and abroad, including from its traditional se- curity ally, the US; Tokyo’s global security policy was seen as ‘clearly too 108. Lam Peng-Er, ‘Japan’s Peace-building Diplomacy in Aceh’, Asian Ethnicity , vol. 5, no.3, October 2004, pp.353-66. 109. Fukui, op. cit. in note 53, p. 248. 110. Peng-Er, op. cit. in note 108, and Lam Peng-Er, ‘Japan’s Peace Building Diplomacy in Sri Lanka’, East Asia , vol. 21, no. 2, Summer 2004, pp. 3-17. 111. Andrew L. Oros, ‘Japan’s Security Future’ in Sumit Ganguly et al . (eds.), The Routledge Handbook of Asian Security Studies (Oxford: Routledge, 2010). Japan’s views on ‘human security’ differ somewhat from this main- stream view in that it is based on the idea of ‘freedom from want’, also seen as an alternative to humanitarian intervention, as opposed to a justification for it, as argued by liberal interventionists. Then Japanese Prime Minister Obuchi made a speech in Hanoi in 1998 that called for the establishment of a trust fund for human security in the UN which came along with a substantial donation. For more details see Nobuhiko Suto, ‘Regional Introduction: Japan - Accepting the Challenges of Conflict Prevention and Peacebuilding’ in Annelies Heijmans et al . (eds.) Searching for Peace in Asia Pacific: An Overview of Conflict Prevention and Peacebuilding Activities (CO: Lynne Rienner, 2004). ",
        "37 3. Peacebuilding beyond the region narrow’. 112 As a result, an International Peace Co-operation Bill – PKO Bill – was voted into law in 1992 which included a set of ‘Five Principles’ as pre-conditions for the participation of Japanese contingents in peace- keeping operations. 113 The PKO Bill paved the way for the participation of a limited number of Japanese personnel in peacekeeping, humanitarian, election-monitoring and other non-military missions abroad under the auspices of the UN or a regional group. 114 Since then, the bulk of Japanese contributions to UNPKO have been financial and material, with minimal troop contributions to UN-sponsored peacekeeping operations in Syria and East Timor. 115 Japan’s deployment of election monitors to Cambodia in 1998 and Indonesia in 1999 marked a significant departure from this policy. 116 It was during the late 1990s that the Japanese government made peace- building activities an essential part of its formal diplomacy. This brought with it an increasing role for non-diplomatic resources and non-govern- mental organisations in the field, away from Track I diplomacy. Nobuhiko Suto 117 notes that many NGOs were formed during the 1980s, mostly in the field of humanitarian assistance. However, the Japanese government continued to keep tight control on the financing of NGOs, particularly those which aimed to undertake politically-sensitive activities beyond humanitarian assistance: democratisation, disarmament and capacity- building were not recognised as legitimate fields of NGO activity then. 118 Some years later, Tokyo’s signing of the Ottawa Treaty, banning landmines in 1997, was considered a major breakthrough by the NGO community in Japan and showed the government’s increasing support for the concept of ‘human security’. This would eventually result in Tokyo’s concern for 112. This view was expressed by then US Secretary of State James Baker during a speech to the Japan Institute for International Affairs in Tokyo in November 1991. See Ishizuka, op. cit. in note 56, p. 57. According to Suto, op. cit. in note 111, p. 155, there emerged a kind of consensus among the population in Japan following its failure to contribute militarily to the Gulf War that Japan should contribute more in the military domain and in the provi- sion of human resources to solve global problems; that too despite having contributed almost one quarter of the military expenditures of the military operation in the Gulf. 113. Among these were the existence of a ceasefire agreement among the parties to the conflict and local gov- ernments’ approval of the deployment of the peacekeeping force. For more details see Ishizuka, op. cit. in note 56, p. 58 . 114. Fukui, op. cit. in note 53, p. 250. 115. Ibid., p. 251. Fukui provides exact figures both on troops and financial contributions by the Japanese to UN peacekeeping and assurance missions. 116. Suto, op. cit. in note 111, pp. 158-9. 117. Ibid, p. 157. 118. Ibid, p. 158. ",
        "38 Peacebuilding in Asia: refutation or cautious engagement? non-traditional global security concerns such as poverty, climate change and health epidemics. Simultaneously, Japan would become aware of the advantages of its neutral position, unique location and financial means to become engaged in reconstruction and reconciliation efforts in conflict- affected countries. Suto 119 refers to Japan’s crucial use of Track II diplo- macy, including roundtables and economic incentives to bring about de- mocratisation in Burma/Myanmar and support the peace processes in Sri Lanka and Aceh, respectively. In a landmark speech from January 2008, then Prime Minister Fukuda an- nounced that Japan would be a ‘peace fostering nation’ which contributes to peace and development. He advocated for a more active role for Japan in peacebuilding beyond the provision of economic development assist- ance. This entailed an active participation in peacekeeping operations and other international peace initiatives which included development projects focused on disarmament, demobilisation, reintegration and peacekeeping training in their own right. 120 This new approach is meant to go beyond the traditional emphasis of ODA on economic infrastructure and the em- powerment of local actors, shifting towards post-conflict rehabilitation and reconstruction projects. In fact, this has been a prominent feature of recent Japanese development assistance to Africa. 121 119. Ibid, p. 160. 120. William Tow and Akiko Fukushima, ‘Human Security and Global Governance’ in William Tow (ed.) Security Politics in the Asia-Pacific: A Regional-Global Nexus? (Cambridge: Cambridge University Press, 2009). 121. Fukui, op. cit. in note 53, p. 251. ",
        "39 3. Peacebuilding beyond the region Japan in Sri Lanka Japan was actively engaged in the 2002 peace process in Sri Lanka as a member of the Sri Lanka Donor Co-Chairs Group together with Norway, the EU and the US. Japan’s traditional alignment with the Sri Lankan government and its Asian identity made its stance unique among the Co- Chairs. Japan has held a special status as leading foreign bilateral donor to Sri Lanka for decades till recently. Yet, despite Japan ranking as one of Sri Lanka’s top foreign donors, the island nation receives only 2.5 per- cent of Japan’s total ODA.* Both countries share religious and historical ties, nonetheless. Japan’s recent involvement in Sri Lanka epitomises its growing interest in reconstruction and reconciliation efforts in peacebuilding, not only in a bilateral way but also by embracing multilateral engagement. Tokyo made it clear from the beginning that it was willing to play a significant political role in the recent Sri Lankan peace process beyond its traditional ‘chequebook diplomacy’ posture. The appointment of Akashi – a senior diplomat with experience in UN missions in Cambodia and Bosnia – as Special Envoy to Sri Lanka in October 2002 confirmed this.** Japan’s participation as a co-chair in multi-party peacebuilding has en- tailed the acceptance of certain aspects of a ‘liberal peacebuilding’ ap- proach such as the use of peace conditionalities and an emphasis on hu- man rights. However, despite agreeing to these measures officially, Japan did not in fact follow them through in practice in the Sri Lankan case. This goes to show how peace conditionalities and human rights remain controversial issues in an Asian context where Westphalian principles still dominate peacebuilding. * See Japanese MFA, ‘Summary of the 2002 White Paper on Development Assistance’, available online at http:// www.mofa.go.jp/policy/oda/white/2002/summary.html. ** See interview given by Akashi: ‘Text of Yasuhi Akashi’s interview’, Hindustan Times , 25 July 2006. ",
        "",
        "41 Conclusion Conclusion This paper has sought to explore whether there is such a thing as a dis- tinctively ‘Asian’ approach to peacebuilding and how this is coloured by the Westphalian views and mindset of Asian countries. The picture that emerges is of certain common features that do indeed characterise an Asian engagement in mainstream peacebuilding activities, marked by caution but not by complete refutation of the principles that under- lie international peacebuilding. Furthermore, the Westphalian nature of Asian actors’ approach to peacebuilding pervades both the regional and the global spheres, although it is more strongly challenged at a glo- bal level: this has to do with the liberal interventionist and solidarist undercurrents that permeate liberal peacebuilding. This is epitomised by the multidimensional character of both global peacemaking and peacekeeping initiatives which increasingly integrate state-building ob- jectives. Asian countries have shown an interest in becoming engaged in UNPKO as a means to fulfil their ‘global requirements’ as ‘responsi- ble world powers’, showing reluctance to engage in the traditional con- flict resolution element of peacebuilding, such as in the form of exter- nal third parties in domestic peace processes. In fact, the emphasis on achieving global power status particularly applies to the cases of China and India, in contrast to Japan: despite its differences with the West- ern conceptualisation of ‘human security’, unlike its neighbours Japan has historically addressed comprehensive security issues. The Japanese government has also adopted a much more proactive role in other coun- tries’ domestic peace initiatives and reconstruction efforts compared to other Asian countries. Certain ASEAN members have also demonstrat- ed a similarly hybrid approach. Yet, China and India remain traditional in their defence of the Westphalian order, especially regionally, despite their contribution to reconstruction efforts in Afghanistan; this shows their growing pragmatism and geo-strategic considerations. Thus, ten- sion prevails between so-called Westphalian and non-Westphalian states in peacebuilding initiatives as is palpable in Asia with regard to the is- sue of interference in the ‘internal affairs’ of other countries, as well as the use of force. This constitutes a key feature of an Asian approach to peacebuilding. ",
        "42 Peacebuilding in Asia: refutation or cautious engagement? The paper confirms one of the key assumptions identified at the begin- ning: the fact that the motivations and purposes of peacebuilding by Asian actors differ substantially at the global and the regional levels. This is related to varying power and normative dynamics at play at these dif- ferent levels-of-analysis: Asian diplomacy will prioritise relationships be- tween countries, certainly at the level of official rhetoric; this constitutes another key feature of an Asian approach to peacebuilding. In fact, the exclusive use of consensus-based decision-making is a way of guarantee- ing that no decisions are taken that will put any country in a compro- mising situation: maintaining healthy bilateral relationships and ‘saving face’ remain the priority. Thus, the use of peace conditionalities and open criticism of other regimes’ handling of their internal affairs, particularly if in the region, is avoided altogether: this is seen as degrading and counter- productive. Regionally, the priority is to maintain stability through mu- tually beneficial relationships with neighbours: this implies a fundamen- tal respect for the principle of non-interference in the domestic affairs of neighbouring countries, particularly within the framework of a multilat- eral arrangement such as ASEAN. The resolution of intra-state conflicts is considered as too politically sensitive, despite a growing interest in non- traditional security issues such as health pandemics and climate change. Emphasis is placed on economic co-operation and ‘soft institutionalism’ instead, which ensures that national interest dominates over collective commitments. Simultaneously, technical and economic assistance are seen as much more effective tools than ‘hard’ security arrangements for building long-lasting relationships; technical and economic assistance is based on the idea of creating interdependence which is seen as the ideal way to achieve regional stability and peace. In an Asian context, there tends to be great dissonance between rhetoric and actual practice. Political pressure is usually exerted behind the scenes through informal channels: the use of backchannels to exercise leverage over other countries is characteristic of an ‘Asian’ form of peacebuilding. India’s recent engagement in Nepal and Sri Lanka’s internal conflicts, as well as China’s involvement in Burma/Myanmar and North Korea, demonstrates this clearly. ASEAN is a different case altogether due to its multilateral and regional character: it has played a constructive role as ‘peacebuilder’ in the region without direct involvement in the domestic affairs of its own members. An additional positive side-effect is the fact ",
        "43 Conclusion that ASEAN has become the catalyst for an improved rapport with other countries in Asia – particularly China and Japan – as well as with countries in South Asia and the Pacific through the ARF and the EAS initiatives, respectively. Moreover, in recent years the organisation has shown a grow- ing trend towards formalised regionalism. This could eventually lead to a stronger ASEAN collective identity and a higher degree of regional inte- gration, although it would also mean that individual countries’ national interests might be compromised. The most rapidly changing variable when aiming to gauge what an Asian approach to peacebuilding consists of is the emerging view among state elites that civil society groups can have a positive effect and do not neces- sarily constitute a threat to the state: this mostly applies to NGOs that provide economic and social services. However, it remains a controversial topic when linked to NGOs dealing with politically sensitive issues such as democratisation, rule of law and human rights, which are embedded in a post-Westphalian approach to peacebuilding and reconciliation. Sig- nificantly, there are still those that argue both in Asia and abroad that the notion of ‘civil society’ is in itself a Western concept. Thus, developments regarding the accommodation of social organisations and non-govern- mental bodies in Asia, particularly in the area of peacebuilding, are hard to forecast. Nonetheless, the growing prevalence of non-governmental or- ganisations in informal and Track II negotiation channels does point to a growing tolerance among Asian political elites towards NGO activism, partly out of conviction and partly out of the urge to comply as ‘responsi- ble world powers’. This applies most strongly to China, in contrast to In- dia, Japan and ASEAN which have a longer tradition of state recognition of the role that civil society can play in informal peacebuilding activities. ",
        "",
        "45 ANNEX ANNeX Abbreviations APT ASEAN Plus Three APTA Asia-Pacific Trade Agreement ARF Asian Regional Forum ASC ASEAN Security Community ASEAN Association of Southeast Asian Nations AU African Union BIMSTEC Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Co-operation CFSP Common Foreign and Security Policy EAS East Asia Summit ISAF International Security Assistance Force NAM Non-Aligned Movement NATO North Atlantic Treaty Organisation NGO Non-Governmental Organisation ODA Official Development Assistance PLA People’s Liberation Army SAARC South Asian Association for Regional Co-operation UN United Nations UNHRC United Nations Human Rights Council UNPKO United Nations Peacekeeping Operations USD US dollars ",
        ""
    ]
}