{
    "text": [
        "EUR 24141 EN - 2010 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 Editors: Bogdan ATANASIU, Paolo BERTOLDI ",
        "The mission of the JRC-IE is to provide support to Community policies related to both nuclear and non-nuclear energy in order to ensure sustainable, secure and efficient energy production, distribution and use. European Commission Joint Research Centre Institute for Energy Contact information Address: Via E. Fermi, 2749, I-21027 Ispra (VA), ITALY E-mail: paolo.bertoldi@ec.europa.eu Tel.: +39 (0)332 78 9299 Fax: +39 (0)332 78 9992 http://ie.jrc.ec.europa.eu/ http://www.jrc.ec.europa.eu/ http://re.jrc.ec.europa.eu/energyefficiency/ ",
        "Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server http://europa.eu/ JRC 56089 EUR 24141 EN ISBN 978-92-79-14846-0 ISSN 1018-5593 DOI 10.2788/55060 Luxembourg: Office for Official Publications of the European Communities © European Communities, 2010 Reproduction is authorised provided the source is acknowledged Printed in Italy ",
        "",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 Editors: Bogdan ATANASIU, Paolo BERTOLDI EUR 24141 EN - 2007 ",
        "",
        "i Contents: Introduction pag. 1 Overview of most recent energy efficiency EU policies and the related JRC activities Paolo BERTOLDI and Bogdan ATANASIU, European Commission Joint Research Centre, Institute for Energy pag. 3 Opportunities for Climate Change Mitigation in the Building Sector Diana URGE-VORSATZ, Central European University, HUNGARY pag. 21 Industry view on current developments and the way forward to achieve an increased use of EPBD standards Randall BOWIE, Rockwool International A/S; EURIMA pag. 41 Stimulating a Green Energy Economy Yasemin BIRO, United Nations Foundation, USA pag. 47 The new initiative of Global Energy Efficiency 21 (GEE21): recent developments and specific opportunities for energy efficiency investments Gianluca SAMBUCINI, United Nations Economic Commission for Europe pag. 55 The energy efficiency programme of the European Climate Foundation Patty FONG, European Climate Foundation pag. 67 Promotion of energy-efficiency by Voluntary Agreements in Turkish Industry Laurent MINÈRE, SenterNovem, THE NETHERLANDS pag. 75 IEA study on Financing EE homes Philippine de T'SERCLAES, International Energy Agency pag. 83 Energy Efficiency -The Low Hanging Fruits and Why We Find them Hard to Pick Peter JOHANSEN, WORLD BANK pag. 93 KfW's Energy Efficiency Financing: A Sustainable Footprint Monika BECK, Financial & Private Sector Development, Europe & Caucasus Division, KfW Entwicklungsbank pag. 103 Revolving Fund with EU Structural Funds for energy efficiency in multi-apartment buildings in Estonia Mirja ADLER, Credit and Export Guarantee Fund-KredEx, ESTONIA pag. 115 Energy Services Companies in Turkey Ergin KAYA, EVD Energy Management, TURKEY pag. 133 Sustainable Energy Finance Program in Russia Maxim TITOV and Sergei SOLODOVNIKOV, Russia Sustainable Energy Finance Program, IFC Central and Eastern Europe Department, RUSSIAN FEDERATION pag. 157 BSEC Project Development Fund (PDF) and the BSEC Hellenic Development Fund (HDF) Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation (BSEC) pag. 165 Energy Efficiency policies and measures in Turkey Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY pag. 175 Financing for Energy Efficiency in Buildings Projects in CEE Anikó DOBI-RÓZSA, D.V.D., HUNGARY pag. 187 ",
        "ii Building refurbishment programme in Romania Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA pag. 193 First results from ESCO of dwellings in Latvia / green investment scheme in operation in Latvia (energy efficiency in public buildings) Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA pag. 205 Building refurbishment programme in Poland Monika JARZEMSKA, KAPE, POLAND pag. 213 Lighting and appliances under supplier obligations in the UK, IT, FR Eoin LEES, Eoin Lees Energy, UNITED KINGDOM pag. 229 WBCSD/ EEB –New Project results Dorien VAN DER WEELE, Philips, THE NETHERLANDS pag. 239 Electricity Consumption and Efficiency Trends in European Union – JRC Status Report 2009 - Bogdan ATANASIU, European Commission Joint Research Centre, Institute for Energy pag. 255 Workshop agenda pag. 279 List of registered participants pag. 281 ",
        "Workshop summary On 28 th -29 th Setember 2009 in Istanbul, Turkey EC-JRC's Institute for Energy organised the 7 th JRC Energy efficiency workshop on \"Effective Policies and Financial Mechanisms for Energy Efficiency in Buildings\". Over the two days of the workshop were 22 presentations divided in 3 sessions: ◊ Session 1: Energy Efficiency Policies ◊ Session 2: Finacing Energy Efficiency and Energy Services ◊ Session 3: Energy Efficiency in buildings and industry: National Programmes and Projects The workshop covered the main issues of the energy efficiency policies for building sector at the EU and international level, as well as the presentation of the main programmes and financing schemes developed at international, EU and national levels. The workshop was opened by the presentation of Ms. Diana Urge-Vorsatz from Central European University, who was presenting the Opportunities for Climate Change Mitigation in the Building Sector, starting from the results of the UN Intergovernmental Panel on Climate Change. Mr. Randall Bowie from Rockwool International presented the view of the industry associations about the re-cast of the Energy Performance of Buildings Directive. Ms. Yasemine Biro from UN Foundation introduced the audience in the new green policy of the USA, speaking about the green stimulus, the clean energy package under the American Recovery & Reinvestment Act and about the UN Foundation Energy and Climate Change Program. Mr. Gianluca Sambucini from UN Economic Commission for Europe spoke about the latest development of the Energy Efficiency in the UNECE region and the Global Energy Efficiency (GEE21) Project, insisting on the existing financing mechanisms in the countries under survey and on the importance of financing in promoting energy efficiency. Ms. Patty Fong introduced the audience in the energy efficiency program of the European Climate Foundation focused on the implementation of the EPD and Eco-design EU Directives, as well as on securing the aggressive utility-scale energy efficiency via regulation, financing mechanisms, and incentive policies. The second session started with a group of three presentations by Ms. Philippine de T'Serclaes, IEA, Mr. Peter Johansen, World Bank and Ms. Monica Beck, KfW, showing the findings of the IEA study on energy efficiency in buildings and the ways to overcome the barriers and trigger increased investments trough well tailored policies, the main barriers in financing effective energy efficiency policies and the mecanisms implemented by a bank (KfW) for financing energy efficiency projects in buildings in Germany and Eastern Europe. Passing to the countries experience, Ms. Mirja Adler from KredEx presented the revolving fund with EU Structural Funds for energy efficiency in multi-apartment buildings in Estonia and Mr. Maxim Titov from spoke about the sustainable energy finance program in Russia managed by IFC. Mr. Ergin Kaya (EVD Energy Management) shown the latest development of the energy services companies in Turkey and Mr. Konstantinos Zaimis (BSEC) presented the BSEC Project Development Fund (PDF) and the BSEC Hellenic Development Fund (HDF) tailored for financing energy efficiency in the Black Sea neighbouring countries. Mr. Bogdan Atanasiu opened the second day of the workshop with an overview of most recent energy efficiency EU policies and the related JRC activities, followed by Mr. Erdal Çaliko ğ lu from General Directorate of Electrical Power Resources Survey & Development Administration who shown the last development of the energy efficiency policies and programmes in Turkey. The following four presentations were focused on building rehabilitation programmes in new EU MS from Central and Eastern Europe. Ms. Aniko Dobi-Rosza from DVD, Hungary presented the results of sustainable financing and deliverable mechanisms for energy efficiency projects in buildings in CEE, Ms. Raluca Voinea from Ministry of Public Works and Ms. Monika Jarzemska (KAPE) shown the ultimate results of the building refurbishment programme in Romania and Poland and Ms. Dagnija Bloumberga (Institute of Energy Systems and Environment) presented the first results from ESCO of dwellings in Latvia and the Green Investment Scheme in operation in Latvia for energy efficiency in public buildings. In the last part of the workshop, Mr. Eoin Lees (EoinLees Energy, UK) presented the energy efficiency mechanisms for lighting and appliances under Energy Company Obligations in the UK, Italy & France, Ms. Dorien Van Der Weele (Philips) shown the project on energy efficiency in buildings managed by Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 1 ",
        "the World Business Council for Sustainable Development and Mr. Bogdan Atanasiu introduced the audience in the finding of the JRC status report from 2009, on electricity consumption and efficiency trends in the European Union. The 7th JRC Energy efficiency workshop on \"Effective Policies and Financial Mechanisms for Energy Efficiency in Buildings\", organised by the JRC Institute for Energy (IE) on 28-29 September 2009 in Istanbul, Turkey has been very successful with more than 80 participants, from 17 countries, representing European and International organisations, national authorities, energy agencies, universities, research institutes, banks, private companies, NGOs and the European Commission JRC. The proceedings of the workshop are also available online on our energy efficiency website (direct link: http://re.jrc.ec.europa.eu/energyefficiency/html/Workshop_EE_Istanbul_2009.htm). Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 2 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 1 EU Energy Efficiency Policies and JRC Activities Paolo Bertoldi, Bogdan Atanasiu, Silvia Rezessy European Commission Joint Research Centre (JRC) IE - Institute for Energy http://re.jrc.ec.europa.eu/energyefficiency Istanbul 29 September 2009 –JRC Workshop 2 ... we are still very inefficient !! Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 3 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 3 EU Key Climate and Energy Objectives for 2020 RES in transport Min 10% binding ELECTRICITY MS binding choice HEATING & COOLING NATIONAL TARGETS & ACTION PLANS MS binding choice By 2020 binding 20% RENEWABLES in final energy consumption at EU level By 2020 +20% ENERGY SAVING By 2020 -20% EU GHG Istanbul 29 September 2009 –JRC Workshop 4 Important energy saving potentials to be realised by 2020 through energy efficiency measures * Compared to the “business as usual”energy consumption projections for 2020 Source: Eurostat (2007), Wuppertal Institute (2005). Industry Transport 0 100 200 300 400 500 600 700 800 900 1000 1100 1200 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 Mtoe 0100 200 300 400 500 600 700 800 900 1000 1100 1200 % share, in 2005 31% 28% 41% EU total final energy consumption in 2006: 1.176 Mtoe Estimated energy saving potential by 2020* 26% 25% 28% Households (residential) and commercial buildings (tertiary) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 4 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 5 Objective: 20% EU primary energy savings in 2020 Source: European Commission Achieving the 20% saving objective 1400 1450 1500 1550 1600 1650 1700 1750 1800 1850 1900 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 2 0 1 8 2 0 1 9 2 0 2 0 Projections PRIMES 2007 GIC ‐ NEU (Mtoe) Statistical data ESTAT GIC ‐ NEU (Mtoe) 20% primary energy saving objective compared to PRIMES 2007 BAU projections for 2020 ‐ linear reduction (base year 2005) Expected primary energy savings from energy efficiency policies adopted by the EU before the Nov 08 EE package ‐ 2005: 1705 Mtoe - 20% Objective in 2020: 1474 Mtoe - 13 % Istanbul 29 September 2009 –JRC Workshop 6 Energy Saving: time to act now Nov 2008 – Energy Efficiency package / Cover Communication “Energy efficiency: Delivering the 20% target”: (cid:131) current policy measures are insufficient to achieve the 20% energy saving objective in 2020 (they would achieve only 13%) (cid:131) appeal to MS to implement energy efficiency legislation more swiftly and effectively (cid:131) immediate initiatives are proposed for buildings (recast of EPBD), products (Eco-design) and CHP (cid:131) more financing tools will be developed to enhance energy efficiency (cid:131) assessment of 2006 EEAP in 2009 as a basis for a new EU Energy Saving Action Plan (ESAP) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 5 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 7 European Energy Efficiency Policies • In the EU policies have been developed both for the buildings (building shell and installed equipment) and for the appliances/plug loads inside buildings (TV, lightings, refrigerators, standby, PCs, washing machine, room air conditioners, etc.). • In the EU policies includes information (e.g. labelling), minimum efficiency standards (eliminating from the market inefficient equipment, and new building only well insulated), awareness and promotion , and financial incentives (mainly at Member States level). Istanbul 29 September 2009 –JRC Workshop 8 • Traditional European Energy Efficiency Policies: – Energy tax (at EU and national level) – Incentives for investments in energy efficiency (national) – Information campaigns (mainly national) – Promotion of energy services (ESCOs) (weak EU measures, plus national action, but not enough!) – Minimum Efficiency Requirements (MEPS) for end-use equipment (at EU level) – Equipment Labelling (at EU level) – Buildings Codes (standards) (at national level) – Energy Audits (at national level) – Voluntary programmes (mainly in industry at national level, but also for equipment and cars, these are at EU level) – Energy Audits – DSM programmes (not many, at national level or regional level) European Energy Efficiency Policy Experiences (1) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 6 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 9 • More Recent European Energy Efficiency Policies : Better use of taxation (reduced VAT, accelerated depreciation, tax deductions); Opening up public purchasing (procurement); Measures in the transport sector (road toll, congestion avoidance, etc.); White certificates, a new market-based instrument; Emission Trading; Develop Energy Services and ESCOs; Develop Financial Instruments; Guarantee of Origin for the promotion of Co-generation ; • Uncommon Policies: Demand-side utility programmes (Germany, DK), Integrated Resource Planning (DK); Public Benefit Charges (UK, DK); Demand response; Demand-side bidding (tendering); European Energy Efficiency Policy Experiences (2) Istanbul 29 September 2009 –JRC Workshop 10 Labelling of Appliances • The EU adopetd a Framework Appliance Energy Labelling Directive in 1992 (92/75/EEC) followed by implementing Directives for the following appliances: • Cold appliances (Directive 94/2/EC of 21.1.94) • Clothes washers (Directive 95/12/EC of 23.5.95) • Clothes dryers (Directive 95/13/EC of 23.5.95) • Washer-dryers (Directive 96/60/EC of 23.5.95) • Dishwashers (Directive 97/17/EC of 7.5.97) • Household lamps (Directive 98/11/EC of 27.1.98) • Air-conditioners (Directive 2002/31/EC of 22.3.2002) • Electric ovens (Directive 2002/40/EC of 8.5.2002). • Directive 2003/66/EC on refrigerators and freezers (A+/A++) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 7 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 11 Mandatory minimum efficiency requirements • Mandatory minimum efficiency requirements have been introduced in the EU for: – Cold appliances – Heating Boilers – Ballast for fluorescent lighting • The new Eco-Design of Energy Using Products Directive allows a faster adoption of Mandatory minimum efficiency requirements. The Eco-Design Directive does not create immediate obligations for manufacturers but allows the Commission to do so through implementing Directives/Regulations; Istanbul 29 September 2009 –JRC Workshop 12 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 8 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 13 Phase out of incandescent lighting In March 2009 the European Commission adopted the Eco-design Regulation to improve the energy efficiency of household lamps, which envisages the progressive phase-out of incandescent bulbs starting in 2009 and finishing at the end of 2012. Istanbul 29 September 2009 –JRC Workshop 14 ..but improvements in efficiency are offset by additional consumptio Including standby consumption Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 9 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 15 Energy Performance of Building Directive Istanbul 29 September 2009 –JRC Workshop 16 The Near Future: the recast of the EPBD • Passive house (15kWh/m2/year, heating only) • Zero Net Energy House (renewable energies: PV, wind, geothermal, etc.) to provide all the energy needed. It requires very efficient appliances and lighting (LEDs) Source: HannesGuddat*, Michael Keller**, ChristophThim*** * Soap architecture GbR, Darmstadt ** TU Darmstadt, department of architecture, energy-efficient building design group *** ZTV, BSH Bosch und Siemens Hausgeräte GmbH, Munich Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 10 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 17 The Energy Services Directive (ESD) • Introduce the national energy saving target • Measured from 1.1.2008 until end of 2016. • 9-year 9 % target. • Indicative but carefully monitored & reported. • Fixed amount of energy (TWh) calculated as 1% of 5-year average of unadjusted final cons. • Credit for some “early actions” >1995. • All measures must be verifiable and measurable or estimable. (Details Annexes I, II, III & IV.). • Member States have to submit Action Plans (NEEAPs) Istanbul 29 September 2009 –JRC Workshop 18 Main aim of the ESD • The Energy Services Directive requires Member States to put in place institutional and legal frameworks and measures needed to remove barriers to the efficient end-use of energy. • The Directive is intended to act as a catalyst for renewed and more ambitious energy efficiency initiatives at all levels of European society – local, regional, national and Community. • The Directive should create the necessary conditions for the development and promotion of a market for energy services and the delivery of energy efficiency to end-users – the two main objectives of the Directive. • NEEAPs are intended to set out the national strategies of Member States towards the overall and intermediate national indicative targets, reflecting the spirit of the Directive and its overall objectives. Member States should show, in particular, how they intend to comply with the provisions on the exemplary role of the public sector and the provision of information and advice on energy efficiency to end-users Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 11 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 19 • The Public Sector in Member States will be obliged to fulfil an exemplary role; • Publish energy efficiency guidelines as assessment criteria in tendering for public contracts; • Select two mandatory measures from a list in Annex VI, requiring energy-efficient public procurement, energy audits and energy performance contracting . Public Sector Role Istanbul 29 September 2009 –JRC Workshop 20 • Member States and suppliers to promote energy services & energy efficiency measures. • Obligation for energy distribution and/or retail energy sales companies to provide energy services, energy audits, energy efficiency measures • Energy companies to help remove market barriers, and not hinder EE market development • Energy suppliers to provide to net-bound & domestic hot water customers: competitively priced, accurate individual meters + information on time of use. • Billing based on actual & relative consumption & presented in understandable terms. • Appropriate information on energy costs & previous consumption. • Billing frequently enough to enable customer to regulate consumption Other Provisions (1) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 12 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 21 Other Provisions (2) • Removal of legislation that restricts use of financial instruments for energy savings • Promotion of financial instruments for energy savings, e.g. third-party financing and energy performance contracting. • For tariffs and regulations for net-bound energy, regulators to use tariff structures that avoid unnecessary volume driving incentives. Istanbul 29 September 2009 –JRC Workshop 22 http:// http://re.jrc.ec.europa.eu/energyefficiency re.jrc.ec.europa.eu/energyefficiency / / EU actions to improve energy efficiency on electrical equipment while either off and stand-by MotorChallenge GreenBuilding GreenLight 1. Electricity end-use efficiency in buildings in MS and Candidate Countries 2. Policy Analysis 4. EC voluntary programmes 3. Codes of Conduct & Energy Star - Energy Service Companies - Financing - Energy Star, Ecodesign, EPBD - background support for EU energy efficiency policy (white certificates) Energy efficiency activities at JRC Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 13 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 23 European voluntary programmes GreenLight EC Voluntary initiative to reduce lighting energy use in the commercial sector and street lighting today: 520 partners, 206 endorsers MotorChallenge EC voluntary programme through which companies commit to energy efficiency measures in Motor Driven Systems (pumps, compressor, motors, fans) today: 95 partners, 69 endorsers GreenBuilding EC voluntary programme through which companies commit to energy efficiency measures in non- residential buildings today: 130 partners, 32 endorsers Istanbul 29 September 2009 –JRC Workshop 24 Support to the Energy Service Directive (2006/32/EC) 2. Policy Analysis: Tradable certificates for energy savings (white certificates) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 14 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 25 • Analysis of white certificate schemes in place in Europe: results, lessons learned; • Comparison of white certificate schemes with other policy tools to promote energy efficiency; • Integrating white certificates (project credits) into carbon markets. • New study for DG TREN completed (October 2009) Istanbul 29 September 2009 –JRC Workshop 26 Support to the Energy Service Directive (2006/32/EC) 3. Financing Energy Efficiency Projects Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 15 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 27 Market Development for Energy Efficiency Projects’ Financing (A) Benchmark Analysis of Existing Financial Schemes (B) Country Status Reports (C) Survey on Financial Institutions (D) New Innovative Solutions WE ARE COLLECTING DATA ON NATIONAL ESCO MARKETS IN 2008/09, PLEASE SEND YOUR DATA AND INFORMATION Report ready by end of 2009 Istanbul 29 September 2009 –JRC Workshop 28 Support to the Energy Service Directive (2006/32/EC) 4. Energy Service Companies (ESCOs) across the European Union and beyond 28 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 16 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 29 • Monitoring of market development since 2002; • Review of state of the art, update reports; • Workshops – initiating exchange of experience; • ESCO databases (companies and projects). • WE ARE COLLECTING DATA ON NATIONAL ESCO MARKETS IN 2008/09, PLEASE SEND YORU DATA AND INFORMATION Report ready by end of 2009 Contribution by the JRC Istanbul 29 September 2009 –JRC Workshop 30 Support for the Covenant of Mayors 30 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 17 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 31 Covenant of Mayors • More than 700 cities (from London and Paris to small villages) have committed to reduce CO2 emission by more than 20% • JRC developing methodologies and guidelines for Sustainable Energy Plans, supply assistance to cities to develop SEAP, and finally will assess all SEAPs Istanbul 29 September 2009 –JRC Workshop 32 Conclusions • There is a large potential to further improve energy efficiency in buildings (about 25%) in Europe and elsewhere. • It requires efficient solutions and new technologies both for the buildings shell and for the equipment , including renewable energy sources . • Attention must be paid to existing buildings, and incentives and solutions for the building refurbishment needs to be introduced. • Policies and programmes are needed: information (labelling and smart metering), minimum efficiency standards, and incentives. • Finally it is required a change in behaviour and life style (smaller homes, less equipment, less cooling, walking, etc.). Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 18 ",
        "Paolo BERTOLDI, EC Joint Research Centre, Institute for Energy Istanbul 29 September 2009 –JRC Workshop 33 Thank you for your attention Paolo.bertoldi@ec.europa.eu Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 19 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 20 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY Opportunities for climate change mitigation in the world’s building sector Diana Ürge-Vorsatz Director Presented at the 7th JRC workshop on Energy Efficiency in Buildings Hotel Kalyon, Istanbul, 28-29 September 2009 3CSEP Outline (cid:153) The role of the buildings sector in emissions and the mitigation challenge (cid:153) But can we trust these numbers? (cid:153) Insights into preliminary findings of GEA scenarios using a novel method (cid:153) The danger of lock-in (cid:153) Lessons for policy and financing Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 21 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP -5 05 10 15 20 25 30 35 2000 2010 2020 2030 2040 2050 2060 2070 2080 2090 2100 W o r l d C O 2 E m i s s i o n s ( G t C ) In order to limit the impacts of CC, GHG emissions have to be reduced significantly • The lower the target stabilisation level limit, the earlier global emissions have to peak. • Limiting increase to 3.2 – 4°C requires emissions to peak within the next 55 years . • Limiting increase to 2.8 – 3.2°C requires global emissions to peak within 25 years. • Limiting global mean temperature increases to 2 – 2.4°C above pre- industrial levels requires global emissions to peak within 15 years and then fall to about 50 to 85% of current levels by 2050. E: 850-1130 ppm CO 2 -eq D: 710-850 ppm CO 2 -eq C: 590-710 ppm CO 2 -eq B: 535-590 ppm CO 2 -eq A2: 490-535 ppm CO 2 -eq A1: 445-490 ppm CO 2 -eq Stabilisation targets: Multigas and CO 2 only studies combined 3CSEP Characteristics of stabilisation scenarios and the emission reduction needs Source: IPCC AR4, WGIII, Table SPM5 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 22 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP Can this be done at all? (cid:153) “The range of stabilization levels assessed can be achieved by deployment of a portfolio of technologies that are currently available and those that are expected to be commercialised in coming decades. This assumes that appropriate and effective incentives are in place for development, acquisition, deployment and diffusion of technologies and for addressing related barriers (high agreement, much evidence). (cid:153) The contribution of different technologies to emission reductions required for stabilization will vary over time, region and stabilization level. (cid:137) Energy efficiency plays a key role across many scenarios for most regions and timescales.” Quote from IPCC 2007 AR4, SPM 19 3CSEP Sectoral economic potential for global mitigation for different regions as a function of carbon price, 2030 IPCC AR4 WGIII Figure SPM.6. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 23 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP Estimated potential for GHG mitigation at a sectoral level in 2030 in different cost categories , transition economies 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1 Buidlings Industry Agriculture Energy supply Forestry Waste Transport Gton CO2eq. <20 <0 0-20 20-100 Cost categories* (US$/tCO2eq) * For the buildings, forestry, waste and transport sectors, the potential is split into three cost categories: at net negative costs, at 0-20 US$/tCO2, and 20-100 US$/tCO2. For the industrial, forestry, and energysuppy sectors, the potentialis split into two categories: at costs below 20 US$/tCO2 and at 20-100 US$/tCO2. 3CSEP 0 0.51 1.52 2.53 3.5 Buidlings Industry Agriculture Energy supply Forestry Waste Transport Gton CO2eq. <20 <0 0-20 20-100 Cost categories (US$/tCO2eq) Estimated potential for GHG mitigation at a sectoral level in 2030 in different cost categories in developing countries Constructed based on Chapter 11 results Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 24 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP GHG emissions from buildings in 2004 (in Gt CO2 equivalent) Energy-related direct CO 2 , 3 Gt, 28% Electricity-related indirect CO 2 , 5.6 Gt, 53% total energy-related CO 2 , 8.6 Gt, 81% CH 4 , 0.4 Gt, 4% N 2 O, 0.1 Gt, 1% Halocarbons, 1.5 Gt, 14% The buildings sector: global importance In 2004, in buildings were responsible for app. 1/3 of global energy- related CO 2 (incl. indirect) and 2/3 of halocarbon emissions 3CSEP McKinsey’s global GHG abatement cost curve beyond business-as-usual – 2030 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 25 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP McKinsey’s perspective on lock-in into high-carbon infrastructure Bldgs pot: 3.5 Gt from 12.6 Gt baseline Visionary scenarios for a world with low-energy buildings foresights from the Global Energy Assessment Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 26 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP Background and purpose (cid:153) The Global Energy Assessment aims at providing (a) blueprint(s) for the world how energy-related social, environmental, geopolitical and other challenges can be addressed this century (cid:153) We all know that buildings are the key pillar to such a future, but how much? (cid:153) GEA constructs new scenarios (complementing IPCC- type integrated assessment scenarios) that attempt to take advantage of the really large and novel opportunities in buildings, hard-to-model by existing modeling frameworks (cid:153) UNEP SBCI is a partner to further GEA efforts in the buildings scenarios 3CSEP Main philosophy and assumptions (cid:153) Assumes that the world’s building stock will transform over to today’s known (and built) cutting edge in architecture (cid:137) At the most affordable cost (cid:137) At the natural rate of building construction and retrofit (cid:137) Taking into account capacity and other limitations, but assuming ambitious and supportive (not financially but legally) policy environment. (cid:153) The main pillars of the model are existing best practices (cid:137) Best practice from and energy and INVESTMENT COST perspective as well (cid:153) The world’s building stock is broken down by regions, climate zones and 3 building types (cid:153) Model eradicates energy poverty well before 2050, i.e. everyone has appropriate thermal comfort energy services by 2050 (cid:153) 4 scenarios planned: (cid:137) Very high efficiency; +building-integrated renewables; +behavioural change; Business-as-usual Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 27 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY Preliminary results 3CSEP Space heating and cooling final energy consumption in the world regions, 2005-2050 0 1000 2000 3000 4000 5000 6000 7000 8000 2005 2007 2009 2011 2013 2015 2017 2019 2021 2023 2025 2027 2029 2031 2033 2035 2037 2039 2041 2043 2045 2047 2049 TWh OECD90 Asia REF MAF LAC W o r k i n p r o g r e s s !!! ! W o r k i n p r o g r e s s !!! ! – – d o n o t c i t e o r d o n o t c i t e o r q u o t e q u o t e Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 28 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP Space heating and cooling final energy consumption in the world regions, 2005-2050. High retrofit rate (approx. 2%) 0 1000 2000 3000 4000 5000 6000 7000 8000 2005 2007 2009 201 1 201 3 201 5 201 7 201 9 202 1 202 3 202 5 202 7 202 9 203 1 203 3 203 5 203 7 203 9 204 1 204 3 204 5 204 7 204 9 TWh OECD90 Asia REF MAF LAC W o r k i n p r o g r e s s !!!! W o r k i n p r o g r e s s !!!! – – d o n o t c i t e o r d o n o t c i t e o r q u o t e q u o t e 3CSEP Per capita thermal comfort energy consumption worldwide: high vs. moderate retrofit rates 0 2000 4000 6000 8000 10000 12000 2005 2007 2009 2011 2013 2015 2017 2019 2021 2023 2025 2027 2029 2031 2033 2035 2037 2039 2041 2043 2045 2047 2049 MWh/cap-yr Moderate retrofit rate (1.4%) High retrofit rate (about 2%) W o r k i n p r o g r e s s !!! ! W o r k i n p r o g r e s s !!! ! – – d o n o t c i t e o r d o n o t c i t e o r q u o t e q u o t e Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 29 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP Final energy consumption in the residential sector worldwide. Source: BUENAS and CEU models 0 2000 4000 6000 8000 10000 12000 14000 16000 2005 2010 2015 2020 2025 2030 2035 2040 2045 2050 TWh FUEL: WaterHeating ELEC: WaterHeating Television Standby Refrigeration Oven Laundry Lighting ELEC: SH&cooling (CEU) FUEL: SpaceHeating (CEU) W o r k i n p r o g r e s s !!!! W o r k i n p r o g r e s s !!!! – – d o n o t c i t e o r d o n o t c i t e o r q u o t e q u o t e 3CSEP Final energy consumption in the commercial sector worldwide. 0 2000 4000 6000 8000 10000 12000 14000 2005 2010 2015 2020 2025 2030 2035 2040 2045 2050 TWh FUEL: WaterHeating WaterHeating Refrigeration OfficeEquipment Lighting FUEL: Space heating (CEU) SH&cooling (CEU) W o r k i n p r o g r e s s !!! ! W o r k i n p r o g r e s s !!! ! – – d o n o t c i t e o r d o n o t c i t e o r q u o t e q u o t e Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 30 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP The climate threat from buildings: a potentially huge lock-in 3CSEP 0 50 100 150 200 250 300 Before SOLANOVA k W h / m 2 a Renewable Energy Fossile Energy -84% Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 31 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP Example of savings by reconstruction Reconstruction according to the passive house principle -90% 15 kWh/(m²a) over 150 kWh/(m²a) Before reconstruction Source: Jan Barta, Center for Passive Buildings, www.pasivnidomy.cz, EEBW2006 3CSEP Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 32 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP KLÍMAVÁLTOZÁS -ENERGIATUDATOSSÁG –ENERGIAHATÉKONYSÁG V. Nemzetközi Konferencia SZEGED, 2009. április 16-17. Source: Pájer Sándor, SZÉPH Ő Zrt., KLÍMAVÁLTOZÁS - ENERGIATUDATOSSÁG –ENERGIAHATÉKONYSÁG. V. Nemzetközi Konferencia, SZEGED, 2009. április 16-17. 3CSEP What is a sustainable level of retrofit? (cid:153) Ecofys (Hermelink: How deep to go?) 2009 finds: (cid:153) For new buildings a primary energy level of appr. 140 kWh/m2a for space heat, DHW, household electricity and embodied energy, (cid:137) ~ the primary energy requirement for passive houses. (cid:153) From an energy life-cycle perspective [Hermelink 2006] analyses which renovation level should be achieved in order to be better than a rebuild option. He concludes that “taking sustainability seriously, a space heat consumption between 25 and 40 kWh/m2a should be aimed at” in renovation. (cid:153) = savings of 80% - 90%. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 33 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP Conclusion (cid:153) Buildings are responsible for app. 1/3 of energy-related CO2 emissions and 2/3 of halocarbon emissions (cid:153) IPCC estimated in 2007 that 29% of building emissions can be avoided at net benefit by 2030; similar conclusions by McKinsey – but do we know enough? (cid:153) Using novel methodology, GEA initial estimates show that by 2050, improved energy efficiency (architecture) alone can cut world thermal building energy consumption by 40% compared to 2005 levels (cid:153) While individual state-of-the-art building performance is crucial, from a global climate perspective some additional key parameters that make a major difference in building emissions paths and attainable mitigation levels: (cid:137) Retrofit rate : increase from 1.4% to 2% retrofit rate increases global energy savings from 40% to 74% (in 2050, as compared to 2005 levels) (cid:137) Speed of full deployment of advanced know-how such as passivehouses (100% by 2020 or by 2030 makes major difference in 2050 final values) (cid:137) Avoidance of lock-in (must avoid suboptimal retrofit and new construction) (cid:153) Therefore, areas of action are crucial for a low-energy building future: (cid:137) Policies accelerating high-performance retrofits (cid:137) Reconsider publicly financed programs that retrofit to sub-optimal levels? (cid:137) Deployment of advanced technologies and know-how ASAP is essential for the climate 3CSEP Thank you for your attention Diana Ürge-Vorsatz Center for Climate Change and Sustainable Energy Policy (3CSEP) CEU Web: 3csep.ceu.hu Email: vorsatzd@ceu.hu For more information on the AR4: www.ipcc.ch Trust me – they just keep promising this global warming; they just keep promising; but they won’t keep this promise of theirs either… With permission from HVG Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 34 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY Supplementary slides 3CSEP Co-benefits of GHG mitigation in buildings (selection) (cid:153) Co-benefits are often not quantified, monetized, or identified (cid:153) Overall value of co-benefits may be higher than value of energy savings (cid:153) A wide range of co-benefits, including: (cid:137) Improved social welfare (cid:153) Fuel poverty: In the UK, about 20% of all households live in fuel poverty. The number of annual excess winter deaths is estimated at around 30 thousand annually in the UK alone. (cid:153) Energy-efficient household equipment and low-energy building design helps households cope with increasing energy tariffs Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 35 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP The key co-benefits for new EU MSs (continued) (cid:153) Employment creation (cid:137) “ producing ” energy through energy efficiency or renewables is more employment intensive than through traditional ways (cid:137) a 20% reduction in EU energy consumption by 2020 can potentially create 1 mln new jobs in Europe (cid:153) new business opportunities (cid:137) for developed countries a market opportunity of € 5 – 10 billion in energy service markets in Europe (cid:153) Increased comfort (cid:137) E.g. Solanova project, Hu: noise reduction, sing. Reduction in indoor pollution – > reduced need for cleaning and improved health; property values increased (cid:153) Reduced energy costs will make businesses more competitive (cid:153) Others: (cid:137) Improved energy security, reduced burden of constrained generation capacities, Increased value for real estate, Improved energy services (lighting, thermal comfort, etc) can improve productivity, Improved outdoor air quality 3CSEP Although EE is often profitable, investments are hindered by barriers (cid:153) Although there are large cost-effective investments to be made, market barriers often hinder that they are captured by market forces (cid:137) Including misplaced incentives, distorted energy price/tax regimes, fragmented industry and building design process, limited access to financing, lack of information and awareness (of the benefits), regulatory failures, etc. (cid:153) These barriers are perhaps the most numerous and strongest in the buildings sector (cid:153) Therefore, strong policies are needed to overcome them to kick-start and catalise markets in capturing the potentially cost-effective investments Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 36 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP Roads Urban infrastructure Some buildings Glass manufacturing Cement manufacturing Steel manufacturing Metals-based durables Agriculture Mining Construction Food Paper Bulk chemicals Primary aluminium Other manufacturing Domestic appliances Water heating and HVAC systems Lighting Vehicles 60-100 years 30-60 years less than 30 years Structures with influence > 100 years Typical lifetime of capital stock Early investment are important Table 11.17: Observed and estimated lifetimes of major GHG-related capital stock 3CSEP The role of improved efficiency in climate stabilisation (cid:153) The range of stabilization levels assessed can be achieved by deployment of a portfolio of technologies that are currently available and those that are expected to be commercialised in coming decades. (cid:153) The contribution of different technologies to emission reductions required for stabilization will vary over time, region and stabilization level. But: (cid:153) Energy efficiency plays a key role across many scenarios for most regions and timescales: Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 37 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP The importance of improved EE in GHG mitigation (cid:153) Energy efficiency is one of the most important options to reduce GHG emissions worldwide in the short- to mid-term 3CSEP The importance of improved energy efficiency in GHG mitigation (cid:153) Energy efficiency is one of the most important options to reduce GHG emissions worldwide in the short- to mid-term (cid:153) If costs are taken into account, improved efficiency becomes the most important instrument in our portfolio in the short- to mid-term (cid:153) Buildings supply the largest potential Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 38 ",
        "Diana URGE-VORSATZ, Central European University, HUNGARY 3CSEP Data: categorization of buildings for collecting best practices Retrofit New construction Single family houses Retrofit New construction Multifamily houses Residential Retrofit New construction Commercial and Public Buildings sector Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 39 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 40 ",
        "Randall BOWIE, Rockwool International A/S; EURIMA The EU Energy Performance of The EU Energy Performance of Buildings Buildings Directive Directive Recast Recast: : State of State of Play Play and the and the Way Way Forward Forward 7th JRC Workshop 7th JRC Workshop on on Energy Efficiency in Buildings Energy Efficiency in Buildings Istanbul, 28 September 2009 Istanbul, 28 September 2009 Randall Bowie Randall Bowie Rockwool International A/S Rockwool International A/S Main points Main points 1. 1. Context & Context & Content Content of EPBD Recast of EPBD Recast 2. 2. Strengths & Weaknesses of Proposal Strengths & Weaknesses of Proposal 3. 3. Agreement & Adoption Agreement & Adoption Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 41 ",
        "Randall BOWIE, Rockwool International A/S; EURIMA Overview Overview - - Strengthened articles Strengthened articles - - New articles (cost New articles (cost- -optimum; low optimum; low- -energy energy bldgs bldgs; control; penalties). ; control; penalties). - - Weak points (components; existing Weak points (components; existing bldgs bldgs.). .). - - Administrative burden & lack of Administrative burden & lack of subsidiarity subsidiarity. . - - 1st Reading very ambitious (Large gap EP 1st Reading very ambitious (Large gap EP- - Council). Council). - - Financing; Financing; comitology comitology (Lisbon Treaty). (Lisbon Treaty). - - Political Agreement by 7.12 (COP 15). Political Agreement by 7.12 (COP 15). - - Trialogues Trialogues. Parallel & blocks. Risk for 2nd reading. . Parallel & blocks. Risk for 2nd reading. - - “ “Compromises Compromises” ” for trialogues very weak for trialogues very weak Calculation methodology for energy performance Calculation methodology for energy performance Current integrated method (Annex I) to be benchmarked with new cost-optimal calculation method -“Cost- optimal level” minimised LCC of investment package using NPV, incl O & M costs, energy costs, disposal costs. -Comitology to develop details of methodology? EP wants harmonised methodology (Art. 3) & Annex to Art. 5. MS to report gaps between codes & cost-optimal levels. MS incentives only for cost-optimal (possible). Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 42 ",
        "Randall BOWIE, Rockwool International A/S; EURIMA Peak price - roof 0,00 0,05 0,10 0,15 0,20 0,25 0,30 0,35 0,40 0,45 0,50 0,55 0,60 0,65 0,70 0,75 0,80 0 1000 2000 3000 4000 5000 6000 7000 8000 HDD U - v a l u e [ W / m 2 K ] recommended U-value for roof exist.required. U-value -low for roof exist.required. U-value -high for roof Cost-optimal & Required U-values (H & L) Minimum requirements for all buildings Minimum requirements for all buildings New buildings Existing buildings undergoing reparation Application of min. requirements for all new bldg & review every 5 years (same integrated methodology) Consider feasibility of renewable energy, CHP, etc for all new buildings (“1000 m²” deleted) Application of minimum performance requirements to all existing buildings ( “1000 m²” deleted! ) when undergo major renovations ( definition ) (Envelope component requirements still not mandatory!) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 43 ",
        "Randall BOWIE, Rockwool International A/S; EURIMA Trade Trade- -offs offs between between Energy Energy Supply Supply & & Demand Demand Strengthened certification schemes Strengthened certification schemes - More details on recommendations, incl envelope & systems - Cost optimal calculations for recommendations (early) - Much more detail on issuing of certificates to close loopholes regarding “made available” & ensure quality - All buildings constructed, sold or rented out and all public sector buildings >250 m² (incl display, was “1000 m²”; more clarity) - Certificates not more than 10 years old Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 44 ",
        "Randall BOWIE, Rockwool International A/S; EURIMA Low or zero carbon & energy buildings Low or zero carbon & energy buildings - National plans (roadmaps) to be reported (NEEAPs). - Targets 2015 & 2020 (By MS; EP: all new by 2019). - All building types included; emphasis on new. - Commission to develop common definition - Council: new generic definition. - Parliament wants “net zero-energy” on-site bldgs. Independent control systems Independent control systems - Covers certification and heating & cooling system inspection; to verify data, results & recommendations; regular reporting - Random selection, 0.5% and 0.1% of certificates & inspections, resp. - Three levels of detail, including on-site Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 45 ",
        "Randall BOWIE, Rockwool International A/S; EURIMA Penalties Penalties - Member States to lay down rules on penalties for infringement of all articles in Directive & take measures to ensure implementation - Effective, proportionate & disuasive - Notification to Commission Further information Further information European Commission & Branch websites : 1. http://ec.europa.eu/comm/energy/demand/ legislation/buildings_en.htm 2. www.rockwool.com 3. www.eurima.org Thank you Thank you for for your attention. your attention. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 46 ",
        "Yasemin BIRO, United Nations Foundation, USA Dr. Yasemin Biro Senior Policy Advisor Energy and Climate United Nations Foundation September 2009 9/25/2009 1 POLICY ELEMENTS A comprehensive policy approach provides the foundation for transformation to a new economy based on a commercial market for clean energy. Result : New business and job opportunities 9/25/2009 2 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 47 ",
        "Yasemin BIRO, United Nations Foundation, USA MAKING A DOWN PAYMENT The economic stimulus jumpstarts a fundamental change in energy strategy. Additional policy changes extend and enhance the benefits of the stimulus. “To control our own destiny, America must develop new forms of energy and new ways of using it. This is not a challenge for government alone…It is a challenge for all of us.” President Barack Obama, December 15, 2008 9/25/2009 3 GREEN STIMULUS AROUND THE WORLD (cid:121) HSBC estimates that more than $512bn of the global stimulus outlined so far will be devoted to green projects, including those in developing countries like China, South Korea, South Africa and Mexico. While the full effect will not be felt until the end of 2009 through 2011, with expected multiplier effects, total spending may reach $1,000bn. 9/25/2009 4 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 48 ",
        "Yasemin BIRO, United Nations Foundation, USA GREEN STIMULUS AROUND THE WORLD (Source: Financial Times, August 18, 2009) Country Green Stimulus (US$bn) % of Total Stimulus South Korea 60 79 EU 25 64 China 228 34 Australia 9 21 France 6 18 Japan 24 15 UK 5 15 Germany 14 13 US 117 12 South Africa 1 11 Mexico 1 10 Canada 3 9 Spain 1 6 Italy 1 1 9/25/2009 5 GREEN STIMULUS IN THE USA (cid:121) Out of the US$ 972 billion fiscal stimulus, the US will spend about 12 percent on green measures to catalyze private investment in renewables, nuclear and clean coal technologies. These efforts will not only benefit the planet, but also help steer the US out of recession by generating 2.5 million new jobs. 9/25/2009 6 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 49 ",
        "Yasemin BIRO, United Nations Foundation, USA “REBUILDING AMERICA” (cid:121) American Recovery & Reinvestment Act includes about $30 billion for clean energy: (cid:121) $11B for smart electric grid (cid:121) $6B renewable energy loan guarantee to leverage $60B in private sector financing (cid:121) $10B for school energy retrofits (cid:121) $8.5B for federal building retrofits (cid:121) $5B to weatherize a million low income homes (cid:121) $6.3B for state & municipal energy programs (cid:121) $8.2B for research, advanced batteries and CCS (cid:121) $500M for a Green Jobs Retraining Program (cid:190) Stimulus especially targets the building sector 9/25/2009 7 STIMULUS BENEFITS (cid:121) Energy efficiency is the largest supply resource in the US; the stimulus builds on that success by: (cid:121) Retrofitting 4 million buildings, leading to the retrofit of 50 million by 2020 (cid:121) Directly creating 100,000 new jobs and stimulating many more though indirect economic effects (cid:121) Creating new business activity in the hard ‐ hit construction industry (cid:121) Bringing renewable energy to scale to lower per unit cost of production to make it more affordable (cid:121) Lowering energy costs for millions of families and small businesses 9/25/2009 8 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 50 ",
        "Yasemin BIRO, United Nations Foundation, USA United Nations Foundation (UNF) (cid:121) The United Nations Foundation, a public charity, was created in 1998 in the US with entrepreneur and philanthropist Ted Turner’s historic $1 billion gift to support UN causes and activities. It champions the UN and is a platform that connects people, ideas and capital to help the United Nations solve global problems. 9/25/2009 9 Energy and Climate Change at UNF (cid:121) The UNF’s Energy and Climate Change Program works to help transition the world toward a safe, cleaner, more equitable and climate ‐ friendly energy future. (cid:121) Bring about an effective new climate change agreement by 2009 (cid:121) Global Leadership for Climate Action (GLCA); Senate Observer Group; Energy Futures Coalition; Friends on Climate Change (cid:121) Double the historical rate of energy efficiency globally (cid:121) International Task Force on Energy Efficiency (cid:121) Encourage clean energy development in the United States and developing nations (cid:121) International Biofuels Initiative; 25x25 Campaign; Energy Future Coalition; Rebuilding America; Ceres/Investor Summit 9/25/2009 10 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 51 ",
        "Yasemin BIRO, United Nations Foundation, USA THE COALITION APPROACH Labor Financial Institutions, Insurance, Investors IT Sector, National Labs, Universities IT , Utilities, & Business Government Utilities and Building Trades Environmental, Religious, & Consumer Groups 9/25/2009 11 REBUILDING AMERICA PARTNERS AFL ‐ CIO ‐‐ AFL ‐ CIO Building and Construction Trades ‐‐ Allianz of America ‐‐ Associated Builders & Contractors ‐‐ Associated General Contractors of America ‐‐ Building Owners and Managers Association ‐‐ Change to Win ‐‐ Center for American Progress – Ceres ‐‐ Con Edison ‐‐ Consumer Federation of America ‐‐ Copper Development Association ‐‐ Council on Competitiveness ‐‐ Edison Electric Institute ‐‐ Energy Future Coalition – Intel ‐‐ Jones Lang LaSalle ‐‐ National Wildlife Federation ‐‐ Natural Resources Defense Council ‐‐ North American Insulation Manufacturers Association ‐‐ Pacific Gas & Electric ‐‐ Polyisocyanurate Insulation Manufacturers Association ‐‐ The Real Estate Roundtable ‐‐ Sacramento Municipal Utility District ‐‐ United States Green Building Council Stimulus was supported by a diverse coalition: labor, construction, business, and environmental organizations “The breadth of this coalition reflects the very strong public support for energy efficiency investments. ‘Rebuilding America’ will pay off with an immediate economic stimulus as well as being a good long ‐ term investment in the economy. A failure to include a major investment in energy efficiency in the economic recovery package would be a tremendous mistake.” • Tim Wirth, UN Foundation President and former US Senator 9/25/2009 12 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 52 ",
        "Yasemin BIRO, United Nations Foundation, USA WHY ENERGY EFFICIENCY? (cid:137) It’s Cheaper : Programs deliver energy efficiency for 3 to 4 cents per kWh as compared to 10 cent or more per kWh cost of new power supply (cid:137) It’s Cleaner: No GHG emissions and eliminates the need for hundreds of new polluting power plants. (cid:137) It’s Faster: A new power plant takes 6 to 12 years to approve and build – energy efficiency can be deployed immediately. (cid:137) It’s Bigger: Energy efficiency can supply most or all electricity demand growth through 2030. (cid:137) It’s Better: Consumers save billions of dollars in utility bills and it drives sales of energy efficient products and creates thousands of new jobs. 9/25/2009 13 ENERGY & CLIMATE LEGISLATION US House of Representatives: • Establishes a National Cap and Trade Emissions Reduction Market • Includes an energy efficiency and renewable energy standard and provisions on Smart Grid • Approved by House Energy and Commerce Committee and is now awaiting full approval by full House of Representatives US Senate: • Deploys clean-energy technology and improves energy efficiency • Increases energy innovation and makes energy markets more transparent • The bill awaits Senate Energy Committee approval. Once the two bills are approved, they will be sent to a House/Senate Conference Committee that will prepare final compromise legislation. Conferencing can be relatively quick, as in the case of the stimulus, or a longer process if there are a lot of differences. Once a single bill emerges from the conference, it will go back to the House and the Senate for a final vote. This is usually a formality. Finally, the bill will be sent to President Obama to sign. (cid:190) This legislation is the critical to establish the US position at Copenhagen Climate Negotiations this December. 9/25/2009 14 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 53 ",
        "Yasemin BIRO, United Nations Foundation, USA THANK YOU! Yasemin Biro ybiro@unfoundation.org yaseminbiro@hotmail.com 9/25/2009 15 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 54 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 1 w w w . u n e c e . o r g / e n e r g y / Economic Commission for Europe Energy Efficiency in the UNECE region and the Global Energy Efficiency (GEE21) Project Gianluca Sambucini, UN Economic Commission for Europe 28 September 2009 2 w w w . u n e c e . o r g / e n e r g y / Energy Efficiency in UNECE Region (cid:122) Widely differentiated situation: both world best and worst performers in the region (cid:122) Differences due to economic transition, lack of investments, unavailability of best technology, unawareness, pricing and other policy barriers (cid:122) Various UNECE projects are addressing all of these issues since early 90s Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 55 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 3 w w w . u n e c e . o r g / e n e r g y / Energy and Carbon Intensity in UNECE countries & world average 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 World Average Uzbekistan USA United Kingdom Ukraine Turkmenistan Turkey Tajikistan Switzerland Sweden Spain Slovenia Slovakia Serbia Russian Federation Romania Portugal Poland Norway Netherlands Moldova Malta Luxembourg Lithuania Latvia Kyrgyzstan Kazakhstan Italy Israel Ireland Iceland Hungary Greece Germany Georgia FYR Macedonia France Finland Estonia Denmark Czech Republic Cyprus Croatia Canada Bulgaria Bosnia and Belgium Belarus Azerbaijan Austria Armenia Albania Carbon Intensity Energy Intensity 4 w w w . u n e c e . o r g / e n e r g y / Pro-efficiency policies (cid:122) European Union is spreading good practices (through extended membership, accession negotiations, Stabilisation and Association Agreements (SAA), Neighbourhood Policy) (cid:122) Most countries have now passed some sort of EE dedicated legislation. Some of them also established EE Fund Georgia, Kazakhstan, Tajikistan, Turkmenistan, Ukraine Regulation currently under development Armenia, Azerbaijan, Belarus, Bosnia and Herzegovina, Croatia, FYR Macedonia, Montenegro, Serbia, Uzbekistan Regulatory provisions from other frameworks but no dedicated legislation Albania, Moldova, Russian Federation, Turkey Dedicated regulation but partial implementation or lack of secondary legislation EU-27, Canada, Iceland, Israel, Kyrgyzstan, Norway, Switzerland, USA Dedicated legislation (primary and secondary) Countries Dedicated EE legislation Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 56 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 5 w w w . u n e c e . o r g / e n e r g y / Energy Efficiency 21 (EE21) (cid:122) UNECE umbrella project for EE (cid:122) Region-wide project (cid:122) It aims to assist economies in transition in development and promotion of sustainable energy policies, energy efficiency strategies (cid:122) Vital to meet international treaty obligations (UNFCCC) (cid:122) 4 sub-regional and one country-oriented projects focused on Southeastern and Eastern Europe, the Russian Federation and the CIS (cid:122) Main achievement was €250million equity and mezzanine investment fund for EE & RE 6 w w w . u n e c e . o r g / e n e r g y / Global Energy Efficiency 21 (GEE21) (cid:122) Following positive impact of EE21 and UN calls for inter-regional cooperation, GEE21 was mandated in November 2008 (cid:122) Project launched in December at COP-14 in Poznan (cid:122) Stated long-term objective: « Develop a more systematic exchange of experience on capacity building, policy reforms and investment project finance among countries of region of the world through their UN Regional Commission in order to promote energy efficient use improvements. » Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 57 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 7 w w w . u n e c e . o r g / e n e r g y / Implementing Institutions The five United Nations Regional Commissions : (cid:122) Economic Commission for Europe (ECE) (cid:122) Economic and Social Commission for Asia and the Pacific (ESCAP) (cid:122) Economic Commission for Latin America and the Caribbean (ECLAC/CELPAL) (cid:122) Economic Commission for Africa (ECA) (cid:122) Economic and Social Commission for West Asia (ESCWA) 8 w w w . u n e c e . o r g / e n e r g y / Objectives (cid:122) Objective One. Strengthen the participation of the 12 participating countries in the project ‘Financing Energy Efficiency for Climate Change Mitigation’ (cid:122) Objective Two. Disseminate and, if possible, extend the experience of the project in other countries Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 58 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 9 w w w . u n e c e . o r g / e n e r g y / Objectives (cid:122) Objective Three. Increase the capacity of the UN Regional Commissions to provide effective energy efficiency services that promote the reduction of greenhouse gas emissions to member states (cid:122) Objective Four. Improve capacity to develop, adjust and implement a global strategy to promote self-financing energy efficiency improvements for climate change mitigation 10 w w w . u n e c e . o r g / e n e r g y / Short-term activities (cid:122) The Russian Federation has provided extra- budgetary funds for short-term activities related to Objectives Three and Four . (cid:122) Activity 3.1. Establishment of a network of elected officers of intergovernmental bodies working on energy efficiency and climate change and the respective secretariats of the five UN Regional Commission (cid:122) Activity 3.2. Appraisal of the energy efficiency and the climate change work programmes with respect to activities of capacity building, energy policy reform and investment project finance Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 59 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 11 w w w . u n e c e . o r g / e n e r g y / Activity 3.2: Work Programmes of RCs (cid:122) a. Public Private Partnership (PPP) Dedicated Funds (cid:122) a. International Financial Institutions (cid:122) a. Local commercial banks Objective Three: Financing Bankable Projects to Reduce CO2 Emissions (cid:122) (cid:122) (cid:122) a. Senior policy maker seminars (cid:122) (cid:122) (cid:122) a. Case studies of energy efficiency policy reforms (cid:122) (cid:122) (cid:122) (cid:122) (cid:122) a. Regional policy analysis of energy policy reforms Objective Two: Assistance to Participating Governments with the Introduction of Energy Policy Reforms (cid:122) (cid:122) (cid:122) a. Business development workshops on project preparation (cid:122) a. Training courses financial engineering & business planning (cid:122) (cid:122) (cid:122) (cid:122) (cid:122) a. Information campaigns, energy manager briefing sessions Objective One: Capacity Building for the Development of Energy Efficiency Investment Projects ECLAC ECA ESCWA ESCAP ECE Technical Assistance Activities 12 w w w . u n e c e . o r g / e n e r g y / Activity 3.2: Existing Financing Mechanisms (cid:122) Background paper by senior consultant on the main programmes and financing mechanisms implemented in the world: « Survey of mechanisms and sources of financing for Energy Efficiency and Renewable Energy investments for climate change mitigation » (cid:122) Review of 21 financing mechanisms (mostly in developing countries) (cid:122) Focus on dedicated intermediate financing and small/medium scale projects (then suitable for efficiency in buildings) (cid:122) To be complemented by contributions from each RC and included in a UN-Energy publication presented at COP-15 in Copenhagen Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 60 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 13 w w w . u n e c e . o r g / e n e r g y / Importance of Financing Mechanisms (cid:122) Most EE measures have a negative cost on a life-cycle basis, these are profitable investments (positive NPV) – McKinsey estimates that $170bn per year in additional profitable EE investments (IRR@17%) till 2020 would achieve close to half the abatement needed to cap concentrations within the 450-550 ppm band (cid:122) A number of RE technologies are at or close to grid parity (onshore wind); they are nearly competitive (cid:122) However, barriers such as transaction costs particularly in the case of EE impede investments (cid:122) More than 75% of emissions growth will be in developing countries, where abatement opportunities are the cheapest but investment finance is hardest to raise 14 w w w . u n e c e . o r g / e n e r g y / Barriers to EERE Financing Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 61 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 15 w w w . u n e c e . o r g / e n e r g y / Mechanisms Surveyed Mechanisms surveyed according to the barrier they were designed to tackle: (cid:122) Closing the equity gap: Dedicated private equity funds (3) (cid:122) Closing the debt-equity gap: Dedicated subordinated debt facilities (2) (cid:122) Supporting a nascent ESCO industry (3) (cid:122) Using utilities or municipalities as relays in the financial intermediation chain (5) (cid:122) Financing energy access (off-grid communities in rural areas) with micro-finance (1) (cid:122) Mitigating risks of local lenders: Partial Risk Guarantees (2) (cid:122) Remedying the inability or unwillingness of CFIs to finance EERE projects: Special Purpose Financing Vehicles (2) (cid:122) Dedicated DFI EE/RE credit lines to local CFIs (3) 16 w w w . u n e c e . o r g / e n e r g y / Differences between EE and RE Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 62 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 17 w w w . u n e c e . o r g / e n e r g y / Carbon Market & Technical Assistance (cid:122) Carbon markets keep growing ($126bn market, 4.8Gt) but 2008 numbers mask a fall in volumes in the JI&CDM primary market and an increase in secondary trading of existing assets (cid:122) The contribution of CF to EERE investments is less significant than usually claimed (cid:122) Carbon finance does not translate into upfront project finance (cid:122) UN regulatory approval process is slow, costly, cumbersome, and uncertain (cid:122) Only a few large countries benefit: the “BRICs” take up 75% (cid:122) Technical Assistance is critical for (at least) initial diagnostic, project origination and preparation, capacity building (of banks, etc.) and programme evaluation (cid:122) Sources of TA funding are multiple but coordination of programmes is poor, overlap frequent and information not easily accessible 18 w w w . u n e c e . o r g / e n e r g y / Survey of Mechanisms: Main findings (cid:122) Importance of initial diagnosis to build an instrument fitting the local environment, select investment targets, identify barriers, determine best delivery channels, TA and financial incentive needs (cid:122) Deal flow matters as much as finance (cid:122) Only create a dedicated financing vehicle if local banks are not suitable and only provide funding if liquidity is insufficient and/or or funding terms inadequate (cid:122) In other cases, credit enhancement may be enough in the form of partial risk guarantees, or integrating loan payments within utility bills or municipal taxes (cid:122) ESCOs are a worthy but complex instrument Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 63 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 19 w w w . u n e c e . o r g / e n e r g y / Short-term activities (cid:122) Activity 4.1. Determination of common priorities and synergies between the member states and the work programmes they pursue through their UN intergovernmental bodies among the five UN Regional Commissions (cid:122) Activity 4.2. Development of a global strategy for the adoption of UN Regional Commisions’ work programmes to promote self-financing energy efficiency improvements to raise economic productivity, diminish fuel poverty and reduce environmental air pollution as well as greenhouse gas emissions 20 w w w . u n e c e . o r g / e n e r g y / Nexts steps (cid:122) Creation of an Ad Hoc Group of Experts on Global Energy Efficiency 21 to closely follow the implementation of the project (cid:122) Recruitment of a new staff member (Economic Affairs Officer, P-4) from UNECE regular budget (cid:122) Presentation RCs joint UN-Energy publication at Copenhagen, publication in ECE Energy Series in early 2010 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 64 ",
        "Gianluca SAMBUCINI, United Nations Economic Commission for Europe 21 w w w . u n e c e . o r g / e n e r g y / THANK YOU! Gianluca Sambucini Project Manager GEE21 Sustainable Energy Division UN Economic Commission for Europe Palais des Nations, Geneva gianluca.sambucini@unece.org Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 65 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 66 ",
        "Patty FONG, European Climate Foundation ECF Energy Efficiency Programme JRC Workshop on Energy Efficiency in Buildings Patty Fong 28 September 2009 Istanbul, Turkey Agenda • The ClimateWorks Network • The European Climate Foundation (ECF) • ECF Energy Efficiency Programme Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 67 ",
        "Patty FONG, European Climate Foundation 2 ECF’s work leveraged through the CW Network Best Practice Networks Regional Climate Foundations 3 Simplified 2030 cost curve Commercial fuel efficiency Fuel efficiency in vehicles 3 6 9 12 15 18 21 24 27 Feedstock substitution Motor systems Buildings Power Industry Transport Forests Agriculture/other Insulation improvements Water heating CCS, new coal CCS, coal retrofit Wind —low penetration Forestation Avoided tropical deforestation C o s t o f a b a t e m e n t E U R / t C O 2 e Abatement GtCO 2 e/year Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 68 ",
        "Patty FONG, European Climate Foundation 4 Global emissions reduction potential by 2030 7.5 -7.5 B A U e m i s s i o n s 17* 20 14 9 12 -10 -7 -3.5 -2.5 -5 other Source: Design to Win Agenda • The ClimateWorks Network • The European Climate Foundation (ECF) • ECF Energy Efficiency Programme Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 69 ",
        "Patty FONG, European Climate Foundation ECF Mission and Current Status 6 The European Climate Foundation aims to promote climate and energy policies that greatly reduce Europe’s greenhouse gas emissions and help Europe play an even stronger international leadership role in mitigating climate change. (cid:57) Formally launched in February of 2008 (cid:57) 25+ staff and 2 fellows, from 12 nationalities and diverse backgrounds (business, government, and civil society) (cid:57) Three offices (The Hague, Brussels and Berlin) and staff in the UK and Poland (cid:57) Some 150 grants to 75+ grantees to date (cid:57) Initial funding from 7 donors (US, UK and Switzerland) with 5-year commitment Mission Organizational Status ECF Sectors and Initiatives 7 EU 30% emission reductions binding target EU financial levers Central and Eastern Europe EU public and carbon finance commitments Early action EU-developing country partnerships Project Catalyst outreach Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 70 ",
        "Patty FONG, European Climate Foundation Agenda • The ClimateWorks Network • The European Climate Foundation (ECF) • ECF Energy Efficiency Programme Priorities 2010 – Energy Efficiency 9 Initiative Goal • Buildings • To ensure strong adoption and implementation of the EU Energy Performance of Buildings Directive (EPBD) • Appliances & Equipment • Monitor and ensure implementation of EU Eco- Design Directive for Energy-using Products for the most energy consuming products • Maximize (large) utility-scale energy efficiency • Secure aggressive utility-scale energy efficiency via regulation, financing mechanisms, and incentive policies Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 71 ",
        "Patty FONG, European Climate Foundation Strong recast of EPBD adopted Buildings Efficiency – EPBD Recast European Parliament Council of Ministers National Governments National Legislation New EPBD 2010 Nov 2008 2012 2009 EPBD Recast Proposal 2011 Buildings Efficiency - Implementation buildings best practice netowrk for Europe EU Initiatives European Institutions Civil Society National Governments Private Sector Target countries (high CO 2 potential + political opportunities) CO 2 savings Success Stories - Financing - Building Codes - Energy Certificates - Information & dissemination - One-stop shop for services International best practices Advocacy National NGOs Business 11 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 72 ",
        "Patty FONG, European Climate Foundation Appliance & Equipment Efficiency Ecodesign (mandatory exclusion from markets) Energy Label Incentives to drive innovation Market transformation programmes A B ED C GF 12 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 73 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 74 ",
        "Laurent MINÈRE, SenterNovem, THE NETHERLANDS Promotion of energy efficiency by Voluntary Agreements in Turkish Industry Laurent Minère, SenterNovem 7th JRC workshop on Energy Efficiency in Buildings – Istanbul, 28-29 September 2009 2 Contents A good base, a good start Pilot project at 10 companies EE potential in Turkish industry Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 75 ",
        "Laurent MINÈRE, SenterNovem, THE NETHERLANDS 3 A favourable environment and a pro-active policy EE on the agenda of government, industry, and public: • Concerns about security of supply • High energy bills • Awareness campaigns Legislation on Energy Efficiency includes Voluntary Agreements: • Open to industrial companies using more than 1000 TEP/y • Target of at least 10% improvement within 3 years • Financial incentive up to 100.000 TL if target is met Pilot project Where, how, and what are the results ? 4 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 76 ",
        "Laurent MINÈRE, SenterNovem, THE NETHERLANDS 5 Pilot in 6 sectors (10 companies) Cement (1) Paper (1) Ceramic (1) Textile (3) Food (1) Bricks & Tiles (1) Food (2) ENDE Engineering, Trading&Consulting Consulting support: 5 energy consultancies 6 Proven method: Energy Potential Scan Can we do it with less? Can we reduce losses? Can we re-use? INPUT OUTPUT Materials Products Energy Process Waste Emissions Can we adapt our process? What happens exactly? Why does it happen in this way? Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 77 ",
        "Laurent MINÈRE, SenterNovem, THE NETHERLANDS 7 Participatory approach Why does it happen this way? Management support What happens exactly? EAT 8 Participatory approach Can we do it with less energy? Is the process really under control? Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 78 ",
        "Laurent MINÈRE, SenterNovem, THE NETHERLANDS 9 Process mapping Döner F ı r ı n Ön ı s ı t ı c ı ILC Low NOx Klinker So ğ utucu Cross-bar SF 2x4 K ı r ı c ı 300 ton/s Kalker 11.700 ton Farin Silosu 5.000 ton Roller press 200 ton/s Çimento Silosu 10.000 ton Çimento Silosu 10.000 ton Paketleme 2x120 ton/s Kil 8.000 ton Kömür Stokhohü 5.000 ton FarinDe ğ irmeni 160 ton/s Kömür De ğ irmeni T İ RAX 3,6 X 7,8 M 17 ton/s 3.6x55m 3 ayak 1800 ton/gün Klinker Stokholü 60.000 ton Çimento de ğ irmeni UnidanUM 4,0x12 90 ton/s Çimento de ğ irmeni UnidanUM 40x12 90 ton/s Çimento de ğ irmeni CMEC 4,2 X 12,5 M 100 ton/s Klinker Stokholü 70.000 ton Çimento Silosu 2.500 ton 10 Energy balancing Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 79 ",
        "Laurent MINÈRE, SenterNovem, THE NETHERLANDS 11 Identifying EE projects • Speed control on fans, mixers, pumps • Efficient lighting systems, roof windows Electricity • Efficient electrical motors Utilities • Optimization compressed air systems • Heat recovery (flash steam, exhaust gases) • Insulation of steam valves • Better quality of make up water for steam Process • Improved mixing (less reaction time and reactants) • Optimisation of reaction recipes • Automation, upgrading sensors, resizing rquipment Renewable energy • Cogeneration with biogas from production waste Awareness & good housekeeping EE potential inTurkish industry Can we extrapolate the results of the pilot project ? 12 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 80 ",
        "Laurent MINÈRE, SenterNovem, THE NETHERLANDS 13 Good EE potential assessed at pilot companies Technical EE potential: 20% to 40% Profitable potential (< 2 years PBT): > 10% Expected EEIP’s target: 11% to 17% Average PBT per company: 1 to 2,5 years (cid:190) Most pilot companies were above average in terms of past EE improvement and actual energy management. (cid:190) We can expect an even higher EE potential at most Turkish companies. 14 Upscaling the VA programme Start in January 2009 • 25 industrial companies applied for participation in the Voluntary Agreements Programme for the period 2010-2012 • 8 pilot companies are participating, showing their confidence in meeting the VA target of 10% in 3 years. Towards a large scale programme • Energy efficiency improvement is a complex and often strategic process at companies, involving studies and investments, process adaptations, product changes, energy management, and sometimes also a mentality change. • Specific incentives are needed for fully mobilize the EE potential in Turkish industry. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 81 ",
        "Laurent MINÈRE, SenterNovem, THE NETHERLANDS Promoting Implementation at company level Barriers What to do? Financial incentives and access to funding >Not always needed at start (many projects with short PBT) >Financial support might increase the VA targets of companies by bringing the profitable EE potential closer to the technical potential Access to know-how and technology >Participatory approach welcomed at pilot companies >EPS methodology adopted by pilot consultants >Training and accreditation of EE consultants >Promoting EE consultancy and Clean Tech sector in Turkey Administrative burden and confidentiality >Monitoring methodology shouldn’t be too complex >Make it easier for participating companies to comply with other legal requirements (where appropriate) >Guarantee confidentiality of sensitive data which are needed for control (production, energy use) 15 İ lginiz için te ş ekkürler Daha fazla bilgi için (l.minere@senternovem.nl) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 82 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA – 2008 Money Matters Governments role in triggering creative energy efficiency financing Philippine de T’Serclaes International Energy Agency Energy Efficiency & Environment Division JRC— Energy and Environnement Programme Istanbul, September 28 th , 2009 PROMOTING ENERGY efficiency INVESTMENTS Case studies in the residential sector © OECD/IEA - 2009 INTERNATIONAL ENERGY AGENCY © OECD/IEA - 2008 Reductions in energy-related CO2 emissions in the climate-policy scenarios While technological progress is needed to achieve some emissions reductions, efficiency gains and deployment of existing low ‐ carbon energy accounts for most of the savings CCS Renewables& biofuels Nuclear Energy efficiency Reference Scenario 550 Policy Scenario 450 Policy Scenario 20 25 30 35 40 45 2005 2010 2015 2020 2025 2030 G i g a t o n n e s 550 Policy Scenario 450 Policy Scenario 54% 23% 14% 9% Source: IEA World Energy Outlook 2008 PROMOTING ENERGY efficiency INVESTMENTS Case studies in the residential sector Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 83 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA - 2008 Cross-sectoral CO 2 savings potential for energy efficiency PROMOTING ENERGY efficiency INVESTMENTS Case studies in the residential sector © OECD/IEA - 2008 Example of energy efficiency potential: the building sector (cid:132) Buildings are the largest end use of energy Buildings including installed appliances account for 40 % of the worlds end use of energy. (cid:132) Most is used for building envelope (heating, cooling, ventilation and hot sanitary water) This is in particular for residential buildings Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 84 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA - 2008 Why is financing energy efficiency a challenge? Why are energy efficiency potentials not realized? (cid:132) Principal agent problem (cid:122) Split incentives (cid:122) Absence of clear legal responsibility (cid:132) Information failure (cid:122) Benefits of EE (cid:122) Training failure (cid:132) Financial barriers—access to capital (cid:122) Initial cost (cid:122) Perceived high risk (cid:122) High uncertainty (cid:122) Small size of the projects, high transaction costs (cid:122) Information failure in finance sector ©OECD/IEA -2007 Quantifying Principal-Agent Problems in Energy Efficiency PROMOTING ENERGY efficiency INVESTMENTS Case studies in the residential sector © OECD/IEA - 2008 Policies can help overcome these barriers and trigger increased investments…. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 85 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA - 2008 Examples of successful policies: Public-private partnerships (cid:132) Preferential loans (cid:122) Banque Populaire; KfW (cid:122) DSM-utilities programme (cid:132) Voluntary partnerships (cid:122) Top-runner (cid:132) Risk-sharing instrument (cid:122) IFC/GEF; (cid:122) Flat 35 © OECD/IEA - 2008 Investors SPV Loan bond transfer Security for MBS Entrustment of loan bonds P a y m e n t f o r M B S i ss u e P a y m e n t o f i n t e r e s t and p r i n c i pa l Payment-transfer of principal Mechanism of Flat 35 Source: JHF 2006 Return of principal Application for Flat 35 Verification Entity I ss u e o f ve r ifi c a ti on Subsidy fixed IR JHF Financial Institution Customer Receipt of fund Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 86 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA - 2008 Public-private partnerships (cid:132) Preferential loans (cid:122) Banque Populaire; KfW (cid:122) DSM-Utilities programme (cid:132) Voluntary partnerships (cid:122) Top-Runner (cid:132) Risk-sharing instrument (cid:122) Flat-35 (cid:132) Reasons for success (cid:122) Leverage public money into private training (cid:122) Create supply chain for sustainable change © OECD/IEA - 2008 Certification tools (cid:132) Obligations/tradable instruments (cid:122) White certificates (cid:122) EEC (cid:132) Evaluation & measurement protocols (cid:122) IPMVP (cid:122) ASHRAE Guideline 14 (cid:122) DOE Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 87 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA - 2008 Obligation/tradable instrument: genera principle Regulatory Agency Obliged Agents Non-obliged agents Market Determine the targets Attributes Certificates Produce or buy certificates Pay Penalties (i.e. France 2€cts/kWh Attributes Certificate Sell Sell Buy © OECD/IEA - 2008 Certification tools (cid:132) Obligations/tradable instruments (cid:122) White certificates (cid:122) EEC (cid:132) Evaluation & measurement protocols (cid:122) IPMVP (cid:122) ASHRAE Guideline 14 (cid:122) DOE (cid:132) Reasons for success (cid:122) Reduces uncertainty in EE measurements (cid:122) Quantifies energy savings (intangible asset) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 88 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA - 2008 Living space Rent Energy bill Landlord Tenant Infrastructure & Appliances Other challenges call for regulation and implementation Barriers Low priority of energy issues Access to Capital Incomplete markets for energy efficiency Market failures Lack of information Distortionary policies Externalities Public goods Split incentives Mind Mind the the Gap Gap ©OECD/IEA -2007 Quantifying Principal-Agent Problems in Energy Efficiency © OECD/IEA - 2008 Scale of the challenge: Governments can Scale of the challenge: Governments can’ ’t t do it alone! do it alone! Source: Adapted from UNFCCC Technical Report on finance and technology (2008) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 89 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA - 2008 IEA 25 energy efficiency policy IEA 25 energy efficiency policy recommendations across 7 priority areas recommendations across 7 priority areas 1. Across sectors 1. Across sectors 1.1 Measures for increasing investment in energy efficiency; 1.2 National energy efficiency strategies and goals; 1.3 Compliance, monitoring, enforcement and evaluation of energy efficiency measures; 1.4 Energy efficiency indicators; 1.5 Monitoring and reporting progress with the IEA energy efficiency recommendations themselves. 2. Buildings 2. Buildings 2.1 Building codes for new buildings; 2.2 Passive Energy Houses and Zero Energy Buildings; 2.3 Policy packages to promote energy efficiency in existing buildings; 2.4 Building certification schemes; 2.5 Energy efficiency improvements in glazed areas. 3. Appliances 3. Appliances 3.1 Mandatory energy performance requirements or labels; 3.2 Low-power modes, including standby power, for electronic and networked equipment; 3.3 Televisions and “set-top” boxes; 3.4 Energy performance test standards and measurement protocols. 4. Lighting 4. Lighting 4.1 Best practice lighting and the phase- out of incandescent bulbs; 4.2 Ensuring least-cost lighting in non- residential buildings and the phase-out of inefficient fuel-based lighting. 5. Transport 5. Transport 5.1 Fuel-efficient tyres; 5.2 Mandatory fuel efficiency standards for light-duty vehicles; 5.3 Fuel economy of heavy-duty vehicles; 5.4 Eco-driving. 6. Industry 6. Industry 6.1 Collection of high quality energy efficiency data for industry; 6.2 Energy performance of electric motors; 6.3 Assistance in developing energy management capability; 6.4 Policy packages to promote energy efficiency in small and medium-sized enterprises. 7. Utilities 7. Utilities 7.1 Utility end-use energy efficiency schemes 1.1.a. i.Adopt a common verification protocol ii.Encourage private institutions to train their staff iii.Review their fiscal incentives programmes iv.Collaborate with private sector to create PPPs v.Promote risk mitigation instruments vi.Put in place institutional frameworks to ensure regular co-operation on EE issues between public and private financial institutions PROMOTING ENERGY efficiency INVESTMENTS Case studies in the residential sector © OECD/IEA - 2009 INTERNATIONAL ENERGY AGENCY © OECD/IEA - 2008 The importance of timing: the impact of the economic crisis (cid:132) Framing of stimulus packages give government great opportunity to move the agenda forward in EE; (cid:132) IEA analysis underlines constituting elements of successful policy packages (cid:122) Risk sharing (cid:122) PPPs (cid:122) Training (cid:132) Current bailout of banks underline need to implement finance recs (cid:132) Build on the G20 meetings to reach out Mind Mind the the Gap Gap Finance Finance EE Now EE Now ©OECD/IEA -2007 Quantifying Principal-Agent Problems in Energy Efficiency Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 90 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA - 2008 Key Messages PROMOTING ENERGY efficiency INVESTMENTS Case studies in the residential sector ©OECD/IEA -2008 INTERNATIONAL ENERGY AGENCY 1- Energy efficiency is a great business opportunity for green growth 2- Market failures justify Government intervention 3- Governments should focus on policies which facilitate private sector involvement—national 4- Creating a market is key for sustainable change 5- Governments should ensure implementation of the IEA 25 recommendations—W.I.N. © OECD/IEA - 2008 Way forward: Energy Efficiency Finance Action Network (EEFAN) (cid:132) Purpose (cid:132) Create forum of exchange between public and private sector (cid:132) IEA clearing house to collect information from the private sector (cid:132) Process (cid:132) Two annual meetings (cid:132) Bi—annual collection of data by IEA (cid:132) Voluntary Contributions PROMOTING ENERGY efficiency INVESTMENTS Case studies in the residential sector © OECD/IEA - 2009 INTERNATIONAL ENERGY AGENCY Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 91 ",
        "Philippine de T'SERCLAES, International Energy Agency © OECD/IEA - 2008 Thank you philippine.detserclaes@iea.org For more information Mind the Gap: quantifying Principal-Agent Problems (October, 2007) Promoting EE Investments: case studies in the residential sector (March, 2008) Money Matters : financing energy efficiency in emerging economies –a business opportunity (End, 2009) PROMOTING ENERGY efficiency INVESTMENTS Case studies in the residential sector ©OECD/IEA -2008 INTERNATIONAL ENERGY AGENCY Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 92 ",
        "Peter JOHANSEN, WORLD BANK Energy Efficiency Energy Efficiency - -The Low The Low Hanging Fruits and Why We Find Hanging Fruits and Why We Find them Hard to Pick them Hard to Pick How can How can IFIs IFIs support the EE agenda in Central and Eastern support the EE agenda in Central and Eastern Europe? Europe? Peter Johansen Peter Johansen Senior Energy Specialist, World Bank Senior Energy Specialist, World Bank JRC Workshop Istanbul, September 28 JRC Workshop Istanbul, September 28- -29 29 2009 2009 There is a Potential for EE in There is a Potential for EE in the CEE the CEE (cid:132) (cid:132) The EU has set their 20% target The EU has set their 20% target (cid:132) (cid:132) CEE country indicators show us that they CEE country indicators show us that they have bigger potential than EU average have bigger potential than EU average (cid:132) (cid:132) Bottom Bottom - - up studies indicate considerable up studies indicate considerable savings potential in all sectors of the CEE savings potential in all sectors of the CEE economies economies (cid:132) (cid:132) However, only modest progress is being However, only modest progress is being made made Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 93 ",
        "Peter JOHANSEN, WORLD BANK The Promises of the EE The Promises of the EE Market Market… …getting stronger getting stronger WBG Energy Week 2009 WBG Energy Week 2009 3 3 Sources: IEA, McKinsey Why the Abatement Curve Why the Abatement Curve Misrepresents EE Misrepresents EE (cid:132) (cid:132) Although often cheaper and greener, Although often cheaper and greener, Negawatts Negawatts are more complex than are more complex than Megawatts Megawatts (cid:132) (cid:132) EE has high transaction costs EE has high transaction costs – – especially especially for smaller projects for smaller projects (cid:132) (cid:132) EE projects can be institutionally complex EE projects can be institutionally complex and it can be tricky to align costs and and it can be tricky to align costs and benefits benefits (cid:132) (cid:132) EE projects entail a different type of risk EE projects entail a different type of risk than supply side projects than supply side projects Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 94 ",
        "Peter JOHANSEN, WORLD BANK Megawatts “Negawatts” • 1-2 stakeholders (equipment supplier and electric utility) • Multiple stakeholders (equipment supplier, electric utility, consumer, market intermediares like ESCOs, etc.) • One decision maker (generally the Utility) • Multiple decision makers (utility, consumers, etc.) • Asset-based deal- straight-forward • Savings-based deal, hence requires pre-assessment/audits, measurement and verification, etc. • Mature Market (with Tested Technologies, Quality Standards, etc. already in place for several decades) • Evolving Market (Standards may not exist, eg., CFLs, LEDs, product may not be available) • Not sensitive to (subsidized) consumer tariffs • Highly sensitive to (subsidized) consumer tariffs WBG Energy Week 2009 WBG Energy Week 2009 5 5 Why the Low Hanging Fruits Why the Low Hanging Fruits Do Not Get Picked Do Not Get Picked (cid:132) (cid:132) Money flows to where there is least Money flows to where there is least resistance i.e. to Megawatts rather than resistance i.e. to Megawatts rather than Negawatts Negawatts (cid:132) (cid:132) Ignorance about the true cost of EE leads Ignorance about the true cost of EE leads to misallocation of resources and to misallocation of resources and insufficient barrier removal insufficient barrier removal (cid:132) (cid:132) Consumer price subsidies are poison for Consumer price subsidies are poison for EE EE Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 95 ",
        "Peter JOHANSEN, WORLD BANK Shift from Technology Cost Shift from Technology Cost- -based approach (for based approach (for projecting GHG Emissions Reduction) to Costs of projecting GHG Emissions Reduction) to Costs of “ “Delivering Delivering” ” Energy Efficiency Energy Efficiency Significant potential; but need to consider: direct costs to deliver energy savings, i.e., costs of accessing and implementing a technology EE EE – – It Works but Its Not Free! It Works but Its Not Free! Gains from Energy Efficiency – OECD Countries (1973-2004) 56 % Hypothetical energy use without efficiency improvements 0 20 40 60 80 100 120 140 160 180 1973 1980 1990 2000 2004 E J Energy Savings Actual energy use Source: IEA (2008) Gains Largely Due to Policies & Programs … But Policies/ programs Requires Institutions, People, Systems … Costs Money And Time! Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 96 ",
        "Peter JOHANSEN, WORLD BANK WBG Energy Week 2009 WBG Energy Week 2009 9 9 0 300 600 900 1980 '82 '84 '86 '88 '90 '92 '94 '96 '98 '00 '02 PJ Oil Natural Gas Coal and Coke Renewable Energy etc. The Success Story of Denmark The Success Story of Denmark Source: IEA (2008) 32% GDP growth during this period EE EE - - From Promise to From Promise to Reality Reality (cid:132) (cid:132) Technology on its own will not get the job Technology on its own will not get the job done. Focus needs to shift from technology done. Focus needs to shift from technology costs to delivery costs costs to delivery costs (cid:132) (cid:132) Availability of finance is rarely the major Availability of finance is rarely the major barrier for EE so credit lines will not help barrier for EE so credit lines will not help much by themselves. Move from much by themselves. Move from “ “available available” ” to to “ “accessible accessible” ” finance finance (cid:132) (cid:132) Focus on institutional framework and enabling Focus on institutional framework and enabling policies, including tariff policy policies, including tariff policy Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 97 ",
        "Peter JOHANSEN, WORLD BANK Getting to the True Value and Costs of Doing Getting to the True Value and Costs of Doing Energy Efficiency Business Energy Efficiency Business (cid:132) Additional “Value” (cid:132) Employment (cid:132) Generation (cid:132) Quality of Life (cid:132) Reduced Air Pollution WBG Energy Week 2009 WBG Energy Week 2009 11 11 Additional “Value” Employment Generation Quality of Life Reduced Air Pollution Additional “Costs” Transaction Cost “Program” Cost Institutions and Market Structure Size – “Lumpiness” “Tariff” Effect “Accessible” Finance Technology Availibility Rebound Effects Information Gap WB Experience WB Experience – – What Actually What Actually Works? Works? (cid:132) (cid:132) ESCO operations ESCO operations . Works well in Croatia, less successful in . Works well in Croatia, less successful in Poland, promising in Macedonia. Poland, promising in Macedonia. (cid:132) (cid:132) EE Funds EE Funds . Works well in Bulgaria and eventually became . Works well in Bulgaria and eventually became successful in Romania. But impact remains limited. successful in Romania. But impact remains limited. (cid:132) (cid:132) Public Building Programs Public Building Programs . Success in Serbia and . Success in Serbia and promising in Montenegro. Potential for scale promising in Montenegro. Potential for scale- -up up (cid:132) (cid:132) Financial Intermediaries/credit lines Financial Intermediaries/credit lines . Success in Russia . Success in Russia (IFC), promising in Poland and Turkey. Needs training of Fis (IFC), promising in Poland and Turkey. Needs training of Fis and active pipeline creation and active pipeline creation (cid:132) (cid:132) Residential Housing Renovation Schemes Residential Housing Renovation Schemes . Worked in . Worked in Hungary (IFC) and Poland (national funding). Some success Hungary (IFC) and Poland (national funding). Some success in Lithuania. Depend on successful HOAs and need in Lithuania. Depend on successful HOAs and need subsidies subsidies Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 98 ",
        "Peter JOHANSEN, WORLD BANK WB Loan for EE/RE in WB Loan for EE/RE in Turkey Turkey (cid:132) (cid:132) IBRD: $500m plus CTF: $100m IBRD: $500m plus CTF: $100m (cid:132) (cid:132) Two banks: TKB and TSKB Two banks: TKB and TSKB (cid:132) (cid:132) At least 10% to be used for EE At least 10% to be used for EE (cid:132) (cid:132) Target for EE: large industrial projects (steel, Target for EE: large industrial projects (steel, cement, paper, textiles, chemical etc.) cement, paper, textiles, chemical etc.) (cid:132) (cid:132) CTF can finance up to 15% of EE investment CTF can finance up to 15% of EE investment costs providing longer maturity at lower interest costs providing longer maturity at lower interest rates rates Other Lessons Learned Other Lessons Learned (cid:132) Subsidies often dominate and condition the market for EE E (cid:132) Public procurement regulations can be serious impediments for ESCO operations (cid:132) ESCO projects often need substantial “co-financing” because clients want high-cost measures (cid:132) (cid:132) Some market segments, e.g. hospitals, may need Some market segments, e.g. hospitals, may need guarantees before EE investments are feasible but guarantees before EE investments are feasible but in general guarantee schemes are rarely the right in general guarantee schemes are rarely the right tool tool (cid:132) (cid:132) Institutional capacity to formulate and implement Institutional capacity to formulate and implement EE policy is often low EE policy is often low (cid:132) (cid:132) Insufficient data (incl. operational EE indicators) Insufficient data (incl. operational EE indicators) (cid:132) IFI coordination either insufficient or non-existing Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 99 ",
        "Peter JOHANSEN, WORLD BANK Energy Efficiency Operationalization Energy Efficiency Operationalization Multiple Actions for Fostering EE Investments Multiple Actions for Fostering EE Investments… … WBG Energy Week 2009 WBG Energy Week 2009 15 15 Carbon Market (incl. CPF) Incentives IFIs ( Investments, Financial Intermediation, Policy lending, Analytical Work) Leveraging Private Sector Capital •Rational Tariffs/TOU •Subsidies’ Removal •Life cycle costing / procurement procedures •EE Standards & Labels •Building EE Codes •Mandatory EE Audits •ESCO Development •Utility DSM •Credit enhancement (Financial) mechanisms, EE Funds, Financial intermediation/Bundling •…….. POLICY & MARKETS CTF Incentives GEF Incentives INVESTMENTS Action Plan Template Action Plan Template (cid:132) (cid:132) Establish EE indicators that will enable bechmarking, Establish EE indicators that will enable bechmarking, target setting and monitoring of progress target setting and monitoring of progress (cid:132) (cid:132) Prepare National Plan for EE setting clear and measurable Prepare National Plan for EE setting clear and measurable targets for each sub targets for each sub- -sector. Discuss coordinated support sector. Discuss coordinated support from IFs from IFs (cid:132) (cid:132) Early action on ambitious plan for public sector energy Early action on ambitious plan for public sector energy use incl. scale use incl. scale- -up measures such as bundling, ESCO bid up measures such as bundling, ESCO bid packaging packaging (cid:132) (cid:132) Phase out residential tariff protection and introduce direct Phase out residential tariff protection and introduce direct subsidies to vulnerable groups subsidies to vulnerable groups (cid:132) (cid:132) Introduce or strengthen (subsidized) program for Introduce or strengthen (subsidized) program for residential buildings in parallel with support to HOAs residential buildings in parallel with support to HOAs (cid:132) (cid:132) Credit lines with strong TA component for large industrial Credit lines with strong TA component for large industrial consumers consumers Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 100 ",
        "Peter JOHANSEN, WORLD BANK Conclusions Conclusions (cid:132) (cid:132) There are some low hanging fruits but a There are some low hanging fruits but a significant scale significant scale- -up of EE is hard work up of EE is hard work (cid:132) (cid:132) EE cannot be achieved by simply throwing money EE cannot be achieved by simply throwing money at it at it (cid:132) (cid:132) National governments need coordinated multi National governments need coordinated multi- - year programs that combine barrier removal, year programs that combine barrier removal, enabling policies and accessible finance enabling policies and accessible finance – – supported by IFIs supported by IFIs (cid:132) (cid:132) Significant achievements are not possible without Significant achievements are not possible without political will and good institutional support political will and good institutional support Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 101 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 102 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY Energy Efficiency Credit Lines A proposal by KfW The 7th JRC workshop on Energy Efficiency in Buildings Istanbul, 28th of September 2009 Monika Beck 2 KfW – a strong environmental and climate protection bank ● KfW is one of the leading environmental and climate protection banks world-wide. ● In 2008 , EUR 19.5 billion in commitments for environmental and climate protection ● Climate protection via the banking sector is a priority. Commitments in 2008 amounted to (cid:131) EUR 5.3 billion for renewable energies (cid:131) EUR 8.1 billion for energy efficiency Broad experience as No. 1 Environmental Bank in Germany Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 103 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 3 Content 1. KfW‘S Energy Efficiency Programmes in Germany 1.1 Special Fund Energy Efficiency in SMEs 1.2 Energy Efficiency for Residential Buildings 2. KfW’s Energy Efficiency Approach in SEE 4 Energy Efficiency in SMEs Obstacles to energy efficiency measures in SMEs in Germany (cid:214) they are inadequately informed on available energy saving potential (cid:214) they have insufficient knowledge of energy technology (no energy experts of their own) (cid:214) they are not sufficiently motivated because energy costs account for a minor portion of overall costs (cid:214) they lack financial resources Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 104 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 5 EE promotion in Germany “Special Fund for Energy Efficiency” “Special Fund for Energy Efficiency in SMEs“ Joint Initiative of the Federal Economic Ministry (BMWi) and KfW (Launched February 2008) Consulting Component ( Grant for energy consulting) Financing Component ( loans for investments in energy efficiency) Energy efficiency consulting Energy efficiency programme 6 Energy Efficiency Consulting Initial Consulting ● Objective - Offset information deficits regarding energy savings commercial enterprises can achieve by examining their energetic weak points ● Grant amount – max. 2 person-days and up to 80% of a daily fee ● End-2008 more than 1.800 initial consulting Detailed Consulting (cid:122) Objective - In-depth energy analysis to prepare a strategy for energy-saving measures (cid:122) Grant amount – max. 10 person-days and up to 60% of daily fee (cid:190) End-2008 more than 400 detailed consulting Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 105 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 7 Energy Efficiency Programme Objective ● reduce energy costs ● increase competitiveness ● speed up market penetration of innovative efficiency technologies ● reduce dependence on energy imports ● contribute to climate protection (cid:190) End-2008 more than 558 sub-loans amounting to EUR 315 million 8 Energy Efficiency Programme - key facts - Promotion of measures ● facility and energy technology incl. heating, air conditioning, lighting, ventilation, hot water ● new buildings and upgrade of buildings according to Energy Conservation Directive (EnEV) ● machines (electrical drive mechanisms, pressurised air, pumps) ● process cooling/process heat ● heat recovery/waste heat utilisation ● measuring, regulating and control equipment ● information and communication technology Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 106 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 9 Content 1. KfW‘S Energy Efficiency Programmes in Germany 1.1 Special Fund Energy Efficiency in SMEs 1.2 Energy Efficiency for Residential Buildings 2. KfW’s Energy Efficiency Approach in SEE 10 Housing Market in Germany Building structure Residential buildings (units) in millions Total constructed before 1979: already rehabilitated (energy-eff.): Still requiring rehabilitation: 17 (39) 13 (29) 4 (9) 9 (20) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 107 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 11 Energy Effiency in the Housing Sector Framework Information and advice Promotional programmes German Energy Conservation Ordinance (Energieeinsparverordnung – EnEV) (cid:214) Energy efficiency requirements for new and existing buildings and further regulations Energy efficient construction and rehabilitation 12 Energy Effiency in the Housing Sector Energy Performance Certificate The main Objectives are … ● to improve market transparency. ● to make energy efficiency as a sign of quality for flats and buildings. ● to reduce energy demand in the building sector. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 108 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 13 Energy efficient construction and rehabilitation KfW‘s housing programmes Promotional Programmes Promotional goals Ecological Construction* Financing for investments in energy conservation and climate protection for new building projects. CO 2 Building Rehabilitation Financing for large-scale investments in energy conservation and climate protection in existing housing. Housing Modernisation - ECO PLUS Financing for investments (individual measures) in energy conservation and climate protection in existing housing. 14 Energy efficient construction and rehabilitation Promotional effects Supported housing units Employment effects over 327,000 217,000 Year 2006 7 billion Loan commitments in EUR 2007 over 204,000 177,000 5 billion 2008 5.6 billion over 230,000 183,000 Supported invest- ments in EUR over 11.8 billion over 10.7 billion over 11 billion Since 2006 a reduction in CO 2 emissions by approx. 2.2 million t p.a. Since 2006 energy savings of approx. 2.5 billion kWh p.a. For 2008 this leads to heating cost savings of approx. EUR 188 million Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 109 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 15 Energy Efficiency in the Housing Sector Information and advice 16 Content 1. KfW‘S Energy Efficiency Programmes in Germany 1.1 Special Fund Energy Efficiency in SMEs 1.2 Energy Efficiency for Residential Buildings 2. KfW’s Energy Efficiency Approach in SEE Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 110 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 17 Energy Efficiency Environment in Southeast Europe ● Challenges ● High energy intensity due to inefficient production processes and old or incomplete buildings ● High GHG-Emissions due to out- dated equipment ● Up-coming energy shortages due to economic growth ● Low, but gradually increasing energy tariffs ● Limited number of energy auditors ● Low awareness of energy efficiency ● EE is a new loan product in SEE ● Availability of public fund ı ng KfW‘s Strength (cid:190) One of the leading environmental banks world-wide with broad experience (cid:190) Broad sector know-how in financial and energy sector (cid:190) Leading in introducing new loan products in SEE (cid:190) Long-standing cooperation with key stakeholders in SEE‘s financial and energy sector 18 Energy Efficiency Promotion in SEE A Sustainable Approach KfW supports energy efficiency financing as a broad-based loan product ● EE Approach (cid:131) Energy efficiency investments for industry, SMEs and housing (target group) (cid:131) Programme 1 - Sub-loan volume up to EUR 1 million, ∅ -sub-loan: SME EUR 100,000 – 200,000 / housing EUR 15,000 (cid:131) Programme 2 – Sub-loan volume between EUR 1 – 5 million mainly for industry ● EE Instruments (cid:131) Credit lines to partner banks (cid:131) Technical Assistance ● Impact (cid:131) 20% energy savings and reduction of greenhouse gas (GHG)-emissions (cid:131) Implementation of a widespread, standardised and established EE loan product (cid:131) Sustainability through close to market loan conditions (not heavily subsidised) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 111 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 19 Tailor-made Technical Assistance for EE loan product implementation ● Screening of Loan-Portfolio to analyse the EE potential ● Training of loan officers (to be integrated in PBs overall training programme) ● EE loan product implementation and awareness campaign ● Support of partner banks in implementation of an EE loan product in its processes ● Support the set-up marketing activities and promotional material ● Impact Analysis ● Targeted energy audits of typical EE investments 20 Typical Energy Efficiency Measures SME ● Fuel switching, e.g. oil to gas, coal to biomass ● Replacement of motors and drivers ● Variable speed drivers ● Lighting, e.g. lamps and luminaries ● Modernisation of boilers ● Compressed air systems ● Heat recovery ● Co-generation ● etc. Housing ● Insulated windows ● Insulation of walls, roof and basement ceilings ● Insulation of pipes ● Heat system modernisation ● Thermostatic valves ● Modernisation of hot water boilers ● Meters etc. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 112 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 21 KfW’s Energy Efficiency Financing in Southeast Europe ● KfW’s EE Credit lines Terms and conditions depending on KfW’s risk assessment (cid:131) Amount: up to EUR 10 - 40 million (cid:131) Maturity / grace period: up to 7 years / up to 2 years (cid:131) Interest rate: fixed or floating (cid:131) Margin: based on risk assessment (slightly reduced interest rates) (cid:131) Management and Commitment fee: at market conditions (cid:131) Repayment : usually 6-month instalments, others to be determined (cid:131) Securities: Customary bank securities ● Tailor-made technical assistance 22 KfW‘s EE-Portfolio in Southeast Europe 221,5 14,0 Rosevrobank 10,5 Transcapitalbank 7,0 Spurt 6,0 Center Invest Russia 8,0 ProCreditBank Albania 7,7 14,3 ProCreditBank Ukraine 15,0 ProCreditBank 10,0 Volksbank 15,0 Raiffeisen Bank 15,0 ProCreditLeasing 5,0 CacanskaBank Serbia 10,0 ProCreditBank 15,0 Raiffeisen Bank BiH 2,0 NLB 2,0 Erste Bank 15,0 CKB Montenegro 10,0 Raiffeisen Bank 10,0 ProCreditBank Kosovo 30,0 YapiLeasing Turkey EUR million Bank Country Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 113 ",
        "Monika BECK, KfW Entwicklungsbank, GERMANY 23 23 23 Contact Monika Beck Thank you !! Division Chief Financial Sector Development Palmengartenstraße 5–9 KfW Bankengruppe 60325 Frankfurt am Main monika.beck@kfw.de ©KfW •Thema der Präsentation •Ort •Datum Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 114 ",
        "Mirja ADLER, KredEx, ESTONIA Revolving Fund with EU Structural Funds for energy efficiency in multi- apartment buildings in Estonia Mirja Adler Head of Housing Division 28.09.2009 Istanbul Presentation • KredEx • Estonian Housing Stock • Economical situation • Previous measure – grant scheme • From grants to revolving fund – why? • Revolving fund scheme – Scheme – Terms – Information to market participants • Conclusions Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 115 ",
        "Mirja ADLER, KredEx, ESTONIA KredEx: Enterprises, Exports, Housing • A self-sustaining guarantee fund that offers: – Business guarantees – Mezzanine Financing – Long term funding for Commercial Banks – Export guarantees – Housing financing and loan guarantees – Coordination of Estonian Housing energy efficiency activities Mirja Adler 28.09.2009 Istanbul KredEx - General facts • Founded in 2001 • Under the jurisdiction of the Ministry of Economic Affairs and Communications • State guarantee limit for: – business guarantees EUR 96 million – Export guarantees EUR 64 million – Housing loan guarantees EUR 96 million • Fully accredited for using ERDF • Number of staff: 29 Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 116 ",
        "Mirja ADLER, KredEx, ESTONIA Estonian Housing Stock • 626 000 dwellings, floor in 1000 m² 7 760 • Multi-apartment buildings 17 000 • Population living in the multi-apartment buildings 75% • Energy used in buildings 50% • Average energy consumption in Estonian housing stock 200 kWh/m 2 Mirja Adler 28.09.2009 Istanbul Housing stock – quality • ~95% housing stock is in private ownership: – ~60% of the housing stock has been built in 1960-1990 – ~30% before 1960 • Low quality and low energy efficiency – Average energy consumption per year in buildings which have not been renovated 200-400 kWh/m 2 (normal 150-230 kWh/m 2 ) • Economic recession and increase in energy prices • Disproportional aging of the housing stock (1960-1990) – high need for renovation Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 117 ",
        "Mirja ADLER, KredEx, ESTONIA Economic situation • Credits are used in all over Estonia • Interest rates are higher than before • Loan conditions are tougher than before • People are afraid of taking obligations reconstruction works are very difficult and expensive to finance Mirja Adler 28.09.2009 Istanbul Economic situation (2) • Heating costs have risen dramatically (over 100% within the last year in some areas) • All other livings costs have increased • Residents in multi- apartment buildings tend to have lower incomes • Unemployment rate is increasing • Prices in building sector are falling Heating costs (being completely unavoidable for a household) are consuming a steadily growing proportion of the income of the poorer population in particular Our energy issue is becoming a social issue Population is becoming more interested in energy saving and willing to spend money to save money Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 118 ",
        "Mirja ADLER, KredEx, ESTONIA Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 119 ",
        "Mirja ADLER, KredEx, ESTONIA Previous measure – grant scheme • 2003-2007 state grants all over Estonia: – For energy audits, building designs and technical expertise 50% of the costs (since 2003) – still continuing • Supported 3 800 buildings • Totally 1,4 million € – For renovation 10% of the costs • Supported 3200 buildings • 17 million m 2 • Totally 11 million € – Problems: • Insufficient funding • Small renovations • Grant available after payments Mirja Adler 28.09.2009 Istanbul From grants to revolving fund – why? • Opportunity for re-usage of the funds (second time same purpose, third time free purpose) • Funds stay in state • Support scheme (10% support) versus loan scheme (state support is even bigger) • Long period gives an opportunity also to smaller apartment buildings to financing • Easier to administer, lower administrative costs • Buildings are used to take loans Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 120 ",
        "Mirja ADLER, KredEx, ESTONIA Credits to apartment buildings Mirja Adler 28.09.2009 Istanbul Loan funding for energy efficiency: KredEx (Fund) EUR 49 Million (+15% self-financing, total 57 mln €) ERDF EUR 17 Million Development Bank (CEB) EUR 29 Million Swedbank SEB 3. Favorable funding to the commercial banks Apartment Building Apartment Building Apartment Building Apartment Building Apartment Building Apartment Building 1. ERDF to equity of the fund 2. Additional funding up to 50% of total 4. Loan to the apartment associations. Commercial Bank takes the risk of the lenders State guarantee Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 121 ",
        "Mirja ADLER, KredEx, ESTONIA Banks selection • Tender for the banks, criteria: – Rating at least Baa 3 (Moodys) or BBB (Fitch or Standard & Poors) – Respond to credit institutions act and have license – Budget over 15 billion EEK – Bank has at least 1 year experience with financing multi-apartment buildings – Bank accepts loan-maturity for 20 years Mirja Adler 28.09.2009 Istanbul Legal body in multi-apartment buildings For the management of apartment buildings are 3 possibilities Apartment association – Apartment owners have formed apartment association which is legal body ~ 50% of all apartment buildings. Apartment cooperative – People own shares from cooperative, can not use their apartments as a collateral – small part from all buildings (~3%). Community of apartment owners – Only apartment owners, no legal body. Usually they choose a manager who is responsible for the maintenance ~ 47% of all apartment buildings. In all cases power of decision making is on General Assemble. Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 122 ",
        "Mirja ADLER, KredEx, ESTONIA Mirja Adler 28.09.2009 Istanbul Process for end-beneficiaries • Decision in General Assembly • Self-financing part (own funds or usual loan) • Energy audit for the building • Building design documents – approved by energy auditor • Building permit • Credit from banks • Tender and agreements with builders • Guarantee (state) from KredEx if needed – up to 75% of loan amount • Construction with owner supervision Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 123 ",
        "Mirja ADLER, KredEx, ESTONIA Financial support to end- beneficiaries • Credit guarantee – if needed • State grant from KredEx for: – energy audit – 50%, max 10 000 EEK (640 €) – technical inspection – 50%, max 10 000 EEK (640 €) – Building design documents - 50%, max 50 000 EEK (3 195 €) Mirja Adler 28.09.2009 Istanbul Credit to apartment buildings 1 • Main purpose - energy efficiency measures: – to save at least 20% of energy in buildings up to 2000 m² – to save at least 30% of energy in buildings more than 2000 m² • Self-financing 15% (includes works from 01.01.2008) • Energy audit is obligatory • Renovation according to energy audit (by priorities) • Loan period: up to 20 years • Interest rate: up to 4,8% (first tranche) fixed 10 years Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 124 ",
        "Mirja ADLER, KredEx, ESTONIA Credit to apartment buildings 2 • A complete building design if energy audit was drafted after 7.05.2009 • Building company: has to be entered into the register of economic activities and has paid state taxes • No prepayment to building company • Multi-apartment buildings should have at least 3 apartments and apartment association or community of apartment owners • Credit is given against cash flow – no collateral is needed Mirja Adler 28.09.2009 Istanbul Selection of works • Thermal insulation of the roof • Thermal insulation of the walls/facade • Thermal insulation of the cellar/roof ceiling • New windows / staircase windows /outdoors • New heating system/renovation of the heating system • Renovation of the ventilation system / new ventilation system • Installation renewable energy devices Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 125 ",
        "Mirja ADLER, KredEx, ESTONIA Obligations of end beneficiaries • To report energy consumption (3 years before + loan period) (via internet) • To present all building contracts, design projects and reconstruction budget • Information about using ERDF funds • KredEx can do the spot verification by end beneficiaries (5%) • Other loan obligations Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 126 ",
        "Mirja ADLER, KredEx, ESTONIA Obligations of banks • Monthly reporting about loans given – Information about building – Description of investments – Number of dwellings concerned – Date of energy audit, savings – Total investment cost – Loan amount – Supplementary Bank loan – Loan maturity – Loan interest rate / margin • KredEx can carry out audits in banks • Loan is given in maximum 8 tranches, next tranche available after previous is used Mirja Adler 28.09.2009 Istanbul SF loan vs usual loan SF loan • Interest: – Fixed for 10 years – Between 4,3 – 4,8% – Interest on 64 000 € loan 4,5% 10 years 15 573 € • Contract fee: – 0,5% - 0,75% from loan amount • Maturity: – Up to 20years Usual loan • Interest – Fixed for 5 years or floating – Interest ~ 7-10% – Interest 64 000 € loan 7% 10 years 25 137 € • Contract fee : – Up to 1% from loan amount • Maturity: – Average 2008: 11,8 years Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 127 ",
        "Mirja ADLER, KredEx, ESTONIA Burden of payments – 2000 m² Mirja Adler 28.09.2009 Istanbul Burden of payments – 3000 m² Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 128 ",
        "Mirja ADLER, KredEx, ESTONIA Information to market participants • Press-conference on 25.05, coverage on biggest newspapers • 38 (09.2009) presentations to end beneficiaries, builders, energy auditors, project designers, local municipalities • Advertisements in local and Estonian newspapers, magazines, internet, direct mailing, articles • New campaign in autumn Mirja Adler 28.09.2009 Istanbul Status quo • Last contract was signed 24.06 • 31.08.2009: 36 contracts with multi-apartment buildings, total 2,7 mln € • Interest is there, but preparation of documents takes time, terms are complicated, people are careful Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 129 ",
        "Mirja ADLER, KredEx, ESTONIA Loans in counties Mirja Adler 28.09.2009 Istanbul Conclusions • 2 years for preparations as a first country to implement this kind of scheme in housing – long period • Economical conditions have changed drastically • Scheme has great future (low interest, high energy efficiency) • Awareness raising is very important Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 130 ",
        "Mirja ADLER, KredEx, ESTONIA Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 131 ",
        "Mirja ADLER, KredEx, ESTONIA Contact: Credit and Export Guarantee Fund KredEx Mirja Adler Pärnu mnt 67b 10134 Tallinn, Estonia Tel: +372 6 819 950 Fax: +372 6 819 951 E-mail: mirja.adler@kredex.ee www.kredex.ee Mirja Adler 28.09.2009 Istanbul Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 132 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr TURKISH ENERGY SERVICES COMPANIES TURKISH ENERGY SERVICES COMPANIES Ergin Kaya Ergin Kaya EVD EVD ENERGY MANAGEMENT ENERGY MANAGEMENT ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr CONTENT OF THE PRESENTATION CONTENT OF THE PRESENTATION CONTENT OF THE PRESENTATION 1. 1. Introducing Introducing of EVD as a of EVD as a Turkish Turkish ESCO. ESCO. 2. 2. Market Market Information Information Data Data from from EVD EVD Expriences Expriences. . Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 133 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr 1. 1. Introducing Introducing of EVD as a of EVD as a Turkish Turkish ESCO. ESCO. ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr EVD ? EVD ? EVD ? EVD EVD TM TM is is acting acting Energy Energy Management Management Sector Sector since 1998. since 1998. • • Consultancy Consultancy, , • • Training Training, , • • Energy Energy Audit Audit , , • • Energy Energy Efficiency Efficiency Contrats Contrats, , • • Finance Finance to to Energy Energy Efficiency Efficiency Projects Projects*, *, • • Performance Performance Contracting Contracting*, *, • • Energy Energy Monitoring Monitoring- -Billing Billing System System, , Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 134 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr EVD ? EVD ? EVD ? ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr EVD ? EVD ? EVD ? (cid:214) (cid:214) Depending on energy efficiency law, Depending on energy efficiency law, (cid:214) (cid:214) industrial industrial enterprises consuming over enterprises consuming over 1.000 TEP 1.000 TEP (ton (ton equivalent petrol) obliged to present an energy manager equivalent petrol) obliged to present an energy manager, , (cid:214) (cid:214) and in and in commercial buildings commercial buildings - - consuming over consuming over 500 TEP 500 TEP and/or and/or 20.000 m2 20.000 m2 of size of size – – an energy manager has to be present or they an energy manager has to be present or they can receive this service from providers. can receive this service from providers. (cid:214) (cid:214) Moreover Moreover public corporation public corporation buildings with at least total buildings with at least total construction site of construction site of 10.000 m2 10.000 m2 or total annual energy consumption or total annual energy consumption of of 200 TEP 200 TEP or above will assign an energy manager or they will or above will assign an energy manager or they will receive this service from energy managers. receive this service from energy managers. (cid:214) (cid:214) Certificated consulting firms will have the right to give energy Certificated consulting firms will have the right to give energy manager trainings. manager trainings. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 135 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr “ “Energy Audit\" is defined as \"the verification, Energy Audit\" is defined as \"the verification, monitoring and analysis of use of energy monitoring and analysis of use of energy including submission of a technical report including submission of a technical report containing recommendations for improving containing recommendations for improving energy efficiency with cost benefit analysis and energy efficiency with cost benefit analysis and an action plan to reduce energy consumption.\" an action plan to reduce energy consumption.\" • • Walk Through Walk Through • • Detailed Audit, Detailed Audit, ENERGY AUDIT ENERGY AUDIT ENERGY AUDIT ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr TR TR- -1_TR 1_TR- -2 TOPLAM AKT 2 TOPLAM AKT İ İ F G F GÜÇ ÜÇ HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 136 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 137 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Aktif/Reaktif Enerji Aktif/Reaktif Enerji Gaz T Gaz Tü üketimi ketimi Bas Bas ı ı ç ç/Buhar T /Buhar Tü üketimi ketimi Su T Su T ü ü ketimi ketimi ENERJ ENERJ İ İ ANAL ANAL İ İ Z ZÖ ÖRLER RLER İ İ PULSE PULSE TOPLAYICILAR TOPLAYICILAR V, I, P, Q, S, V, I, P, Q, S, Aktif/Reaktif Enerji, Aktif/Reaktif Enerji, cosphi cosphi, , Harmonik Harmonik vb... vb... HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 138 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 139 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 140 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr HOW WE DO OUR AUDITS. HOW WE DO OUR AUDITS. ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr FREKANS INVERTÖRÜ & HAVA KAL İ TES İ 200 300 400 500 600 700 800 900 1000 1100 1200 1300 1400 0 0 : 0 0 0 1 : 0 0 0 2 : 0 0 0 3 : 0 0 0 4 : 0 0 0 5 : 0 0 0 6 : 0 0 0 7 : 0 0 0 8 : 0 0 0 9 : 0 0 1 0 : 0 0 1 1 : 0 0 1 2 : 0 0 1 3 : 0 0 1 4 : 0 0 1 5 : 0 0 1 6 : 0 0 1 7 : 0 0 1 8 : 0 0 1 9 : 0 0 2 0 : 0 0 2 1 : 0 0 2 2 : 0 0 2 3 : 0 0 12.01.2004 zaman H A V A K A L I T E S I ( P P M ) 010 20 30 40 50 60 70 80 90 100 AHU2.HAVAKALITE.CO2 DISH.HVK PPM SINIR AHU2.FNINV.KON AHU2.MDR AHU2.HAVAKALITE.VOC VOC SINIR F R E K A N S I N V ( % ) klima durum H A V A K A L İ T E ( V O C ) t e m i z k i r li k i r l i t e m i z TASARRUF ED İ LEN BÖLGE VERIFICATION VERIFICATION Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 141 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr BEFORE BEFORE AFTER AFTER AFTER AFTER VERIFICATION VERIFICATION ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr 28.644 20.815 0 5000 10000 15000 20000 25000 30000 KWh TASARRUFTAN ÖNCEK İ TÜKET İ M TASARRUFTAN SONRAK İ TÜKET İ M KL İ MA SANTRALLER İ TASARRUF ÇALI Ş MALARI TASARRUF ÇALI Ş MALARINDA İ LK TÜKET İ M VE TASARRUF PAYI 73% 27% TASARRUFTAN SONRAK İ TÜKET İ M TASARRUF VERIFICATION VERIFICATION Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 142 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr HEADLINES OF THE SOLUTIONS HEADLINES OF THE SOLUTIONS (cid:57) (cid:57) NEW TECHNIC / TECHNOLOGY NEW TECHNIC / TECHNOLOGY (cid:57) (cid:57) AUTOMATION AUTOMATION (cid:57) (cid:57) DETAILED ENERGY MONITORING DETAILED ENERGY MONITORING (cid:57) (cid:57) REPLACEMENT MORE EFFICIENT EQUIPMENT REPLACEMENT MORE EFFICIENT EQUIPMENT (cid:57) (cid:57) ISOLATION ISOLATION - - SHADING SHADING (cid:57) (cid:57) DEACREASE LOSS & LEAKAGE DEACREASE LOSS & LEAKAGE (cid:57) (cid:57) UPDATE THE WORKING SCENARIO UPDATE THE WORKING SCENARIO (cid:57) (cid:57) MAINTENANCE MAINTENANCE (cid:57) (cid:57) HEAT RECOVERY HEAT RECOVERY (cid:57) (cid:57) RENEWABLE ENERGY SOURCE RENEWABLE ENERGY SOURCE (cid:57) (cid:57) COGEN COGEN - - TRIGEN TRIGEN (cid:57) (cid:57) ETC ETC ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr OUR ENERGY AUDIT STATISTIC OUR ENERGY AUDIT STATISTIC OUR ENERGY AUDIT STATISTIC Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 143 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr SOME SPECIFIC RESULTS SOME SPECIFIC RESULTS 2.000.000 2.100.000 2.200.000 2.300.000 2.400.000 2.500.000 2.600.000 2.700.000 2.800.000 2001 2002 2003 2004 YILLAR 020 40 60 80 100 120 140 ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Ö ÖRNEK RNEK- -3 3 SOME SPECIFIC RESULTS SOME SPECIFIC RESULTS Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 144 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr SOME SPECIFIC RESULTS SOME SPECIFIC RESULTS ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Some Some of of the the References References Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 145 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Some Some of of the the References References ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Some Some of of the the References References Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 146 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Some Some of of the the References References ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Some Some of of the the References References Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 147 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Some Some of of the the References References . . ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr 2. 2. Market Market Information Information Data Data from from EVD EVD Expriences Expriences. . Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 148 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr (cid:56) (cid:56) INFLATION INFLATION (cid:56) (cid:56) UNSTABLE ECONOMY UNSTABLE ECONOMY (cid:56) (cid:56) IGNORANCE IGNORANCE (cid:56) (cid:56) DOUBT DOUBT (cid:56) (cid:56) LACK OF LEGAL REGULATIONS (PENALTY LACK OF LEGAL REGULATIONS (PENALTY- - ENCOURAGEMENT) ENCOURAGEMENT) ---------------------------------------------------------------- --------------------------------------------------------------------- ----- (cid:56) (cid:56) ENERGY PRICES ENERGY PRICES ? ? ---------------------------------------------------------------- --------------------------------------------------------------------- ----- (cid:56) (cid:56) RENTER RENTER- - HOST HOST (cid:56) (cid:56) LACK OF FINANCE LACK OF FINANCE ---------------------------------------------------------------- --------------------------------------------------------------------- ----- etc etc. . BARRIERS BARRIERS BARRIERS ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr OPPORTUNITIES / DRIVERS OPPORTUNITIES / DRIVERS OPPORTUNITIES / DRIVERS (cid:56) (cid:56) ENERGY ENERGY EFFICIENCY LAW, EFFICIENCY LAW, (cid:214) (cid:214) Efficiency Increasing Projects (EIP) presented by industrial Efficiency Increasing Projects (EIP) presented by industrial enterprises will be supported by Turkish Government with enterprises will be supported by Turkish Government with donations up to 100.000 TL donations up to 100.000 TL ( (apr apr. 45.000 Euro) . 45.000 Euro). . (cid:214) (cid:214) Public buildings are obliged to make energy audits in 3 years Public buildings are obliged to make energy audits in 3 years. . (cid:214) (cid:214) D Donations onations up to 100.000 TL to companies which are making up to 100.000 TL to companies which are making volunteer agreements and meeting their targets. volunteer agreements and meeting their targets. (cid:214) (cid:214) Fines announced by the government will be renewed every Fines announced by the government will be renewed every year year. . Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 149 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr OPPORTUNITIES / DRIVERS OPPORTUNITIES / DRIVERS OPPORTUNITIES / DRIVERS (cid:56) (cid:56) ENERGY ENERGY EFFICIENCY LAW, EFFICIENCY LAW, (cid:214) (cid:214) Actions that will be undertaken by Actions that will be undertaken by SMEs SMEs; ; (cid:214) (cid:214) Pre audits up to 2.000 TL, Pre audits up to 2.000 TL, (cid:214) (cid:214) Audits up to 20.000 TL, Audits up to 20.000 TL, (cid:214) (cid:214) Consulting up to 10.000 TL, Consulting up to 10.000 TL, (cid:214) (cid:214) Energy manager training up to 3.000 TL, Energy manager training up to 3.000 TL, (cid:214) (cid:214) Will be %70 covered by Will be %70 covered by Small and Medium Industry Small and Medium Industry Development Organization (KOSGEB) Development Organization (KOSGEB) with no return. with no return. (cid:214) (cid:214) In energy efficiency and in other related laws, Renewable In energy efficiency and in other related laws, Renewable energy and energy and cogen cogen- -trigen trigen facilities are being supported and facilities are being supported and encouraged. encouraged. ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr OPPORTUNITIES / DRIVERS OPPORTUNITIES / DRIVERS OPPORTUNITIES / DRIVERS (cid:56) (cid:56) BUILDING ENERGY PERFORMANCE LEGISLATION, BUILDING ENERGY PERFORMANCE LEGISLATION, (cid:214) (cid:214) Buildings (condo or commercial) bigger than 1.000 m2 are obliged Buildings (condo or commercial) bigger than 1.000 m2 are obliged to to have energy ID and this ID will be given only by authorized have energy ID and this ID will be given only by authorized companies. companies. (cid:56) (cid:56) DEPENDENCY TO IMPORTED ENERGY DEPENDENCY TO IMPORTED ENERGY (75%), (75%), (cid:56) (cid:56) HIGH ENERGY INTENCITY, HIGH ENERGY INTENCITY, (cid:56) (cid:56) KYOTO PROTOCOL, KYOTO PROTOCOL, (cid:56) (cid:56) TARGETS, TARGETS, (cid:214) (cid:214) Turkey is targeting to increase the energy consumption level per Turkey is targeting to increase the energy consumption level per person whereas planning to draw back the energy person whereas planning to draw back the energy indensity indensity. This . This shows that more interest will be officially shown to energy effi shows that more interest will be officially shown to energy efficiency ciency studies. studies. (cid:56) (cid:56) ENVIROMENTAL ASPECTS, ENVIROMENTAL ASPECTS, Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 150 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Number of Energy Service Companies Number Number of of Energy Energy Service Service Companies Companies Before Before EEL EEL 2 2 nd nd May 2007 May 2007 After After Current Current Estimated Estimated A A few few ( (unofficially unofficially) ) Most Most of of them them Product Product seller seller 5 5 registrated registrated to to EIE EIE within within 5 5 years years Big Big 15 15- -20 20 Small Small 50 50- -60 60 ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Estimated Market Size Estimated Estimated Market Size Market Size Almost Almost 1/2 1/2 billion billion USD/ USD/year year After After getting getting over over Financial Financial barriers barriers Players in the Market; 1. Real ESCOs who involve all part of Energy Efficiency matters like, Full Audit, EPC, Automation, Monitoring, Management, training, Consultancies etc, 2. Energy Consultancy companies without EPC, 3. Renewable Energy Appliance installers/sellers. 4. Insulation companies, 5. Equipment (pump, drivers, lamp, heat pump, etc) sellers, 6. Automation companies/ Facility Management Companies, Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 151 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Financing & Contract types Financing Financing & & Contract Contract types types Contrat Contrat Types Types; ; • Energy supply contracting, • Chauffage, • Guaranteed saving, • Shared Saving, • Etc. Financing Financing Sources Sources; ; • Banks, • IFIs, • ESCO’s own money, • Client’s own money, • Leasing, • etc. ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr EVD’s EE works Acording to Location EVD EVD’ ’s s EE EE works works Acording Acording to to Location Location Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 152 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr EVD’s EE works Acording to Sectors EVD EVD’ ’s s EE EE works works Acording Acording to to Sectors Sectors ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr EVD’s EE works Acording to Sectors EVD EVD’ ’s s EE EE works works Acording Acording to to Sectors Sectors Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 153 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr EVD’s EE works Acording to Sectors EVD EVD’ ’s s EE EE works works Acording Acording to to Sectors Sectors ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr EVD’s EE works Acording to Sectors EVD EVD’ ’s s EE EE works works Acording Acording to to Sectors Sectors Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 154 ",
        "Ergin KAYA, EVD Energy Management, TURKEY ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr Energy Consumption (%) & Saving Potential (%) by Sectors Energy Energy Consumption Consumption (%) (%) & & Saving Saving Potential Potential (%) (%) by by Sectors Sectors 33 % 33 % 40 % 40 % 19 % 19 % ? % ? % 40 % 40 % 20 % 20 % ERG ERG İ İ N KAYA N KAYA ergin@evd.com.tr ergin@evd.com.tr THANK YOU THANK YOU Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 155 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 156 ",
        "Maxim TITOV, IFC Central and Eastern Europe Department, RUSSIAN FEDERATION Russia Sustainable Energy Finance Program Russia Sustainable Energy Finance Program Maxim Maxim Titov Titov, Program Manager , Program Manager OVERVIEW - RUSSIA OVERVIEW - RUSSIA •Fee-based advisory for financial institutions – Create sustainable energy finance product – Train credit officers and management – Provide tools, resource materials, and transaction support – Support promotion of the product •Credit lines to financial institutions with an advisory agreement •Capacity building in the market for energy auditors, project developers, vendors •Market awareness activities and public policy work to overcome barriers to investment Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 157 ",
        "Maxim TITOV, IFC Central and Eastern Europe Department, RUSSIAN FEDERATION OPPORTUNITY UNDERESTIMATED OPPORTUNITY UNDERESTIMATED Cooling Compressed Air Heating Water Electricity Gas Energy Efficiency potential as estimated by surveyed enterprises 0% 4% 8% 12% 16% 20% 24% 28% 32% Additional potential based on international practice % of possible savings EE PARADOX: FINANCING OPPORTUNITY EE PARADOX: FINANCING OPPORTUNITY 24% 64% 90% Invest in EE projects Applied for EE finance Sufficient funds for EE YES YES NO NO YES NO % of respondents, IFC survey of 625 Russian industrial enterprises Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 158 ",
        "Maxim TITOV, IFC Central and Eastern Europe Department, RUSSIAN FEDERATION TRANSACTION SUPPORT: THREE TOOLS TRANSACTION SUPPORT: THREE TOOLS 1. EE calculator/simple eligibility criteria 2. Model for low-cost energy audits 3. Tools and resources in EE toolkit Energy equipment Process equipment ROI from energy savings Decrease in per unit energy consumption >20% >40% >20% >5% If less, the bank should consult with IFC & & EE ELIGIBILITY CRITERIA EE ELIGIBILITY CRITERIA EE ELIGIBILITY CRITERIA Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 159 ",
        "Maxim TITOV, IFC Central and Eastern Europe Department, RUSSIAN FEDERATION LOW TRANSACTION COST MODEL LOW TRANSACTION COST MODEL 15% 6% 79% 0% 20% 40% 60% 80% 100% 15-20 min Credit officer ~$350 $2000-5000 1 day Technical expert 4-12 days Technical expert Cost Resource Marginal % of deals TOOLKIT FOR BANKS TOOLKIT FOR BANKS Comprehensive guide to energy efficiency lending: 1. Primer for credit officers on the product 2. Model internal product definition and instructions 3. Examples of projects with various types of technologies 4. How to promote energy efficiency loans: standard presentations, brochures, success stories, etc. 5. EE Calculator and instructions on how to use it Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 160 ",
        "Maxim TITOV, IFC Central and Eastern Europe Department, RUSSIAN FEDERATION ADVISORY YIELDS INVESTMENT VOLUME ADVISORY YIELDS INVESTMENT VOLUME 3.2 2.4 7.4 15 1.9% 1.7% 0.0% 0.2% 02468 10 12 14 16 FY'06 FY'07 FY'08 (to date) FY'09 F 0.0% 0.2% 0.4% 0.6% 0.8% 1.0% 1.2% 1.4% 1.6% 1.8% 2.0% Disbursed Advisory cost/volume, % $m Example: Center-Invest bank INVESTMENT VOLUMES INVESTMENT VOLUMES Financial Institution Funds Committed $ million CO2 Savings Lifetime Tons Center-Invest Bank 4 286,414 URSA Bank 53 245,700 MDM Bank 85 261,301 NBD Bank 8 246,061 Independent Leasing n/a 84,166 Tatfond Bank n/a 827,242 Total 150 1,950,884* *Equal to the emissions of 50 000 Ladas over 10 years Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 161 ",
        "Maxim TITOV, IFC Central and Eastern Europe Department, RUSSIAN FEDERATION CASE STUDY: HOSIERY FACTORY CASE STUDY: HOSIERY FACTORY • Existing bank client •Loan for first project $193,000 •Industrial process equipment •40% per unit energy use reduction •7% ROI from energy savings •Received ‘Bonus Consultation’ certificate – IFC expert visited, identified potential, wrote TOR for energy audit – Energy audit identified $600,000 in EE projects with less than 4 year payback – Energy audit cost $2,000 (0.03% of projects identified) paid by client CASE STUDY: METALWORKS CASE STUDY: METALWORKS •Bending press, plasma cutter – Unit energy costs reduced 77% – Replace six old machines – Improve product quality, labor productivity – Increase output capacity 50% – $194,000 lease, 10 month payback Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 162 ",
        "Maxim TITOV, IFC Central and Eastern Europe Department, RUSSIAN FEDERATION CASE STUDY: SOFT DRINKS BOTTLER CASE STUDY: SOFT DRINKS BOTTLER •$182,000 new bottling line •58% unit energy reduction •9% ROI from energy savings •CO2 reduction: 84 tons/year •Received ‘Bonus Consultation’ certificate Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 163 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 164 ",
        "Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation Permanent International Secretariat of the Organisationof the Black Sea Economic Cooperation Istanbul / Turkey 2 nd International Turkish – Asian Congress, May 23 rd -24 th 2007, Istanbul THE ARCHITECTURE OF COOPERATION: SHAPING A COMMON VISION AND SETTING A COMMON AGENDA FOR THE BLACK SEA REGION Mr. Konstantinos ZAIMIS Project Coordinator Assistant to the Secretary General JRC Workshop in Energy Efficiency in Buildings JRC Workshop on Energy Efficiency Organization of the Black Sea Economic Organization of the Black Sea Economic Cooperation Cooperation Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 165 ",
        "Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation JRC Workshop on Energy Efficiency BSEC region: main features and challenges BSEC region: main features and challenges • • Area of major infrastructure developments Area of major infrastructure developments aimed at integration this region into global aimed at integration this region into global economy (Transport & Energy Corridors) economy (Transport & Energy Corridors) • • One of the most dynamic development One of the most dynamic development areas areas JRC Workshop on Energy Efficiency Organisation Organisation of the Black Sea Economic of the Black Sea Economic Cooperation (BSEC) Cooperation (BSEC) • • Established in 1992 with the objective to Established in 1992 with the objective to promote peace, stability and sustainable promote peace, stability and sustainable development through means of economic development through means of economic cooperation cooperation Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 166 ",
        "Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation JRC Workshop on Energy Efficiency Organisation Organisation of the Black Sea Economic of the Black Sea Economic Cooperation (BSEC) Cooperation (BSEC) • • Evolved into full Evolved into full- -fledged regional fledged regional organisation organisation in in 1999 with: 1999 with: – – Permanent International Secretariat (PERMIS) Permanent International Secretariat (PERMIS) – – Parliamentary Assembly (PABSEC) Parliamentary Assembly (PABSEC) – – Business Council (BSEC BC) Business Council (BSEC BC) – – Black Sea Trade & Development Bank Black Sea Trade & Development Bank (BSTDB) (BSTDB) – – International Centre of Black Sea Studies International Centre of Black Sea Studies (ICBSS) (ICBSS) JRC Workshop on Energy Efficiency MAIN ORGANS AND INSTRUMENTS OF BSEC MAIN ORGANS AND INSTRUMENTS OF BSEC • • Council of Ministers of Foreign Affairs Council of Ministers of Foreign Affairs • • Chairman Chairman - - in in - - Office Office • • “ “ Troika Troika ” ” • • Committee of Senior Officials Committee of Senior Officials Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 167 ",
        "Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation JRC Workshop on Energy Efficiency MAIN ORGANS AND INSTRUMENTS OF BSEC MAIN ORGANS AND INSTRUMENTS OF BSEC • • Permanent International Secretariat Permanent International Secretariat (PERMIS) (PERMIS) • • Working groups / Ad hoc groups Working groups / Ad hoc groups • • Country Country- -coordinator coordinator • • BSEC Project Development Fund (PDF) BSEC Project Development Fund (PDF) • • BSEC Hellenic Development Fund (HDF) BSEC Hellenic Development Fund (HDF) BSEC Project Development Fund BSEC Project Development Fund JRC Workshop on Energy Efficiency • The objective is to finance PDF Applications The objective is to finance PDF Applications that can lead to important full that can lead to important full - - scale projects scale projects able to contribute to the development of the able to contribute to the development of the Black Sea Region. Black Sea Region. • • PDF facilitates the elaboration and promotion PDF facilitates the elaboration and promotion of (profit or non of (profit or non- -profit) profit) projects with high projects with high regional cooperation and development impact regional cooperation and development impact, , at the very early stage of their conception. at the very early stage of their conception. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 168 ",
        "Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation BSEC Project Development Fund BSEC Project Development Fund • • PDF provides financial resources for PDF provides financial resources for any type of any type of operation (study, concept development, operation (study, concept development, demonstration activities etc.) leading up to the demonstration activities etc.) leading up to the stage of a pre stage of a pre- -feasibility study feasibility study … … • • Currently the Fund may provide Grants of up to Currently the Fund may provide Grants of up to 30,000 Euros for each project 30,000 Euros for each project (100%) Projects (100%) Projects are encouraged to find co are encouraged to find co- -funding from other funding from other sources during the PDF sources during the PDF- -financed stage financed stage JRC Workshop on Energy Efficiency BSEC BSEC - - HDF HDF BSEC BSEC Hellenic Development Fund Hellenic Development Fund • • Will be fully launched as of: Will be fully launched as of: 1 1 st st November 2009 November 2009 • • Projects in Renewable Energy Projects in Renewable Energy Sources and Energy Efficiency Sources and Energy Efficiency • • 50,000 Euros ++ 50,000 Euros ++ • • 80% funding 80% funding • • Minimum 2 countries Minimum 2 countries • • DAC/ODA guidelines DAC/ODA guidelines JRC Workshop on Energy Efficiency Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 169 ",
        "Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation JRC Workshop on Energy Efficiency MAIN AREAS OF BSEC COOPERATION MAIN AREAS OF BSEC COOPERATION • • Transport Transport • • Energy (and Ministerial meetings) Energy (and Ministerial meetings) • • Trade & Economic Development Trade & Economic Development • • Information & Communication Information & Communication Technologies Technologies JRC Workshop on Energy Efficiency MAIN AREAS OF BSEC COOPERATION MAIN AREAS OF BSEC COOPERATION • • Banking & Finance Banking & Finance • • Tourism Tourism • • Agriculture & Agribusiness Agriculture & Agribusiness • • SME SME • • Environmental Protection Environmental Protection Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 170 ",
        "Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation JRC Workshop on Energy Efficiency INTERNATIONAL COOPERATION INTERNATIONAL COOPERATION • • UN (UNDP/ UN (UNDP/MoU MoU, UNEP, UNECE, etc) , UNEP, UNECE, etc) • • World Bank (Letter of Cooperation) World Bank (Letter of Cooperation) • • IRU ( IRU (MoU MoU) ) • • IRF ( IRF (MoU MoU) ) • • IOM ( IOM (MoU MoU) ) • • EU Commission an Observer to BSEC EU Commission an Observer to BSEC JRC Workshop on Energy Efficiency MAIN ACHIEVEMENTS OF BSEC MAIN ACHIEVEMENTS OF BSEC • • Developed networks of partners in the Developed networks of partners in the region region • • Promotion of regional projects (through Promotion of regional projects (through PDF and HDF and more) PDF and HDF and more) • • Potential contribution to economic and Potential contribution to economic and political stability in the region political stability in the region Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 171 ",
        "Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation JRC Workshop on Energy Efficiency Shaping the new regional project architecture Shaping the new regional project architecture for the Black Sea for the Black Sea… …. . JRC Workshop on Energy Efficiency … …to promote economic development within the to promote economic development within the 12 countries! 12 countries! Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 172 ",
        "Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation JRC Workshop on Energy Efficiency FOR MORE INFORMATION FOR MORE INFORMATION • Mailing address: S. Sabanc ı Caddesi, Mü ş ir Fuad Pa ş a Yal ı s ı , Eski Tersane, 34460 İ stinye – ISTANBUL Phone: +90 212 229 6330 – 35 Emails: kzaimis@bsec-organization.org www.bsec-organization.org www.bsecprojects.com Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 173 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 174 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY Energy Efficiency Policies and Measures in Turkey Erdal CALIKOGLU Deputy of General Director General Directorate of Electrical Power Resources, Survey and Development Administration The 7th JRC workshop on Energy Efficiency in Buildings Hotel Kalyon Istanbul, TURKEY, 28-29 September 2009 Contex • Overview of energy utilization in Turkey • Background of EE • Legislative Measures • National EE Movement • Implementations of New Legislation • Future Plans • Conclusions General Directorate of Electrical Power Resources, Survey and Development Administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 175 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY - 20,00 40,00 60,00 80,00 100,00 120,00 2000 2001 2002 2003 2004 2005 2006 2007 2008 YEAR M T O E 0% 5% 10% 15% 20% 25% 30% 35% Primary Energy Consumption Domestic Production Domestic Production Ratio Primary Energy Consumption & Domestic Production General Directorate of Electrical Power Resources, Survey and Development Administration - 20,00 40,00 60,00 80,00 100,00 120,00 2000 2001 2002 2003 2004 2005 2006 2007 YEAR M T O E 12% 13% 13% 14% 14% 15% 15% 16% Primary Energy Consumption Electricity Consumption Electricity Consumption Ratio Primary Energy & Electricity Consumption General Directorate of Electrical Power Resources, Survey and Development Administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 176 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY - 50,0 100,0 150,0 200,0 250,0 2000 2002 2004 2006 2008 2010 2012 2014 2016 2018 2020 YEAR M T O E Industry Residential & Service Power Transport Others Energy Consumption by Sectors General Directorate of Electrical Power Resources, Survey and Development Administration 0% 5% 10% 15% 20% 25% 30% 2000 2001 2002 2003 2004 2005 2006 2007 YEAR Electricity Utilisation of Industry Electricity Utilisation of Buildings Electricity Ratio in Energy Consumption General Directorate of Electrical Power Resources, Survey and Development Administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 177 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY Energy Consumption & Energy Intensity 0 0,1 0,2 0,3 0,4 0,5 0,6 0 2 4 6 8 10 Energy Consumption per Capita (TOE/Cap) E n e r g y I n t e n s i t y ( T O E / 1 0 0 0 U S D ) TURKEY MEXICO POLAND PORTUGAL ITALY SPAIN SWITHZERLAND & DENMARK JAPAN UK GERMANY N. ZELLAND FRANCE NETHERLAND SWEDEN CANADA USA General Directorate of Electrical Power Resources, Survey and Development Administration • Raising of public awareness (since 1981) • Surveys and energy audits in industry building and transport sectors (since 1981) • International Cooperation with UNIDO, World Bank, JICA and EU (since 1981) • Development of energy management in industry and relevant trainings for energy managers (since 1995) • Energy Efficiency Strategy Paper (June 24, 2004) Previous Activities & Policies in Turkey General Directorate of Electrical Power Resources, Survey and Development Administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 178 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY 0,0 2,0 4,0 6,0 8,0 10,0 12,0 14,0 Manufacturing Manufacturing Transport Transport Household Household Total Total M T O E Saved Energy Between 1990 – 2004 General Directorate of Electrical Power Resources, Survey and Development Administration Vision of EE Law • to make Turkey a country having low energy intensity and high energy consumption per capita • to get maximum benefit from energy Main Target • Reduction of energy intensity of Turkey 15% by 2020 Fundamental Transformation: 2007 Energy Efficiency (EE) Law & National EE Movement • EE Law and it’s secondary legislation put in to force at 2007 and 2008. • National EE Movement has been initiated by prime minister in 2008. General Directorate of Electrical Power Resources, Survey and Development Administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 179 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY New EE Legislation since 2007 (1/2) (cid:131) Law on Energy Efficiency (OG: May 2, 2007, no 26510) (cid:57) By Law on on Appoinment of Energy Managers in Schools, (April 17, 2009; no 27203) (cid:57) By law on Energy Performance of Buildings (OG: December 5, 2008; no 27075) (cid:57) By-Law on Improving Energy Efficiency for the Utilisation of Energy and Energy Resources (OG: October 25, 2008; no 27035) - Communiqué on implementation of the By-Law on Improving Energy Efficiency for the Utilisation of Energy Resources (OG: February 6, 2009; 27133) (cid:57) By-Law on the Supporting Energy Efficiency of SME’s Including Training, Audit and Consultancy Services (OG: October 18, 2008; no 27028) (cid:57) By-Law on Improving Energy Efficiency in Transport (OG: June 9, 2008; no 26901) General Directorate of Electrical Power Resources, Survey and Development Administration (cid:57) By-Law on Sharing of Heating and Domestic Hot Water Expense in Central Heating and Hot Water Systems in Buildings (OG: April 14, 2008; no 26847) (cid:57) By Law on Amendment of By Law on Using Guidelines of Equipments (OG: October 8, 2007; no 26667) (cid:57) Prime Minister Circular 2008/2 (OG: February 15, 2008; no 26788) (cid:57) Prime Minister Circular 2008/19 (OG: August 13, 2008; 26966) New EE Legislation since 2007 (1/2) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 180 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY • Energy management • Industry • Building • Incentives & Supports • Industry • R&D Projects • Voluntary Agreements • to reduce energy intensity in industry • Energy performance of buildings • Energy performance certificate • Individual metering and control systems for heating and hot water • Minimum EE Requirements • Energy using equipments Measures (1/2) General Directorate of Electrical Power Resources, Survey and Development Administration • Co-generation & Micro cogeneration - Licensing exemptions • Renewable energy - Licensing exemptions by 500 kW installed capacity • Public sector - Energy audits - Monitoring - Minimum EE requirements for energy consuming equipments • Awareness - Energy efficiency week - Curriculum at schools • Others - Monitoring - Measures to improve EE in transportation and electricity sector Measures (2/2) General Directorate of Electrical Power Resources, Survey and Development Administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 181 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY Administrative Structure of EE in Turkey E İ E ENERGY EFFICIENCY COORDINATION BOARD (EECB) Universities Chambers of Engineers Authorisation Monitoring Energy Efficiency Consultant Companies Industrial Plants & Buildings A u t h o r i s a t i o n M o n i t o r i n g T e c h . S u pp o r t Training Audit I n c e n t i v e s T r a i n i n g o f E M A w a r e n e ss T r a i n i n g o f E M M o n i t o r i n g EEP A u t h o r i s a t o n M o n i t o r i n g General Directorate of Electrical Power Resources, Survey and Development Administration EE Coordination Board (EECB) • Ministry of Energy and Natural Resources (Chairman) • Ministry of Internal Affairs • Ministry of Finance • Ministry of Education • Ministry of Public Works and Settlement • Ministry of Transport • Ministry of Industry and Trade • Ministry of Energy and Natural Resources • Ministry of Environment and Forestry • State Planning Organization • Treasury • Energy Market Regulatory Authority • Turkish Standard Institution • Scientific and Technological Research Council of Turkey (TUBITAK) • Union of Chambers of Turkish Engineers and Architects • The Union of Chambers and Commodity Exchange of Turkey • Union of Turkish Municipality General Directorate of Electrical Power Resources, Survey and Development Administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 182 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY National EE Movement • 2008 - Energy Efficiency Year • İ mplementation of action plans by provinces • Joint actions to increase public awareness on; – electric motor systems – thermal insulation of buildings – tourism sector – shopping centers – household appliances and lamps • Energy Efficiency Week & National EE Forum • Improving of EE in public facilities • Developing cooperation with public and private organizations • Contests, seminars, symposium, conferences etc. General Directorate of Electrical Power Resources, Survey and Development Administration • Authorizations - It has been started for universities, chamber of engineers and Energy Efficiency Consultant Companies by April 2009. - 5 EE Consultant Company have been authorised. • Training program - to certificate of energy managers and energy consultants • Incentives for industrial establishments - 56 industrial plants have been applied with 72 EE Projects to get incentive by January 2009 and approximately 17,000 toe energy saving is envisaged - Budget for financial subsidies is 5,000,000 TL for 2009 - 17 Projects have been supporting with totatl cost around 5 millions TL of 12 industrial establishments • Voluntary agreement - 24 industrial plants have been applied by January 2009. EECB will take decision to define the industrial establishemnts to make voluntary agreement with government • Survey and monitoring studies - Survey studies such as benchmarking, energy audits etc, have been carrying out in energy intensive industry and buildings • Research and Development Projects have been supported by Scientific and Technological Research Council of Turkey (TUBITAK) Implementation of EE Law (1/2) General Directorate of Electrical Power Resources, Survey and Development Administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 183 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY General Directorate of Electrical Power Resources, Survey and Development Administration International Cooperations Improving EE in Industry by Voluntary Agreement NETHERLANDS - SenterNovem Utilization of Efficient Electrical Household Appliances in Turkish Market: GEF - UNDP 2008 2009 2010 2011 2012 2013 2014 Promoting of EE in Buildings: GEF - UNDP Improvement of EE in Industry: GEF – UNDP - UNIDO Third Country Training: JICA Energy Modelling Solar Energy Development of ESCO’s US - TDA Future Plan for EE in Turkey • Expanding of scope of incentives and supports • More comprehensive campaign to raise public awareness • Strengthening of infrastructure for follow up, monitoring and assessment studies • Strengthening of national and international cooperation • Rehabilitation of existing buildings (Improving heat insulation) • Development of financial mechanisms such as carbon trade etc. in cooperation with national and international bodies • Introducing and promoting of eco buildings • Promoting of investment for small scale renewable General Directorate of Electrical Power Resources, Survey and Development Administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 184 ",
        "Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY Conclusion (cid:131) Turkey has an important energy saving potential in all sectors, including power generation (cid:131) There are attractive opportunities for entrepreneurs (cid:131) Needs to strengtht of EE services - Capacity building - Financing mechanisms (cid:131) Good atmosphere for cooperations General Directorate of Electrical Power Resources, Survey and Development Administration General Directorate of Electrical Power Resources, Survey and Development Administration THANK YOU Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 185 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 186 ",
        "Anikó DOBI-RÓZSA, D.V.D., HUNGARY The 7th JRC WORKSHOP ON ENERGY EFFICIENCY IN BUILDINGS: RESULTS OF SUSTAINABLE FINANCING AND DELIVERABLE MECHANISMS FOR ENERGY EFFICIENCY PROJECTS IN BUILDINGS IN CEE Istanbul September 28-29, 2009 Aniko Dobi-Rozsa ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bem rkp. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Introduction • D.V.D Ltd. was established in 2005, as a pilot: – Developing and implementing financing and deliverable mechanisms – Make projects ready for financing, building EE portfolios – Replicating mechanisms in CEE and elsewhere •Clients: banks, home owners, governments, IFIs, builders etc. •We are a social business ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 187 ",
        "Anikó DOBI-RÓZSA, D.V.D., HUNGARY Results •D.V.D: – Develop and implement an awareness raising program: each year 50,000 homes receive information on EE investment possibilities – 20,000 homes have been already reached out – 10,000 homes equivalent projects have been financed and implemented – New financing models have been developed – Program replication has started in other countries ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bem rkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 188 ",
        "Anikó DOBI-RÓZSA, D.V.D., HUNGARY Hungary-Housing Energy Efficiency Market •600 million EUR / year (24 billion by 2050) •2% / year: energy efficient renovation of 100,000 existing homes every year by 2050 (4 million homes in total) •6,000 EUR / home (double glazing, insulation, heating upgrade - thermostatic radiator valves) •40-60% CO2 emission reduction potential •96% of homes are privately owned •75% of families are middle&middle-low income families ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Hungary – Results •50,000 home renovation under the pilot program •100,000 home renovation each year is possible under the mainstreamed program (in 2008: 92,000 applications) •40-60% CO2 emission and energy consumption reduction •Financial crisis has been slowing down funding procedures on short term but will have a positive long term effect It is possible to achieve 40-60% CO2 emission reduction in the residential building sector by 2050 in Hungary ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 189 ",
        "Anikó DOBI-RÓZSA, D.V.D., HUNGARY Challenges / Opportunities Affordability : • Asset / balance sheet based financing, Borrowing limit for Housing Associations / City Councils, High interest rates, Perceived risks are higher than real risks, Lack of own funds, Long payback period • CEE: 6,000 EUR / flat and 40-60% CO2 emission reduction is affordable for the majority of the market. WE: 12,000-15,000 EUR and 60% CO2 emission reduction Awareness : • CEE: high level of awareness • WE: social housing associations and fuel poor private home owners ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Challenges / Opportunities Motivation to invest and save energy cost: • Landlord / tenant conflict of interest, Energy prices versus income of families. Ownership structure / decision making process: over 90% privately owned in CEE decision is made at family level. • CEE: very high motivation to save energy cost. WE: medium to low Affordable financing : • Small scale / upscale: difficulties in mainstreaming pilot projects • lack of sufficient financing to go upscale, A few successful examples only, business as usual models overdominate the market ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 190 ",
        "Anikó DOBI-RÓZSA, D.V.D., HUNGARY Challenges / Opportunities Governments’ role : • Grants in HU: Panel Program: 1/3 grant, NEP: 25-30% grant for any type of homes, renewables and complex projects are preferred. Interest and principal subsidies, GIS/KVVM: up to 60% grant for panel houses • Fossil fuel price donation are not sustainable. unreliable grant programmes, inefficient use of available funding, lack of understanding of private sector mechanisms. Guarantees offer higher leverage than grants • Renewables are not competitive SMEs : lack of capacity and knowledge, no access to financing, high risk profiles ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Suggestions • Affordability : only those solutions should be promoted which can target 75% of the market. Key message has to be sent regarding target numbers. • Awareness : correct information, support decision making, knowledge sharing • Motivation to save: affordable monitoring tools to change behavior (smart meters) • Affordable financing : IFI’s: knowledge transfer to support commercial banks to understand / mitigate risk. Innovative financial tools / guarantees. Positive regulation • Governments’ role : redefine government intervention, be more innovative to use alternative funding resources (GIS) and achieve better leverage • SMEs : capacity building programmes are needed on a long term. ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 191 ",
        "Anikó DOBI-RÓZSA, D.V.D., HUNGARY Summary • Under the current mechanisms there is no sufficient funding on the market. (Sustainable and innovative mechanisms are necessary to be implemented based on successful models.) • Renewable energy technologies are not competitive in the housing sector • Financial and energy crisis (and later climate change- food crisis) will speed up the processes and increase motivation • Those equipment manufacturers / construction companies will win who can respond to individual needs ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Aniko Dobi-Rozsa Managing director Hungary-1011 Budapest Bem rkp. 15. I. 7. Tel: +36-1-373 0633 Mobile: +36-30-9199033 Email: aniko@gesb.eu Web: www.gesb.eu ’ ’Durgá-Vishnu Dévá’’ Socially and Environmentally Aware Project and Business Development Company E-mail: info@gesb.eu Hungary, 1011Budapest, Bemrkp. 15. I. 7. Telefon: 0036 (1)-373-0633, Fax: 0036 (1)-373-06-34 Web: www.gesb.eu Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 192 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA The Ministry of Regional Development and Housing (MRDH/MDRL) has as main areas of activity planning, national and regional territorial development, cross-border, transnational and interregional cooperation, urban planning, spatial planning, housing construction. In these areas, the MRDH manages 48 programmes financed from European and national funds: the Regional Operational Programme 2007-2013 (REGIO), European territorial cooperation programmes, PHARE - Economic and Social Cohesion programmes, PHARE - Cross-border cooperation programmes, programmes of territorial development, housing construction, thermal rehabilitation of housing blocks , retrofit of buildings prone to seismic risk, development of rural infrastructure, construction of sports halls and cultural homes. (cid:190) Population 21.698 thousands (cid:190) Number of dwelling 4.846 thousand,of which: - private dwellings (maximum 3) 4.761 thousands (98%) - blocks 85 thousands (2%) (cid:190) Surface area 82 m 2 per apartments (cid:190) Number of rooms 2,6 per apartment (cid:190) Private properties 97% (cid:190) Age of buildings, over 25 years 78% Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 193 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA Ministry of Regional Development and Housing (cid:190) transposed in the Romanian legislation, through the Law 372/2005, the European Decision 91/2002/CE regarding the energy performance in buildings; (cid:190) elaborated the Methodology for calculating the energy performance in buildings; (cid:190) coordinates the technical accreditations of energetically auditors for buildings The National Multiannual Program of Thermal Building Rehabilitation according to GD No. 18/2009: Target Target annual specific consumptn for heating < 100 Kwh/mp annual specific consumptn for heating < 100 Kwh/mp • The energetic audit and the designing of the rehabilitation works are financed from the local budget: • The necessary funds for financing the costs regarding the execution of thermal rehabilitation works are ensured as it follows: – 50% of state budget allocation within the MDRL budget limit approved yearly for this purpose; – 30% of approved funds with this destination in local budget and from other sources; – 20% of funds of owner associations and other legal sources. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 194 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA The thermal rehabilitation of the blocks of flats represents a major need for the following reasons: (cid:190) Fulfilling the requirements of the directives: 2002/91/EC and 2006/32/CE as well as of the obligation assumed by the National Plans of Action for Energetic Efficiency with the aim to improve the energetic performances of the buildings; (cid:190) he need to preserve and improve the population’ health and comfort; (cid:190) The need to reduce the cost of investments for increasing the production capacity of the thermal agent - the dimension of the new systems of producing thermal energy will take into consideration the thermal need of the rehabilitated building; (cid:190) The need to reduce the sum of money allocated from the local and state budget, as financial support for the houses’ heating in the case of persons with law income; (cid:190) The need to improve the esthetical aspect of the building and of the localities. Sfântu Gheorghe - Covasna Rehabilitated in 2008 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 195 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA Sfântu Gheorghe - Covasna Rehabilitated in 2008 Sfântu Gheorghe - Covasna Rehabilitated in 2008 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 196 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA Sfântu Gheorghe - Covasna Rehabilitated in 2008 Sfântu Gheorghe - Covasna Rehabilitated in 2008 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 197 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA Sfântu Gheorghe - Covasna Rehabilitated in 2008 Târgu Mure ş Rehabilitated in 2008 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 198 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA Miercurea Ciuc Rehabilitated in 2007 Medgidia Rehabilitated in 2006 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 199 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA Târgovi ş te Rehabilitated in 2008 Piatra Neam ţ Rehabilitated in 2007 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 200 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA UTC Bucure ş ti Rehabilitated in 2007 Moldova Nou ă Rehabilitated in 2006 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 201 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA Cluj Napoca Rehabilitated in 2008 Cristuru Secuiesc Rehabilitated in 2008 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 202 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA Oradea Rehabilitated in 2008 Timi ş oara Rehabilitated in 2008 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 203 ",
        "Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA Thank you! For other information :www.mdrl.ro gina.petrescu@mdrl.ro Tel.: 0040 372 114 562 Fax: 0040 372 114 546 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 204 ",
        "Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA R ī gas Tehnisk ā universit ā te Ener ģē tikas un elektrotehnikas fakult ā te Vides aizsardz ī bas un siltuma sist ē mu instit ū ts www.videszinatne.lv First results from ESCO of dwellings in Latvia / green investment scheme in operation in Latvia (energy efficiency in public buildings) Dr. Dagnija Blumberga , Dr. Andra Blumberga, Edijs Grants Riga Technical University Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 2 Content (cid:132) ESCO in housing in Latvia (cid:133) Energy consumption in housing sector in Latvia (cid:133) Research about motivation of energy endusers (cid:133) European structure funds (cid:133) First ESCO projects in dwelling buildings (cid:132) Green investment scheme in operation in Latvia (cid:133) Green investment scheme (cid:133) Areas for green investment (cid:133) First call: energy efficiency in public buildings Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 205 ",
        "Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 3 ESCO in housing in Latvia Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 4 Energy consumption in housing sector in Latvia 0,0 50,0 100,0 150,0 200,0 250,0 300,0 350,0 400,0 450,0 0 500 1000 1500 2000 2500 3000 3500 4000 4500 Heated area, m2 H e a t e n e r g y c o n s u m p t i o n , k W h / m 2 y e a r Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 206 ",
        "Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 5 Motivation of energy endusers (cid:132) Economic conditions (cid:133) Emotional problem of loan (cid:133) Social support for low income people (cid:132) Importance of (cid:133) Information providers (cid:133) information content (cid:133) target group selection Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 6 European structure funds (cid:132) Calls for energy efficiency in dwelling buildings in 2009 (cid:133) 1. call 14 April – 14 May (cid:133) 2. call 15 May – 15 June (cid:133) 3. call 16 June – 16 July (cid:133) 4. call 17 July – 17 August (cid:133) 5. call 18 August – 18 September (cid:133) 6.call 19 September – 19 October (cid:133) 7.call 20 October – 20 November (cid:132) Finances (cid:133) Total - 16635 thousand LVL (exchange range 1 EURO = 0,7 LVL) (cid:133) European Regional Development fund – 14139 thousand LVL (cid:133) State budget – 2495 thousand LVL (cid:132) Demand of finances after 4th call (cid:133) 71 (17 + 14 + 16 + 24) energy efficiency project (cid:133) ~ 3 000 thousand LVL Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 207 ",
        "Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 7 First 6 contracts on 06.08.2009 (265 000LVL) ESCO company representatives Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 8 ESCO projects in dwelling buildings (cid:132) 3 contracts are signed (cid:132) Energy efficiency measures ~ 200 000 LVL/ building (cid:133) thermal insulation of envelope of building (cid:133) thermal insulation of attic and basement (cid:133) change of windows + windows for balconies and lodgies (cid:133) renovation of thermal insulation of pipes (cid:133) energy management and balancing of heating system (cid:133) renovation (reconstruction) of ventilation system (cid:133) renovation of hot water system (as extra for one building) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 208 ",
        "Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 9 Green investment scheme (GIS) in operation in Latvia Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 10 Green investment scheme (cid:132) AAU selling process to (cid:133) The Nenetherlands (cid:133) Austria (cid:133) Spain (cid:133) ..... (cid:132) Planned finances - 400 000 thousand LVL till 2012 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 209 ",
        "Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 11 Green investment implementation scheme. Institutions (cid:132) Ministry of Environment (cid:133) Department of Climate Policy (cid:133) Project Implementation Unit for Climate Change Financial Instrument (cid:132) Climate Change Financial Instrument Council (cid:132) Latvian Environmental investment fund (cid:132) Energy auditors and experts Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 12 Green investment implementation scheme (cid:132) Experts work for preparation of ToR for each activity (cid:132) Preparation of project proposals based on energy audits or feasibility study (cid:132) Evaluation of proposal. Selection of projects to be realised (cid:132) Preparation of technical documentation. (cid:132) Supervision of project implementation (cid:132) Preparation of reports based on monitoring and verification after implementation (cid:132) Acceptance of reports. (cid:132) Data base of GIS projects (cid:132) Climate Change Competence center in university ?? Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 210 ",
        "Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 13 Areas for green investment (cid:132) Energy efficiency in public buildings of municipalities (cid:132) Energy efficiency in buildings of universities (cid:132) Replacement of fossil fuel in energy sector (cid:132) Use of renewable energy in transport (cid:132) Energy efficiency improvement in industry (cid:132) Solar energy projects (cid:132) Energy efficient street lighting projects (cid:132) Pilot projects for implementation of innovative ideas Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 14 Energy efficiency in public buildings. First results (cid:132) Proposals 69 project packages for 253 public buildings (cid:132) requirement for 36 520 thousand LVL (30 000 thousand are avalable in this activity) (cid:132) 50 – 85 % of subsidees from Green investment fund (cid:133) Depended from reduction of energy consumption (cid:133) Depended of used fuel in energy sources (emission factor) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 211 ",
        "Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 15 Conclusions (cid:132) Motivation for energy efficiency measures in dwelling buildings for inhabitants depend on different conditions, for example, very important is to find the right persons for information. (cid:132) ESCO projects in multi-apartment buildings in Latvia is one of financing schemes for long term energy efficiency measures. (cid:132) Green investments scheme is one of the financial instruments for energy efficiency. First project activities in green investment scheme showed high potential of energy efficiency measures in public buildings. Vides aizsardz ī bas un siltuma sist ē mu instit ū ts 16 Thank you for attention. More information: www.videszinatne.lv dagnija.blumberga@rtu.lv Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 212 ",
        "Monika JARZEMSKA, KAPE, POLAND The Polish National Energy Conservation Agency 09/12/2009 1 Building refurbishment programme in Poland Monika Jarzemska Marta Mazurkiewicz The Polish Energy Conservation Agency (KAPE) Istambul, 28-29 September 2009 2009-12-09 The Polish National Energy Conservation Agency 2 Potential of energy efficiency in Poland Potential of final energy reduction 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% National goal for MS according to 2006/32/EC F i n a l e n e r g y c o n s u m p t i o n (cid:190) 2% energy savings in 2010 (intermediate aim) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 213 ",
        "Monika JARZEMSKA, KAPE, POLAND Scenarios and national targets 2009-12-09 The Polish National Energy Conservation Agency 3 0 500 1000 1500 2000 2500 3000 3500 4000 4500 31.12.2007 31.12.2008 31.12.2009 31.12.2010 31.12.2011 31.12.2012 31.12.2013 31.12.2014 31.12.2015 31.12.2016 A i m , [ k t o e ] thermomodernization expenditure: 2008 - 356 mln z ł 2009 - 356 mln z ł 2010 - 356 mln z ł (2007 - 250 mln z ł ) 0,59% - Start: (31.12.2007) 1.01.2008 annual increase of energy savings: 0,47% 2% 7% linear scenario Extensive scenario Intensive scenario annual increase of energy savings: 1,166% 2009-12-09 The Polish National Energy Conservation Agency 4 0 400 until 1985 1986-1992 1993-1997 from 1998 Average heat demand for heating in kWh/m 2 usable space in residential buildings in Poland according to design standards 240-380 160-200 120-160 90-120 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 214 ",
        "Monika JARZEMSKA, KAPE, POLAND 2009-12-09 The Polish National Energy Conservation Agency 5 Percentage share of building resources 42% 12% 2% 1% 23% 5% 15% 0% 10% 20% 30% 40% 50% 150-200 200-250 250-300 300-350 350-400 400-450 450-500 kWh/(m2·a) Heat demand and technical refurbishment potential in building sector Annual heat demand in 2006 Annual heat demand after refurbisment (technical potencial) Technical refurbishment potential [PJ/a] [PJ/a] [PJ/a] [%] TOTAL 441,4 277,9 163,5 37,0 In the city: 269,2 176,2 93,1 34,6 • multifamily 178,5 119,1 59,4 33,3 − concrete slabs 79,5 53,8 25,7 32,3 − others 99,1 65,3 33,8 34,1 • single family 90,7 57,2 33,5 36,9 Country side: 172,1 101,7 70,4 40,9 • multifamily 4,3 2,9 1,4 32,5 • single family 167,9 98,8 69,0 41,1 2009-12-09 The Polish National Energy Conservation Agency 6 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 215 ",
        "Monika JARZEMSKA, KAPE, POLAND 2009-12-09 The Polish National Energy Conservation Agency 7 Energy Certification for Buildings (cid:132) Building Law amended in 2009 (cid:132) Since 1 January 2009 energy certificate obligation for: – new buildings, – sold and rented buildings, – reconstructed and renovated buildings. Ordinances: – January 2008 – on trainings and exams for energy auditors – November 2008 – on rules of energy certificate elaboration 2009-12-09 The Polish National Energy Conservation Agency 8 Energy Efficiency Action Plan - Energy efficiency improvement measures in the residential sector (cid:132) National information campaign on the desirability and financial savings from the use of the most energy-efficient products (2008 to 2016 – ongoing process) – Running a nationwide information campaign as regards the desirability and cost- effectiveness of using the most energy efficient products. – Changing lighting in residential buildings for low-energy lighting. – Changing old energy inefficient domestic equipment for new energy saving equipment. – Exchange of information, best practice and the use of tax incentives and discounts for manufacturers of domestic equipment and for consumers. – Encouraging sales staff and consumers to pay more attention to energy efficiency labelling and to the information provided in the technical specification of products bought and sold. – Measures aimed at clarifying, verifying and enforcing the correct display of energy efficiency labels. – Design, creation, sale, use and disposal of products that consume energy in a manner that ensures highest possible energy efficiency at a given level of cost. – Actions to convince consumers to reduce energy consumption e.g. by appropriate measurement of use as well as precise information on bills, legible by the consumer. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 216 ",
        "Monika JARZEMSKA, KAPE, POLAND National Energy Policy till 2030 (cid:132) Establishing Energy Efficiecny Act (cid:132) Implementing NEEAP (cid:132) Support mechanism for EE from EU structural funds (cid:132) Continuation of the Termo modernisation Program (cid:132) Information and promotion campaigns 2009-12-09 The Polish National Energy Conservation Agency 9 2009-12-09 The Polish National Energy Conservation Agency 10 Energy Efficiency Act (still anticipated) (cid:132) Set national targets on energy efficiency, (cid:132) Implements mechanisms to support increase in energy efficiency (white certificates and voluntary agreements with industry), (cid:132) Implements system of monitoring and data collecting on energy efficiency, (cid:132) Ensures access to information through the web portal and the hotline, (cid:132) Exemplary role of the Public Sector. – Thermomodernization of public buildings, – Green public procurement – Trainings for public administration Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 217 ",
        "Monika JARZEMSKA, KAPE, POLAND 2009-12-09 The Polish National Energy Conservation Agency 11 Energy Efficiency Act (cid:132) System of white certificates - Introduction of a support mechanism to stimulate energy saving actions together with an obligation placed on suppliers of electricity, heat or gas fuels to end users (2009 to 2016 – ongoing process) – Introduction of a mechanism for obtaining, cancelling and trade in certificates confirming action has been taken to save energy, as a mechanism to promote energy saving behaviour. – Setting out a detailed list of energy saving measures resulting in: improved efficiency in energy generation, reduced losses in the sending and distribution of energy together with energy savings by end users, together with an appropriate number of white certificates. – Obliging entities involved in the supply of electricity, heat or gas fuels to end users to obtain and present for cancellation a specific number of white certificates. – Encouragement for investment to develop the energy services market, including project coordination and the creation of a contact database for specialists, decision makers and main players in this market. 2009-12-09 The Polish National Energy Conservation Agency 12 white certificates – in Poland White Certificates System Production Modernization of: (cid:57) Power system, (cid:57) CHP (cid:57) Municipal and industrial boilers Only in terms of the basic technology Transmission and distribution Modernization of: (cid:57) Electricity network (cid:57) Gas network (cid:57) Heat network End use Modernization and investments (purchases): (cid:57) In households (cid:57) In the municipal sector (cid:57) In industry and services Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 218 ",
        "Monika JARZEMSKA, KAPE, POLAND 2009-12-09 The Polish National Energy Conservation Agency 13 Energy Performance of Buildings Directive Concerted Action : an instrument to improve implementation of the Directive 2002/91/EC (cid:131) One of the main initiatives for promoting dialogue between the Members States is the Concerted Action (CA), funded by the „Intelligent Energy-Europe” Programme of DG TREN. (cid:131) Two of the major objectives of the CA EPBD are: – to facilitate the implementation of the EPBD by the MS, – to achieve substantial progress (or at least to create favourable conditions) towards the harmonisation of the national procedures. (cid:131) CA EPBD II covers five central themes: (cid:131) Certification procedures, (cid:131) Inspection of boilers and air-conditioning systems, (cid:131) Specifications and training requirements for experts and inspectors, (cid:131) Methods and procedural aspects for energy performance characterisation, (cid:131) Information campaigns. (cid:131) Polish representative: Building Research Institute 2009-12-09 The Polish National Energy Conservation Agency 14 Thermal Modernisation and Renovation Act (March 2009) (cid:132) Thermal Modernisation and Renovation Act (replaced Thermal Modernisation Act established in 1998, amendment in 2001) Ordinances: (cid:57) Scope and form of energy audit (cid:57) Verification of energy audit (cid:132) Within its framework covers: (cid:57) Thermal refurbishment of all types of residential buildings (excluding state owned buildings), (cid:57) Buildings used by municipal entities for purposes of public services (schools, kindergartens, hospitals, social centers etc.), (cid:57) Local district heating networks and local heat sources up to 11,6 MW of thermal power, (cid:57) Installation of renewable energy sources or high efficiency CHP (cid:57) Connecting the buildings to the DH systems. (cid:132) Provides financial support from state budget in a form of premium. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 219 ",
        "Monika JARZEMSKA, KAPE, POLAND 2009-12-09 The Polish National Energy Conservation Agency 15 Types of investments Types of investments which can be granted by premium: (cid:132) Reduction of energy consumption supplied to: − residential buildings and houses (all types), − buildings used by municipal entities for purposes of public services (for purposes of heating and domestic hot water), (cid:132) Reduction of energy losses in local distribution networks and local heat sources (up to 11,6 MW and if supplies heat to the buildings), (cid:132) Total or partial replacement of conventional energy sources on non-conventional ones, including renewables and high efficiency CHP. 2009-12-09 The Polish National Energy Conservation Agency 16 Thermal Modernisation Fund Basic assumptions: (cid:132) thermal-modernization premium – repayment by the National Economy Bank of 20% of credit taken from commercial bank, (cid:132) but – no more than 16% of total costs – no more than duble expected annual energy costs savings (set in energy audit) (cid:132) Credit based on commercial conditions (interest rate 7-10%), (cid:132) Repayment of the credit has to be possible from cost savings, (cid:132) Fulfilling the requirements concerning minimum level of energy consumption reductions. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 220 ",
        "Monika JARZEMSKA, KAPE, POLAND 2009-12-09 The Polish National Energy Conservation Agency 17 Minimum energy efficiency effect as requirement to get a premium (cid:132) Decrease of energy demand which has to be achieved: (cid:190) 10% for building heating installation modernization only, (cid:190) 15% for buildings (if building heating installation was previously modernized after 1984), (cid:190) 25% for other buildings, (cid:132) 25% decrease of energy losses (cid:132) 20% decrease of heat producing costs (cid:132) No minimum for renewable energy sources. Renovation premium Applicable for: (cid:132) multifamily buildings build before 1961 (cid:132) Replacement of doors, windows, balcony renovation, installations and buidling reconstruction (cid:131) Energy consumption lower by at least 10% (cid:131) Cost factor in range 0,05-0,7 (cid:131) Additionally when Cost factor >0,3 the energy consumption must be decreadsed by 25% 2009-12-09 The Polish National Energy Conservation Agency 18 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 221 ",
        "Monika JARZEMSKA, KAPE, POLAND Thermal modernization process 09/12/2009 The Polish National Energy Conservation Agency 19 2009-12-09 The Polish National Energy Conservation Agency 20 Thermal modernization premium The National Economy Bank (cid:132) transfers the premium to the crediting bank as a repayment of the credit utilised by investor, if the modernisation: (cid:132) has been completed in accordance with the energy audit and with the technical design, (cid:132) has been completed by the deadline set out in the credit agreement. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 222 ",
        "Monika JARZEMSKA, KAPE, POLAND Applications for the premium 2009-12-09 The Polish National Energy Conservation Agency 21 Thermomodernisation Act amendment 2009-12-09 The Polish National Energy Conservation Agency 22 Sum of premium granted - 0,0 20,0 30,0 40,0 50,0 60,0 70,0 II half of 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 0,3 1,0 1,0 3,3 7,6 14,6 28,9 27,5 62,0 42,5 1. Bank BPH S.A. 2. Bank DnB NORD Polska S.A. 3. Bank Millennium S.A. 4. Bank Ochrony Ś rodowiska S.A. 5. Bank Pekao S.A. 6. Bank Pocztowy S.A. 7. Bank Polskiej Spó ł dzielczo ś ci S.A. 8. Bank Zachodni WBK S.A. 9. Gospodarczy Bank Wielkopolski S.A. 10. ING Bank Ś l ą ski S.A. 11. Krakowski Bank Spó ł dzielczy 12. Kredyt Bank S.A. 13. Mazowiecki Bank Regionalny S.A. 14. Nordea Bank Polska S.A. 15. PKO BP S.A. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 223 ",
        "Monika JARZEMSKA, KAPE, POLAND Summary of the program (1999-2008) Number of applications: (cid:132) 15 400 (1999-2008) (cid:132) 11 720 applications approved for government subsity (in form of refurbishment premium) Average: (cid:132) energy savings: 45% (cid:132) cost of modernisation: 22 Euro/m2 (cid:132) cost of reduction of 1 GJ: 50 Euro/GJ 2009-12-09 The Polish National Energy Conservation Agency 23 2009-12-09 The Polish National Energy Conservation Agency 24 National Cohesion Strategy 2007-2013 Operational Programme Infrastructure and Environment One of the goals: (cid:132) Investments that will ensure a long-term energy safety in Poland through diversification of supplies, decrease of energy consumption and energy losses, and the development of renewable energy sources (cid:132) Priority line IX Environment-friendly energy infrastructure and energy efficiency – 9.1 Highly efficient energy generation, – 9.2 Efficient energy distribution, – 9.3 Thermomodernisation of public utility buildings, the purchase of energy-saving equipment (Cohesion Fund + State Budget = 65 mln Euro) – 9.4 RES generation, – 9.5 Biofuel energy generation, – 9.6 Network for RES (cid:132) Priority line X Energy security, including the diversification of energy sources Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 224 ",
        "Monika JARZEMSKA, KAPE, POLAND 2009-12-09 The Polish National Energy Conservation Agency 25 Funds Infrastructure and Environment Operational Programme Health 1% Higher Education 2% Culture 2% Energy 6% Environment 18% Transport 71% Priority line IX - 748,0 mln Euro from UE Priority line X - 974,3 mln Euro from UE Priority line IV - 200,0 mln Euro from UE 2009-12-09 The Polish National Energy Conservation Agency 26 National Fund for Environmental Protection and Water Management (cid:132) The National Fund resources are applied to funding the environmental protection and water management to follow the sustainable development principle. (cid:132) Sources of financial means at the disposal of the National Fund for Environmental Protection and Water Management: (cid:131) fees and fines charged for using the environment, (cid:131) occupation or licence fees charged, (cid:131) loans paid off by instalments, (cid:131) income on National Fund’s own financial operations (interest rates, revenue on share sales sell-off), (cid:131) foreign means at the disposal of the Fund. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 225 ",
        "Monika JARZEMSKA, KAPE, POLAND 2009-12-09 The Polish National Energy Conservation Agency 27 NFEP&WM priorities (cid:132) National Co-financing of EU Funds supported projects (cid:132) Co-financing of thermomodernization in public buildings Forms: grants, loans and credits. (cid:131) Regional Funds for Environmental Protection and Water Management – energy efficiency in buildings financing 2009-12-09 The Polish National Energy Conservation Agency 28 Bank for Environmental Protection (cid:132) Credits for EE in buildings: (cid:51) In cooperation with NFEP&WM, (cid:51) In cooperation with Regional FEP&WM, (cid:51) In cooperation with National Economy Bank with thermal-modernization premium, (cid:51) From EIB funds, (cid:51) For ESCO Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 226 ",
        "Monika JARZEMSKA, KAPE, POLAND 2009-12-09 The Polish National Energy Conservation Agency 29 Thank you for attention! Monika Jarzemska Krajowa Agencja Poszanowania Energii S.A. Mokotowska 35 00-560 Warszawa www.kape.gov.pl mjarzemska@kape.gov.pl Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 227 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 228 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM 7 th JRC Workshop on Energy Efficiency in Buildings “Lighting and Appliances under Energy Company Obligations in the UK, Italy & France ” Eoin Lees 29 th September 2009 Contents • Why lighting and appliances are important and can make such a major contribution to energy/CO2 saving and energy security • New promoters and new routes to market for energy efficiency • Brief explanation of White Certificates/ Energy Efficiency Obligations • Draw on case studies for France , Italy and UK as these are the largest obligations in money terms and with publically available information Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 229 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM The Importance of Lighting Globally - 1 • Lighting accounts for 19% of global electricity consumption (source IEA 2006) • Gives rise to CO2 emissions that are equivalent to 70% of those from the world’s light-duty vehicles • A large proportion of total lighting energy is used by inefficient and outdated technologies, e.g. incandescent lamps, mercury vapour lamps, low- efficacy fluorescent lamps with low-efficiency ballasts, etc. • Residential example – CFL uses 1/5 th the electricity of the ubiquitous incandescent light bulb; payback for most light bulb locations <1 year The Importance of Lighting Globally - 2 • In Industrial & Commercial sector, typically electricity savings of ~40% through more efficient lighting and controls are possible with IRR of ~ 20-40% (source IEA) • And innovation not stopped! • LEDs 48,000 hour lifetime and 1/7 th of energy consumption of incandescent available Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 230 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM The Importance of Electrical Appliances in Europe • Electric appliances accounted for 26% of EU-15 CO2 emissions in 2005 and is growing rapidly • Energy Labelling and minimum performance standards have made significant improvements but more need to be done hence new EU eco-design and revision of the EU labels • Small energy using appliances (e.g. standby power, small transformers etc.), but which hundreds of millions are in use, are ideal candidates for this regulatory (“stick”) approach • For larger using energy appliances (e.g. white goods, TVs etc.) mixture of fiscal support and imminent regulation can move markets more quickly The Importance of Lighting & Appliances • So plenty of potential – how realise that? • Regulation – energy labelling and minimum performance standards + banning incandescent light bulbs from 2012 • Fiscal – Subsidise energy efficient lighting (all sectors) & appliance technologies to transform the market to more energy efficient solutions • Fiscal – penalise bad technologies (e.g. Denmark) • Fiscal – for I&C sectors, tax breaks/accelerated depreciation/low interest loans • Greater development of Energy Service Approach (ESCOs) (alternative financing option) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 231 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM White Certificates/Energy Efficiency Obligations • Renewable Energy/CO2 Certificates largely exist because of Government intervention in the market place – an obligation • White Certificates are no different – need an energy efficiency obligation • All significant EU activities with utilities & small energy users on energy efficiency are linked to an obligation on some part of the energy utility to save energy in their customers premises • White Certificates are usually taken to represent the final stage i.e. any party (not just obligated party) can obtain (verified) certificate of energy saving which can be traded on the open market How do Energy Efficiency Obligations Work? • Energy retailer/distributor has obligation to save energy in customers’ premises; target related to “volume” supplied/distributed/residential customer numbers • Projects with large energy users can “afford” to have energy saving measures monitored for actual saving • For small energy users – need to simplify approach and cost – use “approved” measures for which there are well established energy saving values (deemed or ex ante savings); • Monitoring and verification then is a “measure count” + random “dip check” Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 232 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM Who Decides on Size and Scope of EEO? • Best if Government - social & environmental aspects (UK largest obligations ~€0.9bn/yr or 3-4% fuel bill) • Can address equity issues by ring fencing share of energy saving target for low income consumers • All end use sectors have had EEOs • Personal view – best suited to traditionally “high transaction cost” sectors – residential and small organisations • Need to address deadweight/free riders/additionality issues – those that would have done it anyway and this is linked to the size of the target Energy Efficiency Obligations in the EU (2008) Danish Energy Authority Government all except transport electricity, gas & heat distributors Denmark Regulator (Ofgem) Government Residential only electricity & gas suppliers UK Regulator (AEEG) Government All including transport electricity & gas distributors Italy Government Government All (including transport) except EU ETS all suppliers of energy France Flemish Government Flemish Government residential and non energy intensive industry and service electricity distributors Belgium- Flanders Administrator Target set by Eligible Customers Obligated Company Country Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 233 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM Energy Efficiency Obligations in the EU (2008) ~20 n/a 0.8 TWh annual Annual delivered energy Denmark ~900 0% 185 MtCO2 in 3 years to 2011 lifetime delivered CO2 UK ~400 0% 23 TWh in 2009 cumulative primary energy Italy ~200 4% 54 TWh over 3 years lifetime delivered energy France ~20 n/a 0.6 TWh annual Annual primary energy Belgium- Flanders Estimated cost (€M/yr) Discount rate Current size of target Nature of saving target Country Energy Efficiency Activity by End Use Sector n/a n/a n/a 100% UK 5% 12% 82% Italy 7% 4% 87% France Industry Public Commercial Residential Country Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 234 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM Electricity Saving Measures used for Households/year √ 80 k sq.m √ Solar water heaters 0.7 M √ 0.1M Fossil fuel Boilers 3 M Low flow showerheads ~1 M √ ~0.1M Insulation √ √ ~20 k Heat Pumps 34 M 7 M √ Lighting (CFLs) √ √ Cogeneration 7 M 0.3 M Appliances (incl. TVs etc) UK Italy France Measure Why is Energy Efficient Lighting Popular ? • All customers pay through their bills for the WC activity– lighting (and appliances) allow the benefits from WC to be spread more widely as they are lower subsidy cost than say insulation or new boiler • In UK 2 out of 3 households have benefited from lighting and/or appliance measures • EE lighting has very attractive energy savings per measure (e.g. CFL 80%) + falling costs • Need to overcome aggregation problems • Done by joint promotion with retail chains; free CFLs particularly for low income households Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 235 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM Growth of CFLs in the UK Number of CFLs in millions/year 0 40 80 120 160 2000-2 2002-5 2005-8 CERT year1 Impact of UK EE Obligations on Fridge Freezers Fridge Freezers Market Shares 0% 20% 40% 60% 80% 97 98 99 00 01 02 03 04 05 06 Financial Year Ending Energy Label A Energy Label B Energy Label C Energy Label D Energy Label E Energy Label F Energy Label G Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 236 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM Importance of Package of Policy Measures • EU energy labelling • EU Minimum Performance Standards • EST and Government marketing campaigns • Consumer advice from the Energy Efficiency Advice Centres • Media coverage on climate change • Retail staff training & point of sale material from EST • Energy Saving Recommended branding & advertising • EE Obligation funding for incentives • Uplift factor in EE Obligation to encourage market transformation 2005-8 UK Evaluation Headlines • Over 120 million measures actually installed in 3 years; appliances and lighting dominate in numbers but insulation dominates the energy savings • Target met 23% cheaper than Defra estimate; deadweight ~ 20% • NPV/tCO2 net of deadweight = £57 • Cost of saving a unit of electricity is 2p/kWh; for gas 0.6 p/kWh; cf ex vat residential price 9.6 & 2.5 p/kWh • 2 out of 3 low income households benefited from EEC2 (mainly CFLs); also 1.3 million low income homes insulated in the 3 year period Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 237 ",
        "Eoin LEES, Eoin Lees Energy, UNITED KINGDOM Italian White Certificates and Consumer Benefits • Direct benefit of the energy saving for a domestic user (gross of taxes) • Current electricity White Certificate is ~80 €/toe primary energy 0 200 400 600 800 1000 1200 1400 1600 1800 2000 2002 2003 2004 2005 2006 € / t o e c u r r e n t p r i c e s ) petrol gasoil for heating gasoil for traction natural gas electricity 100 €/toe - amount of reimbursement granted Conclusions • Both in Italy and UK, obligations on energy utilities has proved to be a cost effective policy mechanism for delivering significant energy and CO2 savings to consumers; likely same in France • Energy efficient lighting/appliances are popular measures because their relatively cheap cost allows the benefits to be spread widely and their attractive energy savings per measure (e.g. CFL 80%) • Four free CFLs for low income households mean that they save more per year than they pay towards the cost of the obligations Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 238 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS Dorien van der Weele Director Energy Efficient Solutions Philips Lighting Istanbul, September 28-29, 2009 Energy Efficiency in Buildings - a wake up call - 2 Agenda Part 1: Who is the WBCSD and what is the EEB project Part 2: A unique bottom up model Part 3: Using the model for a number of cases Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 239 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 3 Dec. 2008 Pres. Office …recognized* as the voice of business leadership on sustainable development 4 Energy Efficiency in Buildings Project Transforming the way buildings are designed, built and used Focus on energy Business perspective Communicate research findings openly with markets and regulators A world where buildings consume zero net energy Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 240 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 5 Project Timeline 2006 2007 2008 Formally Announce Project (Beijing) 2009 “EEB Transforming the Market” Report “Facts & Trends” Report Assurance Group Assurance Group Assurance Group Manifesto (WBCSD Council, Washington) Qualitative & Quantitative Assessments & Recommendations April 27, (EEGlobal, Paris, Washington, Beijing) Workshops, Forums, Conferences 6 Potential Building energy savings could be as much as total transport energy today ! Potential for Building Energy Savings is 25% of Global Energy Usage Current transport energy is 26% of Global Energy Usage Source: IEA “Worldwide Trends in Energy Use and Efficiency”, (2008) 25% Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 241 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 7 Sector Wide Goals Allocate the Power sector to achieve 48 Gt reduction: Industry: 36% or 17.2 Gt Buildings: 38% or 18.2 Gt Transport: 26% or 12.6 Gt Source: International Energy Agency, WEO 2007 and ETP 2008 WBCSD EEB estimates a 60 ‐ 80% market wide building site energy reduction, including fuel switching impact and on ‐ site generation, will be required to meet these CO2 reduction targets, set to achieve the IPCC’s 450ppm stabilization levels by 2050. IEA Buildings: End Use Efficiency Only EEB Buildings: Include Fuel Switching and On-site Generation 8 550ppm 4°C Reference 6°C 450ppm < 2°C Relation to IPCC scenario families Transformation is Critical 60 to 80% C o n t r i b u t i o n f r o m B u i l d i n g s Now 2050 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 242 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 9 Decision Making Complexity Source: WBCSD Energy Efficiency in Buildings 10 Challenge in maintaining sustainability objectives Client Design team Plot developers Project Managers Contractors Suppliers Installers Occupiers..............! Source: Arup Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 243 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 11 Misperceptions in the Market Source: EEB Facts and Trends Report, August 2007 Today’s perception from sector professionals … 12 Energy in buildings – a time bomb if nothing is done now Rising living standard has an exponential effect B u i l d i n g ’ s Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 244 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 13 • Low awareness of environmental impacts & value of being green. Energy efficiency is not an investment criteria • Lifestyles are not focused on energy efficiency • Lack of know-how and experience for green construction • Lack of financial instruments to reward energy efficiency • Lack of policy frameworks and building codes • The building sector is complex, fragmented and with no real champions Sector Challenges to Transform 14 Large and attractive solutions Source: McKinsey, Dec. 2007; Reducing US Greenhouse Gas Emissions: How much and at what cost? 0.2 0.4 0.6 0.8 1.0 1.2 1.4 30 0 -30 -60 -90 $ / ton CO 2 Potential Gigatons C0 2 Residential Electronics Residential Lighting Commercial CHP Residential Hot Water Commercial Building Controls Residential Envelope Retrofits Industry CHP Biofuels Residential Envelope New Construction Commercial CFL Lighting Commercial LED Lighting Commercial Electronics Commercial Envelope New Construction Curve represents the maximum potential of abatement measures, however… To achieve them, we must try to answer: Will they be adopted? At what cost? Over what time horizon? How do they interact? Resulting impact? How to incentivize? Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 245 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 15 EEB Modeling Leverages existing energy analysis capabilities 10 person-years of development 1 Million spreadsheet cells 10,000 formula 16 Only a bottom up quantifies realistically decision making (cid:131) Decision making model (cid:131) Cost model (cid:131) Building energy simulation (to assess energy demand based on design, technologies and climate) (cid:131) Policy packages Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 246 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 17 (cid:131) Residential – France single family – US Southeast single family – Japan single family – China Beijing Multifamily – Swedish Multifamily (cid:131) Office – Japan Kanto Midsized – US Northeast Large (cid:131) Retail – US Supermarkets – Brazil Shopping Center Submarkets Modeled Not included in EEB Reported Analysis Six EEB Regions: Building area >130B m 2 Submarkets Analyzed, 2005: 19 M buildings totaling 5.4B m 2 Submarkets Analyzed, 2050: 29M buildings totaling 9.5B m 2 Percent of region building stock analyzed (m2 basis): 4.1% 18 How to read the model output Heating Lighting Cooking Hot Water Appliances Plug Loads Cooling Ventilation Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 247 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 19 0 50 100 150 200 250 2005 2010 2015 2020 2025 2030 2035 2040 2045 2050 (Billions KWh) US SE SFR Segment Site Energy Single Family Housing T o t a l S e c t o r E n e r g y Subsystem Subsidies No Policies + Carbon Tax + Whole Building Performance Stds + Incentives (Transformation) United States – Southeast Region (-) Behavior (+) Behavior 20 01234 56 2005 2010 2015 2020 2025 2030 2035 2040 2045 2050 (Billions KWh) Japan Office Segment Site Energy Commercial Office T o t a l S e c t o r E n e r g y Subsystem Subsidies No Policies + Carbon Tax + Whole Building Performance Stds + Incentives (Transformation) Japan – Kanto Region Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 248 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 21 Carbon Tax Impact Evaluation P e r c e n t a g e o f B a s e l i n e 2 0 5 0 C O 2 P r o j e c t i o n US SE, 7.3M Homes France, 19M Homes 22 0 50 100 150 200 250 300 350 400 450 500 2005 2010 2015 2020 2025 2030 2035 2040 2045 2050 (Billions KWh) France SFR Segment Site Energy Single Family Housing T o t a l S e c t o r E n e r g y Subsystem Subsidies Market response + All New ZNEB + Carbon Tax + Ban poor bldgs + Whole Building Performance Stds + Incentives (Transformation) Europe - France Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 249 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 23 Starting point is the existing building stock (cid:131) Defined 9 reference cases (cid:131) Cost inputs: labor, materials, equipment, energy, CO 2 , etc. 24 Present policies: No energy and CO 2 reductions despite regulation Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 250 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 25 Only strong policies lead to substantial savings (cid:131) First cost subsidies (base case) (cid:131) 25% capital rebate for class 2 buildings and 50% for class 1 (cid:131) No more class 4 & 5 new buildings 26 1000 retrofits per day for the next 40 years Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 251 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 27 What will be adopted at what cost? 28 (cid:131) 2005 Reference: $12.0B market in 2005 – $4.2B Contract labor – 311, 900 home projects (cid:131) Business as usual: $15.0B market in 2050 – $5.3B Contract labor – 392,500 home projects (cid:131) Transformation: $27.9B market in 2050 – $8.1B Contracted labor – 392,500 home projects Capacity: Workforce and Skills C u m u l a t i v e A d o p t e d ( M ) US-SE Single Family Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 252 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 29 Roadmap for the building sector Buildings have the greatest potential to reduce CO 2 emissions The market alone will not do it It will take large investments but buildings are still the cheapest option Cost of inaction will be far greater Simple subsystem approaches will not be enough All actors need to be involved We need to address both new buildings as well as retrofit / replace existing buildings 30 Recommendations Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 253 ",
        "Dorien VAN DER WEELE, Philips, THE NETHERLANDS 31 Recommendations What is the EEB - WBCSD’s next action? Plan to issue a EEB Manifesto and Implementation guide signed by the maximum number of WBCSD members companies. Publicly commit to request and use energy efficient office buildings Create a local market pull for EEB buildings 32 For more information and to download the reports: www.wbcsd.org kornevall@wbcsd.org constant.vanaerschot@lafarge.com sissonwm@utrc.utc.com harry.verhaar@philips.com dorien.v.d.weele@philips.com THANK YOU Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 254 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 Analysis of the electricity end ‐ use in EU ‐ 27 building sector Bogdan ATANASIU Paolo BERTOLDI EC Joint Research Centre, Institute for, Energy Ispra, Italy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 2 • This report summarises the outcome of the results of an in ‐ depth survey of electricity consumption in buildings in the EU ‐ 27 conducted by the JRC, the main findings of the first preparatory studies for implementing the Eco ‐ design Directive, as well as other recent analyses and studies on different aspects of the electricity final consumption in EU27. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 255 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 3 • Bottom-up survey of end-use electricity consumption for the residential and tertiary building sector (cid:131) Annual data gathering workshop (proceedings online): Ispra 2003, Brussels 2004, Tallin 2005, Budapest 2006, Krakow 2007, Ljublijana 2008, Istanbul 2009 (cid:131) Periodic status report with an overview of end ‐ use electricity consumption in buildings (2003, 2006, 2008) (cid:131) (cid:131) ‘Tradable Certificates for Energy Savings (White Certificates) ‐ theory and practice ‐ ’ • Survey on Energy Services Companies, Database of European ESCOs (cid:131) Continuous survey, reports every 2 yrs. ‘Latest Development of Energy Service Companies across Europe ‐ A European ESCO Update –’ The JRC survey All the reports and proceedings are online at: http://re.jrc.ec.europa.eu/energyefficiency/ The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 4 Final energy consumption in 2007 (EU ‐ 27) Agriculture 1,8% Transport 2,52% Industry 40,44% Services 26,66% Residential 28,6% Transport 32,06% Industry 19,35% Services 5,6% Residential 18,63%Electricity 21,12%Agriculture 2,02% • EU-27 final energy consumption grew by 8,4% between 1990- 2007 and by 4,37% from 1999 to 2007. In 2007 the final energy consumption was 1,31% lower than it was in 2004. • EU-27: The GDP growth was 20,5% from 1999 to 2007 (2000 exchange rates ) 2007: 244,475 Mtoe Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 256 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 5 Final Electricity consumption trends 2007: 2843,24 TWh 800,72 583,41 760,43 433,11 1149,9 978,5 71,66 51,23 55,43 0 200 400 600 800 1000 1200 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 [ T W h ] residential tertiary industry transport agriculture The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 6 RESIDENTIAL SECTOR Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 257 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 7 • Final energy consumption in the EU ‐ 27 residential sector started to decrease from 1999, going down by ‐ 1,55% in 2007 ( ‐ 7,12% lower in 2007 than in 2004), but still 8% higher in 2007 than it was in 1990. 46,83 46,53 216,60 238,03 263,42 284,55 0 50 100 150 200 250 300 350 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 [ M t o e ] NMS12 EU15 EU27 Residential: Final energy consumption (EU ‐ 27) The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 8 • The gas consumption of the residential sector has continued to grow in the period 1999 to 2007 in the EU ‐ 27 from 103,822 Mtoe to 113,176 Mtoe (9% growth), but the trend changed from 0,24% increase over the period 2004 ‐ 2005 to ‐ 5,73% decrease over the period 2006 ‐ 2007. 9,84 11,98 68,43 101,20 78,27 113,18 0 20 40 60 80 100 120 140 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 [ M t o e ] NMS12 EU15 EU27 Residential: Final gas consumption (EU ‐ 27) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 258 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 9 Residential energy consumption in EU ‐ 27 (2007) • EU-27: Residential electricity consumption rose by 13,17% on the period 1999-2007 and by 37,2% on 1990- 2007, arriving to 800,72 TWh/yr, below the 2006 level by -0,72%. 800,72 583,41 712,77 517,96 87,95 65,46 0 200 400 600 800 1990 1992 1994 1996 1998 2000 2002 2004 2006 [ T W h ] EU-27 EU-15 NMS-12 The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 10 Cold appliances EU ‐ 27, 2007 • The refrigerators stock reached the saturation level, having penetration rates of around 100% in all the EU ‐ 27 countries. • The freezer market registered a significant decrease tendency in the last years, due to the increase use of combined refrigerator/freezer appliances. • In the year 2007, the combined refrigerator/freezer appliances (2 doors appliances) took the greatest share of the sales with 59,3% and 79% on both EU ‐ 15 and NMS ‐ 12 markets. • The electricity consumption of cold appliances was around 122 TWh/yr. • Regulated by energy labelling, voluntary agreements and minimum efficiency requirements since 1994 and 1996, domestic refrigerators and freezers are one of the success stories of Community energy efficiency policy. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 259 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 11 Cold appliances sales 6,6 2,4 1,8 14,6 3,8 1,0 38,6 24,6 11,2 41,9 24,4 10,4 39,1 60,7 67,1 38,1 60,4 64,5 1,1 9,1 0,0 12,4 23,6 1,4 10,0 1,7 10,0 18,5 2002 2005 2007 2002 2005 2007 10 MS of EU-15 8 Central European countries [ % ] Others C B A +A ++A The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 12 EEI for cold appliances sales 60,137 56,679 56,02 100 96,1 93,9 91,8 88,4 82,3 79,3 72,4 70 67,6 65,6 63,68 54,76 57,95 60,9 64,75 0 20 40 60 80 100 120 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 % EEI EU-15 EEI NMS-12 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 260 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 13 EU Regulation for cold appliances Additional requirements are coming from the EU Regulation (Eco ‐ design Directive) ‐ July 2009 • The mandatory requirements that will take effect in 2013 will include automatic switch ‐ off of the \"fast ‐ freeze\" function after 72 hours, electronic thermostats for optimising the switch to \"winter setting\" and automatic switch ‐ off of small appliances with a volume of less than 10 litres. • For compressor ‐ type cold appliances (representing today 95% of the market), minimum energy requirements are foreseen according to the follow roadmap: – From July 2010: The current Class A becomes the new minimum energy performance requirement (EEI<55). • For absorption ‐ type and other type refrigerating appliances, minimum energy requirements are foreseen according to the follow roadmap: – From July 2010: The new minimum energy performance requirement will be EEI<150. • Estimated savings of 6 TWh/year within the EU ‐ 27 are expected by 2020, when the energy labelling and performance requirements for fridges and freezers reach their full impact The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 14 Washing machines – EU ‐ 27, 2007 • The appliances stock of washing machines reached the saturation level, with penetration rate levels around 100% in all the EU ‐ 27 countries. • 77,3% of the sales in 8 NMS from Central Europe were washing machines with spin speed more than 800 rpm, in 10 EU ‐ 15 countries being only 33,6%. • The electricity consumption of washing machines in 2007 was estimated at around 51 TWh/yr. • Regulated by energy labelling, voluntary agreements and minimum efficiency requirements from 1997, it is another successful story of the EU energy efficiency policy. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 261 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 15 9,9 17,7 0,6 0,6 11,7 2,2 0,6 7,5 1,1 19,7 5,0 2,1 18,9 3,0 58,7 64,8 67,1 55,3 10,3 39,1 0,8 40,0 5,7 57,6 2002 2004 2007 2004 2007 10 MS of EU-15 8 Central European countries [ % ] Others C B A A+ Washing machines sales The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 16 EEI for washing machines sales 0,174 0,191 0,205 0,211 0,213 0,219 0,228 0,234 0,242 0,249 0,175 0,200 0,214 0,1 0,2 0,3 1996 1997 1998 1999 2000 2001 2002 2003 2004 2007 [ k W h / k g ] EU-15 NMS&CC Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 262 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 17 • In March 2009, the Regulatory Committee for the implementation of the Eco ‐ design Directive agreed on minimum energy efficiency requirements for washing machines and an updated version of the Energy Labelling Directive for washing machines. • For washing machines, minimum energy requirements according to the follow roadmap will be foreseen: – From 2010: Minimum requirement of current energy class A (EEI < 68) and limit on water consumption for the 60°C full ‐ load programme. – From July 2015: Minimum requirement of the current energy class A+ (EEI < 59) for washing machines above 4 kg load. • Energy labelling and minimum energy requirements for washing machines are expected to deliver savings of 2 TWh/year within the EU ‐ 27 by 2020, when these policy tools reach their full potential [PRE2007]. On the other hand, behavioural measures, most importantly lowering the washing temperature, could still contribute with important savings. EU Regulation proposal ‐ washing machines The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 18 Dishwashers – EU ‐ 27, 2007 • In the EU ‐ 27 dishwashers have a lower saturation level than major appliances (refrigerators and washing machines). Penetration differs from country to country and is around 50 ‐ 60% at maximum. • The EU ‐ 27 dishwasher stock in the residential sector was estimated at around 69,307 million units. Our estimates show that the energy consumption of dishwashers in 2007 was around 21,5 TWh/yr. • The current Directive 97/17/EC implementing Council Directive 92/75/EEC (energy labelling of household dishwashers) provides consumers a set of information related to energy consumption (kWh/cycle), cleaning performance, drying performance, water consumption and noise emission. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 263 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 19 Dishwashers sales – EU ‐ 27, 2007 1,5 1,6 0,7 5,3 5,2 6,2 92,9 92,9 92,6 18MS* 13 MS WE* 5 NMS* Others G F E D C B A A+ A++ *Note: 13 MS WE=AT,BE,DE,DK,ES,FI,FR,GB,GR,IT,NL,PT,SE ; 5NMS=CZ,HU,PL,SI,SK The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 20 Dishwashers – EU EcoDesign • The Eco ‐ design Directive preparatory study (Lot 14) covers both dishwashers and washing machines, but the evaluation of the dishwashers proposals has been postponed. The main energy efficiency measures proposed for dishwashers include imposing as minimum requirement the current energy class B (EEI < 71) from 2010, and the current energy class A (EEI < 63) from 2015. • By 2020, when the energy labelling and the minimum energy requirements for washing machines reach their full impact, savings of 2 TWh/year are estimated within the EU ‐ 27. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 264 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 21 Cooking appliances • The total electricity consumption for electric cooking is estimated to be of around 60 TWh (electric hobs and electric ovens together). • There is a mandatory energy label only for electric ovens, which covers also the electric ovens in free ‐ standing cookers. The impact of the energy labelling started to be visible on the market and the A class appliances represent more than 50% of the EU market 9,4 8 16,6 3,2 3,6 1,5 28,4 29,8 20,9 58,4 58,1 59,7 1,3 23 MS* 13 MS WE* 10 NMS* Others G F E D C B A A+ A++ *Note: 13MSWE=AT,BE,DE,DK,ES,FI,FR,GB,GR,IT,NL,PT, SE ; 10NMS=BG,CZ,EE,HU,LT,LV,PL,RO,SI,SK The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 22 Dryers • Dryers are the appliance where little progresses in energy efficiency have been achieved with the mandatory energy label (Directive 95/13/EC) and transforming the dryer market to A ‐ label equipments will save a lot of energy. 5,8 5,8 74,4 74,4 70,6 16,8 16,7 26,4 1,6 1,6 2 20 MS* 13 MS WE* 7 NMS* Others G F E D C B A A+ A++ *Note: 13MSWE=AT,BE,DE,DK,ES,FI,F R,GB,GR,IT,NL,PT,SE ; 7NMS=BG,CZ,HU,,PL,RO,SI,SK Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 265 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 23 The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 24 Heating and cooling appliances • Space and water heating appliances together account for 29,8 % of the total electricity consumption in the residential sector. • Space heating and cooling represent the largest single electricity end ‐ use consumers in the residential sector, with 21,7% share, comprising the electricity consumption of air ‐ conditioning, electric boilers, heat pumps, radiators and other electric heating appliances. • The energy consumption for space heating and cooling is strongly dependent on the regional weather characteristics. The actual heating degree ‐ days demonstrate that in almost all the countries the last years' tendency was negative, i.e. that temperatures were higher. This means that the heating needs decreased in 2007 in comparison to 2006 and this also explains the lower heating energy and electricity consumption in 2007 . Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 266 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 25 Heating and cooling appliances • There is a link between heating degree ‐ days and heat energy consumption. 9,326 Mtoe 10,8 Mtoe 9,564 Mtoe 7,5 Mtoe 18,89 Mtoe 18,3 Mtoe 3029,66 2943,23 113,18 Mtoe 78,26 Mtoe 0 10000 20000 30000 40000 50000 60000 70000 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 [ k t o e ] NMS12 EU15 EU27 HDD EU-27 gas consumption EU-27 EU-27: actual heating degree-days EU-27: gas consumption in residential sector heat energy consumption in residential sector The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 26 Space heating and boilers • The space heating equipment is still the largest electricity consumer, with an estimated consumption of around 150 TWh/year, including electrical equipment (electric boilers and radiators), monitoring and control equipment of other heating equipment fuelled by gas or oil. • The EU central heating stock rose in the last years reaching an estimated 80% of the installed heating systems (some 163 millions dwellings) in 2007. • The preparatory study for boilers and combi ‐ boilers (Lot 1) for implementing the Eco ‐ design framework Directive was finalised and includes proposed requirements for central heating boilers for gas, oil and electricity with a power of 3,6 to 350 kW (Minimum performance of seasonal energy efficiency). Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 267 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 27 Residential Room Air Conditioners (up to 12 kW) • Our estimates shown that around 2,6 million units were sold in 2007 on the EU ‐ 27 market, contributing with more than 10% to an existing stock of around 24 million air ‐ conditioning systems, equivalent to a 100GW cooling capacity. • In 2007 the overall electricity consumption of the EU ‐ 27 air ‐ conditioning stock was around 17TWh. • The biggest EU markets are Italy, Spain, Greece and southern ‐ France. Spain represents 37% of the EU ‐ 27 market, followed by Italy with 20%, Greece with 15% and France with 11%, cumulating more than three quarters of the EU sales for residential use in 2005 (cooling capacity). The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 28 Air Conditioners – EEI sales 1,64 2,21 3,63 5,71 3,23 2,55 01234 56 2001 2002 2003 2004 2005 2006 2007 2008 EER Min EER Max EER Mean Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 268 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 29 Room Air Conditioners • For room air ‐ conditioners (up to 12 kW output power), the Labelling Directive (2002/31/EC) has been adopted by the European Commission and was published in March 2002. • Following the preparatory study for Lot 10 (Eco ‐ design Directive), a new EC Regulation imposing minimum energy efficiency performance requirements and additional requirements on noise, energy use in standby, off ‐ mode and other relevant modes is expected in the near future. The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 30 Lighting – EU ‐ 27, 2007 • Compact Fluorescent Lamps (CFLs) represent one of the most efficient solutions available today for improving energy efficiency in residential lighting. The recent drop in price, improvement in quality together with several information and promotion campaigns have had a positive impact on sales. • The CFL penetration was strongly stimulated in many MSs due to some specific national policies and measures, like the white certificate schemes in the UK and Italy. There has been a 340% increase in the apparent consumption of CFL from 145 million in 2003 to 628 million in 2007. • In 2007, the incandescent lamps (GLS) still had the dominant position on the market and also of the existing stock taking 54%. One third (33%) of the sold non-directional GLS lamps are 60W and 31,6% are 40W. • Lighting represents 10,5 % of the residential electricity consumption in the EU-27, being the third main consumer after electricity for heating and cold appliances. From the estimates, residential lighting is responsible for around 84TWh/yr in 2007. The equivalent electricity consumption of the incandescent lamps represents around 50%, halogen lamps being responsible for around 30% of residential lighting consumption. • The most promising emerging technology are LEDs what are covered by the energy efficiency requirements in the measure and are A-class lamps. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 269 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 31 Lighting – EU ‐ 27, 2007 • In March 2009 the European Commission adopted an eco ‐ design regulation to improve the energy efficiency of household lamps, which envisages the progressive phase ‐ out of incandescent bulbs starting in 2009 and finishing at the end of 2012. • 1 The requirement is raised for all clear lamps to class E, phasing out F and G class incandescent and halogen lamps in all wattages already in September 2009. After the first stage, only E ‐ class incandescent lamps remain available in some wattages until they are also gradually phased out by September 2012. • 2 Special cap halogen lamps will be required to be at least class C, all other clear lamps will have to be at least class B. • 3 Only special cap halogen lamps are allowed to be C ‐ class. The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 32 Television • The EU-27electricity consumption in 2007 was around 60 TWh of which 54 TWh are in on-mode and 6 TWh are in standby/off- mode. • On the TVs market dramatic changes in technology happened and will take place, driven by the technology change. Four main factors influence the market development: – Flat Panel displays (flat TVs) – Larger Screen Sizes – Digital television broadcasting – High resolution television (HDTV) Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 270 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 33 Television – sales: importance of the size 19816,9 19705,6 18987,6 17764,65 14609 10387,58 10192,48 10725,56 10856,92 12680,4 2087,84 3879,43 5795,6 0 5000 10000 15000 20000 25000 30000 35000 2003 2004 2005 2006 2007 [ t h o u . u n i t s ] 40\"-70\" 27\"-39\" 14\"-26\" Source: GfK The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 34 Television – market sales 29374 27360 22536 15743 11493 756 1796 2863 3894 2402 7232 13694 17530 770 33085 32501 31801 30829 30675 2003 2004 2005 2006 2007 [thou. units] CRT RP PDP LCD TOTAL Source: GfK Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 271 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 35 Digital Television • The EU Member States are gradually closing analogue transmissions and moving to digital broadcasting. • Five Member States (Germany, Finland, Luxembourg, Sweden and the Netherlands) have already completed switch-off at the beginning of 2009 and by 2010 the process should be well advanced in the whole EU-27 (CZ will finalise in 2012) • In June 2008 in EU-27 were some 103 millions digital TV subscriptions, from which 40 millions digital satellite, 17 millions digital cable, 36 millions digital terrestrial and 10 millions IPTV. • In the next future the equipment for the reception, decoding and Interactive processing of digital broadcasting and related services will contribute more and more substantially to the electricity consumption of EU households. • According to the penetration level, the specifications of the equipment And the requirements of the service provider, in 2007 was estimated a Total European consumption of up to 23 TWh/yr. • CoC for Digital TV The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 36 Information technologies Broadband communications & equipment • The penetration rate of broadband fix lines in EU-27 household reached 53,78% at mid-2008. • In 2008, the EU penetration level for mobile broadband (data modems/cards/keys and other active 3G equivalent ) was 6,9%. The figure must be significantly bigger, as time as France, the Netherlands and the UK did not report on. Information technologies • The majority of European households (57%) had a computer and nearly half of the household population now has access to the Internet (49%) • There has been a significant increase in Internet penetration rates across Europe since 2007 (+7 percentage points). However, the Internet access remains considerably higher in the EU15 (52%) than in the NMS12 (33%). • This trend is most pronounced in Slovenia, and Cyprus (+14 percentage points) and the penetration rates remain the Czech Republic the highest in the Netherlands (86%), Denmark (80%) and Sweden (78%). • Meanwhile, less than a quarter of households in Bulgaria (22%, 57% annual growth), Greece (22%, 15,7% annual growth) and Romania (24%, 100% annual growth) have Internet access. Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 272 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 37 Information technologies: penetration rates 52% 40% 23% 19% 4% 16% 11% 54% 42% 28% 22% 6% 12%14% 57% 49% 36% 29% 7% 10% 22% personal computer internet acces at home broadband internet access ADSL cable-modem narrowband internet access wifi router winter 2008 (EU27) winter 2007 (EU27) winter 2006 (EU25) Source: Eurobarometer The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 38 Residential electricity consumption 2,7% 7,6% 1,9%5,4% 1,2% 6,7% 6,4% 15,2% 8,6%2,7% 2,1% 7,5% 2,7% 18,7% 10,5% cold appliances washing machines dishwashers electric ovens&hobs air-conditioning ventilation water heaters heating systems/electric boilers lighting television set top boxes computers external power supplies home appliances stand-by others 800,7 Residential electricity consumption 60,6 Others 43,0 Home appliances stand-by 15,5 External power supplies 22,0 Computers 9,3 Set-top boxes 54,0 Television 84,0 Lighting 150,0 Heating systems/electric boilers 68,8 Water heaters 22,0 Ventilation 17,0 Air-conditioning 60,0 Electric ovens & hobs 21,5 Dishwashers 51,0 Washing machines 122,0 Cold appliances (refrigerators & freezers) [TWh] EU-27 residential electricity consumption 2007: 800,72 TWh/yr Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 273 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 39 Tertiary sector The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 40 EU ‐ 27: Tertiary sector energy consumption 19,39 17,94 110,60 89,36 129,99 107,30 0 20 40 60 80 100 120 140 160 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 [ M t o e ] NMS12 EU15 EU27 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 274 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 41 EU ‐ 27: Tertiary sector gas consumption 6,60 3,59 32,56 22,75 39,16 26,34 05 10 15 20 25 30 35 40 45 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 [ M t o e ] NMS12 EU15 EU27 The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 42 EU ‐ 27: Tertiary sector electricity consumption 433,11 760,43 391,6 666,3 41,49 94,10 0 200 400 600 800 1990 1992 1994 1996 1998 2000 2002 2004 2006 [ T W h ] EU27 EU15 NMS12 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 275 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 43 Tertiary electricity consumption • The largest electricity consumers in the EU ‐ 27 tertiary sector are indoor lighting in commercial buildings (21,6% and 26,3%, together with street lighting), electric space and water heating systems (19,7%), ventilation (12,7%) and commercial refrigeration (8,7%). • In March 2009: EU Regulation concerning the Eco ‐ design requirements for fluorescent lamps without integrated ballast, for high intensity discharge lamps, and for ballasts and luminaires able to operate such lamps, and repealing Directive 2000/55/EC of the European Parliament and of the Council. The estimated savings by implementing this Regulation are at about 38 TWh/year by 2020. • In 2007, the electricity consumption of air ‐ conditioners in non ‐ residential buildings was estimated at about 21,6 TWh, the fans for ventilation systems (including fans) at about 96 TWh and the commercial refrigeration at around 66 TWh. All of them have an important potential for energy savings and energy efficiency Regulations should follow the correspondent Eco ‐ design preparatory studies. The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 44 5,3% 8,7% 0,9% 21,6% 4,7% 2,8% 19,7% 1,2%3,4% 12,6% 6,8% 6,3% 5,9% Office appliances stand-by Computers Imaging equipments Office lighting Street lighting Air-conditioning Space and water heating Commercial refrigeration Cooking appliances Ventilation Circulators Pumps Miscellaneous 760,43 Total final consumption 47,57 Miscellaneous 45 Pumps 52 Circulators (and other similar) 96 Ventilation 40 Cooking appliances 65,83 Commercial refrigeration 150 Space and water heating 21,6 Air-conditioning 36 Street lighting 164 Office lighting 7 Imaging equipments 26 Computers 9,43 Office appliances stand-by [TWh] EU-27 tertiary electricity in 2007 2007: 760,43 TWh/yr Tertiary electricity consumption Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 276 ",
        "Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28 ‐ 29 September 2009 45 Eco ‐ design&Labelling: estimated savings by 2020 347 TWh/yr. Total savings (annual by 2020) Jul-09 27 Circulators (ecodesign) Jul-09 140 Electric motors (ecodesign) - 2 Dishwashers (ecodesign & labelling) - 2 Washing machines (ecodesign & labelling) Jul-09 6 Freezers & refrigerators (ecodesign & labelling) Jul-09 43 Televisions (ecodesign & labelling) Jul-09 39 Domestic lighting (ecodesign) Mar-09 9 External power supplies (ecodesign) Feb-09 38 Street & office lighting (ecodesign) Jan-09 6 Simple set-top boxes (ecodesign) Dec-08 35 Stand-by (ecodesign) [TWh] Measure adoption Estimated savings (annual by 2020) Measure THANK YOU! C O M I N G S O O N … Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 277 ",
        "Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 278 ",
        "1/2 The 7 th JRC workshop on Energy Efficiency in Buildings Hotel Kalyon, Istanbul, TURKEY, 28-29 September 2009 Workshop Agenda 28 September 2009 9:00 Registration Session 1: Energy Efficiency Policies Chairman: Bogdan ATANASIU, EC Joint Research Centre, Institute for Energy 09:30 Welcome from the European Commission, introduction to the workshop Bogdan ATANASIU, European Commission Joint Research Centre, Institute for Energy 09:45 Opportunities for Climate Change Mitigation in the Building Sector Diana URGE-VORSATZ, Central European University, HUNGARY 10:15 Industry view on current developments and the way forward to achieve an increased use of EPBD standards Randall BOWIE, Rockwool International A/S; EURIMA 10:45 Coffee Break 11:15 Stimulating a Green Energy Economy Yasemin BIRO, United Nations Foundation, USA 11:45 The new initiative of Global Energy Efficiency 21 (GEE21): recent developments and specific opportunities for energy efficiency investments Gianluca SAMBUCINI, United Nations Economic Commission for Europe 12:10 The energy efficiency programme of the European Climate Foundation Patty FONG, European Climate Foundation 12:35 Promotion of energy-efficiency by Voluntary Agreements in Turkish Industry Laurent MINÈRE, SenterNovem, THE NETHERLANDS 13:00 Lunch Break Session 2: Financing Energy Efficiency and Energy Services Chairman: Eoin LEES, Eoin Lees Energy, UK 14:30 IEA study on Financing EE homes Philippine de T'SERCLAES, International Energy Agency 15:00 Energy Efficiency -The Low Hanging Fruits and Why We Find them Hard to Pick Peter JOHANSEN, WORLD BANK 15:30 KfW's Energy Efficiency Financing: A Sustainable Footprint Monika BECK, Financial & Private Sector Development, Europe & Caucasus Division, KfW Entwicklungsbank 16:00 Coffee Break 16:30 Revolving Fund with EU Structural Funds for energy efficiency in multi-apartment buildings in Estonia Mirja ADLER, Credit and Export Guarantee Fund-KredEx, ESTONIA 16:55 Energy Services Companies in Turkey Ergin KAYA, EVD Energy Management, TURKEY 17:20 Sustainable Energy Finance Program in Russia Maxim TITOV and Sergei SOLODOVNIKOV, Russia Sustainable Energy Finance Program, IFC Central and Eastern Europe Department, RUSSIAN FEDERATION 17:40 BSEC Project Development Fund (PDF) and the BSEC Hellenic Development Fund (HDF) Konstantinos ZAIMIS, Organization of the Black Sea Economic Cooperation (BSEC) 18:00 End of the first day Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 279 ",
        "2/2 29 September 2009 Session 3: Energy Efficiency in buildings and industry: National Programmes and Projects Chairman: Diana URGE-VORSATZ, Central European University, HUNGARY 09:00 Overview of most recent energy efficiency EU policies and the related JRC activities Paolo BERTOLDI and Bogdan ATANASIU, European Commission Joint Research Centre, Institute for Energy 09:25 Energy Efficiency policies and measures in Turkey Erdal ÇALIKO Ğ LU, General Directorate of Electrical Power Resources Survey & Development Administration, TURKEY 10:15 Financing for Energy Efficiency in Buildings Projects in CEE Anikó DOBI-RÓZSA, D.V.D., HUNGARY 10:40 Coffee Break 11:10 Building refurbishment programme in Romania Raluca VOINEA and Gina PETRESCU, Ministry of Public Works, ROMANIA 11:35 First results from ESCO of dwellings in Latvia / green investment scheme in operation in Latvia (energy efficiency in public buildings) Dagnija BLUMBERGA, Institute of Energy Systems and Environment, LATVIA 12:00 Building refurbishment programme in Poland Monika JARZEMSKA, KAPE, POLAND 12:25 Lunch Break 14:00 Lighting and appliances under supplier obligations in the UK, IT, FR Eoin LEES, Eoin Lees Energy, UNITED KINGDOM 14:30 WBCSD/ EEB –New Project results Dorien VAN DER WEELE, Philips, THE NETHERLANDS 15:00 Electricity Consumption and Efficiency Trends in European Union – JRC Status Report 2009 - Bogdan ATANASIU, European Commission Joint Research Centre, Institute for Energy 15:30 End of the workshop Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 280 ",
        "1 Ahmet TÜRKERI V İ ESSMANN ISI TEKN İ KLER İ T İ CARET A. Ş ., TURKEY 2 Ali ERYGIT Standart Ins. Istanbul, TURKEY 3 Andrey MILYUTIN IFC Moscow, RUSSIAN FEDERATION 4 Anikó DOBI-RÓZSA D.V.D., HUNGARY 5 Asiyan MERIC Turkish Energy Market Regulatory Authority, Department of Tariffs, TURKEY 6 Bahar UBAY UNDP, TURKEY 7 Ba ş ar YAVA Ş FEN İŞ TEKN İ K ÜRÜNLER A. Ş , TURKEY 8 Bilal MESUT BASF TÜRK K İ MYA SAN. ve T İ C. LTD. Ş T İ ., TURKEY 9 Bogdan ATANASIU EUROPEAN COMMISSION JRC, Institute for Energy 10 Celal TORO Ğ LU FEN İŞ TEKN İ K ÜRÜNLER A. Ş , TURKEY 11 Constantinos XIHILOS Ministry Of Commerce, Energy Department, CYPRUS 12 Dagnija BLUMBERGA Institute of Energy Systems and Environment, Riga Technical University, LATVIA 13 Diana URGE-VORSATZ Central European University, HUNGARY 14 Dimitrije LILIC Serbian Energy Efficiency Agency, REPUBLIC OF SERBIA 15 Dorien van der WEELE Philips Lighting, THE NETHERLANDS 16 Dorina MEHMETI IFC Advisory Services-SECA - Housing Finance Tirana, ALBANIA 17 Ebru ACUNER iTU Energy Institute, TURKEY 18 Eda KURTOGLU Turk Ekonomi Bankasi A.S. 19 Eda RUBACI BASF YAPI K İ MYASALLARI SAN. A. Ş ., TURKEY 20 Eloin LEES EloinLees Energy, UK 21 Erdal ÇALIKO Ğ LU General Directorate of Electrical Power Resources Survey&Development Administration, TURKEY 22 Ergin KAYA EVD Energy Management, TURKEY 23 Filip PREBEG Energy Institute Hrvoje Pozar, CROATIA 24 Funda ZAIM Zaim & Associates Ltd Consulting Engineers & Project Managers, CYPRUS 25 Gamze CELIKYILMAZ- AYDEMIR Regional Environmental Center for Central and Eastern Europe, HUNGARY 26 George LORDOS Green Growth Energy Services Ltd, CYPRUS 27 Gianluca SAMBUCINI United Nations Economic Commission for Europe 28 Gina PETRESCU Ministry of Development, Public works and Buildings, ROMANIA 29 Gonca ONGAN IMSAD Association of Turkish Building Material Producers, TURKEY 30 Hakan YILDIRIM SIEMENS SAN. ve T İ C. A. Ş . 31 Harun İ Z JOHNSON CONTROLS KL İ MA ve SO Ğ UTMA SERV İ S SAN. ve T İ C. A. Ş ., TURKEY 32 Helen MIKK Credit and Export Guarantee Fund,KredEx, ESTONIA 33 Hülya SAZAK BTM A. Ş ., TURKEY 34 Katerina LEVITANSKAYA IFC Moscow, RUSSIAN FEDERATION 35 Kemal Gani BAYRAKTAR Izocam, TURKEY 36 Konstantinos ZAIMIS Organization of the Black Sea Economic Cooperation (BSEC), TURKEY 37 Kudret AKGUN Global Financial Markets, Southern Europe and Central Asia, TURKEY 38 Laurent MINERE SenterNovem, THE NETHERLANDS 39 Lyubov INYUTINA UNDP/GEF Project, KAZKAHSTAN The 7th JRC workshop on Energy Efficiency in Buildings Hotel Kalyon, Istanbul, TURKEY, 28-29 September 2009 List of Participants Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 281 ",
        "40 Maxim TITOV Russia Sustainable Energy Finance Program, RUSSIAN FEDERATION 41 Mehmet AKGUL Erencon Engineering Co., TURKEY 42 Micha ł RAMCZYKOWSKI Polish Copper Promotion Centre [PCPC], POLAND 43 Miguel MATIAS Self Energy Group, PORTUGAL 44 Mirja ADLER Credit and Export Guarantee Fund, KredEx, ESTONIA 45 Monika BECK Financial & Private Sector Development, Europe & Caucasus Division, KfW Entwicklungsbank, GERMANY 46 Monika JARZEMSKA Polish National Energy Conservation Agency-KAPE, POLAND 47 Murat GURSOY UNDP, TURKEY 48 Murat TÜRKMEN ISISAN A. Ş ., TURKEY 49 Murat MURATOGLU TEB, TURKEY 50 Mustafa KAHVECIO Ğ LU Türk Demirdöküm A. Ş ., TURKEY 51 Muzaffer TAMER PÜKAD PLAST İ K PROF İ L ÜRET İ C İ LER İ KAL İ TE, TURKEY 52 Nedim ZALMA İ SK İ D İ KL İ MLEND İ RME SO Ğ UTMA KL İ MA İ MALATÇILARI DERNE Ğİ , TURKEY 53 Nilufer EGRICAN Yeditepe University, TURKEY 54 Onur TAYSU IMSAD, TURKEY 55 Özden ÖZKAN IMSAD, TURKEY 56 Paolo BERTOLDI European Commission JRC, Institute for Energy 57 Patty FONG European Climate Foundation 58 Pernille SCHIELLERUP Institute for European Environmental Policy 59 Peter JOHANSEN WORLD BANK 60 Pinar MENGUC Energy-Environment-Economy Center of Ozyegin University, TURKEY 61 Philippine de T'SERCLAES INTERNATIONAL ENERGY AGENCY 62 Raluca VOINEA Ministry of Development, Public works and Buildings, ROMANIA 63 Randall BOWIE Rockwool International A/S; EURIMA 64 Romualdas SKEMA Lithuanian Energy Institute, LITHUANIA 65 Ş aban DURMAZ V İ ESSMANN ISI TEKN İ KLER İ T İ CARET A. Ş ., TURKEY 66 Sener SADULLAH Erencon Engineering Co., TURKEY 67 Selda BA Ş BU Ğ O Ğ LU İ MSAD, TURKEY 68 Sergei SOLODOVNIKOV Russia Sustainable Energy Finance Program, RUSSIAN FEDERATION 69 Sermin ONAYGIL Istanbul Technical University, Energy Institute, TURKEY 70 Sevgul KESKIN BASF TÜRK, TURKEY 71 Sibel BASAKCILARDAN KABAKCI Energy Systems Engineering Department Faculty of Engineering, Yalova University, TURKEY 72 Tamer ZAIM Green Growth Energy Services Ltd, CYPRUS 73 Tanay SIDKI UYAR Marmara University, Goztepe Istanbul Turkey, TURKEY 74 Uygur KINAY Ministry of Public Works and Settlement, TURKEY 75 Vesna KOLEGA North-West Croatia Regional Energy Agency, CROATIA 76 Yasam TALU Global Financial Markets, S. Europe & Central Asia, TURKEY 77 Yasemin BIRO UN Foundation, USA 78 Yonca ERCÜMEN EDSM Enerji Denetim Dan ı ş manl ı k Servis ve Mühendislik Ltd., TURKEY 79 Yurdakul H. YIGITGUDEN Independent consultant, TURKEY 80 Rita PAIOLA EUROPEAN COMMISSION JRC, Institute for Energy The 7th JRC workshop on Energy Efficiency in Buildings Hotel Kalyon, Istanbul, TURKEY, 28-29 September 2009 Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings Istanbul, TURKEY, 28-29 September 2009 282 ",
        "",
        "",
        "European Commission EUR 24141 EN – Joint Research Centre – Institute for Energy Title: Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, TURKEY, 28-29 September 2009 Authors: Bogdan ATANASIU, Paolo BERTOLDI Luxembourg: Office for Official Publications of the European Communities 2010 – 286 pp. – 21 x 29,7 cm EUR – Scientific and Technical Research series – ISSN 1018-5593 ISBN 978-92-79-14846-0 DOI 10.2788/55060 Abstract This book contains the Proceedings of the 7th JRC workshop on Energy Efficiency in Buildings, Istanbul, Turkey, 28-29 September 2009. The overall aim of the workshop was to contribute to the implementation of the new energy efficiency measures and policies in New Member States, Candidate Countries and Neighbouring countries in the building sector and to foster a real market for energy efficiency, with a particular focus on the implementation of Directives and the European Commission Action Plan for Energy Efficiency for achieving a 20% reduction in energy consumption by 2020. To the success of the workshop contributed around 80 participants from 17 European Countries, representing national ministries and local administrations, energy agencies and energy services companies, universities, local energy companies, International, European and national financing groups and banks, commercial companies and industry associations. The presentations from these Proceedings covered instruments and solutions for financing energy efficiency, multilateral and local banks experience, the use of the carbon market and particular flexible mechanisms, ESCO projects, status of electricity consumption in enlarged EU and the European Commission energy efficiency policies and initiatives. ",
        "",
        "How to obtain EU publications Our priced publications are available from EU Bookshop (http://bookshop.europa.eu), where you can place an order with the sales agent of your choice. The Publications Office has a worldwide network of sales agents. You can obtain their contact details by sending a fax to (352) 29 29-42758. ",
        "The mission of the JRC is to provide customer-driven scientific and technical support for the conception, development, implementation and monitoring of EU policies. As a service of the European Commission, the JRC functions as a reference centre of science and technology for the Union. Close to the policy-making process, it serves the common interest of the Member States, while being independent of special interests, whether private or national. L B - NA - 24141 - E N - C "
    ]
}