{
    "text": [
        "The European Investment Bank in the African, Caribbean and Pacific (ACP) countries in 2014: Results and Outlook The European Investment Bank has over 50 years’ experience support- ing EU development policies in the ACP countries, with over EUR 18bn invested in more than 1 300 sound investment projects in 92 countries and regional groupings. In line with the EU Agenda for Change, the EIB is concentrating on private sector development in the ACP countries. This will not be to the detriment of investment in public sector projects, particularly basic infrastructure such as energy, transport, sanitation and water services, which are also essen- tial to promoting economic stability, sustainable growth and job creation. It is the combination of all of these which is the most effective way to reduce poverty: the EIB’s overarching priority in the ACPs, which include many of the world’s poorest coun- tries, notably in Sub-Saharan Africa. Efforts to address poverty reduction must go hand-in-hand with support for economic growth to ensure long- term sustainable development. Key figures in 2014 • EUR 950m total signatures in the ACP/OCT regions, rising to EUR 1.125bn including the Republic of South Africa. • 23 projects in 13 countries and six regional groupings. • EUR 489m for 15 projects supporting financial sector operations. 53% of lending volume. • EUR 332m for credit lines. 36% of lending volume. • EUR 689m for 16 private sector projects. 75% of lending volume. • EUR 353m f or energy projects. 38% of lending volume. • EUR 42m for two transport projects. 5% of lending volume. • EUR 21m for one water and sanitation project. 2% of lending volume. • EUR 175m for two climate action projects in South Africa. • EUR 66m in grant funding for technical assistance and interest rate subsidies. ",
        "2014 saw several highlights for the EIB in the ACPs. Amongst these were a final green light for the Lake Turkana Wind Farm in Kenya , a EUR 625m project for which we pro- vided EUR 200m in financing and mobilised a further EUR 25m from the EU-Africa Infrastructure Trust Fund to close an equity gap. This is the largest ever PPP in Kenyan history, and as well as boosting the country’s installed power generation EUR m (January-December) Cotonou, OCT and South Africa Mandates plus Own Risk activities Approvals Signatures Disbursements 2013 2014 2013 2014 2013 2014 ACP - Investment Facility (IF) 788 430 454 639 265 287 ACP - IF – Impact Financing Enveloppe --- 88 --- 8 --- --- ACP – Own Resources 286 328 218 244 151 165 OCT – Investment Facility 10 14 18 14 12 3 OCT – Own Resources 23 20 23 20 --- --- Total 1 107 880 713 925 428 455 ∆ 2014-2013 -21% +30% +6% ACP - OWN RISK 3 11 16 --- 1 3 ACP - Third Party Funds 25 --- --- 25 --- 25 RSA (OWN RESOURCES + OWN RISK) 360 80 260 175 38 139 Total 1 495 971 989 1 125 467 622 ∆ 2014-2013 -35% +14% +33% capacity by 20%, it will create 2 800 jobs and displace 16 million tonnes of CO 2 emissions in its 20-year lifetime. The Bank also signed its first oper- ation under the Impact Financing Envelope (IFE). This instrument con- sists of an additional EUR 500m win- dow of the Investment Facility that allows the EIB to make interventions with higher levels of risk in order to achieve a bigger development impact. It is set to be deployed from now until 2020. We have invested just over EUR 8m in Novastar Ven- tures’ East Africa Fund . This funding will benefit 20 small businesses in education, health- care, basic financial services and agribusiness and improve access to food and water. By helping these businesses to get up and running, the fund will contribute to job crea- tion, poverty alleviation and socio- economic stability in the target ",
        "regions. Individuals will benefit from improved incomes, education and health services, better housing and access to energy and information. This first roll-out of IFE funds is expected to reach two million indi- viduals in low income households in East Africa and create at least 40 000 direct new jobs. A minimum of 25 000 of these will benefit low income individuals, and at least half will be filled by women. In the coming years, we at the EIB will continue to: • prioritise projects fostering eco- nomic and social development and promoting economic stability, sustainable growth and the crea- tion of employment, thus effec- tively reducing poverty; • focus on private sector invest- ment , notably supporting SMEs and microfinance initiatives, devel- oping regional financial markets and engaging in PPPs; • support Climate Action initia- tives , a main focus of EIB lending, by backing specific projects adapt- ing to or mitigating the impact of climate change. This includes promoting low carbon transport and energy, increasing climate resilience and fostering renew- able energy sources and energy efficiency; • enhance coordination with the European Commission and Euro- pean External Action Service and undertake joint initiatives with other financing partners; • develop innovative financing mecha nisms to optimise the use of available funding, e.g. by pro- viding technical assistance, blend- ing loans with grants to ensure the long-term sustainability of the projects we finance, and combin- ing EIB financing with EU budget- ary resources in the form of guar- antees, risk capital, interest rate subsidies and investment co- financing. ",
        "Information Desk 3 +352 4379-22000 5 +352 4379-62000 U info@eib.org European Investment Bank 98 -100, boulevard Konrad Adenauer L-2950 Luxembourg 3 +352 4379-1 5 +352 437704 www.eib.org/acp The European Investment Bank in the African, Caribbean and Pacific (ACP) countries in 2014: Results and Outlook About the EIB The European Investment Bank (EIB) is the long-term lending institution of the European Union owned by its Member States. It makes long-term finance availa- ble for sound investment in order to contribute towards EU policy goals. The EIB is the largest multi- lateral lender and borrower in the world, and the only multilateral financing institution engaged in both European and ACP coun- tries. We are headquartered in Luxembourg, and have over 30 external offices around the world, of which about half are located outside the European Union. We carry out our lending outside Europe under EU regional coop- eration agreements. We support the central objectives of ACP-EU cooperation: poverty reduction, sustainable development and the progressive integration of the ACP countries into the world economy. © E I B – 0 3 / 2 0 1 5 – Q H - 0 4 - 1 5 - 1 7 3 - E N - C – I S B N 9 7 8 - 9 2 - 8 6 1 - 2 2 8 6 - 6 – d o i : 1 0 . 2 8 6 7 / 9 7 3 3 0 9 – © E I B G r a p h i c T e a m "
    ]
}