{
    "text": [
        "15088/21 ADD 6 GL/st TREE.2.B EN Council of the European Union Brussels, 15 December 2021 (OR. en) 15088/21 ADD 6 ENER 560 ENV 1012 TRANS 757 ECOFIN 1253 RECH 567 CODEC 1660 IA 208 Interinstitutional File: 2021/0426(COD) COVER NOTE From: Secretary-General of the European Commission, signed by Ms Martine DEPREZ, Director date of receipt: 15 December 2021 To: Mr Jeppe TRANHOLM-MIKKELSEN, Secretary-General of the Council of the European Union No. Cion doc.: SWD(2021) 454 final Subject: COMMISSION STAFF WORKING DOCUMENT EXECUTIVE SUMMARY OF THE IMPACT ASSESSMENT REPORT Accompanying the document Proposal for a Directive of the European Parliament and of the Council on the energy performance of buildings (recast) Delegations will find attached document SWD(2021) 454 final. Encl.: SWD(2021) 454 final ",
        "EN EN EUROPEAN COMMISSION Brussels, 15.12.2021 SWD(2021) 454 final COMMISSION STAFF WORKING DOCUMENT EXECUTIVE SUMMARY OF THE IMPACT ASSESSMENT REPORT Accompanying the document Proposal for a Directive of the European Parliament and of the Council on the energy performance of buildings (recast) {COM(2021) 802 final} - {SEC(2021) 430 final} - {SWD(2021) 453 final} ",
        "1 Executive Summary Sheet Impact assessment on a proposal for the revision of the Energy Performance of Buildings Directive (2010/31/EU) A. Need for action What is the problem and why is it a problem at EU level? As buildings are responsible for 40% of total energy consumption and 36% of energy-related greenhouse gas (GHG) emissions in the EU, t he decarbonisation of the buildings sector is vital to deliver on the EU’s 2030 and 2050 climate and energy objectives established in the European Climate Law and in the “Delivering the European Green Deal” proposals. The Climate Targ et Plan identifies the need for GHG emissions in buildings to decrease by around 60% in order to reach the overall 55% emission reduction target by 2030. This requires at least a doubling of renovation rates. What should be achieved? The revision of the EPBD has two main objectives: (1) contribute to reducing GHG emissions of buildings and final energy consumption by 2030; (2) ensure that buildings make an adequate contribution to achieving climate neutrality by 2050. The specific objectives are: to increase the rate and depth of building renovations (policy area A); to improve information on energy performance and sustainability of buildings with the use of digital tools (across all policy areas); to ensure that new buildings are in line with the 2050 climate neutrality objective (policy area B); and to integrate buildings into decarbonised and digitalised energy systems (policy area C). What is the value added of action at the EU level (subsidiarity)? Strengthening the common framework will ensure that the buildings sector across the EU reduces its GHG emissions at the necessary scale. If one or several Member States were not to act, this would imply overall higher GHG abatement costs for the EU as a whole. Action at EU level also offers a leverage in mobilising the sector around a common ambition and leads to higher expected market outcomes. It will drive investment into renovation, create jobs, stimulate innovation and increase the benefits of the internal market for construction products and appliances. B. Solutions What are the various options to achieve the objectives? Is there a preferred option or not? If not, why? The main measure under policy area A is to introduce minimum energy performance standards (MEPS), complemented by stronger energy performance certificates, the introduction of building renovation passports and a definition of deep renovation. The main measure under policy area B is the introduction of a standard for ‘ zero- emission buildings ’ (ZEBs). The main measure under policy Area C is strengthened requirements for recharging infrastructure for electric vehicles in buildings. The measures identified for each policy area are packaged in four options, representing an increased level of ambition: low, moderate and high ambition (with two variants, I - II). Option 3 ‘ High ambition I’ is the preferred option in the Impact assessment. This option is a mix of strengthening existing measures and introducing new ones with focus both on new buildings and on existing buildings. It results notably in proposing MEPSs that would entail a combination of binding standards for worst performing buildings set at EU level, complemented by standards set at the national level. Following the negative opinions of the Commission Regulatory Scrutiny Board on the Impact assessment, raising concerns that it does not provide sufficiently solid evidence supporting the preferred set of policy measures, notably as regards proportionality and the degree of EU harmonisation, the legislative proposal has been aligned with option 2 on moderate ambition for several aspects, including the renovation of existing buildings, whilst keeping option 3 - high ambition I approach - ",
        "2 for new buildings and their modernisation. What are different stakeholders' views? Who supports which option? Stakeholders expressed widespread support on strengthening the EPBD framework and introducing the new policy measures proposed. Different views have, however, been expressed on their precise design. MEPS are supported by 75% of the respondents to the public consultation (PC), 84% of respondents are in favour of defining ZEBs in the EPBD. There is strong support (89%) to strengthen the monitoring of objectives identified by MSs in their long- term renovation strategies. More than two thirds (68% of respondents favour including measures to report on whole life-cycle carbon emissions. 68% also believe it would it be beneficial to provide a legal definition of “deep r enovation”. More than three quarters (76%) back the harmonisation of energy performance certificates (EPC). C. Impacts of the preferred option What are the benefits of the preferred option (if any, otherwise of main ones)? Policy measures under option 3 (‘high ambition I’) will bring maximum benefits in comparison to current building renovation trends. Compared to the baseline, renovation rates are projected to be on average 1.35 % points higher in 2030 and energy consumption for heating, cooling and domestic hot water 11.7% lower by 2030 and 34% lower by 2050. GHG emissions are projected to be 23% and 53.5% lower in 2030 and 2050, respectively, and air pollution and water use will also be reduced. Compared to the baseline, energy costs for consumers are projected to be 8% lower in 2030 and 27.6% lower in 2050. The measures will also generate jobs and value added in the construction ecosystem. Choosing the moderate ambition in line with option 2 is estimated to lead to an average renovation rate of 0.2% points higher than in the baseline scenario. Here, the final energy consumption will be reduced by 3.6% and by 16% in 2030 and 2050, respectively, and GHG emissions for heating, cooling and domestic hot water by 4.2% and by 21% in 2030 and 2050, respectively. Compared to the baseline, the energy costs for consumers in the moderate ambition option are projected to be up by 2% and 12% lower by 2030 and 2050, respectively. What are the costs of the preferred option (if any, otherwise of main ones)? The main costs are related to investments in energy renovations triggered by MEPS and to compliance with the zero-emission requirements for new constructions. In comparison to the baseline, the estimated relative increase of investment is 80% by 2030 in the ‘high ambition I’ scenario. In contrast with the preferred option, choosing the moderate ambition for the renovation of existing buildings is estimated to require a lower relative increase of investment of 22.4% by 2030. What are the impacts on SMEs and competitiveness? More than 90% of construction, architecture, and civil engineering firms are SMEs. In the preferred option, it is projected that activity will significantly increase by 2030, leading to EUR 104 billion per year of additional value- added as compared to 2020. In the moderate option, it is projected that by 2030 about EUR 29 billion per year of additional value-added will be generated. Will there be significant impacts on national budgets and administrations? The proposal amends an existing Directive for the third time and largely relies on structures and rules that are already in place. Nevertheless, public authorities will face costs linked to national transposition, monitoring and enforcement, and certain administrative costs incurred to comply with obligations to provide information. On the latter, the digitalisation of Energy Performance Certificates and the new provisions on data exchange and ",
        "3 databases are expected to reduce compliance costs and facilitate administrative procedures linked to renovations. Will there be other significant impacts? Reduced energy bills will help alleviate energy poverty. The estimated relative decrease of energy poverty will concern around 3.5 million households for the preferred option and 2.3 million households for the moderation ambition by 2030. In addition, reducing energy use will bring significant environmental and health benefits, and it will also decrease the EU’s dependenc y on energy imports. Proportionality? The measures proposed do not go beyond what is necessary for the buildings sector to make its adequate contribution to the EU’s climate ambition for 2030 and 2050. The concerns expressed by the Regulatory Scrutiny Board have been addressed by modifying the legislative proposal. D. Follow up When will the policy be reviewed? The Commission intends to review the EPBD by end 2027, at the latest. The impacts of the revised EPBD will be monitored and progress evaluated based on the provisions in the current EPBD, on the Building Renovation Plans, and on progress in the context of Regulation (EU) 2018/1999 on the Governance of the Energy Union and Climate Action. The Commission will assess whether measures in place, including carbon pricing, will bring sufficient improvements to deliver a fully decarbonised, zero-emission building stock by 2050, or whether further binding measures at Union level such as strengthened EU-wide minimum energy performance standards will need to be introduced. "
    ]
}