{
    "text": [
        "IN-DEPTH ANALYSIS EPRS | European Parliamentary Research Service Author: Magdalena Pasikowska-Schnass Members' Research Service July 2017 — PE 608.631 EN Access to culture in the European Union ",
        "This paper seeks to consider initiatives at the various levels in the EU to improve access to culture, along with the constraints on action to overcome the various barriers to cultural access which citizens face, particularly since primary competence rests at Member State level. PE 608.631 ISBN 978-92-846-1259-8 doi:10.2861/741583 QA-02-17-809-EN-N Original manuscript, in English, completed in June 2017. Disclaimer This document is prepared for, and addressed to, the Members and staff of the European Parliament as background material to assist them in their parliamentary work. The content of the document is the sole responsibility of its author(s) and any opinions expressed herein should not be taken to represent an official position of the Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. © European Union, 2017. Photo credits: © hurca.com / Fotolia. eprs@ep.europa.eu http://www.eprs.ep.parl.union.eu (intranet) http://www.europarl.europa.eu/thinktank (internet) http://epthinktank.eu (blog) ",
        "Access to culture in the European Union Page 1 of 33 EXECUTIVE SUMMARY Culture, by its very nature, is a difficult concept to define precisely; and it is just as difficult to impose the statistical rigour needed to back cultural policy ambitions and funding. The same terminological and statistical difficulties apply to the issue of access to culture and participation in culture. Culture has many facets and can be approached from the perspective of self-expression or creation, enjoyment of various forms of expression as a consumer, or skills enabling the above. Access to culture is understood as the opportunity to benefit from cultural offer, whereas cultural participation implies the consumption of various cultural goods and services by the public at large. Any discussion of access to culture needs to cover areas such as financial means and public spending, social integration, skills and education, geographical and social isolation, minority rights, cultural rights and freedom of expression. All of these have an impact on access to and consumption of culture, and are potential barriers to broad public participation in a rich cultural life. These barriers can be addressed at all levels of governance: local, regional, national and European (subsidiarity principle permitting), since each level refers to different cultural needs and has a different scope of action. Local and regional authorities take decisions at the level closest to the population and are better placed to take local conditions and infrastructure needs into consideration to support particular sectors or projects. They can include citizens in decision making, and can establish cross-border cooperation. The national level is generally responsible for addressing needs when it comes to large-scale infrastructural or cultural projects and giving a general direction to cultural policy. The European Union has limited competencies in this policy area. Its prerogatives relate mostly to support for Member States' cultural policies, focusing mainly on developing cultural cooperation, safeguarding diversity and heritage, and promoting cross-border initiatives. Beginning with a review of the definitions of the concepts given by some international, cultural and statistical bodies, this paper discusses access to and participation in culture. It then identifies barriers, outlines the work being done at European Union level to overcome them and proposes ways to improve access to culture. The data and studies analysed cover a wide range of actions and tools. The EU institutions have considered factors that hinder access to culture in policy areas besides culture itself, including education, digital and other new technologies, copyright, human rights, regional development, and rural or peripheral areas. The European Parliament has approved a number of resolutions and recommendations concerning equal access to cultural services and goods regardless of disability, language or ethnicity, the role of cultural heritage and cultural services in rural and remote areas, and the potential of new technologies to promote access to culture for those who have limited opportunities to benefit from the culture on offer. The European Commission has issued communications and regulations setting out recommendations and laying down rules that aim to improve access to culture for all. It now faces a new challenge, that of supporting a digital shift that offers digital access to culture as well as digital culture. Digital environments create both opportunities and threats to cultural production and consumption since the right balance between consumers, artists, creators and those involved in cultural activities in digital environments has yet to be struck. ",
        "Access to culture in the European Union Page 2 of 33 CONTENTS 1. Culture as a right, a skill and a tool ............................................................................... 4 1.1 Defining the concept ............................................................................................... 4 1.2 The importance of culture....................................................................................... 5 1.3 The right to culture.................................................................................................. 5 1.4 Culture as the tool of social inclusion and participation......................................... 6 1.5 Culture as a skill....................................................................................................... 6 1.6 Statistical approach to culture ................................................................................ 7 1.7 The European Union's concept of culture and scope for action............................. 8 2. Access to culture and cultural participation.................................................................. 9 2.1 Cultural participation versus artistic practice ......................................................... 9 2.2 Access to culture as a condition for non-elitist cultural participation .................. 10 2.3 Democratisation of culture.................................................................................... 10 2.4. Access to culture and cultural democracy ........................................................... 12 3. Barriers to accessing culture ....................................................................................... 12 3.1 Factors constituting barriers to access to and participation in culture ................ 13 3.2 Main barriers from the consumers' perspective................................................... 14 3.3 Lack of interest: educational attainment and age ................................................ 14 EU action to remove educational barriers and attract new audiences ............................... 17 3.4 Financial barriers and resulting social stereotypes ............................................... 17 EU action to remove financial barriers and social stereotypes............................................ 19 3.5 Physical barriers..................................................................................................... 20 EU action to overcome physical barriers ............................................................................. 22 3.6 Digital barriers ....................................................................................................... 24 The EU on digitisation in culture and barriers to digital access........................................... 25 3.7 Cultural diversity – linguistic and cultural barriers................................................ 27 EU action to promote cultural diversity and lessen linguistic and cultural barriers............ 28 3.8 Legal barriers: copyright and provisions on participation in decisions................. 28 EU initiatives to promote participation in decision making and to remove legal barriers .. 29 4. Conclusions and outlook ............................................................................................. 31 5. Main references........................................................................................................... 32 ",
        "Access to culture in the European Union Page 3 of 33 List of main acronyms used CoE: Council of Europe CRPD: Committee on the Rights of Persons with Disabilities EBU: European Blind Union EP: European Parliament ESSnet-Culture: European Statistical System Network on Culture EU: European Union Eurostat: European Statistical Office ICT: Information and communication technologies IFCD: Indicator Framework on Culture and Democracy MS: Member States OEDC: Organisation for Economic Co-operation and Development OMC: Open method of coordination TEU: Treaty on European Union TFEU: Treaty on the Functioning of the European Union UK: United Kingdom UN: United Nations Unesco: United Nations Educational, Scientific and Cultural Organization VAT: Value added tax VOD: Video on demand WG: Working group ",
        "Access to culture in the European Union Page 4 of 33 1. Culture as a right, a skill and a tool 1.1 Defining the concept Over time philosophers or cultural institutions 1 have defined culture in different ways. The United Nations Educational, Scientific and Cultural Organisation in its Universal Declaration on Cultural Diversity 2 has defined the concept broadly as 'the set of distinctive spiritual, material, intellectual and emotional features of a society or a social group', namely all aspects that elevate humans beyond their purely biological existence. In 2007, Special Eurobarometer 278 3 on cultural values in the European Union asked respondents from 27 EU Member States what they associated with the concept of culture (Table 1). Table 1 – Associations with 'culture': EU average and highest results by country Associations with 'culture' EU average The highest ranking Member State result The second ranking Member State result The third ranking Member State result Arts (performance and visual arts) 39 % Sweden 75 % Denmark/Finland 74 % Traditions, languages, customs, and social or cultural communities 24 % Austria 48 % Slovakia 46 % Cyprus 41 % Literature, poetry, playwriting, authors 24 % Hungary 43 % Estonia/Slovenia 38 % Education and family (upbringing) 20 % Italy 39 % Spain 36 % Romania 31 % Knowledge and science (research) 18 % Spain/Italy 35 % France 29 % Life style and manners 18 % Poland 44 % Cyprus 43 % Slovenia 36 % Civilisation (Western, Asian, African, Arab, etc.) 13 % Greece 38 % Netherlands 27 % Romania 25 % History 13 % Romania 25 % Austria 24 % Slovakia 22 % Museums 11 % Slovakia/Austria 26 % Luxembourg 23 % Leisure, sport, travel, fun 9 % Greece 21 % Denmark/Slovakia 20 % Values and beliefs (including philosophy and religion) 9 % Austria 20 % Romania 19 % Netherlands 18 % Data source: European Cultural Values, Special Eurobarometer 278, 2007. The survey found that for Italians and Spaniards culture means knowledge and science (35 % compared to an EU average of 18 %), and education and upbringing (39 % and 36 % respectively compared with an EU average of 20 %). For 38 % of Greeks culture relates 1 De la culture en Europe', Vavancos Patrice, L. Harmanttan, 2016. 2 Unesco Universal Declaration on Cultural Diversity, 2 November 2001. 3 Special Eurobarometer 278, 'European Cultural Values', European Commission, 2007. ",
        "Access to culture in the European Union Page 5 of 33 to civilisation (EU average 13 %), whereas 43 % of Cypriots find associate culture with life style and manners (EU average 13 %), as well as traditions, languages, customs and social or cultural communities (41 % compared to an EU average of 24 %). The Eurobarometer indicates that, in the EU, culture is most frequently defined in terms of the arts (39 % of respondents, 75 % in Sweden), literature (24 %, 43 % in Hungary), and traditions and customs, including languages, social or cultural communities (24 %, 48 % in Austria). However, it is also associated with history (13 %) and museums (11 %). Leisure, sport, travel and fun together with values and beliefs, including philosophy and religion, reach the same level, with 9 % of the population defining culture in those terms. Culture is both intrinsic and extrinsic nature. In intrinsic terms, culture is a value in its own right, linked to our identity, to the expression of our deep self, our customs, values and beliefs, religion and philosophy. The extrinsic nature of culture meanwhile embraces the economic value and social role of creation, and so can be used as a tool. This dual nature of culture corresponds to a definition of culture as a socially shared repertoire of meanings. 4 It includes the personal dimension of forming a personal understanding of one's life and vision of the world, and the social dimension of an exchange with others in the process of forming this understanding. The process has three aspects: culture as a possibility for personal expression, which implies creation, culture as enjoyment of other people's creation, which implies consumption, and culture as the qualifications or skills needed to create, or competence and knowledge needed to build a critical opinion or make cultural choices. 1.2 The importance of culture Eurobarometer 278 (Figure 1) shows that, regardless of its precise meaning, culture plays an important role in the lives of Europeans: 31 % of respondents consider it very important. Only 1 % of Europeans think culture is elitist or dull, while 5 % claim culture is unimportant, and 2 % are not interested. 77 % of respondents acknowledge the importance of culture as a broad concept covering both its personal and socio-economic dimension. 1.3 The right to culture The UN Universal Declaration of Human Rights, in its Article 27, states that 'Everyone has the right freely to participate in the cultural life of the community, to enjoy the arts and to share in scientific advancement and its benefits'. 5 This right was again stated in the International Covenant on Economic, Social and Cultural Rights, adopted in 1966 and in force since 1976, in which State signatories recognise 4 'No culture, No Europe. On the Foundations of Politics', Pascal Gielen (ed.), Valiz, Amsterdam, 2015. 5 Universal Declaration of Human Rights proclaimed by the United Nations General Assembly in Paris on 10 December 1948. Figure 1 – Personal importance of culture Source: European Cultural Values, Special Eurobarometer 278, 2007. ",
        "Access to culture in the European Union Page 6 of 33 every person's right to take part in cultural life (Article 15). 6 This covenant also indicates that application of this right implies that parties need to take the necessary steps for the conservation, development and diffusion of science and culture, and to respect the freedom necessary for creative activity. 1.4 Culture as the tool of social inclusion and participation The 2010 Council of Europe publication, 'Making culture accessible', stresses the role of culture in social cohesion. The protection of cultural diversity safeguards minorities' rights and freedoms and supports the building of one's identity as part of one community distinct from another. It states that 'culture has a strong impact on the construction of social cohesion and how people relate to each other in a society or in a community'. 7 Interested in the impact of culture on society, the Council of Europe recently developed the Indicator Framework on Culture and Democracy (IFCD) to assess the relationship between culture and democracy. It shows a strong relationship between cultural and political engagement, trust in society, and democratic openness. 8 However, political developments can result in the loss of cultural freedom, and control over some artistic and expressive forms. The 20th century witnessed the destruction of many of the cultural achievements of previous generations. Sections of society were prohibited from participating freely in and contributing to cultural life. Among others, the Stalinist, Nazi, Fascist and Maoist totalitarian regimes imposed their understanding and total control of culture by suppressing freedom of creative and cultural activity. Contrary to its inclusive potential, culture became a tool of social and ethnic exclusion and political control. The Human Development Report 'Cultural liberty in today's diverse world' highlights the dangers of extremist parties taking power, as this can lead to the limitation of cultural rights and freedoms, as well as cultural exclusion. 9 1.5 Culture as a skill Culture can be considered as a skill to be acquired. The 2006 recommendation of the European Parliament and the Council aimed at strengthening key competences needed in a globalised world. 10 Defined as skills, knowledge and attitudes helpful in achieving lifelong personal fulfilment in work and society, the key skills include cultural awareness and expression as horizontal skills alongside knowledge of the mother tongue, foreign languages, mathematics, and digital skills. The text defines cultural awareness and expression as appreciation 'of the importance of the creative expression of ideas, experiences and emotions in a range of media, including music, performing arts, literature, and the visual arts'. A European reference framework, attached to the recommendation, names cultural awareness and expression as the last of eight key competences. The competence covers 6 International Covenant on Economic, Social and Cultural Rights, adopted and opened for signature, ratification and accession by the General Assembly in 16 December 1966. 7 Report 'Making culture accessible. Access, participation and cultural provision in the context of cultural rights in Europe', Council of Europe, Annamari Laaksonen, Interarts Agency, Barcelona, 2010. 8 'Indicator Framework on Culture and Democracy. Investigating the link between culture and a democratic, open and trusting society', the Council of Europe, 2016. 9 'Human Development Report. Human Liberty in Today's Diverse World', Published for the United Nations Development Programme, 2004. 10 Recommendation of the European Parliament and of the Council on key competences for lifelong learning, 18 December 2006. ",
        "Access to culture in the European Union Page 7 of 33 awareness of regional, national and European cultural heritage, and its place in the world. The idea is that knowledge of major cultural works of literature, music, and performing and visual arts, down through the ages to modern times, can promote social cohesion by providing common cultural ground, help people develop an appreciation of aesthetics and the creative expression of ideas, and enable people to develop a sense of equality, tolerance and respect. The cultural component of education is meant to develop skills of self-expression through a variety of media, for instance teaching students how to relate to other people's opinions and works. It is also supposed to raise awareness of culture: intrinsically as a component of one's identity, and extrinsically as reflected in economic activity. The result should be a respectful attitude towards cultural diversity and diversity of expression. 1.6 Statistical approach to culture In 2012 the European Statistical System Network on Culture (ESSnet-Culture) composed of five members (from culture ministries and statistical offices) and experts from European Union Member States presented its final report, in which it defined culture as 'as any activity based on cultural values and/or artistic expressions. Cultural activities include market or non-market oriented activities, with or without a commercial meaning and carried out by any kind of organisation (individuals, businesses, groups, institutions, amateurs or professionals)'. 11 Questions remain however about the exact meaning of 'cultural values' and 'artistic expression'. Over the years and across countries (see Table 1), values in general, and cultural values, change. This, together with blurring boundaries between cultural and artistic activities, leisure and entertainment, make it difficult to define arts and culture precisely and the boundaries between the two concepts. 12 The report identified the functions of culture: creation, production, publication, dissemination, trade, preservation, education, management and regulation, and listed the resulting cultural activities: heritage, archives, libraries, books and press, visual arts, performing arts, audiovisual and multimedia, architecture, advertising, and 'art crafts'. It excludes sports events (a form of culture for 9 % of Europeans), but includes advertisement. However, the categories listed in the 2007 Eurobarometer survey mentioned earlier include museums (corresponding to heritage in the ESSnet-Culture report) and performance and visual arts (performing and visual arts in the ESSnet-Culture report), while literature, poetry and playwriting can only be matched by the broad category of books and press or libraries in the ESSnet-Culture report. The terms used in the two documents do not match each other and do not cover the same concepts or reflect the same vision of culture in its extrinsic dimension. A 2002 publication on cultural citizenship draws attention to the difficulty of measuring cultural activity and participation, and the limitations of cultural statistics. 13 It also offers a wider understanding of cultural indicators that cover both quantitative and qualitative aspects. The author points out that while many ministries and cultural bodies collect and 11 Final Report, European Statistical System Network on Culture (ESSnet-Culture), 2012. 12 See Footnote 1. 13 'Towards Cultural Citizenship. Tools for Cultural Policy and Development', Colin Mercer, The Bank of Sweden Tercentenary Foundation, 2002. ",
        "Access to culture in the European Union Page 8 of 33 analyse quantitative data on cultural consumption, access and participation, we also need to know to what end people use cultural resources (personal development, identity building, social distinction or demarcation) and how these various uses impact socio- economic and demographic variables. For example, while an Australian location ranked among the highest in spending on culture, entertainment and recreation, most of the money was spent on home video or gymnastics equipment, computers and computer games. This example points to the shortcomings of relying solely on quantitative data based on a broadly defined concept, and to the need for qualitative measurement. 1.7 The European Union's concept of culture and scope for action Culture as a policy area and its role were officially recognised at European level in 1992. The Maastricht Treaty 14 provides the framework for the European institutions' contribution to 'the flowering of the cultures of the Member States' (Article 3(q)) in order to achieve various objectives, among others 'the raising of the standard of living and quality of life, and economic and social cohesion and solidarity among Member States' (Article 2). Article 128 mentions respect for cultural diversity, the encouragement of cultural cooperation, support for actions aiming at the improvement of knowledge and the dissemination of culture, conservation and safeguarding of significant European cultural heritage, artistic creation and non-commercial cultural exchanges. The Treaty on the Functioning of the European Union (TFEU), 15 which entered into force in December 2009, clarifies in Article 6 that the EU's competence in the cultural policy area is to support, coordinate or supplement the actions of the Member States in this domain. Its Article 167 corresponds to Article 128 TEU. The Charter of Fundamental Rights 16 attached to it, specifies in Article 22 that the EU shall respect cultural diversity. The EU focus in cultural policy is therefore to support the EU Member States in all three aspects of culture: expression, qualifications and consumption. 17 The EU cultural policy goals correspond to the vision of culture of the International Covenant on Economic, Social and Cultural Rights, which states the need to preserve heritage and traditions, on one hand, and creation and creative practices, on the other, thus preserving the right to culture, which gives people meaning and helps them make sense of their lives and experiences. 18 The 2007 European Commission communication 'A European agenda for culture in a globalising world' 19 stresses the need to facilitate access to culture and cultural works and to promote cultural diversity. The Work Plan for Culture (2015-2018), adopted by the Council 20 in December 2014, lists as its first priority accessible and inclusive culture, and the promotion of cultural diversity. The Council invited the Commission to include stakeholders, such as European-level civil society organisations, regularly in 14 Treaty Establishing the European Community, 1992. 15 Treaty on European Union and the Treaty on the Functioning of the European Union, 2007. 16 Charter of Fundamental Rights, 2000. 17 See Footnote 4. 18 'Neuf essentiels pour comprendre les 'droits culturels' et le droit de participer à la vie culturelle', Céline Romainville, Culture & Démocratie, 2013. 19 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on a European agenda for culture in a globalising world (COM(2007) 242 final). 20 Conclusions of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, on a Work Plan for Culture (2015-2018), 23 December 2014. ",
        "Access to culture in the European Union Page 9 of 33 consultations on the progress of the work plan to ensure the relevance and visibility of the activities. EU initiatives promoting culture for all The EU has initiated, organised or co-organised cultural events with the potential to reach the general public. Launched in 1985 by the Council of Europe and co-organised with the European Commission since 1999, the European Heritage Days 21 offer Europeans a chance to visit cultural heritage sites all over Europe for free, in cities, small towns and villages. For one weekend in September, the public can visit sites, some of which are usually closed to external visitors. It is an extremely democratic cultural event, bringing people close to their cultural heritage without barriers. The European Capitals of Culture 22 is an EU initiative whereby innovative or traditional cultural events are held in chosen cities. Indoor and outdoor performances or exhibitions, some free of charge, attract audiences for a whole year, with special inaugural and closing celebrations. However, a study for the EP 23 suggests that the Capitals of Culture have failed to win significant new audiences. They attract mainly the population of the given city or its region, with less attendance from a national public and probably even less from other EU Member States, which proves once again that distance plays a role in access to culture. In the coming months, the EU will be working on the Digital Single Market and copyright in the digital environment, initiatives that are linked to digital access to culture. The challenge consists of balancing digital consumers' rights and artists' rights, and also providing cross-border digital access that would provide cultural diversity. 2. Access to culture and cultural participation There is terminological confusion around the concepts of access to and participation in culture, two aspects that are closely linked. Participation can be active or passive, and this influences understanding of the concept of access. Moreover, recent developments in ICT and digital tools have resulted in a digital shift and influenced cultural activities, participation and production. This new means of access and participation can bring new opportunities and challenges regarding cultural production and enjoyment, and has already resulted in the advent of 'prosumers' – consumers who also contribute to the production of content, blurring the borders between consumption and production. 2.1 Cultural participation versus artistic practice In 1976 Unesco adopted a recommendation on the participation of the people at large in cultural life, 24 defining access to culture as the provision of the socio-economic conditions needed to give everyone real opportunities to obtain information, training, knowledge and understanding of cultural values and cultural property freely, and enjoy them. This corresponds to measures to help people understand what is on offer culturally and benefit from it. 21 'European Heritage Days' webpage. 22 Factsheet, 'European Capitals of Culture', European Commission, 2016. 23 Study, 'European Capitals of Culture: Success Strategies and Long-term Effects', Directorate General for Internal Policies, Policy Department B: Structural and Cohesion Policies, Culture and Education, European Parliament, November 2013. 24 Recommendation on Participation by the People at Large in Cultural Life and their Contribution to It, Unesco, 26 November 1976. ",
        "Access to culture in the European Union Page 10 of 33 The text meanwhile defines participation in culture as 'concrete opportunities guaranteed for all' to express themselves, communicate and act or create freely, in order to fully develop their personalities, have a harmonious life and contribute to society's cultural progress. This description corresponds to participation as a creative process, an artistic practice. The participation perspective on cultural life therefore has two aspects: cultural consumption, referring to passive or receptive enjoyment or attendance; and active involvement, corresponding to engagement, which entails creative participation in culture as an activity. The Eurostat methodology of collecting statistical data classifies the former as cultural participation and the latter as artistic practice. The educational dimension of culture (qualifications) is complementary to both the participation and practice aspects. 2.2 Access to culture as a condition for non-elitist cultural participation The very notion of access to culture implies two questions: access for whom, and access to what? Culture, if considered a distinctive feature of every human being and community, and a right, implies that every human being and community should have an equal and fair opportunity to access their own and other communities' culture. A 2012 report by the Working Group of EU Member States’ Experts 25 on access to culture defined access in terms of enabling new audiences to benefit from available cultural offer, and thus reach new audiences (or consumers) and bring them closer to cultural heritage and what is on offer culturally. According to a 2013 paper 26 for the Council of Europe conference on governance in culture access to culture is 'the key in enabling the creation of anti-elitist, purely democratic – i.e. egalitarian – societies'; this is confirmed in the 2016 IFCD document on the correlation between cultural participation and democratic engagement. 27 2.3 Democratisation of culture When it comes to social development in the area of culture, the ESS-net Culture publication 28 noted that the traditional opposition between high and low culture has lost its importance. The democratisation of European societies, the democratisation of culture considered as a right to take part in a cultural life that 'takes many forms: traditional culture, 'high' culture, popular culture and even 'digital' culture', 29 and the erosion of boundaries between cultural activities, genres and media, has resulted in a blurring of cultural consumption patterns. This particular change of pattern is reflected in the Special Eurobarometer 278 (Table 1) where only 1 % of respondents find culture too elitist and boring, and 2 % are not interested at all. This could imply that the place of 25 Report 'Policies and good practices in the public arts and in cultural institutions to promote better access to and wider participation in culture', Open Method of Coordination Working Group of EU Member State Experts (OMC), October 2012. 26 Access to Culture - Policy Analysis. Review on the policies at European level', Nordic Centre for Heritage learning and Creativity, the Institute for Development and International Relations, Interarts Foundation, 2015. 27 See Footnote 8. 28 See Footnote 11. 29 See Footnote 26. ",
        "Access to culture in the European Union Page 11 of 33 high and low cultures and access to them have evolved, particularly owing to the digital shift and digitisation of cultural content. The 2013 Special Eurobarometer 399 on cultural access and participation (see Figure 2) shows differences between 2007 and 2013 in levels of cultural participation (consumption) across domains that more or less correspond to those enumerated in the ESSN-net Culture report, and media combined. The 2013 figures indicate that television and radio cultural programmes are by far the most popular means of accessing culture without specifying the cultural domain – performing or visual arts, literary programmes, etc. Reading books and going to the cinema follow in second position. However, a drop in cultural participation during the period across all domains of cultural consumption is noted, even in activities such as following a cultural programme on the radio or on television, and visiting a public library, which do not need additional payments once a yearly fee is paid. Figure 2 – Cultural participation across cultural activities, 2007 versus 2013 Source: Special Eurobarometer 399, Cultural Access and Participation. 2013. This situation could result from the altered accessibility of specific cultural products, changes in economic circumstances resulting from the 2008 crisis in the EU, and specific barriers hindering cultural consumption, such as a lack of time, means or stamina among people concerned with the economic situation and uncertainty, particularly the middle and lower social classes. It is interesting to note that attendance of ballet, dance and opera performances, which belong to the category of high-brow culture, did not change over the period. The reasons for this are examined below. ",
        "Access to culture in the European Union Page 12 of 33 2.4. Access to culture and cultural democracy The 2010 publication on access to culture by the Council of Europe (CoE) links cultural rights with cultural democracy, defined via a set of commitments 30 that include:  respect for cultural diversity;  fair and equitable access to cultural resources and support;  population's participation in cultural policy-making; and  active participation in community cultural life. These aspects determine the level and type of cultural participation. Commitment to cultural diversity implies access to local, regional, national, European or even world cultures. Taking into account populations of immigrants from outside the EU, it could also include access to the culture of migrants and their access to the culture of host Member States. The second commitment corresponds to an equal opportunity to benefit from a diversified offer. These commitments need to be implemented in cultural policies that promote participation and access to culture, and identify and remove barriers. Participation in cultural policy-making contributes to better implementation of cultural policies since decisions on cultural policy take into consideration grassroots' needs. The last point, active participation, corresponds to artistic practice. In its approach to cultural participation the ESSnet-Culture 2012 final report 31 takes into consideration recent trends in cultural activities resulting from technological and social developments. It introduces the difference in the medium of cultural consumption: real life (live performance) versus mediated (TV, radio), and digital access by means of internet connections, digital productions and digitalisation of cultural products, which has changed patterns of cultural consumption and access to culture. 3. Barriers to accessing culture EU policies on the promotion of participation in culture are intended to give everyone equal opportunities to enjoy culture. 32 In accordance with the 2012 report 33 of the working group of EU Member States on better access and wider participation in culture, this applies particularly to those underrepresented in cultural consumption, the aim being to remove the barriers that hamper access for non-traditional public. Achieving this goal requires a long-term effort and vision to attract non-users who are indifferent or even hostile towards traditional cultural services, and potential users who face various barriers to accessing culture. Promoting access to culture for ethnic minorities and migrant communities and their participation in mainstream cultural offer could contribute to their social and cultural integration, as would the promotion of their cultural achievements among the host country population. 30 See Footnote 7, p. 12. 31 See Footnote 11. 32 See Footnote 25. 33 Idem. ",
        "Access to culture in the European Union Page 13 of 33 3.1 Factors constituting barriers to access to and participation in culture Special Eurobarometer 399 (see Figure 3) on access to culture in the EU focuses on:  lack of interest,  lack of time,  lack of information,  high costs, and  lack of choice or poor quality in the given area. Figure 3 – Barriers to access culture across cultural activities 2013 Source: Special Eurobarometer 399. Cultural Access and Participation. 2013. These factors influence consumers' choices in accessing cultural offer as consumers. The CoE's 2010 study 34 analyses cultural consumption from a broader perspective, reaching beyond consumer perception to the following aspects:  the legal framework assuring protection of cultural rights (provision of information, education, protection of minorities, cultural self-determination),  the budgetary means allocated,  participation in decision-making (management aspects of culture),  the population group according to: age, sex, education, social background, ethnic, or linguistic origin, geographical location or particular disability,  medium of expression (music, fine arts, visual arts, audiovisual, etc.),  physical support of the product (mediated versus digital versus live experience). Both lists enumerate factors that influence access to and participation in cultural life, and can be identified as barriers. Taking into consideration available cultural data an analysis on access to culture and cultural consumption can be conducted across a wide range of media of cultural expression against factors such as population group according to age, education, sex, social, ethnic and linguistic background; financial factors such as costs and budgetary allocations; physical aspects (geographical location, disability); provision of information, and awareness; interest in and diversity of the offer; physical support, 34 See Footnote 7, p.28. ",
        "Access to culture in the European Union Page 14 of 33 particularly digital barriers; legal barriers: cultural rights, minority rights, participation in decision making; and the time factor. 3.2 Main barriers from the consumers' perspective Special Eurobarometer 399 points to the following hierarchy of barriers: lack of interest, time, and money. However, there are differences according to the given activity. Lack of interest is the dominant deterrent to attending opera, ballet or dance performances (50 % of respondents). The same reason stops 43 % of respondents from visiting a public library, which is not usually costly. 36 % are not interested in theatre, 35 % not interested in going to museums, and 29 % lack interest in concerts. Lack of interest could be addressed by education and promotion, which would allow potential audiences to gain insight into and understanding of cultural opportunities, and look for information on the culture on offer. Lack of time is the main reason that stops respondents from reading (44 %), visiting a historical monument or site (37 %), following cultural programmes on TV or the radio (31 %), or from going to the cinema (30 %). Financial considerations stop people from attending concerts (25 %), going to the cinema (22 %), the theatre (20 %), or opera, ballet and dance performances (14 %). Cost is never given as a main reason, perhaps because respondents refrain from admitting it. Current economic difficulties could have accentuated the importance of cost. Lack of information is seldom ticked by respondents. It varies between 5 % for TV and radio cultural programmes and 1 % for cinema and reading. Limited choice in a given area concerns mainly theatre and concerts (12 % each), and opera, ballet, dance, museums, galleries, historical monuments and sites, and cinema (10 % each). 3.3 Lack of interest: educational attainment and age Figure 4 visualises data from 2007 on cultural participation according to education. It comes from the 2016 edition of Eurostat Culture statistics comparing data from 2007 and 2011 on cultural participation and the link between cultural consumption and factors such as age, gender and educational attainment relating to reading habits (books and newspapers), cinema and live performances attendance, and visiting historical monuments, museums, art galleries or archaeological sites. It points to a positive correlation between educational attainment, expressed in the number of years spent in education, and attendance of cultural activities. It is noteworthy that the general pattern is more or less the same for all educational levels. It just expands when the educational attainment grows. Consequently, regardless of educational attainment, ballet, dance and opera score Figure 4 – Participation in cultural activities at least once in the last 12 months by level of education EU- 27, 2007 (%) Source: Eurostat Pocketbooks, Cultural statistics, 2007. ",
        "Access to culture in the European Union Page 15 of 33 the lowest. Visiting historical monuments is the most popular cultural activity, particularly among the population with the lowest educational attainment, which scores proportionally lower in cinema attendance, compared to better educated population. Figure 5 – Percentage of people who have read at least one book in the last 12 months by educational attainment, 2011 Source: Eurostat. Culture statistics. 2016 edition. The 2016 edition of Eurostat Culture statistics provides data from 2011 on two of the three most popular cultural activities among EU citizens (see Figure 2): reading books and going to the cinema. Reading habits across the EU are shown in Figure 5 by educational attainment and in Figure 6 by age group. Figure 6 - Percentage of persons who have read at least one book in the last 12 months by age group, 2011 Source: Eurostat. Culture statistics. 2016 edition. The data show that the difference in reading habits among age groups is much smaller than among the three levels of educational attainment, where it reaches the highest levels of discrepancy in Bulgaria (almost 80 %) and Romania (70 %). In Luxembourg the average score in reading habits is very high, and the difference across educational ",
        "Access to culture in the European Union Page 16 of 33 attainment levels is very small (about 10 %). The difference in reading habits across educational attainment levels is also low in Cyprus and Finland. Figure 7 below relates to cinema attendance according to educational attainment. In Poland, the difference in attendance by educational level can reach as much as 70 %, while the age difference is almost 40 % between the highest level (64 % for the 25-34 age group) and the lowest level (25 % for the 55-64 age group). 35 In Estonia, meanwhile, educational attainment level translates into a gap which is slightly more than 30 %, and age is responsible for a 60 % difference. Figure 7 - Percentage of persons who have been to the cinema at least once in the last 12 months by educational attainment, 2011 Source: Eurostat. Culture statistics. 2016 edition. These discrepancies could be related to differences in demographic structure according to age and educational levels, and cinema infrastructure density in urban areas, which are home to many students, and rural areas, often deserted by young people. Thus educational attainment can be different among urban and rural communities. Cinema and educational infrastructure is usually concentrated in urban areas. All these factors influence the relationship between age and educational factors, and cinema attendance. The influence of education in first-hand cultural experience is reflected in 2004 research by Philippe Coulangeon on musical tastes. It showed the link between education and cultural policy, using the example of schools where students listened to classical music at school, and thus developed a habit and taste for it. 36 This could also apply to ethnic music and culture presented in educational systems that familiarise students with new forms of expression. However, a 2013 Dutch publication 37 examined whether social inequality had an impact on participation in so-called high culture, which, according to the authors, is unequally 35 Culture Statistics, Eurostat, 2016. 36 'Educational Attainment and Participation in 'Highbrow Culture'. A Comparative Approach in European Union', Philippe Coulangeon, Communication for La 3ème Conférence Internationale de recherche sur les politiques culturelles , HEC Montreal, August 2004. 37 'Cultural consumption across countries: A multi-level analysis of social inequality in highbrow culture in Europe', Margriet van Hek and Gerbert Kraaykamp, Poetics (No 41), August 2013. ",
        "Access to culture in the European Union Page 17 of 33 distributed. Analysing numerous studies they confirmed differences in the consumption of highbrow cultural events in certain European countries, but found out that it was conditioned by their wealth and levels of social mobility, cultural funding and supply. The research indicated that educational inequality had less of an impact on cultural consumption in wealthy countries, or countries with high social mobility than in poorer ones or those with less social mobility. EU action to remove educational barriers and attract new audiences A European Parliament resolution 38 on the role of schools and school education in public access to culture urged cultural institutions such as museums, theatres and libraries to improve the quality of and access to their pedagogical services, while calling on schools to open themselves up to them. It also encouraged artists and intellectuals to cooperate more closely with schools in the field of cultural education. Schools were asked to take greater advantage of the diverse cultural backgrounds of their pupils for the purposes of cultural education. Considering music, fine arts and theatre as fundamental components of Europe's cultures and history, it recommended giving them higher priority in school education. Recent Council conclusions 39 on the role of Europeana, the European digital platform on cultural heritage, stress that the platform gives a wide range of audiences access to different forms of European and world cultural heritage. The December 2014 conclusions 40 list in an annex actions to be undertaken by Member States and include a manual of good practice for culture and education authorities on the development of 'cultural awareness and expression' as a key competence. The Media sub-programme 41 of the Creative Europe programme supports media and film literacy projects to enhance knowledge of European films by means of film festivals and educational material. 3.4 Financial barriers and resulting social stereotypes The high price of cultural goods and services ranks as the third barrier to cultural participation. Economic downturns often result in cuts in cultural spending 42 and public funding is transferred to other domains that take priority over cultural activities. Council of Europe data from 2014 43 gives an indication of the scale of cuts in public spending on culture in the 2013-2015 period. Even the Netherlands, one of the richest Member States, was aiming for a 25 % cut in spending. The Heritage Council in Ireland, meanwhile, had its funding reduced by 65 %. This is not the whole picture, however, since in 2013, Ireland also made a move in the opposite direction by introducing a new Arts in Education Charter and reduced ticket prices. Between 2009 and 2013 Croatia cut cultural 38 European Parliament resolution on the role of schools and school education in maximising public access to culture, 26 February 2004. 39 Council conclusions on the role of Europeana for the digital access, and visibility and use of European cultural heritage, 31 May 2016. 40 See Footnote 20. 41 Regulation (EU) No 1295/2013 of the European Parliament and of the Council of 11 December 2013 establishing the Creative Europe Programme (2014 to 2020). 42 See Footnote 7, p.145. 43 Compendium, Newsletter August 2014, Council of Europe, ERICarts. ",
        "Access to culture in the European Union Page 18 of 33 spending 44 from €77 to €68 per capita, Italy from €134 per capita in 2009 to €100 in 2012. At the same time Spain reduced cultural spending from €153 per capita to €102. In difficult times, culture becomes an even more elite privilege and excludes those who might be eager to attend cultural events but need to cut their cultural spending. Figure 8 shows the examples of Estonia, Greece, Latvia and Lithuania, where spending on recreation and culture are grouped together under 'consumption purpose number 9': recreation and culture (CP09). Figure 8 – Changes in final consumption expenditure in the Baltic countries and Greece, the countries where individual consumption was most affected by the crisis Source: Eurostat, January 2013. The EU experts' 2012 report on policies to promote better access to culture shows that most public funding goes to services relating to high culture, which benefit mostly privileged audiences. 45 This disregards populations that need financial support to access other forms of culture. However, the real impact of the price of cultural goods and services on consumption and how much of a barrier it is cannot be properly assessed unless the potential audience is interested and would like to attend but cannot afford to. Lack of money goes hand in hand with lack of time, the second barrier for consumers, as potential consumers could be busy trying to make money, find work or earn enough to make ends meet. Data from Figure 2 show stable attendance of highbrow cultural events even in difficult times. However, the numbers following cultural programmes on television and radio drop. This could support the argument that the financial situation has an impact on the time available for culture and on cultural consumption. Figure 9 provides data on the evolution of the consumer prices of a number of cultural goods and services across the EU between 2005 and 2015. It highlights the rise in the prices of almost all types of good: books, newspapers and periodicals, and cultural services including cinemas, theatres, concerts, museums, libraries, zoological gardens, television and radio fees and the hire of equipment and accessories for culture. This increase in prices was particularly sharp after 2010 and grew by 40 % for newspapers until 2015. Meanwhile, the price of ICT equipment, television sets, radios, stereo sets and CD-players, CDs, DVDs, and tapes or cassettes kept falling, shrinking by as much as 44 Compendium, Council of Europe, Monitoring Public Cultural Expenditure in Selected European Countries 2000-2013. 45 See Footnote 25. ",
        "Access to culture in the European Union Page 19 of 33 60 % for ICT, recording and reception equipment. Most of this equipment constitutes long-term costly investments that can skew cultural statistics, as mentioned in point 1.6. This confirms the data from Figure 3 which indicate that price was a barrier for: 25 % respondents as concerns going to a concert, 22 % in case of the cinema and 20 % for theatre attendance. Book prices do not necessarily impact reading since books are also available in public libraries. Some EU Member States have introduced free tickets or experimented with free entrance to national museums. A 2003 study carried out in the UK 46 proved that such price policies resulted in a rise in attendance and also made the public more likely to buy entrance tickets to temporary exhibitions, or visit museums more often. Although the rise among different social or age groups was not even, the overall result was encouraging: attendance among unskilled workers went up from 20 % to 25 %, and for skilled workers from 28 % to 39 %. However, the outcomes of an experiment involving seasonal free museum entrance for young people in the UK were inconclusive and did not prove that the initiative produced a habit of going to museums or to exhibitions among new audiences. 47 Socially marginalised populations, such as groups at risk of social exclusion, do not just lack the financial means to participate, but also face psychological barriers. They are afraid of participating in an event that they believe to belong to other social or ethnic groups. Culture comes with a social code that can be off putting to those not familiar with it. This is particularly true of highbrow culture for those who do not traditionally attend such events. Highbrow culture is closely linked to traditional cultural institutions and their particular linguistic styles and is intimidating for novices, strengthening linguistic barriers. 48 The same applies to popular culture with its social codes and language, which constitute a barrier to new audiences. In some cases these barriers are deliberate – cultural expressions closed to outsiders help preserve specific identity and difference. EU action to remove financial barriers and social stereotypes Between 2007 and 2013, €3.2 billion from the European Regional Development Fund was allocated to the protection and promotion of cultural heritage, a further €2.2 billion to the development of cultural infrastructure and €553 million for cultural services in regions, thus lessening the financial burden on local communities regarding funding for culture in their areas. 49 The European Year for Combating Poverty and Social Exclusion 2010 50 was aimed in part at securing the cultural rights of people experiencing poverty. It supported cultural measures under the Structural Funds and the European Agricultural Fund for Rural Development. 46 Study, 'The impact of free entry to museums', Andy Martin, MORI, 2003, quoted in: See Footnote 9. 47 See Footnote 25. 48 Report 'The role of public arts and cultural institutions in the promotion of cultural diversity and intercultural dialogue', OMC Working Group of EU Member States Experts, January 2014. 49 Report, 'Mapping of Cultural Heritage Actions in the European Union Policies, Programmes and Activities', European Commission, 2014, p.10. 50 Decision No 1098/2008/EC of the European Parliament and of the Council on the European Year for Combating Poverty and Social Exclusion (2010), 22 October 2008. ",
        "Access to culture in the European Union Page 20 of 33 The European Parliament, in its resolution 51 on the Commission communication on the EU strategy for youth, called on the Commission and Council to devise a European youth pass enabling young people to access cultural institutions throughout the EU at a very low charge. At the same time its resolution on the European cultural heritage resources portal, 'Europeana – the next steps', 52 stressed that access to the Europeana portal and the viewing of documents, without downloading, should be free for private individuals and public institutions, while allowing the possibility to charge socially acceptable fees for downloads and printouts of all copyrighted materials. The May 2012 Council conclusions 53 on the digitisation and online accessibility of cultural material and digital preservation propose among priority actions the consolidation of the organisation of digitisation by means of public-private partnerships between cultural institutions and private partners, applying the criteria outlined in the 2011 Digitisation Recommendation. 54 The latter allowed for the EU Structural Funds to be used, when needed, to co-finance digitisation activities. Economies of scale could result from optimising digitisation capacity and cross-border collaboration. EU tax legislation provides for reduced value-added tax (VAT) rates for cultural services and goods. This includes VAT exemption for the supply of cultural services by cultural or public law bodies, on ticket prices for cultural events for instance. 55 The most common VAT reduction on cultural goods concerns books, with some countries applying a zero VAT rate (the UK, Latvia, Ireland and Finland). 56 3.5 Physical barriers The distance separating consumers from cultural infrastructure such as libraries and bookshops, theatres, cinemas, concert halls or cultural centres, etc., which results from the geographical location of remote or rural areas and small towns, is not the only physical barrier to cultural consumption. Building structure can also present barriers to people with disabilities or the elderly. Hospitals, day-care centres, nursing homes and prisons 57 also limit access to cultural events, which is usually restricted to events organised on site, under certain conditions. The CoE report 58 quotes Rod Fisher's publication 'Culture and civil society: new relationship with the third sector' which recommends an indicator to assess the impact of cultural activities on social cohesion. The indicator would measure the number of 51 European Parliament resolution on 'An EU Strategy for Youth – Investing and Empowering', 18 May 2010. 52 European Parliament resolution on 'Europeana – the next steps', 5 May 2010. 53 Council conclusions on the digitisation and online accessibility of cultural material and digital preservation, 3 164th Education, Youth, Culture and Sport Council meeting, Brussels, 10-11 May 2012. 54 Commission Recommendation on the digitisation and online accessibility of cultural material and digital preservation, 27 October 2011. 55 Council Directive 2006/112/EC on the common system of value added tax, 28 November 2006, (Article 95 on the reduced VAT rate for cultural services listed in Annex III, Article 132.1.(n) on the VAT exemption). 56 Study 'Encouraging private investment in the cultural sector', Directorate General for Internal Policies, Policy Department B: Structural and Cohesion Policies, Culture and Education, European Parliament, 2011. 57 See Footnote 7, p.138. 58 Idem, p.137. ",
        "Access to culture in the European Union Page 21 of 33 cultural opportunities within five kilometres of each citizen. Distance from cultural sites and their scarcity, but also the resulting level of choice and quality of the culture on offer is probably mostly pertinent to rural areas and small towns. It is for this reason that the question on reasons for not going to a theatre performance asked in Eurobarometer Survey 399 59 is analysed against the urbanisation criterion (see Table 2). Table 2 – Attending theatre performances Reasons for not attending Limited choice Lack of interest Lack of money EU 27 12 % 36 % 20 % Rural village 17 % 38 % 15 % Small/mid-size town 12 % 37 % 20 % Large town 5 % 32 % 26 % Data source: Eurobarometer 399. The results show that 'lack of interest' in culture in rural areas is only slightly higher than in the EU-27 on average (38 % against 36 %), while 'limited choice or poor quality' of cultural offer in rural areas reaches 17 % (compared with 5 % in large towns, and 12 % on average for the EU-27). As expected, the attractiveness of the offer diminishes with increasing distance. Promoting local heritage and developing local cultural offer is part of the solution. This is the approach taken by cultural tourism initiatives such as the 'European Cultural Routes', initiated by the Council of Europe and supported by the European Commission. Some countries try to solve the problem by bringing culture to people in areas where cultural offer is scarce. For example, between 2011 and 2013 in France the 'Mobile Pompidou' initiative selected pieces from the Centre Pompidou's modern art collections and transported and presented them free of charge in a pre-fabricated tent in areas deprived of art galleries. 60 The financial crisis forced the museum to stop the project. It was found that 18 % of the visitors had never set foot in a museum or art gallery before, compared with 2 % at the original Parisian site. Most visitors, however, belonged to the traditional museum goers' category, which might suggest that cost is not the main factor. 61 The lack of precise data means that the experiment was inconclusive. The United Nations Convention on the Rights of People with Disabilities (2006), which promotes the full participation of disabled people in society, has been in force since January 2011. Article 30 enshrines their right to participate in cultural life. The March 2012 Flash Eurobarometer 345, a Eurostat survey on accessibility in general, does not include any data on the cultural consumption and practices of persons with disabilities. Nor does Special Eurobarometer 399 cover the special needs of people with disabilities, including access for wheelchair users, hearing and visual aids and appliances interpretation in sign language for those with hearing impairments, or audio description for visually-impaired people. The European Blind Union (EBU) conducted a survey on access to culture in 2012. 62 The results revealed that people with visual disabilities have poor access to culture. The 59 Report 'Cultural Access and Participation', Special Barometer 399, European Commission, 2013. 60 See Footnote 29. 61 'Centre Pompidou Mobile a vécu', Valérie Duponchelle, Le Figaro Culture, 15.7.2013. 62 Report, 'Access to Culture Survey 2012. Mapping current levels of accessibility to cultural venues and activities in Europe', EBU, July 2012. ",
        "Access to culture in the European Union Page 22 of 33 authors noted that little has been done across the EU to facilitate museum access for the blind, partially-sighted, deaf or those with hearing problems, and people with learning difficulties. The EBU survey highlighted good practices in the United Kingdom and France. Both Member States had adopted specific national legislation on the right to access to cultural services, which had led to significant progress. In both countries a number of cinemas and theatres provided audio description for a visually impaired public. In France, museums had started offering exhibitions that were inclusive and accessible to disabled persons. Ramps for wheelchairs were in place, guide dogs were allowed for the blind, who could benefit from guided tours with commentaries and detailed descriptions of the presented works. Lip-reading, sign language (French and international), and hearing aids were also available. EU action to overcome physical barriers The focus of the European Union is on improving access to culture for people with disabilities, people living in remote areas and people who are in hospital or prison, and it provides funding for initiatives in this respect. The Creative Europe programme supports cultural initiatives in this domain as well. One example is the cooperation project 'The faces behind the nose', targeting hospitalised children and people with disabilities. 63 The Council resolution on the accessibility of cultural infrastructure 64 and cultural activities for people with disabilities called on Member States and the Commission to further eliminate barriers and examine ways to improve access to cultural sites and the venues of cultural activities. It also stressed the need to provide information online. Other recommendations include subtitled performances, sign language interpretation, guides and catalogues in Braille, light contrasts for exhibitions, and appropriate signage, for example with different logos. A European Parliament resolution of 2011 65 on the mobility and inclusion of people with disabilities called on Member States to facilitate the integration of people with disabilities by improving their access to leisure and cultural facilities and activities. It also encouraged them to promote and exchange cultural material that is accessible to the visually impaired, in accordance with the May 2003 Council resolution. This appeal was reiterated in the Parliament's September 2015 resolution 66 on an integrated approach to cultural heritage. The most recent European Parliament resolution on the rights of persons with disabilities 67 noted that access to cultural life and leisure had been recognised as a right by the UN's Committee on the Rights of Persons with Disabilities (CRPD). Consequently, 63 Creative Europe project: 'The Faces Behind the Nose – Promoting Hospital Clowning as a Recognised Genre of Performing Arts' (webpage consulted 20 October 2016). 64 Council Resolution on accessibility of cultural infrastructure and cultural activities for people with disabilities, 6 May 2003. 65 European Parliament resolution on mobility and inclusion of people with disabilities and the European Disability Strategy 2010-2020, 25 October 2011 . 66 European Parliament resolution towards an integrated approach to cultural heritage for Europe, 8 September 2015. 67 European Parliament resolution on the implementation of the UN Convention on the Rights of Persons with Disabilities, with special regard to the Concluding Observations of the UN CRPD Committee, 7 July 2016. ",
        "Access to culture in the European Union Page 23 of 33 Parliament called on the Commission to promote improvements in accessibility to events, venues, goods and services, including audiovisual services. The European Parliament resolution of May 2010 on Europeana 68 called on the Commission to ensure the provision of special digital versions of content (audio reading) to enable people with disabilities to benefit from this 'common point of access to an enormous and growing amount of content which has been digitised and made available online by cultural institutions in Member States'. The @diversity 69 pilot project launched in 2013 is one example of Commission support for technological innovation in cultural content distribution. A UK project on English subtitles for deaf people and audio description for the blind was among the successful applicants selected for support in the area of online access to culture. With regard to access to culture in remote areas, in 2006 the European Parliament adopted a resolution 70 noting that sustainable development needed an integrated approach to the cultural, natural and architectural environment in both urban and rural areas, with particular attention to cultural heritage in rural regions. Funding for such projects is available in the European Agricultural Fund for Rural Development 71 and the European Maritime and Fisheries Fund, 72 and covers investment in cultural heritage (the protection of rural and maritime heritage) and small-scale cultural infrastructure (to provide cultural services). Addressing regional and local culture 73 in its 2009 resolution on the role of culture in the development of European regions Parliament stressed the role of regional and local development strategies that incorporate culture, creativity and the arts and called 'on the Commission to present a green paper with a possible range of measures for contemporary cultural activities'. The Commission communication 74 on an integrated approach to cultural heritage further highlighted the need to bring local and regional cultural heritage closer to the local population, and to protect and promote it thanks to EU funding from the Structural and Investment Funds. In its opinion 75 on this communication, the European Committee of the Regions pointed to inequalities in access to cultural assets owing to differences in revenue, location or disability. In its resolution 76 on the protection of European heritage in rural and island regions the European Parliament called on the Commission and Member States to cooperate with the Council of Europe to support traditional communities in the way capitals of culture 68 See Footnote 52. 69 European Commission webpage on Creative Europe programme. 70 European Parliament resolution on the protection of the European natural, architectural and cultural heritage in rural and island regions, 7 September 2006. 71 Regulation No 1305/2013 of The European Parliament and of the Council on support for rural development by the European Agricultural Fund for Rural Development, 17 December 2013. 72 Regulation No 508/2014 of the European Parliament and of the Council on the European Maritime and Fisheries Fund, 15 May 2014. 73 European Parliament resolution on the role of culture in the development of European regions, 2 April 2009. 74 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions 'Towards an integrated approach to cultural heritage for Europe (COM(2014) 477 final), 22 July 2014. 75 Opinion of the European Committee of the Regions – 'Towards an integrated approach to cultural heritage for Europe', 16 April 2015. 76 See Footnote 70. ",
        "Access to culture in the European Union Page 24 of 33 are promoted. It also focused on architectural heritage in rural and island regions as part of the 'European Cultural Heritage Days' initiative to help Europeans appreciate the value of local monuments. In its April 2016 resolution 77 the European Parliament called on the Commission to support investment in the diversification of the fisheries sector via complementary activities, including cultural initiatives. 3.6 Digital barriers Digital access to cultural services and goods opens new possibilities for consumers and helps overcome physical barriers. Lack of internet infrastructure, ICT equipment or digital skills and competences, or a low level of digitisation of resources, all constitute barriers. According to Eurostat, 78 83 % households in the EU were equipped with internet access in in 2015 compared with 55 % in 2007, and approximately 70 % in 2010 (Figure 10), showing the quick pace of the digital shift. However, internet use is strongly linked with income and education level, gender, age, nationality, linguistic and ethnic background, and language (since the fact that English is the main language of the internet also plays a role in digital access to culture). Figure 10 – Internet access of households 2010-2015 Source: Eurostat, 2015. Such differences in digital access translate into what the OECD defines as a digital divide: 79 'the gap between individuals, households, businesses and geographic areas at different socio-economic levels with regard both to their opportunities to access information and communication technologies and to their use of the internet for a wide variety of activities'. The digital divide varies across geographical areas. While the availability of internet infrastructure has reached the 83 % level on average in the EU, it varies between its lowest levels in Bulgaria (57 %) and Romania (around 70 %), and the highest levels in Luxembourg (97 %) and Netherlands (96 %) (Figure 10). The 2009 data indicate close to 77 European Parliament resolution on innovation and diversification of small-scale coastal fishing in fisheries-dependent regions, 12 April 2016. 78 Eurostat webpage, Households – level of internet access 2006-2015. 79 'Understanding the Digital Divide', Organisation for Economic Cooperation and Development, 2001. ",
        "Access to culture in the European Union Page 25 of 33 a 30 % difference in household access to the internet 80 between densely populated and scarcely populated areas in Bulgaria, Romania, Ireland and Greece. This difference between households in densely and sparsely populated areas, and of 40 % between Bulgaria and Luxembourg, translate into a digital cultural divide. Figure 11 shows average use of the internet for cultural purposes in the EU-28. It indicates that 30 % of respondents use the internet for cultural purposes at least once a week, while 29 % never do, and 14 % have no access to internet. This data points to the potential of the internet for cultural participation. A 2013 study 81 pointed out that although since 2003 the EU and its Member States had made huge efforts to make digital content more accessible, public content was still in the early stages of digitisation. During the same period some 20 % of cultural content had been digitised, ranging from 4 % for national libraries to 42 % for art museums. However, only about one third of that digitised content had been made publicly available online, with about 6 % of European cultural content accessible online. Cultural content was being digitised progressively in line with EU recommendations and using its funds. Young people's reluctance to take part and low level of participation in traditional cultural events provided by institutions reflects the change in the generation's cultural consumption pattern, which tends to involve new technologies. Traditional offer loses some of its appeal unless adapted to this change and this entails a digital approach. With the digitisation of cultural heritage, museum and library collections, the use by cultural operators of digital platforms for their activities, providing information on cultural events online, and digital cultural creation, the digital presence of culture has been growing. It should also benefit from the EU's recent efforts to establish its digital single market. The EU on digitisation in culture and barriers to digital access The 2005 Commission communication on digital libraries 82 focused on digitisation, digital preservation and the accessibility of cultural content, which could continue to be funded from the Regional Funds in some Member States. The EU had already supported digitisation and co-funded a cooperation project on the applied digitisation of cultural 80 Eurostat, Share of households with broadband connection, by degree of urbanisation, 2009. 81 European Parliament Study on 'Public and Commercial Models of Access in the Digital Era', Claudio Feijoo, Sven Lindmark, Juan Pablo Villar, Carlota Tarín, Javier Gelabert, Beatriz Matía, Directorate General for Internal Policies, Policy Department B: Structural and Cohesion Policies, Culture and Education, 2013. 82 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions – i2010: digital libraries, (COM(2005) 465 final), 30 September 2005. Figure 11 – Average use of Internet for cultural purposes in the EU 27 Source: Special Eurobarometer 399. Cultural Access and Participation, 2013. ",
        "Access to culture in the European Union Page 26 of 33 heritage 83 under the 'Culture 2000' programme. 84 Projects under the 'Culture 2007' 85 programme for cooperation were meanwhile designed to improve the transnational circulation of cultural works and products, also through digitisation and online access. Following the Commission proposal to expand research on digitisation, access to digital cultural content and digital preservation, €22 million from the EU's seventh framework programme 86 (2007-2013) was earmarked for research into new technologies to seek and retrieve cultural content, and €14 million for digital preservation. €60 million from the eContentplus project funding was available until 2008 for projects improving the accessibility and usability of European cultural and scientific content, with the aim of achieving interoperability between national digital collections and services (e.g. through common standards) and facilitating access to and use of the material in a multilingual environment. A communication on digital opportunities and challenges for European cinema 87 highlighted the need to equip cinemas with digital technology to make EU digital film productions accessible for all everywhere. It allowed Member States and regions to use the Structural Funds to co-finance digitisation and training in projects with a cultural dimension enhancing local appeal, such as: urban regeneration, rural diversification and cultural tourism. Funding under the Media programme was available for the video on demand (VOD) scheme devoted to the development of online film access. In 2014 film producers, authors and heritage institutions agreed on the principles and procedures for facilitating the digitisation of, and access to European cinematographic heritage works. It resulted in the communication on European film in the digital era, 88 which also raised the issue of the availability of more or all language versions of films. The following year, a structured dialogue 89 on audience development via digital means between the Commission and representatives of the cultural sector suggested that cultural organisations should adopt digital strategies, break down barriers and develop digital audiences. It also highlighted that digital access could dissolve prejudice and stigmatisation, and thus bridge cultural gaps. The potential that the digitisation of cultural heritage offers in terms of engaging young people and attracting new audiences was the focus of the 2014 Commission 83 Idem. 84 Decision No 508/2000/EC of the European Parliament and of the Council of establishing the Culture 2000 programme, 14 February 2000. 85 Decision No 1855/2006/EC of the European Parliament and of the Council establishing the Culture Programme (2007 to 2013), 12 December 2006. 86 European Commission, EU Research Funding 2007-2013, 7th Framework Programme, Report Card, 2016. 87 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on Opportunities and Challenges for European Cinema in the Digital Era (COM(2010) 487 final), 24 September 2010. 88 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions 'European film in the digital era. Bridging cultural diversity and competitiveness' (COM(2014)0272 final), 15 May 2014. 89 Voices of Culture. Structured Dialogue between the European Commission and the cultural sector. Brainstorming Report 'Audience Development via Digital Means', July 2015. ",
        "Access to culture in the European Union Page 27 of 33 communication on an integrated approach to cultural heritage. 90 At the same time, the European Parliament resolution on the EU strategy for youth 91 took an interest in enhancing young people's interest in culture, the arts and science and urged Member States to facilitate access to new technologies in order to achieve this result. Parliament's 2016 resolution 92 recognised that a disproportionate number of people with disabilities were left out of digital developments, missed out on information and could not access important services. The resolution also called on legislators at national and EU levels to initiate training programmes to encourage more people with disabilities to go online. 3.7 Cultural diversity – linguistic and cultural barriers Access to culture from other cultural horizons, such as minority population culture, or culture from other Member States or countries of the world, is part of cultural diversity. The 2011 Eurostat Pocketbook on cultural statistics cites Eurobarometer 67.1 from 2007 (see Figure 12) showing that, in general, EU citizens who are interested in arts and culture of their own country are also interested in those of other European countries or from the rest of the world, though the interest is slightly lower. The same Eurobarometer indicated that almost 90 % of respondents were convinced that cultural exchanges should have an important place in the EU, and that they contributed to greater understanding and tolerance. However, culture can also be a tool for emphasising differences 93 among communities, as pointed out above in point 1.4, making it even more important to foster access to a variety of ethnic expressions in the cultural offer. Certain forms of expressions depend on language, which can be key to access. The 2011 CoE study 'Making culture accessible', 94 like the ESS-net Culture report, 95 points to linguistic barriers that hinder access to minority or migrant cultures in Europe. Cultural forms of expression such as literature, song and theatre, that are not conveyed in official languages or are absent from the cultural offer, cannot be accessed, and cultural diversity is impoverished. Linguistic barriers can likewise prevent ethnic and linguistic minorities from participating in mainstream or dominant language cultural events. 90 See Footnote 74. 91 See Footnote 51. 92 See Footnote 67. 93 See Footnote 9. 94 See Footnote 7. 95 See Footnote 11. Figure 12 – Interest in arts and culture from other European countries, EU-27, 2007 (%) Source: Eurobarometer 67.1, 2007, in Eurostat Pocketbook, cultural statistics, 2011. ",
        "Access to culture in the European Union Page 28 of 33 EU action to promote cultural diversity and lessen linguistic and cultural barriers The Creative Europe programme funds literary translation 96 to bring the literature of foreign authors closer to non-native readers. It also offers funding for cooperation between EU and non-EU artists and cultural organisations, thus promoting cultural dialogue and diversity. The promotion of multilingualism also addresses linguistic barriers to non-national culture, and is one focus of the EU's Seventh Framework Programme for research, which supports research on multilingualism and regional languages. One example is ATHEME, 97 which aims to help preserve vibrant linguistic minority culture. Launched in 2008 by the Commission, Europeana, a European digital cultural archive offers a multilingual access point to European cultural heritage. A 2010 EP resolution 98 emphasised the benefits for all EU citizens of the availability of its content in all the official languages. The May 2016 Council conclusions 99 on the role of Europeana also recognised the need for multilingual access to this European digital library, museum and archive. The European Parliament resolution on an integrated approach to cultural heritage 100 insisted on the importance of developing a truly democratic and participative narrative for European heritage, including that of religious and ethnic minorities. Another European Parliament resolution focused on the EU strategy for Roma inclusion 101 and stressed that the promotion of Roma integration into the local community and cultural life of the places where they lived was of crucial importance. Roma culture is an integral part of Europe's culture and Europeans need to understand the Roma and their way of life, and recognise their heritage, traditions, language, and their contemporary culture. The mobility of artists and of works of art across the EU is a condition for the promotion of Europe's rich cultural diversity. A 2012 open method of coordination working group report 102 on how to reduce the cost of lending and borrowing cultural objects within the EU focused on the legal, financial and transport obstacles to greater mobility of works of art from EU museum collections. It proposed a toolkit that would facilitate the exchange of museum artefacts and facilitate access to works of art from other Member States. 3.8 Legal barriers: copyright and provisions on participation in decisions Legal barriers to access to culture include restrictions on cultural and artistic freedom, and on the rights of minorities, which influence political decisions on the priority given to specific cultural expressions over others, as well as on funding policy or support from private organisations. Another legal issue that constitutes a barrier to access to culture is copyright, which translates as a balance of interests between audiences and authors. 96 European Commission webpage, Creative Europe programme, Literary translation. 97 ATHEME (Advancing the European Multilingual Experience) webpage. 98 See Footnote 52. 99 See Footnote 39. 100 See Footnote 66. 101 European Parliament resolution on the EU strategy on Roma inclusion, 9 March 2011. 102 Report on 'Practical Ways to Reduce the Costs of Lending and Borrowing of Cultural Objects among Member States of the European Union', Open Method of Coordination Working Group on the Mobility of Collections, September 2012. ",
        "Access to culture in the European Union Page 29 of 33 This is particularly relevant to the rapidly developing realm of digital access and digital content. Barriers to cultural expression have a direct impact on cultural offer. The European Convention of Human Rights does not recognise the right to culture officially, but the case-law of the European Court of Human Rights 103 provide examples of cultural rights, understood in a broader sense, protected under the right to freedom of expression or the right to cultural diversity. The Court defends the rights of ethnic minorities to set up associations, for example to preserve their cultural heritage. Denying these rights could be considered a legal barrier to cultural participation. Censorship 104 limits freedom of expression and artistic creation, reducing cultural offer, impoverishing cultural diversity and hindering access to culture. A study by Laurence Cuny and Richard Polacék 105 devoted to different kinds of censorship shows how it limits access to culture, and links access to culture to freedom of expression, democracy, and debates on the freedom of speech, and artistic and scientific freedom. According to the 2012 experts' report 106 on access to culture, measures in this area work better if partners from local cultural organisations are consulted. Involving the public in programming can broaden the offer and attract new audiences. The participation of local communities in policy making could contribute to including minority and migrants' culture in a given area, or highlight the presence of populations with special needs. However, it can impact the quality and blur the division of responsibilities. This model has its limits, since the public mission and public needs or tastes do not always match up. A legal framework 107 that caters for cultural associations' activities allows for access to culture at local level and creates the conditions for cultural diversity. The input of minority groups, the elderly or young people in consultations on cultural policies can also encourage their participation in cultural activities. EU initiatives to promote participation in decision making and to remove legal barriers The EU institutions are concerned with legal issues that have an impact on freedoms and rights, as well as on participation in decisions on access to culture and, recently, on copyright and digital rights. The European Parliament's 2010 resolution on Europeana 108 stated that 'public domain content in the analogue world should remain in the public domain in the digital environment even after the format shift', stating as well that works in the public domain digitised by public-private partnerships must remain the property of the public partner institution, and access should not be restricted to the territory of that country. This applies in particular to works considered as national heritage, which should remain the property of the public. 103 'Cultural rights in the case-law of the European Court of Human Rights', Council of Europe, European Court of Human Rights, Research Division, January 2011. 104 Report 'The right to freedom of artistic expression and creativity', United Nations, Human Rights Council, March 2013. 105 L. Cuny, and R. Polacék, 'Arts and Human Rights', Access to Culture Platform, Brussels, in: Footnote 22. 106 See Footnote 25. 107 See Footnote 7. 108 See Footnote 52. ",
        "Access to culture in the European Union Page 30 of 33 The annex to the Council conclusions on a Work Plan for Culture (2015-2018) 109 listed mapping of the regulatory framework (licensing practices), cross-border services and e- lending by public libraries, as priorities for promoting accessible and inclusive culture. The Commission communication of 2015 on a modern European copyright framework 110 aims at ensuring a 'broad availability of online content services 'without frontiers' to deliver more choice and diversity to people'. Directive 2012/28 111 on certain permitted uses of orphan works addressed the need for 'legal solutions to the use of works, whose right holders are not identified despite a diligent search, by public educational and cultural institutions for public interest'. The European Parliament resolution 112 concerning the rights of persons with disabilities called on the Commission and Member States to 'ensure that intellectual property rights do not pose an unreasonable or discriminatory barrier to access by persons with disabilities to cultural materials' and to consider a mandatory exception to copyright in cases of uses that are of a non-commercial nature. It also stressed the importance of systematic and close consultation between representative organisations of persons with disabilities, policymakers, business and other relevant stakeholders on all new initiatives, implementation, monitoring and evaluation of policies and actions related to culture. It urged the Council to 'adopt without further delay' the decision on the conclusion 113 of the Marrakesh Treaty 114 to Facilitate Access to Published Works for Persons who are Blind, Visually Impaired, or otherwise Print Disabled, allowing the deposition of a ratification instrument on behalf of the EU opposed by some Member States. In 2016 the Commission proposed a directive 115 amending a 2001 directive on copyright and a regulation 116 on cross-border aspects of copyright; these were both voted by Parliament on 6 July 2017, following agreement in trilogue with the Council, and should thus be formally adopted in the coming months. Both focus on copyright applying to copies of certain works in formats accessible to blind, visually impaired or print disabled persons. Their aim is to allow people with visual disabilities to participate in cultural consumption on the same grounds as other citizens. 109 See Footnote 20. 110 Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions, 'Towards a modern, more European copyright framework', COM(2015) 626 final, 9 December 2015. 111 Directive 2012/28/EU of the European Parliament and of the Council on certain permitted uses of orphan works, 25 October 2012. 112 See Footnote 67. 113 Proposal for a Council Decision on the conclusion, on behalf of the European Union, of the Marrakesh Treaty to Facilitate Access to Published Works for Persons who are Blind, Visually Impaired, or Otherwise Print Disabled, COM(2014) 638 final, 21 October 2014. 114 Marrakesh Treaty to Facilitate Access to Published Works for Persons Who Are Blind, Visually Impaired, or Otherwise Print Disabled, World Intellectual Property Organization, 27 June 2013. 115 Proposal for a directive of the European Parliament and of the Council on certain permitted uses of works and other subject-matter protected by copyright and related rights for the benefit of persons who are blind, visually impaired or otherwise print disabled and amending Directive 2001/29/EC on the harmonisation of certain aspects of copyright and related rights in the information society, COM(2016) 278. 116 Proposal for a regulation of the European Parliament and of the Council on the cross-border exchange between the Union and third countries of accessible format copies of certain works and other subject- matter protected by copyright and related rights for the benefit of persons who are blind, visually impaired or otherwise print disabled, COM(2016) 595 final. ",
        "Access to culture in the European Union Page 31 of 33 The 2006 European Parliament resolution 117 on the protection of cultural heritage in rural and island regions stated that an ongoing dialogue with civil society, private enterprises and voluntary organisations actively involved in the preservation and promotion of cultural heritage was of utmost importance. In July 2015, a Structured Dialogue was organised to discuss public input in decisions concerning cultural heritage preservation together with that of local communities' representatives. 118 4. Conclusions and outlook Access to culture is approached in this paper as the possibility to participate in cultural life from a consumption perspective. This means identifying barriers to consumption and ways to reduce or remove them. Even though EU citizens generally recognise the importance of culture, associating it mostly with performing and visual arts, and literature, data points to a low level of cultural participation in the EU Member States. The studies and reports analysed list and examine factors that influence the possibility to benefit from cultural offer reflecting cultural diversity in the EU and beyond, and to acquire necessary competences in the area. Lack of interest is a prevalent reason for non-participation in a cultural activity, followed by lack of time. Lack of money is an important factor when it comes to going to a concert, the cinema or the theatre, with limited choice as the least important aspect. Non- participation can also be linked to educational shortcomings where the education system and curricula do not give sufficient attention to cultural awareness, or allow for school trips to cultural venues and events so as to arouse curiosity for such activities among children and young people. This idea is confirmed by data showing the correlation between educational attainment and cultural participation, although studies show the relation is weaker in wealthy countries, perhaps because they tend to allocate more means to education in general, cultural education and even participation in cultural events. Greater funding for cultural education can translate into smaller divergences in cultural consumption patterns. Although experiments with free access to museums have been inconclusive, despite a good impact on attendance, and have not formed long-lasting habits, the data suggest that financial barriers hinder participation to a large extent. Affordable entrance fees could be one way to boost visits to museums and heritage sites. When it comes to the three most important cultural venues for Europeans: concert halls, cinema and theatre, financial solutions could help encourage less well-off but interested audiences to attend. These results indicate that a variety of actions are needed to overcome the barriers to cultural consumption, among them education, with schools and cultural institutions working together to promote not only high culture, which is part of European history and identity, but also cultural diversity, which enriches it. This approach needs financial support, as do initiatives to promote more participation in cultural consumption for those interested in culture but with limited resources. This could involve direct financial support, but also tax incentives such as a special VAT policy for books. This aspect would 117 See Footnote 70. 118 Voices of Culture. Structured Dialogue between the European Commission and the cultural sector. Brainstorming report 'Participatory Governance in Cultural Heritage', July 2015. ",
        "Access to culture in the European Union Page 32 of 33 probably become even more important once new audiences became convinced of the interest of culture in all its aspects, and eager to participate in it as well. Rural or isolated areas and small towns are characterised by limited offer and unsatisfied demand for culture, and face complex barriers in order to access culture. High quality local cultural events, input from elsewhere, action to facilitate participation in events elsewhere, and the development of quality internet infrastructure would all contribute to bridging the gap in access to culture between urban areas that offer a thriving cultural life and areas with limited home-grown cultural, technological and financial resources. Removing barriers to cultural diversity in the offer and developing a culturally diverse public, including people with disabilities or minority communities can foster the inclusion of the latter with regard to both offer and demand. A recent Voices of Culture report 119 focused on current challenges resulting from social and cultural divisions. It highlighted the need to introduce and maintain in public spaces a partnership-based intercultural dialogue that reflects cultural diversity and is enriched with a strong artistic cross-cultural component. The potential of such cross-cultural artistic events to attract diverse audiences and promote cohesion could be worth testing. Culture has repertoire of meanings, including self-expression and identity, participation in other people's expression as a consumer, and the acquisition of skills and knowledge, where education plays a part in allowing the first two to happen. This paper focused on consumption. Among numerous factors hindering participation in other people's expression it highlighted the role of education. The 2006 recommendation 120 of the European Parliament and of the Council on key competences for lifelong learning refers to aspects of cultural and arts education within the key competence 'cultural awareness and expression'. The competence covers knowledge and skills that link to a wide variety of life experience and go beyond arts and culture as a form of consumption. However, the recent proposal on a new agenda for skills does not mention this aspect of education or the need for such competences. Designating 2018 as a European Year of Cultural Heritage, in line with the European Parliament's recommendations as expressed in its resolution, should however mark a step towards bringing Europeans closer to their cultural roots and their common cultural heritage, popularising that heritage and securing citizens' contribution to celebrations throughout the year in every Member State. 5. Main references 'Access to Culture – Policy Analysis', final report, Nordic Centre for Heritage Learning and Creativity (NCK), the Institute for Development and International Relations (IRMO) and the Interarts Foundation, 2015. 'Access to Culture – Policy Analysis. Review on the policies at European level', Nordic Centre for Heritage learning and Creativity, the Institute for Development and International Relations, Interarts Foundation, 2015. 119 Voices of Culture. Structured Dialogue between the European Commission and the cultural sector. Brainstorming report 'Promoting Intercultural Dialogue and Bringing Communities Together through Culture in Shared Public Spaces', March 2016. 120 Recommendation of the European Parliament and of the Council of 18 December 2006 on key competences for lifelong learning (2006/962/EC). ",
        "Access to culture in the European Union Page 33 of 33 Margriet van Hek and Gerbert Kraaykamp, 'Cultural consumption across countries: A multi-level analysis of social inequality in highbrow culture in Europe', Poetics (No 41), August 2013. Patrice Vivancos, De la culture en Europe , L’Harmattan, 2016, p. 188. Philippe Coulangeon, 'Educational Attainment and Participation in “Highbrow Culture” – A Comparative Approach in the European Union', HEC Montreal, August 2004. Final Report, European Statistical System Network on Culture (ESSnet-Culture), 2012. Annamari Laaksonen, 'Making culture accessible. Access, participation and cultural provision in the context of cultural rights in Europe', Council of Europe, 2010. ‘Access to Culture ‐ Policy Analysis’, Report, published by European Commission, 2015. No culture, No Europe. On the Foundations of Politics , Pascal Gielen (ed.), Valiz, Amsterdam, 2015. 'Policies and good practices in the public arts and in cultural institutions to promote better access to and wider participation in culture', Open Method of Coordination Working Group on of EU Member State Experts (OMC), Report, October 2012. 'The right to freedom of artistic expression and creativity', United Nations, Human Rights Council, Report, March 2013. 'The role of public arts and cultural institutions in the promotion of cultural diversity and intercultural dialogue', OMC Working Group of EU Member States Experts, Report January 2014. ",
        "Culture, a broad term with a variety of interpretations, is a competence of Member States. However, the Treaty on the Functioning of the European Union vests the EU with a supportive role towards Member States' cultural policies, protection of cultural heritage, promotion of culture and cultural cooperation. The Commission's culture work programme covers accessible and inclusive culture as an objective of EU cultural actions, in the conviction that culture can play a role in social integration, education and well-being, in terms of consumption and also through active engagement. People consume cultural goods and services by attending cultural events, such as concerts, film screenings, plays, exhibitions and dance and music performances, visiting heritage sites or museums, and reading books and newspapers, as ways to spend leisure time and achieve personal development. By measuring and accessing the impact of cultural consumption on Europeans' lives and the cost, availability, accessibility and attractiveness of the culture on offer, cultural policy makers and fund providers can make informed decisions on the directions and risks to take. Supporting access to culture and cultural consumption can also contribute to the development of the cultural sector and the cultural and creative industry, which has developed significantly over recent years. Having resisted the 2008 crisis, it contributes to around 3.5 % of EU GDP and 3 % of EU jobs. The cultural services and goods on offer in the EU are diverse and rich, but the missing link is support on the demand side in terms of audience building and the promotion of a varied 'cultural diet'. This is a publication of the Members' Research Service Directorate-General for Parliamentary Research Services, European Parliament This document is prepared for, and addressed to, the Members and staff of the European Parliament as background material to assist them in their parliamentary work. The content of the document is the sole responsibility of its author(s) and any opinions expressed herein should not be taken to represent an official position of the Parliament. PE 608.631 ISBN 978-92-846-1259-8 doi:10.2861/741583 Q A - 02 - 17 - 809 - E N - N "
    ]
}