{
    "text": [
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 2.4.2008 COM(2008) 158 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Debate Europe — building on the experience of Plan D for Democracy, Dialogue and Debate ",
        "EN 2 EN CONTENTS INTRODUCTION...................................................................................................................... 3 1. ASSESSING PLAN D — RESULTS AND EXPERIENCES .................................... 4 2. THE WAY AHEAD – “DEBATE EUROPE”............................................................. 6 2.1. Connecting citizens’ debates to representative political bodies................................... 7 2.2. Enhancing cooperation with the European Parliament ................................................ 7 2.3. Creating synergies between Commission programmes ............................................... 8 2.4. Further developing other Plan D initiatives ................................................................. 9 3. CALL FOR PROPOSALS AND DECENTRALISED ACTIONS ........................... 10 4. CONCLUSION.......................................................................................................... 11 ",
        "EN 3 EN INTRODUCTION In June 2005, the European Council called for a period of reflection on how to take the institutional reform forward 1 . In response to this call, the European Commission adopted “Plan D for Dialogue, Democracy and Debate” on 13 October 2005 2 . Its aim was to encourage Member States to organise a broad public debate on the future of the European Union involving citizens, civil society, social partners, national parliaments and political parties, with the support of the EU institutions. The main thrust of Plan D was “listening better”, “explaining better” and “going local” to engage citizens. It fostered a type of consultation on the future of Europe which was complementary to the stakeholder and general public consultations on specific policy proposals. Plan D was spearheaded by six transnational European citizens’ projects managed by civil society organisations (Annex 1). The aim of these projects was to test innovative consultation methods and enable people from the different national public spheres to connect with each other as European citizens and debate the future of the EU. In June 2006, the European Council acknowledged the Commission’s contribution to the period of reflection and noted that the EU’s commitment to becoming more democratic, transparent and effective goes beyond the reflection period. It also noted that “reinforced dialogue with the citizens requires adequate means and commitment” 3 and recommended that the period of reflection should be prolonged into 2007. The Commission responded to this call in November 2006 by drawing lessons from the first year, in an information note entitled “Plan D — Wider and Deeper Debate on Europe” 4 . The Commission renewed its commitment to the action taken under Plan D. It also decided to co- fund a new series of civil society projects with a special emphasis on youth and women and on “going local”. The period of reflection came to an end in June 2007, when the European Council agreed on a mandate for a new intergovernmental conference (IGC) to reform the institutional framework of the Union. The IGC was concluded in October and the “Reform Treaty” was signed in December 2007 in Lisbon. These events opened a new phase, with ratification of the new treaty to be followed by the European elections in June 2009. The European Council underlined the crucial importance of communicating more and better with the citizens by providing them with comprehensive information on the European Union and involving them in a permanent dialogue 5 . 1 Declaration by the Heads of State or Government of the Member States of the European Union on the Ratification of the Treaty establish a Constitution for Europe, European Council 16-17 June 2005, paragraph 4. 2 COM(2005) 494, 13.10.2005. 3 Presidency Conclusions, European Council, 15-16 June, paragraph 3. 4 SEC(2006) 1553. 5 SI(2007) 500. ",
        "EN 4 EN In October 2007, the Commission adopted a Communication on \"Communicating Europe in partnership\" 6 . Its overall objective is to strengthen coherence and synergies between the activities undertaken by the different EU institutions and by Member States, in order to offer citizens better access and a better understanding of the impact of EU policies at European, national and local level. The present Communication addresses the future of the Plan D approach of \"listening better, explaining better and going local\" which lasted from 2005 to 2007. This approach will continue with certain adaptations in 2008 and 2009, during the ratification process of the Lisbon Treaty and with due regard to the next European elections. It aims to contribute to one of the central objectives of the Commission's communication policy - empowering citizens by giving them access to information so that they may be in a position to hold an informed debate on EU affairs. 1. ASSESSING PLAN D — RESULTS AND EXPERIENCES In order to encourage the development of a European public sphere, Plan D sought to promote two-way dialogue, both face to face and virtual, between the EU institutions and the citizens of the Union. This approach proved to be particularly useful in opening up the discussion on the future of Europe following the French and Dutch “No” to the Treaty establishing a Constitution for Europe. Alongside other programmes managed by the Commission and other EU institutions and bodies, Plan D has played a key role in testing innovative ways in which civil society organisations could involve citizens from all walks of life in debates on the future of Europe, combining: • virtual and face to face communication, • deliberative consultation and polling, • country-level, cross-border and pan-European consultations. Internet debates were conducted on the “Debate Europe” web site 7 . The Commission Representations and the Europe Direct centres were used intensively . “Plan D” visits by Members of the Commission played an important role in reaching out to national parliaments, civil society, business and union leaders, regional and local authorities in Member States. This confirmed the importance of personal contacts and of “putting a human face” on the EU. In particular, civil society projects were co-funded by the Commission as part of Plan D. Citizens were chosen at random and met each other both nationwide and across borders. They were supplied with the relevant information (e.g. documentation on the issues to be debated, vetted by a representative panel of Members of the European Parliament) and with the means to overcome the language barrier so that they could use their mother tongue throughout the consultation process. As a result, they were in a position to engage in substantial discussions with decision-makers and make suggestions for the future of the EU. Overall, approximately 6 COM(2007) 568, 3.10.2007. 7 http://ec.europa.eu/commission_barroso/wallstrom/communicating/conference/dialogue/ index_en.htm. ",
        "EN 5 EN 40 000 people took part in the six transnational Plan D projects in person and hundreds of thousands are estimated to have participated virtually via the Internet. The civil society organisations managing the projects served as multipliers and disseminated the views expressed by citizens through their political and media networks, at different stages of the projects. The Plan D civil society projects showed that participatory democracy can usefully supplement representative democracy. They confirmed the feedback received from other types of citizens’ programmes, namely that consultation events offer participants both a human and a political experience. Regardless of their opinion on the EU, citizens’ views evolved significantly in the course of the consultations. At the end of the process, they were anxious to receive feedback from decision-makers, in particular EU institutions and bodies. This is why, in December 2007, the Commission organised a concluding conference for the six Plan D citizens’ projects. It was entitled “The Future of Europe — The Citizens’ Agenda”. For the first time, at a pan-European level, citizens who had taken part in a variety of transnational participatory democracy projects had a chance to synthesise their wishes and articulate them directly to decision-makers. The resulting recommendations were addressed in the form of an open letter to the EU Heads of State and Government, the national parliaments, the EU institutions and European political parties, ahead of the December European Council (Annex 2). It called on the European political parties to address the recommendations in their programmes and to discuss them with citizens in the run-up to the elections to the European Parliament in 2009. It also called upon the EU Heads of State and Government to encourage the development of active European citizenship at all levels of governance. The citizens’ projects demonstrated several ways of doing this as they tested: • a European debating web site connected to a network of national debating sub-sites, combined with local, national and European debating events; • a multilingual, highly interactive web site, the content of which was determined by focus groups in different EU countries and adapted according to feedback from target audience workshops; • national consultations on the same issues in all Member States, taking place more or less at the same time, leading to a European synthesis; • pan-European deliberative polling, where a random sample of the population polled gathered for three days and debated face to face; • local debating events in several EU Member States combined with polls and video recording of citizens’ views. Those projects showed that the development of participatory democracy on EU-related issues at local, regional, national and cross-border level is possible, both in terms of quality and logistics. In terms of substance, they showed that there was sometimes a gap between citizens’ expectations and the actual domains of EU competence, for example in the field of social affairs, education and diplomacy/defence. By participating in the consultations, people became more familiar with the EU decision-making process. By the end of the process, they ",
        "EN 6 EN had a clearer view of how to challenge decision-makers and narrow the gap between policy- makers and citizens in the future. Interesting lessons can also be learnt from the projects in terms of timing, the selection of participants, moderator training, the logistics of cross-border and multilingual debate and the kind of information and expertise required to ensure that citizens from all walks of life are in a position to hold an informed debate on European issues. Easy access to scientific advice and expertise is notably a must in participatory processes involving lay stakeholders and policy makers. 2. THE WAY AHEAD – “DEBATE EUROPE” In its first phase, Plan D focused on the “debate and dialogue” part of the process. The follow- up to Plan D will take this process one step further and focus on “D for democracy”, further enabling citizens to articulate their wishes directly to decision-makers and making better use of the media in the process. That is why the new phase will be named “Debate Europe” , after the Commission’s dedicated Plan D website. Debate Europe will act as follows: 1. Articulate citizens’ consultations held by civil society with political decision-makers. The conclusions reached by citizens will be synthesised by the citizens themselves and sent to elected politicians, political parties and foundations. A high point will be a debate between citizens and politicians on the proposals contained in the citizens’ platforms. In this process, Debate Europe will take advantage of the new European political and institutional context, including the new Regulation 8 governing political parties and foundations at European level. 2. Involve close cooperation and, wherever possible, joint action between EU institutions and bodies in order to maximise the impact of their endeavour to promote active European citizenship (citizens’ forums; the European Parliament’s communication strategies ahead of the 2009 elections and Agora debates with civil society organisations; and initiatives by the Committee of the Regions and the Economic and Social Committee). 3. Add leverage to existing EU initiatives, including Commission programmes promoting active citizenship — e.g. the “Europe for Citizens” programme, the European Fund for Integration of Third-Country Nationals, social cohesion and anti- poverty programmes, other one-off initiatives to mark the European Year of Intercultural Dialogue (2008) and the European Year of Creativity and Innovation as well as the eParticipation Preparatory Action and related activities and the e- Inclusion initiative. In so doing, Debate Europe will reinforce the Commission's efforts to explain the added value of EU policies to citizens (e.g. internal market related success stories – roaming mobile charges, low cost flights, closing the gap in regional development, environmental protection and the fight against climate change). 8 Regulation (EC) No 1524/2007 of the European Parliament and of the Council of 18 December 2007. ",
        "EN 7 EN 4. Pursue other successful Plan D actions (internet debates, bringing EU officials and citizens closer together; cooperation between Commission and European Parliament information offices, using EU information relays to “go local”). 2.1. Connecting citizens’ debates to representative political bodies There is a general wish to bridge the gap between politics at national and European level. European political parties need to be supported as they strive to engage in the debates taking place within each national public sphere. Particularly during European election campaigns, European issues must be brought to the fore and citizens must perceive the impact on their day-to-day lives of the political choices they make at European level. Debate Europe will act as a catalyst to reinforce on-going Commission initiatives to bridge the above-mentioned gap. It will co-fund a pan-European citizens’ consultations project managed by civil society organisations in partnership with think-tanks, research organisations and universities, political parties and foundations. It will also promote actions at national and regional level enabling citizens from all walks of life to debate, synthesise their views, discuss them with decision-makers and involve the media. It will benefit from the new EU Regulation on political parties and foundations, which is one of the practical measures to result from the first phase of Plan D. The Regulation widens the scope of activities of European political parties and supports the development of European political foundations, which will play an important role in involving citizens in a permanent, genuine and informed political dialogue. In 2007, those foundations submitted action plans to the Commission aimed at developing a series of pilot activities in 2008: raising citizens’ awareness of the forthcoming European elections through training sessions, targeted communication initiatives, Internet sites, brochures and the creation of networks with national foundations and think tanks. From September 2008 onwards, the political foundations will be subsidised on a permanent basis. Debate Europe will supplement those efforts by inviting the political foundations to contribute to citizens' consultations held by civil society. 2.2. Enhancing cooperation with the European Parliament The December 2007 “Future of Europe — the citizens’ agenda” Plan D conference showed that the EU institutions have more impact when they join forces and take part together in dialogue events with citizens. It is an opportunity for them to demonstrate the whole spectrum of EU democracy. This in turn allows citizens to understand the EU decision-making process better. This form of inter-institutional cooperation will be embedded into Debate Europe projects at European and national and regional level. In its elections communication strategy, the European Parliament calls for close cooperation between EU institutions. Debate Europe will contribute to meeting this need. Indeed, cooperation not only with the European Parliament but with the Committee of the Regions and the European Economic and Social Committee is crucial when it comes to encouraging active European citizenship. Each institution/body has acquired considerable experience in organising citizens’ forums. ",
        "EN 8 EN The Commission stands ready to work with incoming EU presidencies that wish to organise citizens’ summits involving the different EU institutions and bodies, thus providing a platform for giving a citizens’ perspective on concrete issues to European decision-makers. 2.3. Creating synergies between Commission programmes Debate Europe will complement and operate in synergy with other Commission programmes which promote active European citizenship. The distinctive feature of the Debate Europe projects will be their inter-institutional, political and media dimension — the outcome of the consultation events organised at regional, national and pan-European level will be an informed, public debate between citizens and decision-makers from Member States and from all the EU institutions. The terms of reference of the Debate Europe calls for proposals will ensure that the projects selected take into account the Commission’s overall political effort to promote active European citizenship, in particular: • the “Europe for citizens” programme, which promotes active European citizenship by providing support to a whole range of actors (local authorities, civil society, business and consumer organisations, citizens), so that they may act, debate, discuss and network together in a variety of ways, both traditional (town-twinning activities, civil society transnational projects) and innovative (e.g. citizens’ panels); • the European Year of Intercultural Dialogue in 2008, in which all the EU institutions/bodies are involved, and the European Year of Innovation and Creativity in 2009; • the European political foundations and parties which are striving to raise citizens’ awareness of the forthcoming European elections with Community support; • the European Fund for the Integration of Third-Country Nationals. Integration of immigrants is a process in which close partnerships exist between different levels of government and non-governmental actors such as employers, unions, religious organisations, civil society, migrants’ associations, the media and NGOs supporting migrants; • the e-Participation Preparatory Action, which aims at increasing the involvement of citizens in the legislative and decision-making processes at EU level, using new technologies. A number of trials are already being implemented on new forms of interaction between citizens and the European Institutions; • research and accompanying initiatives funded by the Seventh Research Framework Programme in the fields of governance and citizenship (Social Sciences and Humanities Work Programme) and public engagement in science (Science in Society Work Programme) 9 . 9 Decision n°1982/2006/EC of the European Parliament and the Council; Decisions 2006/971/EC and 2006/974/EC of the Council. ",
        "EN 9 EN 2.4. Further developing other Plan D initiatives Debate Europe will act in conjunction with ongoing initiatives in the Member States, many of which have valuable potential for inter-institutional cooperation. These include: • Pilot Information Networks (PINs) — the networks have already been contracted. They will bring together European, national and regional parliamentarians, journalists and other European opinion-makers to share information, knowledge and ideas on the EU. PINs will bring the European debate closer to national parliaments. They will use the Internet, other online tools and meetings to develop “idea networks” and help connect politicians and the media with innovative civil society projects. • European Public Spaces — Commission Representations and European Parliament Information Offices in Madrid, Tallinn and Dublin have worked together to create European Public Spaces which accommodate exhibitions, debates, seminars and training sessions on EU matters. It is envisaged to extend this pilot project to other capital cities, starting with Rome, London, Copenhagen and Berlin. • Citizens’ fora — the European Parliament, the European Economic and Social Committee and the Committee of the Regions organise citizens’ fora in the Member States. Debate Europe will encourage members of the various EU institutions and bodies to get together and jointly intervene in such fora, on the basis of the Plan D “European Round Tables for Democracy” concept 10 . • Visits to the Member States — Commissioners’ “Plan D” visits to the Member States have reached out to the national parliaments, regional and local authorities, the media and civil society. Commission officials have been encouraged to visit their old schools. Debate Europe will further develop such “face to face” contacts, in line with the Commission's staff engagement strategy 11 which encourages its staff to play an active role in the field of communication as ambassadors of the Institution, e.g. such as the \"Back to School\" operation and the Enterprise Europe Network. Debate Europe will also encourage members and officials of the other EU institutions and bodies to join in. • Going even more local — together with the Commission Representations, the Europe Direct centres have organised debates, events and seminars with citizens in towns and cities beyond the capital cities of the Member States. Debate Europe will continue to develop these activities, taking advantage of the fact that a “second generation” of Europe Direct centres will be launched in 2009. • Refining the Eurobarometer opinion polls — the Commission’s Eurobarometer opinion polls will take into account experiences from the first phase of Plan D projects, which experimented with deliberative polling techniques on the future of the EU on a pan- European scale. • Internet debates — the “Debate Europe” web site dedicated to Plan D was revamped in January 2008 to increase its potential for interactive debate with Internet users on topical EU issues, with the participation of the Commission Representations. The recent re-launch of web discussions will be followed by similar online discussions later in 2008 and in 2009. 10 COM(2005) 494, section 4.1.5. 11 SEC(2007) 912. ",
        "EN 10 EN 3. CALL FOR PROPOSALS AND DECENTRALISED ACTIONS Debate Europe will ensure that the Commission’s global effort to promote active European citizenship becomes part of an integrated inter-institutional effort which reaches out to decision-makers at all levels of governance. A twin-track strategy is suggested, backed by a EUR 7.2 million budget: • pan-European level: a centralised call for proposals to co-finance a comprehensive 27- Member-State transnational project with a budget of EUR 2 million; • national and regional level: decentralised calls and actions supporting local projects with a budget of EUR 5.2 million 12 . At pan-European level, the terms of reference will state that, taking into account the experience of the first series of transnational participatory democracy projects, Debate Europe will: • hold citizens’ consultations in each Member State; • establish a common set of conclusions at European level and send them to European political organisations; • engage citizens in dialogue with elected representatives and European political organisations, in close cooperation with the European Parliament, the European Economic and Social Committee and the Committee of the Regions. At national or regional level, Commission Representations: • have planned approximately 140 actions in 2008 to stimulate public debate about the EU; • will co-fund action tailored to specific needs (e.g. action targeting schools and youth centres, exhibitions, fairs and festivals, conferences, seminars, events with NGOs etc.) through local calls for proposals; • will carry out such action with other EU institutions and bodies through, for example, European Public Spaces, the European Year of Intercultural Dialogue, the planned European Year of Creativity and Innovation and EU national institutes of culture. Depending on the national context, even limited funding for country-level NGOs could result in fruitful dialogue on EU issues. Commission Representations, in cooperation with European Parliament's Information Offices, will increase the impact of such dialogue events by involving regional and local authorities. These initiatives could boost existing and new regional and local networks and help spread best practice, using e-Participation tools 13 . They could also be of interest to politicians standing for European elections, who could use these discussions as a basis for dialogue with their constituents. 12 Commission Decision C(2008) 924 on the annual work programme on grants and contracts in the field of communication for 2008, adopted by the Commission on 12 March 2008 (Table 2.6.2). 13 Such as those described by the e-Participation Community at www.epractice.eu. ",
        "EN 11 EN 4. CONCLUSION Involving citizens Public support for the EU can only be built through lively and open debate and by getting citizens actively involved in European affairs. In addition to the many stakeholder and general public consultations carried out by the Commission on specific policy issues, the EU needs more political debate and awareness if it is to achieve its objectives and deliver the right policies. This is one of the central objectives of the Commission’s communication policy 14 : to empower citizens, by promoting active European citizenship . Connecting to policy makers Political parties and their elected representatives are in a privileged position to raise European issues in national debate and to spark cross-border public debate across Europe. Cross-border communication channels are required to promote debate and dialogue on issues of common concern on the European agenda. The Commission has contributed to developing these channels through legislative proposals designed to facilitate the development of European political parties, through a series of citizens’ programmes and NGO outreach activities and through Plan D. Following the series of pilot projects carried out, the challenge is to ensure that their output feeds into the political decision-making process. The first phase of Plan D confirmed that there is clear demand for measures to strengthen and expand political dialogue on European issues and that participatory democracy can usefully supplement representative democracy. In the next phase, covering 2008 and 2009, and in the wake of the European elections, “Debate Europe” will provide an operational framework for reaching out, connecting, and acting in partnership. But it must also be viewed in the long term: “Debate Europe” seeks to change the perception that EU matters are too abstract and disconnected from the national public sphere to be of interest to citizens, and it gives an opportunity to break the often artificial divide between national and European issues. 14 COM(2007) 568, 3.10.2007. ",
        "EN 12 EN Annex 1: Plan D project descriptions Annex 2: Open letter / recommendations from the participants at the concluding conference of the six Plan D citizens’ projects Annex 3: Draft centralised call for proposals Annex 4: Draft decentralised call for proposals ",
        "EN 13 EN ANNEX 1 Citizens' consultations projects co-funded by the Commission in the framework of Plan D in 2006-2007 projects Speak Up Europe • Co-ordinator: European Movement International • Amount of the project: EUR 1,039,310.63 • Grant from the EU budget: EUR 719,375.70 • Pan-European • An integrated approach combining virtual and face to face communication, both on a European level and on a national level. • Virtual: each partner created a national web site. Web animation (e.g. cartoon \"What has Europe ever done for us?).\". • Face to face: a series of local, national and European events. • 27 000 people had taken part physically in the project by the end of September 2007. • Specific multimedia site targeting youth, called \"European Vibes\". • Specific site launched by one of the partners, Euractiv, called \"EU debates and opinions\" to promote the outcome of Speak Up Europe had received 110 000 viewers by end of September 2007. European Citizens' Consultations • Co-ordinator: King Baudouin Foundation • Amount of the project: EUR 2.715.376,60 • Grant from the EU budget: EUR 1.895.751,95 • Pan-European. • Deliberative consultation of citizens on a national level, on the basis of an agenda set at European level by a sample of citizens. • European synthesis of the outcome of the national consultations and a European web site. • 1 800 citizens participated in the project altogether. • Feedback from 1 000 out of the 1 800 citizens involved via an evaluation survey. Tomorrow's Europe • Co-ordinator: Notre Europe • Amount of the project: EUR 1.352.500 • Grant from the EU budget: EUR 849.500 • Pan-European • Europe-wide deliberative poll. • 3 550 citizens polled on the future of the EU. • 362 of them were randomly selected to deliberate for three days in Brussels, with the help of experts. ",
        "EN 14 EN • They filled in a questionnaire at the beginning of the deliberative phase and were polled at the end to measure the evolution of their views. Our message to Europe • Co-ordinator: Deutsche Gesellschaft e.V. • Amount of the project: EUR 358.000,00 • Grant from the EU budget: EUR 250.000,00 • Germany, Austria, Slovakia, Czech Republic, Poland. • 4 000 participants altogether. • 70 intensive dialogue events (54 in Germany, 4 in Austria, 4 in Slovakia, 4 in Czech Republic, 4 in Poland) with panel discussions. • Opinion polls carried out during those events: 2600 people polled altogether, under 21 and over 21. • In 20 of the events people had the opportunity to have their individual \"message to Europe\" recorded on video - 300 audiovisual messages collected altogether. Radio Web Europe • Co-ordinator: CENASCA-CISL • Amount of the project: EUR 794.475,03 • Grant from the EU budget: EUR, 556.132,50 • Italy, Lithuania, Austria, UK, Spain, Portugal, Malta. • Creation of a multimedia and interactive website targeting 18-35 years old. Content determined by face to face meetings with target audience through focus groups (two per country). At a second stage, workshops to collect feedback. • National reports served as a basis for a synthesis report. • Users can view and download audiovisual products and post their own (comments, videos, interviews, games, cartoons…). At the end of the project, website hosted 200 multimedia products. Average number of monthly visits: 5 000. Our Europe-Our Debate-Our Contribution • Co-ordinator: European House Budapest • Amount of the project: EUR 364.000 • Grant from the EU budget: EUR 254.500 • Hungary, Austria, Italy, Slovakia and Slovenia. • Fostering debate at grass-root level by meeting people in the streets and public transport, asking them to reply to a questionnaire (also posted on the project's English-language website). • A \"regional events\" dimension (face to face meetings). • A European bus touring the five countries, displaying a \"European labyrinth\" at every stop which people were invited to enter with a \"European passport\". People's views were recorded on video at every stop. • The aim was to collect 2 500 people's views on Europe either through the questionnaire or by video. ",
        "EN 15 EN Projects co-funded by the Commission Representations in the framework of Plan D in 2007-2008 Representation Project Bulgaria Regional Dialog Open Forum: Women for Social Inclusion The Tender Europe: targeting more marginalised social groups – meetings and debates in schools, youth organisations, municipalities, chambers of commerce etc. An Investment for Creating Qualified and Internationally Educated Young People Corresponding to the Requirements of the European Single Market: Advertise the possibilities provided through European funding under the ERASMUS Program. No to Discrimination in United Europe: Let us Talk about the Different! Civic debate on issues related to discrimination and dissemination of EU best practices in the field of anti-discrimination measures in the cross-border region Svishtov (BG) - Zimnitch (RO). Czech Republic Gender Studies OPS: Flexicurity/labour market/ professional-private life - survey, video, discussions, leaflets, audit of pre-school establishments. Klub mladych Evropanu, o.s.: Generation EU: Target group - young people 15-19years. Workshops on labour market, education, security, freedom, future, European social model, European identity/values, 1 national conference. Denmark Your Europe Food Safety in the Consumers’ EU Gender Divided Labour Market and Violence against Women Global Citizen and EU The Model Parliament Estonia Federation of Estonian student unions - Estonia in the EU’s higher educational system (seminars, conference, articles in student press, discussions on internet forums, publication). Junior Achievement Estonia - Youth Entrepreneurship Conference on gender equality Project activities. NGO umbrella organisation in Viljandi - promotion of equal opportunities of local level citizens in the EU (conference, seminars, youth forum, study visit to Finnish rural areas). ",
        "EN 16 EN France Paris Europe, the future and citizenship in the Aquitaine region. Brittany youth's contribution to a European strategy to limit the scale of climate change. Know more about Europe to understand it better. Young European prize. Les Eurois, citizens of Europe. Europe for and by the young. A silent majority: women in the EU. Awareness raising among women, a major stake for the future of Europe. Etats généraux de l'Europe. Etats généraux de l'Europe. Deedale – Vendée region. Hungary Launch of the Hungarian chapter of the European Youth Parliament (Pillar Foundation) National consultation of women (Partners Hungary Foundation) Climate Change Youth Campaign (WWF Hungary) Ireland Institute of European Affairs ( Future of Europe including immigration; crime and terror; climate change; Reform Treaty; Citizens Europe; EU@50; What has Europe done for citizens; use of overall theme \"Europe 2.0\". Use of web based products to widen and deepen the debate; meetings and debates across colleges, and other centres; production and dissemination of publications; explaining the new Treaty to different groups and especially the target groups; specifically target young professionals. Virtual tools and meetings, debates, high visibility events; dedicated Europe 2.0 website; podcasts; production of \"6 Pack\" information items for use with the target groups; production of a book \"What the Reform Treaty Means\", pamphlets; Young Professional network; high profile discussions and debates. Irish Countrywomen's Association (ICA) : legal rights in Europe; Irish farm Families; Quality of Life in Europe; Migration; Social Reality. Regional Seminars; training of co-ordinators; use of co-ordinators for training and organisation of seminars; use of expert speakers. Focus is on 16,000 families. Latvia Regional debates on social reality Youth observers in local and district authorities on cohesion and regional policy Training of multipliers - schoolchildren and teachers - on corruption and transparency issues ",
        "EN 17 EN Malta Fondazzjoni Temi Zammit Portugal Porto, Coimbra, Santarém, Évora and Faro Environment protection / Energy- Youth National: Future of Europe; Europe in the world; Migrations; Security - Youth All islands of the archipelago of Azores European integration; Future of Europe; Europe in the world Vila Real district Prosperity; Solidarity; Segcurity and Freedom e Liberdade; Future of Europe; Europe in the world Beira Interior Solidarity – European Year Equality; European Year of Intercultural Dialogue; Cohesion and Rural Developement Sept.2007 to August 2008 Spain Madrid - Barcelona Fundación Ciudadanía Euro activos. ex:talleres para jóvenes que quieren darle la vuelta a Europa Europa Action and Lobby Development of a multilingual forum. Infocentro de Zaragoza Europa Joven, 50 años de logros Casal d'Europa de Sabadell Euroaptive,T The Netherlands Communicado Foundation Le Camping: Development of a pilot episode for six broadcastings for NL school TV. EU is visualised as a campsite; Member States are tents with their habitants. EU cooperation issues (enlargement, environment etc..) are explained through interaction of the actors in a comprehensible and educational way. ETV NL Europe is Fun! : Production of an educational project for secondary education scholars. A competition for digital EU stories, study materials and teachers training. Stichting Eggietalk (io) Eggietalk. Communication translation programme: pupils can communicate in their own language with pupils in other EU languages. Click on Europe. \"Debatainment\" with website and educational material for lower secondary education. Organisation aims at stimulating hard-to-reach target group to debate Europe in a competitive way. Nationaal oorlogsmuseum/ CHO Consultants Freedom and Democracy: Fundamental rights in Europe. Creating awareness and stimulating debate among youth in the national war museum. Electronic info pillars will be placed in the museum (including a voting system), and a website will be launched with small clips on 4 basic rights. ",
        "EN 18 EN Passage Christelijk-Maatschappelijke Vrouwenbeweging Living together in Europe : Project proposed by the 4 largest woman movements in NL combined. The target group is approximately 120.000 female members, including many housewives. Newsletter, symposium, study days and an EU crafts contest. spin-off through family, friends etc. Create awareness of European issues among the members and to promote woman participation (use of voting right) in the 2009 European Parliament elections. Nationale Jeugdraad All about Europe.nl: website aiming at providing youth with a complete overview of the EU, to facilitate a structured dialogue. Bundle all relevant info for youth in one website. Nationale Jeugdraad (National Youthcounsil) portal website: Allesovereuropa.nl. This portal will bundle all relevant EU information for youth and youngsters in an understandable manner. Advertising campaign. CED Groep Europe in the news: 8 special topics on the EU. Communication with pupils in other EU countries. EU section added to existing website.Website is part of \"learning by discussing/debating\" teaching method. United Kingdom London Women in Northern Ireland – Connecting to Europe. Northern Ireland Women's European Platform. The platform aims to promote any charitable purpose for the benefit of women in Northern Ireland including the advancement of their education and development. My Voice in Europe The Community Development Foundation is a leading source of intelligence, guidance and delivery on community development in England and across the UK. The overall aim of the European and International Unit of CDF is to link and feed into practice and policy within the European and International arena by acting as a bridge between the UK and relevant international mechanisms. Voicing young people’s views on climate change Inspire, support and celebrate young people as agents for change in society. Their aim is to create a generation of young, active citizens, drawn from all sectors of the UK population who will be a force for change in achieving global social and environmental justice. Flexicurity: young workers’ views in a cohesion region Bevan Foundation,at the forefront of new thinking about achieving a fair and just Wales by carrying out research, organising conferences and debates, and by publishing articles and reports. Fem e-U Link , FATIMA Women's Network Innovation Centre. Fatima is a socially responsible minority ethnic-led organisation supporting the social and economic empowerment of all women through inter alia personal development, education and training, networking and engagement, as well as research and consultation. Forward Ladies Limited Non-profit business support network for women -networking opportunities, inspirational speakers, training, mentoring, coaching, business support and facilitates international trade missions. ",
        "EN 19 EN People and Politics Day-Europe: promoting democracy and active citizenship. Research, conferences, reports, promotion of democratic change. Decentralised communication actions planned by Commission Representations in 2008 Plan D decentralised actions planned for 2008 Action type Member State Associated communication priority € UK Energy & CC 150 000 Italy Intercultural Dialogue 150 000 Netherlands 142 000 Austria 203 000 Germany None 200 000 Programmed Sub-total 845 000 Netherlands 258 000 Malta 150 000 Germany 100 000 Slovakia 50 000 Czech Rep. 50 000 Lithuania None 20 000 Amounts confirmed Sub-total 628 000 Amounts TBC Latvia None TBC To be programmed Slovenia Reform Treaty TBC 1. Local calls Total 1 473 000 2. Other actions 3 429 867 Allocated 5 200 000 Total Plan D Requested 4 902 867 ",
        "EN 20 EN ANNEX 2 Open letter / recommendations from the participants at the concluding conference of the six Plan D citizens’ projects The future of Europe-the citizens' agenda Open letter to the EU Heads of State and Government, the National Parliaments, the European Union Institutions and European political parties Brussels, 9 December 2007 Next week, the Heads of State and Government of the European Union will sign the Lisbon Treaty. The EU celebrated its 50th Anniversary this year. Since 1957, the European Union has progressed from economic cooperation to a political union that affects the lives of almost 500 million citizens. This evolution also brings responsibilities for the political leaders of Europe. The permissive consensus that existed at the beginning has to be turned into an actively earned consensus in dialogue with the European citizens. Associating citizens to the European construction is more than ever a fundamental issue. If we do not want the citizens to desert once more the European elections in 2009, political leaders need to regain the citizens' trust and confidence in the European project and show they care about citizens' involvement in the decision-making machine. Plan D launched by Commission Vice-President Margot Wallström responded to this challenge in a novel manner. It co-financed a series of projects to learn how ordinary citizens can be invilved in the EU decision-making and how they view the EU's future. This exercise responds to a basic value of the EU in the 21st century: active citizenship. The European Movement International, the King Baudouin Foundation, Notre Europe, Deutsche Gesellschaft, European House Budapest and CENASCA-CISL, with a large network of partners across Europe have engaged actively in Plan D. A series of grass roots debates, consultations, polls and events aimed at consulting citizens on their visions of Europe have been carried out in a number of Member States, while deliberative polling and consultation has taken place on a pan-European scale. Thousands of citizens took part in those projects throughout the European Union in 2007. Over 250 of them have assembled in Brussels on 8 and 9 December to debate on the major concerns which have emerged through Plan D. There was a clear consensus among participants that more opportunities of this kind should be provided to involve citizens in the debate over Europe's future. They have structured these concerns into three themes: 1. The human aspects of globalisation 2. Enlargement, political integration and EU citizenship 3. The EU's role on the world stage. They have consolidated their conclusions into a single set of recommendations (annexed to this letter). They have debated those recommendations with decision-makers representing the EU institutions as well as the present Portuguese and future Slovenian Presidencies of the EU: • Mrs. Margot Wallström, Vice-President, European Commission. • Mrs Jillian van Turnhout, Vice-President, European Economic and Social Committee. • Mr. Ivo Opstelten, Mayor of Rotterdam, Member of the Committee of Regions, ",
        "EN 21 EN • Mr. Pierre Jonckheer, Member of the European Parliament • Mr. Valter Lemos, Portuguese Secretary of State for Education, • Ambassador Igor Sencar, Permanent Representative of Slovenia. They call on the European political parties to address those recommendations in their programmes and to discuss them with citizens in view of the elections to European Parliament in 2009. They call upon the EU Heads of State and Government, both in their capacity as European but also as national leaders, to heed those recommendations and thereby encourage the development of active European citizenship, without which there cannot be a truly political Union. They call for the dialogue with citizens on European issues to be continued and deepened in the future. The participants to the conference on \"The future of Europe-the citizens' agenda Twenty–seven recommendations 1. As work is considered a crucial dimension for individual emancipation, the welfare systems should protect citizens’ life conditions during periods of transition for example by providing people with an unemployment indemnity when changing jobs. 2. Citizens expect more action from the EU in the area of social policy and social cohesion in order to fight the black market, reduce salary gaps, promote gender-equality, ease unemployment and to make it attractive to work longer before retiring. 3. The EU should promote equal rights, comparable standard of living in all EU member states and foster equal opportunities through harmonised social and economic policies and a welfare model for all member states. 4. The Member States and the EU should make sure that migrants enjoy equal rights and opportunities and have access to education and work if they observe the laws, rules and values of the host country and commit to learning the language. 5. The European migration policy , so far based only on restrictive measures, should adopt a more sophisticated approach aiming at the social and economic development of the involved countries. The EU needs to clarify its approach to economic refugee status. 6. Migration needs to be acknowledged as one of today’s most pressing issues, and cannot be tackled without a coherent development aid strategy. 7. The EU should ensure that part of each country’s national curriculum, in both schools and universities , requires a section on Democracy and European Citizenship, to ensure a greater understanding of the EU, its history, and its opportunities. 8. The EU should show more commitment to educational promotion in general but also specifically regarding European issues, e.g. through the expansion of existing educational EU programmes or the ",
        "EN 22 EN establishment of new EU programmes as well as the incorporation of the European integration process as a central topic in the national school curricula. 9. Exchange projects need further support to encourage young people to recognise the importance of their EU citizenship in the global context. 10. The EU should help preserving, appreciating and respecting the diversity of peoples, knowledge, customs and languages identities - while recognising common and shared European values. 11. Integration strategies such as the educational policy incorporating the EU into school curricula will favour the development of a European identity. 12. The EU should prioritise creating and communicating a new ‘memory’ about Europe , to move away from the stereotypes associated with certain countries and history, so that all citizens can be valued and we can understand each other better. 13. The EU should increase opportunities for a more active, direct participation of European citizens from all walks of life in policy-making through regular citizen Plan D-type participatory projects, debates, public hearings, etc. at EU but also at regional and national levels. More transparency-more influence for European citizens! 14. The EU should make sure that the current citizen recommendations are considered and discussed not only by the EU but also national policy-makers or become part of existing policy-making processes (e.g. impact assessments, public consultations). The EU should not only listen but also learn. 15. The EU should become more interactive, citizen friendly and inclusive, recognising the growing significance of regional approach and identity . New and innovative information technique should be used to improve communication with citizens especially young people. Specific attention has to be paid to the frequently neglected gender issues. 16. Climate change and energy security cannot successfully be dealt with at the national level alone. The EU should be given stronger powers to develop a common energy policy and ensure that Member States live up to the commitments they have made at European level. 17. In a global world, it makes sense for the EU to take greater responsibility than today in the fields of military action, foreign aid and diplomatic relations . The EU should be able to speak with one voice on a global level to defend its values. 18. The EU can be more efficient than national governments in security, police and struggle against drugs traffic and cartels . 19. The EU should lead the world in protecting the environment and promoting clean energy. ",
        "EN 23 EN 20. Europe should develop a strong voice on the global stage with common foreign and security policies that promote peace , security in regional conflicts democracy and the respect for human rights providing for a strong role model across the world, whilst recognizing the importance of the nation state. 21. The EU should show a united front in international affairs ; the current practice is influenced too much by national short-term interests and considerations. 22. The EU should tackle the impact of Europe’s energy use on both the economy and the energy and foster the transition to environmentally clean, safe and sustainable energy sources. 23. European citizens want the EU to take the lead when it comes to social, energy and environmental standards on a global level. 24. The EU should develop specific educational and action-oriented programmes for citizens on global issues such as trade, energy and the environment. 25. The EU should coordinate its aid programmes with NG Os engaged in humanitarian work to bring timely and efficient relief to crisis regions or to promote sustainable development. 26. The EU should lower barriers to international trade as, overall, freer trade benefits developed and developing countries. 27. The EU should show more commitment in the fields of international peacekeeping as well as humanitarian aid during catastrophes . ",
        "EN 24 EN ANNEX 3 CENTRAL CALL FOR PROPOSALS - DG COMM No < A2-1/2008 > Financial support for an initiative emanating from organisations with a significant trans-national dimension as provided by the European Commission’s Debate Europe Communication 1. INTRODUCTION/BACKGROUND On 13 October 2005 the Commission approved its Communication to the Council, to the European Parliament, to the European Economic and Social Committee and to the Committee of the Regions: Plan D for Democracy, Dialogue and Debate. This was a listening exercise so that the European Union can act on the concerns expressed by its citizens. The Commission aimed to stimulate debate and widen recognition for the added value that the E U provides. It was a two-way process which: • informed the public about the EU's role, with examples of its projects and achievements, • identified their expectations for the future in return. On 29 November 2006 Vice President Wallström presented an information note to the College of Commissioners on Plan D – Widen & deepen the debate. The purpose of this was to take stock and further widen and deepen the debate in the period of reflection. On 2 April 2008, the Commission adopted a Communication to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions entitled \"Debate Europe-building on the experience of Plan D for Democracy, Dialogue and Debate\". It noted that the first phase Plan D focused on the \"debate and dialogue\" part of the process. The next phase of Plan D will take this process one step further and focus on \"D for democracy\", further enabling citizens to articulate their wishes directly to decision-makers and making better use of the media in the process. This new phase has been named \"Debate Europe\". In October 2005 the Commission launched a series of Europe-wide civil society projects for 2006,which it co-financed. In 2007, it promoted a further series of initiatives, targeting young people and women in particular. 2. OBJECTIVES One of the key lessons from this first round of projects and the concluding conference of Plan D is that the interface between citizens and EU decision-makers needs to be strengthened to ensure that issues of interest and concern Europe-wide are debated and addressed at a European level. There is a need to communicate those Europe-wide issues and concerns which affect to a large degree all of Europe's citizens identified from consulting on a pan- ",
        "EN 25 EN European basis and to communicate these to European political decision-makers and media especially in view of the June 2009 European elections. As a result, the Commission wishes to strengthen the existing debate about the future of Europe and its impact on citizens' daily lives by launching one or more pan-European projects with the following objectives: In a first phase; • Carry out a Europe-wide dialogue between citizens, political decision-makers and other key opinion formers through a series of debates/conferences/consultations and other events, with a view to ascertaining citizens' principal issues and concerns at a European level which touch their daily lives. This dialogue will ensure a close involvement of the other EU institutions (EP, EESC, COR) and European political parties' foundations. • The conclusions arising from these events should be synthesised and made public. At a concluding event they should be presented to European decision makers to give them the opportunity to react and take into account the concerns of the European electorate. This phase of the project should be completed ideally before the June 2009 European elections. In a second phase, the contractor could continue with a series of meetings with newly-elected MEPs and representatives from the principal European media (television, radio, press). In carrying out both phases, the contractor will take into account the European Year of Intercultural Dialogue and on-going Commission programmes such as Europe for Citizens and e-Participation. The resulting projects will involve consortia of civil society organisations with a view to replying to these objectives on a Europe-wide scale. These consultations will complement those planned to be held at local level designed to address concerns focused on European issues with a more local impact. 3. TIMETABLE 3.1. Submission of applications Publication of call beginning April 2008. Applications must be submitted by end June 2008 at the latest. Contracts will be signed September 2008. Please read carefully section 10 of this call for proposals concerning the procedures for submitting applications. 3.2. Duration of projects The project should begin between 1 September and 1 October 2008 and will be in two phases as described above. The first phase will be completed by mid-May 2009 (before the European elections) and the second phase by 1 November 2009. ",
        "EN 26 EN Applications must clearly state the project's starting and finishing dates (dd/mm/yy). The maximum duration of projects is 14 months. However, if, after the signing of the agreement and the start of the project, the beneficiary observes that, for fully justified reasons beyond his control, it becomes impossible to complete the project within the scheduled period, an extension to the eligibility period may be granted. A maximum extension of 3 months will be granted, provided that this is requested before the deadline specified in the grant agreement. The maximum duration will then be 18 months. The period of eligibility of expenditure resulting from implementation of a project will begin on the day of signature of the grant contract by the last of the parties. If the nature of the project requires the project to start before the contract is signed, expenditure may be considered eligible before the signature of the contract. Under no circumstances can the eligibility period start before the date of submission of the grant application. 3.3. Information on the results of the selection It is planned that applicants will be informed of the outcome of the selection procedure in July 2008. The lists of selected projects will be published on the following website: http://europa.eu.int/comm/dgs/communication/grants/index_en.htm Applicants whose applications have not been selected will be informed in writing. 4. FINANCING The budget initially available for part-financing projects is estimated at € 2 000 000. If during the 2008 budget year, additional amounts are allocated to boost the initial budget for this call for proposals, they might be allocated to co-financing projects which were adopted at the selection phase but not given priority for co-financing in the overall budget initially available. The Commission therefore reserves the right to set up a “reserve list” of proposals evaluated positively in order to take account of the resources actually available in the 2008 budget. The grant awarded may not exceed 70% of the total eligible project costs. Community contributions are meant to facilitate the implementation of a project which could not otherwise be implemented easily without the support of the European Union. They are based on the co-financing principle. Consequently, a minimum of 30% of the total estimated eligible expenditure of the project must come from sources other than the European Union budget. Applicants must include evidence that co-financing is available (secured) for the remainder of the total cost of the project. The Commission intends to finance 1 to 2 projects for a budget of € 1 or € 2 million in total.. ",
        "EN 27 EN The European Commission reserves the right not to distribute all the funds available. The amount allocated by the Commission may not in any circumstances exceed the amount requested. Moreover, the Commission reserves the right to award a grant lower than the amount requested by the applicant. An organisation is not entitled to receive more than one grant from the Commission for the action covered by the selected project. After approval by the Commission, a “grant contract”, a draft of which is reproduced at Annex VI, expressed in euros and specifying the conditions and the financing level, will be concluded between the Commission and the beneficiary. The originals of the finance contract must be signed and returned to the Commission immediately for signature. The Commission will be the last party to sign. The payment methods are detailed in the draft contract (Article I.4), with a list of eligible and ineligible costs (Article II.14 of the general conditions and Article I.3 of the special conditions of the grant contract). 5. ELIGIBILITY CRITERIA Applications which comply with the following criteria will be the subject of an in-depth evaluation. 5.1 Eligible countries Grant applications are eligible if they are presented by organisations having a legal status and established in one of the 27 Member States. Organisations established in countries other than the countries listed above are not eligible. 5.2 Types of cooperation eligible The types of cooperation eligible include partnerships. The term partnership/partners implies full or partial active intellectual collaboration in the execution of the project. In no case will financial support alone (sponsorship) be deemed to constitute a partnership. However, any financial support accompanied by active intellectual collaboration in the execution of the project will be accepted as a partnership. In all cases, the purpose of partnership is to add value to the project. 6. EXCLUSION CRITERIA Applicants must certify on their honour, by signing the application form, that they are not in one of the situations mentioned in Articles 93 and 94 of the Financial Regulation applicable to the general budget of the European Communities (Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002), which are listed below. ",
        "EN 28 EN Applicants will be excluded from participating in this call for proposals if they are in one of the following situations: a) they are bankrupt or being wound up, are having their affairs administered by the courts, have entered into an arrangement with creditors, have suspended business activities, are the subject of proceedings concerning those matters, or are in any analogous situation arising from a similar procedure provided for in national legislation or regulations; b) they have been convicted of an offence concerning their professional conduct by a judgement which has the force of res judicata; c) they have committed serious professional misconduct recorded by any means that awarding authorities can justify; d) they have not fulfilled obligations relating to the payment of social security contributions or the payment of taxes in accordance with the legal provisions of the country in which they are established or with those of the country of the contracting authority or those of the country where the contract is to be performed; e) they have been the subject of a judgment which has the force of res judicata for fraud, corruption, involvement in a criminal organisation or any other illegal activity detrimental to the Communities’ financial interests; f) following another procurement procedure or grant award procedure financed by the Community budget, they have been declared to be in serious breach of contract for failure to comply with their contractual obligations. Applicants will not receive financial support if, during the grant allocation procedure: a) they are subject to a conflict of interests; b) they are guilty of misrepresentation in supplying the information required by the European Commission as a condition of participation in the grant award procedure, or fail to supply this information. In accordance with Articles 93 to 96 of the Financial Regulation, administrative and financial penalties may be imposed on applicants who are guilty of misrepresentation or are found to have seriously failed to meet their contractual obligations under a previous contract award procedure. To respect these provisions, the applicant and his partners must provide evidence that they are in none of the situations listed in Articles 93 and 94 of the Financial Regulation. 7. SELECTION CRITERIA The selection criteria are designed to demonstrate the applicant’s capacity to see the project through to a successful conclusion. Applicants must provide evidence of stable and sufficient sources of funding to maintain the activity throughout the period during which the project is being carried out and/or grant-aided, ",
        "EN 29 EN as well as evidence of their financial participation. The applicant must also provide evidence of professional competencies, qualifications and/or experience relevant to the proposed project. 7.1 Technical capacity Candidates must show that they have the operational (technical and management) capacity needed to complete the proposed action and provide evidence of their capacity to direct a large-scale activity corresponding to the dimension of the project for which the grant is requested. Particular attention will be devoted to the capacity for integration in society in the Member States, to the mobilisation of the public and to the analysis of their contributions. The capacity to operate in a large number of Member States (ideally in all of them) would be an advantage. Applicants must attach to the grant application a curriculum vitae for the project leader and for the personnel of their organisation who will actually do the work. They must also enclose a recent activity report . 7.2 Financial resources In order to permit assessment of this criterion, applicants must submit with their application the following documents: – annual accounts for the last complete financial year; – the “financial identification” form (bank details) (Annex III), completed by the beneficiary and certified by the bank (with original signatures). If, on the basis of the submitted documents, the Commission assesses that the financial capacity of the applicant is not sufficient, it may: • reject the request for a Community grant; • ask for further information; • ask for the deposit of a guarantee; • propose a grant agreement without a pre-financing payment. 7.3 Audit Where the cost of the project to be financed exceeds €300 000, the grant application must be accompanied by an external audit report produced by an approved auditor. This report must certify the accounts for the last year available and give an assessment of the applicant’s financial viability. 8. AWARD CRITERIA Account will also be taken of other Commission programmes such as the European Year for Intercultural Dialogue in 2008, Europe for Citizens and INTI (Integration of Third-Country Nationals). ",
        "EN 30 EN Eligible projects will be evaluated on the basis of: a) the consistency of the overall concept of the project with the objectives of Debate Europe, as described at point 2 of the call for proposals; b) the quality of the work programme and the modus operandi ; c) the dynamics of networking and the establishment of pan-European cooperation; d) the capacity of the project to: • act in the largest number of Member States as possible, and ideally in all 27; • involve the largest number of citizens as possible; • ensure their diversity of origin and their representativeness; • provide for the use of the largest number of national languages possible; • generate transnational results; e) the likely multiplier effect through the media and civil society networks, as calculated on the basis of the measures proposed to give visibility to the project and its outcomes; f) the system of feedback to European political decision-makers and citizens involved, as recommended by Debate Europe; g) the mechanism for evaluation of the objectives pursued by the project. 9. PUBLICITY Provided the successful tenderer agrees (unless the publication of information is likely to endanger the successful tenderer’s safety or harm his interests), the Commission will publish the following information in whatever form and on whatever medium it wishes, including the Internet: – the name and address of each beneficiary; – the subject of the grant; – amount awarded and rate of funding. 10. PROCEDURE FOR THE SUBMISSION OF PROPOSALS 10.1 Publication The text of the call for proposals, the annexes and, for information purposes, a copy of the standard agreement can be obtained from the Europa website at the following address: http://europa.eu.int/comm/dgs/communication/grants/index_en.htm 10.2 Application form Applications must be presented in one of the official languages of the EU. ",
        "EN 31 EN Since the call is addressed first of all to organisations operating in several Member States, DG Communication would, however, appreciate it if grant applications (which must be made out on the 2006 form devised for the purpose) are accompanied by a version in one of the European Commission’s working languages (French, English or German). This form can be downloaded from the above Internet address. Only grant applications submitted on the application forms attached to this call for proposals and comprising all the necessary documents mentioned in Annex D will be considered. Applications must be: • typed; hand-written applications will not be accepted; • duly dated, filled in and signed by the legal representative of the organisation; • sent in quadruplicate (the original, which must be identified as such, plus three copies). 10.3 Submission of the application Deadline for the submission of applications: end May/early June 2008 Applications submitted after will not be considered. Applications may be submitted in one of the following ways: Proposals must be submitted on paper: • by registered post to the following address, for which purposes the relevant date is to be the date of dispatch by post, as evidenced by the postmark or the registered delivery receipt issued by the postal services: European Commission Directorate-General COMMUNICATION Unit A2 (Communication: planning and priorities) Debate EuropeOffice BERL 5/234 B-1049 Brussels Belgium • by hand delivery or courier service. For security reasons, applications submitted personally or conveyed by a courier service can be presented only to the Commission’s Central Mail Department (Rue de Genève 1, 1140 Evere,Belgium), and envelopes must be marked “ DG COMMUNICATION, Unit A2 (Communication: planning and priorities), BERL 05/234 – Debate Europe Project”. In the event of hand delivery, the submission date is the date of receipt. In the event of delivery by a courier service, the submission date is the date of receipt by the mail department. Applications submitted by fax or e-mail will not be considered. ",
        "EN 32 EN No modification of the application will be authorised after the submission of the application and its annexes. However, the Commission reserves the right to request any additional information needed for it to take a final decision on the award of financial support. Applicants will be informed in writing when their application is received. Only applications complying with the eligibility and exclusion criteria will be considered for the possible award of a grant. Applicants whose applications are judged to be ineligible will be notified by mail, with an explanation as to why they were judged ineligible. Tenderers will be informed, as soon as possible, of the decision taken by the Commission on their grant application. No information will be released until the Commission's decision on project selection has been taken. All selected applications will be subject to technical and financial analysis. In this connection the Commission may ask the applicant organisation for supplementary information, or possibly for guarantees. Any applicant whose application for a Community grant is not accepted will be informed in writing. 10.4 Legal framework • European commission Communication dated ….March 2008 (Comm ….): \"Debate Europe-building on the experience of Plan D for Democracy, Dialogue and Debate\". • European Commission Communication dated 13 October 2005 (COM(2005) 494 final): The Commission’s contribution to the period of reflection and beyond: Plan D for Democracy, Dialogue and Debate • European Commission Communication dated 03 October 2007 (COM(2007) XXX final): Communicating Europe in Partnership • OJ L 248, 16.9.2002 (Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities) • OJ L 357, 31.12.2002 (Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities) 10.5 Contacts The Commission department responsible for the implementation and management of call for proposals DG COMM No A2-1/2006 is Unit A2 (Communication: planning and priorities) of Directorate-General Communication (COMM). Additional information can be obtained by electronic mail or by fax, either at the electronic address COMM-A2@cec.eu.int , or by fax number from ++ 32 2 295 24 69 , indicating clearly the reference of this call for proposals. ",
        "EN 33 EN Annexes: Annex A: Daily allowance scale Annex B: Contractual obligations Annex C: Text of the banking guarantee to be completed (only on request) Annex D: Application checklist Annex I: Application form (parts A and B) Annex II: Budget form Annex III: Financial identification form Annex IV: Financial capacity form Annex V: Legal entity form Annex VI: Draft contract (for information) Annex VII: Acknowledgement of receipt of the application ",
        "EN 34 EN ANNEX 4 CALL FOR PROPOSALS MANAGED BY EUROPEAN COMMISSION REPRESENTATIONS IN EU MEMBER STATES (LOCAL CALL) - DG COMM No xxxxxx, EC Representation xxxxxxxx Grants for local and national civil society initiatives to promote public debate about European issues - part of the European Commission’s \"Debate Europe\" initiative 1. BACKGROUND On 13 October 2005 the Commission approved its Communication to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions entitled \"Plan D for Democracy, Dialogue and Debate\". This was a listening exercise to enable the European Union (EU) to act on citizens' concerns. The Commission aimed to stimulate debate and widen recognition for the added value that the EU provides. It was to be a two-way process which: • informed the public about the EU's role, with examples of its projects and achievements, • identified their expectations for the future in return. On 29 November 2006 Vice President Wallström presented a note to the Commissioners entitled, \"Plan D – Widen & Deepen the Debate\". Its purpose was to take stock and further widen and deepen the debate in the period of reflection. The note is publicly available and has been sent to Member States and other EU institutions. On 2 April 2008, the Commission adopted a Communication to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions entitled \"Debate Europe - Building on the Experience of Plan D for Democracy, Dialogue and Debate\". It noted that the first phase of Plan D focused on the \"debate and dialogue\" part of the process. The next phase of Plan D will take this process one step further and focus on \"D for democracy\", further enabling citizens to articulate their wishes directly to decision-makers and making better use of the media in the process. This new phase has been named \"Debate Europe\". In October 2005 the Commission launched a series of Europe-wide civil society projects 15 for 2006, which it co-financed. In 2007, it promoted a further series of initiatives, targeting young people and women in particular. 15 “Tomorrow’s Europe” introduced by the foundation “Notre Europe” (Paris) http://www.notre-europe.eu/ “European Citizens’ Consultations” introduced by the “King Baudouin Foundation” (Brussels) http://www.european-citizens-consultations.eu “Speak up Europe” introduced by the “European Movement International” (Brussels) http://www.europeanmovement.org/emailing/newsletter/speakupeurope_briefing_nonote.pdf ",
        "EN 35 EN Drawing on this experience, the Commission, through its Representations in EU Member States, will offer grants in each Member State for civil society initiatives focusing on \"Debate Europe\" priority issues 16 . These are: • Priority issue 1: involvement of citizens with political decision-makers; • Priority issue 2: joint action between EU institutions and bodies to promote active citizenship. Differences in economic, social and other aspects of national life greatly affect the public's attitudes to the EU and to particular European issues. So the new round of local calls will therefore be tailored to each Member State's needs . The Commission’s Representations will help define the content, and manage and follow up the calls. Depending on the national context, even limited funding for country-level NGOs could result in a fruitful debate on EU issues . 2. OBJECTIVES 2.1. General The Commission wishes to help fund national and regional initiatives by civil society organisations to: • solicit citizens' views on European issues which have a direct impact, locally and nationally, on their daily lives; and • encourage citizens to become more informed about these issues, and to discuss and debate them with local opinion-formers. “Our message to Europe” introduced by the Deutsche Gesellschaft (Berlin) http://ec.europa.eu/dgs/communication/grants/index_fr.htm “Radio Web Europe” introduced by CENASCA (Rome) http://www.cenasca.cisl.it/entra.htm “Our Europe – Our Debate – Our Contributions” introduced by the European House (Budapest) http://www.europeanhouse.hu/ All data on the 6 Plan D projects are summarized at the following address: http://europa.eu/debateeurope/paneurope_en.htm. 16 Priorities specified in the Commission's communication entitled \"Debate Europe - Building on the Experience of Plan D for Democracy, Dialogue and Debate\"(2 April 2008) and in its 2008 annual work programme. ",
        "EN 36 EN These initiatives will: • facilitate dialogue between citizens, national and/or local political decision-makers and opinion-formers through debates, conferences, consultations and/or other events; • closely involve local members of: ° the European Parliament, European Economic and Social Committee, and Committee of the Regions, and ° European political parties, and those parties' foundations • collate and publish these events' conclusions to: ° identify specific European issues which matter to people in their particular local/national environment; ° raise local media and politicians' interest in the debate on Europe; ° increase understanding of the EU's impact on citizens' everyday life; • create networks of participatory democracy which integrate the European dimension of local/regional/national debates; • complement: ° Commission Representations' other initiatives to target local constituencies; ° current EU programmes with similar goals, including: (cid:224) the European Year of Intercultural Dialogue (EYID) 2008 (cid:224) Europe for Citizens (cid:224) e-Participation (cid:224) Integration of Third Country Nationals (INTI). • be tailored to meet each Member State's specific needs. 2.2. Detailed 2.2.1. Form Projects can: • take many different forms – from public debates to online fora. • be combined with events targeting the public ° schools and youth centres, ° exhibitions, ° fairs and festivals, ° conferences and seminars 2.2.2. Content They should: • define specific issues to be addressed around the overarching topic of debating the relevance of the EU to ordinary citizens lives; • be accessible to the public and provoke their interest; • link in with current issues: ° of local/regional/national interest ° at EU level. ",
        "EN 37 EN • allow a variety of opinions to be expressed, without excluding any opinions • include: ° dialogue with local, national or EU political authorities; ° participation by members of the European Parliament, European Economic and Social Committee and Committee of the Regions; • use the internet to promote the project and facilitate debate. 2.2.3. Impact As a result, projects should: • make a lasting contribution to the debate on the EU; • promote genuine local and national participation in debates on the EU; • lead to the creation of regional and local networks or strengthen existing ones with a view to continuing and deepening the involvement of citizens in the debate on Europe; • identify those issues at EU level of greatest local concern and how best they can be addressed on an ongoing basis. 2.2.4. Action plan To allow the Commission to assess whether proposals meet these criteria, the applicant will need to present an action plan setting out: • the issues which the project will address; • the project's overall concept and the tools it will use; • measures to attract the awareness and involvement of the: • media - through partnerships and press relations activities; • target audience • actions to follow up the debate including the preparation of a structured summary of citizens' concerns and describe how these will be brought to the attention of local decision- makers including Members of the European Parliament; • a detailed schedule which respects the deadlines in section 3.1 below. 3. TIMETABLE 3.1. Submission of applications Applications must be submitted by end June 2008. Please read carefully section 12 of this call for proposals concerning the procedures for submitting applications. 3.2. Duration of projects The project should begin before 1 September 2008. ",
        "EN 38 EN The project must finish no later than 01 November 2009. Applications must clearly state the project's starting and finishing dates (dd/mm/yy). The maximum duration of projects is 14 months. The period of eligibility of expenditure resulting from implementation of a project will begin on the day of signature of the grant contract by the last of the parties. If the nature of the project requires the project to start before the contract is signed, expenditure may be considered eligible before the signature of the contract. Under no circumstances can the eligibility period start before the date of submission of the grant application. 3.3. Information on the results of the selection It is planned that applicants will be informed of the outcome of the selection procedure [deadline needs to be no later than Jul. 2008] The lists of selected projects will be published on the following website: http://europa.eu.int/comm/dgs/communication/grants/index_en.htm & http:// xxxxxxxxx Applicants whose applications have not been selected will be informed in writing. 4. FINANCING The budget available for this call for proposal is € [to be filled by each Representation]. The grant awarded may not exceed 70% of the total eligible project costs. Community contributions are meant to facilitate the implementation of a project which could not otherwise be implemented easily without the support of the European Union. They are based on the co-financing principle. Consequently, a minimum of 30% of the total estimated eligible and final expenditure of the project must come from sources other than the European Union budget. Applicants must include evidence that co-financing is available (secured) for the remainder of the total cost of the project. Indicatively, the amount of the grant from the EU will be between 50 000 and 100 000 EUR per project. The European Commission reserves the right not to distribute all the funds available. The amount allocated by the Commission may not in any circumstances exceed the amount requested. Moreover, the Commission reserves the right to award a grant lower than the amount requested by the applicant. An organisation is not entitled to receive more than one grant from the Commission for the action covered by the selected project. ",
        "EN 39 EN After approval by the Commission, a “grant contract”, a draft of which is reproduced at Annex VI, expressed in euros and specifying the conditions and the financing level, will be concluded between the Commission and the beneficiary. The originals of the finance contract must be signed and returned to the Commission immediately for signature. The Commission will be the last party to sign. The payment methods are detailed in the draft contract (Article I.4), with a list of eligible and ineligible costs (Article II.14 of the general conditions and Article I.3 of the special conditions of the grant contract). 5. ELIGIBILITY CRITERIA Applications which comply with the following criteria will be the subject of an in-depth evaluation. 5.1. Eligible organisations Grant applications are eligible if they are presented by organisations having a legal status and established in one of the 27 Member States 17 . 6. EXCLUSION CRITERIA Applicants must certify on their honour, by signing the application form, that they are not in one of the situations mentioned in Articles 93 and 94 of the Financial Regulation applicable to the general budget of the European Communities (Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002), which are listed below. Applicants will be excluded from participating in this call for proposals if they are in one of the following situations: a) they are bankrupt or being wound up, are having their affairs administered by the courts, have entered into an arrangement with creditors, have suspended business activities, are the subject of proceedings concerning those matters, or are in any analogous situation arising from a similar procedure provided for in national legislation or regulations; b) they have been convicted of an offence concerning their professional conduct by a judgement which has the force of res judicata; c) they have committed serious professional misconduct recorded by any means that awarding authorities can justify; d) they have not fulfilled obligations relating to the payment of social security contributions or the payment of taxes in accordance with the legal provisions of the country in which they are established or with those of the country of the contracting authority or those of the country where the contract is to be performed; 17 Based on the organisation's registered place of business or its place of main activity. ",
        "EN 40 EN e) they have been the subject of a judgment which has the force of res judicata for fraud, corruption, involvement in a criminal organisation or any other illegal activity detrimental to the Communities’ financial interests; f) following another procurement procedure or grant award procedure financed by the Community budget, they have been declared to be in serious breach of contract for failure to comply with their contractual obligations. Applicants will not receive financial support if, during the grant allocation procedure: a) they are subject to a conflict of interests; b) they are guilty of misrepresentation in supplying the information required by the European Commission as a condition of participation in the grant award procedure, or fail to supply this information. In accordance with Articles 93 to 96 of the Financial Regulation, administrative and financial penalties may be imposed on applicants who are guilty of misrepresentation or are found to have seriously failed to meet their contractual obligations under a previous contract award procedure. To respect these provisions, the applicant and his partners must provide evidence that they are in none of the situations listed in Articles 93 and 94 of the Financial Regulation. 7. SELECTION CRITERIA The selection criteria are designed to demonstrate the applicant’s capacity to see the project through to a successful conclusion. Applicants must provide evidence of stable and sufficient sources of funding to maintain the activity throughout the period during which the project is being carried out and/or grant-aided, as well as evidence of their financial participation. The applicant must also provide evidence of professional competencies, qualifications and/or experience relevant to the proposed project. 7.1. Technical capacity Candidates must show that they have the operational (technical and management) capacity needed to complete the proposed action and provide evidence of their capacity to direct an activity corresponding to the dimension of the project for which the grant is requested. Particular attention will be devoted to the capacity for mobilising the public and to analyse of their contributions. The capacity to involve organisations from other EU countries would be an advantage. Applicants must attach to the grant application a curriculum vitae for the project leader and for the personnel of their organisation who will actually do the work. They must also enclose a recent activity report . ",
        "EN 41 EN 7.2. Financial resources In order to permit assessment of this criterion, applicants must submit with their application the following documents: – annual accounts for the last complete financial year; – the “financial identification” form (bank details) (Annex III), completed by the beneficiary and certified by the bank (with original signatures). If, on the basis of the submitted documents, the Commission assesses that the financial capacity of the applicant is not sufficient, it may: • reject the request for a Community grant; • ask for further information; • ask for the deposit of a guarantee; • propose a grant agreement without a pre-financing payment. 8. AWARD CRITERIA Commission Representations will evaluate eligible projects against four criteria: a) consistency – is the project's overall concept consistent with the: i. objectives of Plan D? ii. general and detailed objectives of the call (see point 2 above) b) quality – are the work programme and working methods of sufficient quality? c) feasibility – is the project feasible, based on the action plan? d) visibility – what is the likely effect of the project's actions to raise awareness? 9. ELIGIBLE COSTS For all projects, the eligibility period for expenditure relating to the implementation of a project will be stipulated in the grant agreement and will, except as described in the next point, be no earlier than the signature of the agreement by the Commission. A grant may be awarded for a project which has already begun only where the applicant can demonstrate the need to start the project before the agreement is signed. In such cases, expenditure eligible for financing may not have been incurred before responding to the call for proposals. The eligibility period for expenditure will not exceed the time allowed under each type of action, and may not go beyond . Only the categories of expenditure listed below are eligible , provided that they are properly accounted for and evaluated in accordance with the market conditions, and that they are identifiable and verifiable. They must be direct costs (i.e. generated directly by the project and indispensable for its implementation, having regard to the cost/benefit principle): ",
        "EN 42 EN – personnel costs incurred exclusively for the purpose of implementing the project are eligible only where the accounting systems of the applicants in question can clearly isolate and demonstrate the percentage of staff time devoted to the implementation of the project within the period of expenditure eligibility, and therefore the percentage of personnel costs which can be attributed to the project; – travel / accommodation / subsistence costs associated with the project. Organisations must use their own daily scales to calculate these costs. However, these may not exceed the maximum amounts set by the Commission 18 ; – the cost of organising and running conferences and seminars (rental of rooms, welcoming and reception services, interpretation, speaker fees); – cost of hire or depreciation of technical equipment and services (only the depreciable element of durable goods can be considered); – information dissemination costs (production, translation, distribution and dissemination costs, etc.); – cost of consumables and supplies – costs entailed by other contracts awarded by the beneficiary for the purposes of the project (also see Section 10); – costs arising from requirements imposed by the agreement ; – general costs (or \" eligible indirect costs \": office supplies, sundry consumables, depreciation of computer equipment, etc.). These costs may be eligible if incurred by the beneficiary for the purpose of implementing the project, but may not exceed 7% of total eligible direct expenditure . N.B.: indirect costs will not be eligible if the applicant already receives an operating grant from the Commission during the lifetime of the project. 10. NON-ELIGIBLE COSTS Non-eligible expenditure The following expenditure cannot be considered eligible under any circumstances : – costs of invested capital; – general provisions (e.g. for losses, possible future liabilities); – debts; – interest owed; – doubtful debts; – exchange losses; – expenditure on luxuries; 18 Commission Decision C(2004) 1313 of 7 April 2004: General implementing provisions adopting the Guide to missions for officials and other servants of the European Commission. ",
        "EN 43 EN – the production of material and publications for commercial purposes; however, monographs, books, journals, discs, CDs, CD ROMs and videos will be taken into consideration if they are an integral part of the project; – VAT, unless the beneficiary proves that he cannot recover it; – contributions in kind. Contributions in kind Part of the contribution from project sponsors to the project costs may be in kind. These contributions in kind must be included in the provisional budget under the \"receipts\" section, expressed as a financial equivalent of the services or materials provided, and for an identical amount in the \"expenditure\" section, but separately from the rest of the budget. In fact, they cannot be considered as eligible costs. Contributions in kind refer in particular to the provision of durable capital goods, raw materials and unpaid voluntary work by a private individual or corporate body. The amount declared by the beneficiary as contributions in kind must be valued either on the basis of objective factors or on the basis of official scales laid down by an independent authority or by an outside independent professional. The cost of private charity work must be valued in accordance with the national rules regarding the calculation of hourly, daily or weekly labour costs. Contributions in kind will not be accounted for as eligible costs but rather as an increase in the grant in terms of value or as a percentage of the eligible costs. The Community contribution is subject to a ceiling relating to the total eligible cost (70% maximum of the total eligible cost), excluding the value of contributions in kind. Subcontracting and calls for tender Where the implementation of subsidised actions requires a subcontract or the launch of a call for tender, the beneficiaries of the grant must award this contract to the tender offering the best value for money, respecting the principles of transparency and equal treatment of potential contractors and ensuring there is no conflict of interests. None of the basic activities of the project may be subcontracted, et subcontracting must account for only a limited part of the project. For all contracts, beneficiaries must keep evidence that the selection of subcontractors was competitive, involving at least three offers, unless it can be shown that only one supplier exists in a given market. Grants may only be awarded after a project's start date (given in the application) upon prior written approval from the Commission. 11. PUBLICITY The Commission will publish the list of successful applicants (unless the publication of information is likely to endanger the successful applicant safety or harm his interests). The Commission will publish the following information in whatever form and on whatever medium it wishes, including the Internet: ",
        "EN 44 EN – the name and address of each beneficiary; – the subject of the grant; – amount awarded and rate of funding. 12. PROCEDURE FOR THE SUBMISSION OF PROPOSALS 12.1. Publication The text of the call for proposals, the annexes and, for information purposes, a copy of the standard agreement can be obtained from the Europa website at the following address: http://europa.eu.int/comm/dgs/communication/grants/index_en.htm & http:// xxxxxxxxx (Website of the Representation) 12.2. Application form Applications must be presented in one of the official languages of the EU. This form can be downloaded from one of the above Internet addresses. Only grant applications submitted on the application forms attached to this call for proposals and comprising all the necessary documents mentioned in Annex D will be considered. Applications must be: • typed; hand-written applications will not be accepted; • duly dated, filled in and signed by the legal representative of the organisation; • sent in quadruplicate (the original, which must be identified as such, plus three copies). 12.3. Submission of the application Deadline for the submission of applications: 30 June 2007 Applications submitted after will not be considered. Applications may be submitted in one of the following ways: Proposals must be submitted on paper: • by registered post to the following address, for which purposes the relevant date is to be the date of dispatch by post, as evidenced by the postmark or the registered delivery receipt issued by the postal services: European Commission EC Representation XXXXXXXX ",
        "EN 45 EN • by hand delivery or courier service. For security reasons, applications submitted personally or conveyed by a courier service can be presented only to the Commission’s Representation xxxxxx, and envelopes must be marked “DG COMMUNICATION, EC Representation xxxxxxxx - Plan D Project”. In the event of hand delivery, the submission date is the date of receipt. In the event of delivery by a courier service, the submission date is the date of receipt by the mail department. Applications submitted by fax or e-mail will not be considered. No modification of the application will be authorised after the submission of the application and its annexes. However, the Commission reserves the right to request any additional information needed for it to take a final decision on the award of financial support. Applicants will be informed in writing when their application is received. Only applications complying with the eligibility and exclusion criteria will be considered for the possible award of a grant. Applicants whose applications are judged to be ineligible will be notified by mail, with an explanation as to why they were judged ineligible. Tenderers will be informed, as soon as possible, of the decision taken by the Commission on their grant application. No information will be released until the Commission's decision on project selection has been taken. All selected applications will be subject to technical and financial analysis. In this connection the Commission may ask the applicant organisation for supplementary information, or possibly for guarantees. Any applicant whose application for a Community grant is not accepted will be informed in writing. 12.4. Legal framework • European Commission Communication dated 2 April 2008 - COM(2008) 158: \"Debate Europe-building on the experience of Plan D for Democracy, Dialogue and Debate\" • European Commission Communication dated 13 October 2005 - COM(2005) 494: The Commission’s contribution to the period of reflection and beyond: Plan D for Democracy, Dialogue and Debate • Information note from Vice President Wallström to the Commission – Plan D, Wider and deeper debate on Europe - SEC(2006) 1553, 24.11.2006. • OJ L 248, 16.9.2002 (Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities) • OJ L 357, 31.12.2002 (Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of Council Regulation (EC, Euratom) No 1605/2002 on the Financial Regulation applicable to the general budget of the European Communities) ",
        "EN 46 EN 12.5. Contacts The Commission department responsible for the implementation and management of the call for proposals Is EC Representation XXXXXXXX Additional information can be obtained by electronic mail or by fax, either at the electronic address xxxx@ec.europa.eu, or by fax number from ++ xx xx xx xx xx , indicating clearly the reference of this call for proposals. Annexes: Annex I: Application form (parts A and B) Annex II: Budget form Annex III: Financial identification form Annex IV: Financial capacity form Annex V: Legal entity form Annex VI: Draft contract (for information) Annex VII: Acknowledgement of receipt of the application Annex VIII: Application checklist ",
        "EN 47 EN BUDGETARY IMPACT STATEMENT Communication from the Commission: Debate Europe- building on the experience of Plan D for \"Democracy, Dialogue and Debate\" P OLICY AREA : C OMMUNICATION A CTIVITY : S PECIFIC ACTIONS ON PRIORITY THEMES , OF WHICH PRINCE W ORK PROGRAMME FOR : 2008 1. BUDGET HEADING CONCERNED AND TITLE 16.0304 - Specific actions on priority themes, of which PRINCE 2. LEGAL BASIS Tasks resulting from the Commission's prerogatives at institutional level, as provided for in Article 49(6) of Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002 on the Financial Regulation applicable to the general budget of the European Communities (OJ L 248, 16.9.2002, p. 1), as amended by Regulation (EC) No 1995/2006 (OJ L 390, 30.12.2006, p. 1). 3. OVERALL FIGURES FOR THE FINANCIAL YEAR ( IN E UROS ) ◘ 3.a – Current year CA Initial appropriation for the financial year (budget) 12 830 000 Transfers 0 Additional appropriation 0 Total appropriation 12 830 000 Appropriations already set aside by another work programme 0 Balance available 12 830 000 Amount for the action proposed 7 200 000 19 19 The amount of the action (EUR 7.200.000) belongs to the appropriations of the 2008 budget for budget line 16.0304 (Specific actions on priority themes, of which PRINCE). No additional resources are ",
        "EN 48 EN ◘ 3.b – Carry-overs N/A ◘ 3.c – Next financial year N/A 4. DESCRIPTION OF THE ACTION Debate Europe will prolong Plan D in 2008 and 2009. It will ensure that the Commission's global effort to promote active European citizenship is an inter-institutional effort, in connection with the EU institutions' political and communication priorities, which reaches out to the decision-makers at all levels of governance. A twin-track strategy is suggested, backed by a 7.2 million EUR budget: • a centralised call for proposals to co-finance a global trans-national project with a budget of 2 million EUR; • decentralised calls and actions supporting local projects with a budget of 5.2 million EUR. On a Pan-European level – The terms of reference of the call for proposal will state explicitly that, taking into account the experience gained by the first series of trans-national participatory democracy projects co-funded under Plan D, Debate Europe will support a civil society initiative which organises citizens' consultations in each Member State, establishes a common set of conclusions/proposals at European level and, on the basis of this common platform, engages the citizens in a dialogue with elected representatives and European political organisations, in partnership with European political foundations. On a country level - Taking into account the experience gained by the civil society projects co-funded by Commission Representations in some Member States, Debate Europe will co- fund decentralised actions tailored to specific needs (e.g. actions targeting schools and youth centres, exhibitions, fairs and festivals, conferences, seminars, events with NGOs…). These actions will comprise local calls for proposals and other actions as defined in the framework of Debate Europe (e.g. Internet debates, visits by Commissioners, activities in the framework of European Public Spaces and Pilot Information Networks, going local through the Europe Direct Centres…). therefore requested. The detailed breakdown of this amount is described in the Commission decision on the annual work programme on Grants and Contracts concerning the field of Communication, for 2008, C(2008) 924, adopted by the Commission on 12 March 2008 (cf. Table 2.6.2). ",
        "EN 49 EN 5. METHOD OF CALCULATION ADOPTED The 7.2 million EUR budget allocated to Debate Europe is divided as follows: • As already mentioned, one call for proposals will be launched by DG COMM's Headquarters for an estimated sum of 2 million EUR, in order to co-finance a global transactional project. Furthermore, the Representations will launch decentralised calls for proposals for an estimated amount of 3.1 millions EUR. There will probably be one call for proposal per Member State; with an average budget between 100 000 and 200 000 EUR. These figures have been estimated on the basis of previous experience (2007's Plan D calls for proposal amounted to 2.4 million EUR for 13 Member States). • Regarding the remaining 2.1 million EUR, in addition to ongoing contracts, the Representations foresee to launch approximately 136 calls for tender (131 of them ≤ 60 000 EUR and 5 of them > 60 000 EUR). 6. PAYMENT SCHEDULE (IN EURO) Line 16.0304 2008 2009 2010 Total Commitments 7 200 000 0 0 7 200 000 Payments 3 600 000 1 800 000 1 800 000 7 200 000 "
    ]
}