{
    "text": [
        "* EN Reports of Cases * ECLI:EU:T:2012:584 1 JUDGMENT OF THE GENERAL COURT (Fifth Chamber) 7 November 2012 Language of the case: French. (State aid — Public hospitals — Subsidies granted by the Belgian authorities to public hospitals belonging to the IRIS association — Decision at the end of the preliminary stage — Decision declaring the aid compatible with the internal market — Service of general economic interest — Definition of public service mission — Proportionality of compensation for public service) In Case T-137/10, Coordination bruxelloise d ’ institutions sociales et de santé (CBI) , established in Brussels (Belgium), represented by D. Waelbroeck, avocat, and D. Slater, Solicitor, applicant, v European Commission , represented by B. Stromsky, C. Urraca Caviedes and S. Thomas, acting as Agents, defendant, supported by French Republic , represented by G. de Bergues and J. Gstalter, acting as Agents, by Kingdom of the Netherlands , represented initially by M. Noort and M. de Ree, and subsequently by M. Noort, C. Wissels and J. Langer, acting as Agents, by Région de Bruxelles-Capitale (Belgium), Commune d ’ Anderlecht (Belgium), Commune d ’ Etterbeek (Belgium), Commune d ’ Ixelles (Belgium), Ville de Bruxelles (Belgium) and Commune de Saint-Gilles (Belgium), ",
        "2 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION represented by P. Slegers and A. Lepièce, avocats, interveners, APPLICATION for the annulment of Commission Decision C(2009) 8120 of 28 October 2009 on State aid NN 54/09 implemented by the Kingdom of Belgium for the funding of public hospitals belonging to the IRIS network in the Région de Bruxelles-Capitale, THE GENERAL COURT (Fifth Chamber), composed of S. Papasavvas, President, V. Vadapalas (Rapporteur) and K. O ’ Higgins, Judges, Registrar: J. Plingers, Administrator, having regard to the written procedure and further to the hearing on 6 December 2011, gives the following Judgment Background to the dispute 1 The Kingdom of Belgium is a federal state comprising three regions, the Flemish Region, the Walloon Region, and the Région Bruxelles-Capitale (Brussels Capital Region), the last of which is divided into 19 communes. 2 The Région de Bruxelles-Capitale had, in 2005, approximately 8 900 hospital beds, about 67% of which were managed by private hospitals. 3 The applicant, the Coordination bruxelloise d ’ institutions sociales et de santé (CBI), is an association constituted under Belgian law grouping together nine private hospitals established in the Région de Bruxelles-Capitale and operating 2 708 hospital beds. 4 The Interhospitalière régionale des infrastructures de soins (IRIS) is a Belgian public umbrella association grouping together five public associations which, in turn, run the five general hospitals in the Région de Bruxelles-Capitale ( ‘ the IRIS hospitals ’ ), representing approximately 2 400 hospital beds in the region. Belgian legal framework Coordinated law on hospitals 5 The hospital public service obligations of all hospitals, whether public or private, were governed, at the time of the facts, by the loi sur les hôpitaux (Law on Hospitals), consolidated on 7 August 1987 ( ‘ LCH ’ ). 6 The LCH defines, in particular, the establishments regarded as hospitals and the type of hospitals recognised as eligible providers, the conditions for administering a hospital and the structure of the medical activity, hospital programming, the rules and conditions for approving hospitals and hospital services. ",
        "ECLI:EU:T:2012:584 3 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 7 With regard to the rules for approving hospitals and hospital services, the LCH is supplemented, inter alia, by the Royal Decrees of 23 October 1964 ( Moniteur belge of 7 November 1964) and 30 January 1989 ( Moniteur belge of 21 February 1989, p. 2967). Organic Law on the CPAS 8 The centres publics d ’ action sociale (Public Social Assistance Centres) (CPAS) are public institutions set up by the loi organique (organic law) of 8 July 1976 ( Moniteur belge of 5 August 1976, p. 9876, ‘ the Organic Law on the CPAS ’ ). 9 Article 57 of the Organic Law on the CPAS states as follows: ‘ The task of a CPAS is to give community assistance to individuals and families. It provides not only palliative or curative care, but also preventive care ... That care may be physical, medical, medico-social or psychological. ’ Brussels public hospital network 10 Before 1996, the Brussels public hospital network was made up of hospitals, without legal personality, managed by the CPAS. 11 Following its restructuring, completed on 1 January 1996, the Brussels public hospitals acquired legal and budgetary autonomy and were converted into public associations governed by the Organic Law on the CPAS. The communes and the respective CPAS have the majority of the seats in their general assemblies and on their boards of directors. 12 The five Brussels public general hospitals are grouped within the IRIS, a public association governed by Chapter XIIa of the Organic Law on the CPAS which supervises the hospitals concerned. The Brussels communes and the relevant CPAS, the medical associations, the Université libre de Bruxelles (Free University of Brussels) (ULB) and the Vrije Universiteit Brussel (Vrije University Brussels) (VUB) are represented in its general assembly and on its board of directors. 13 In that regard, Article 135b of the Organic Law on the CPAS provides: ‘ An umbrella association may be set up for the purpose of ... providing the administration and general management of the hospital activity exercised by the local associations. The administration and general management of hospital activities includes inter alia a general power to coordinate and integrate the policies to be implemented by the local associations by means of the determination, by the umbrella association, of the general and implementation strategy of the hospital policy, and, of actions to be undertaken to endow the implementation of that policy, with a power of control and, if necessary, of substitution with regard to the local associations in order to ensure and guarantee the application of the general and implementation policy defined by the umbrella association, in particular, in the financial and budgetary areas, in the programming and organisation of medical activities and in the logistics and investment sectors. ’ Hospital funding – Measures applicable to all hospitals 14 All Belgian hospitals receive sums of sickness and disability insurance for the care provided, under the social security legislation, and sums resulting from the reassignment of all or part of the hospital doctors ’ fees, under Articles 130 to 140 LCH. ",
        "4 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 15 Under the LCH, all hospitals also receive funding for the operating costs incurred in performing the hospital public services covered by the LCH, through a ‘ budget des moyens financiers ’ (financial resources budget) ( ‘ the BMF ’ ) fixed annually for each hospital by the competent federal minister, in accordance with the conditions laid down by the Royal Decree of 25 April 2002 concerning the fixing and paying of the hospital BMF ( Moniteur belge of 30 May 2002, p. 23593). 16 Under the Royal Decree of 25 April 2002, the BMF includes a subsection, ‘ B8 ’ , designed to cover the specific costs generated by hospitals whose patients have a very modest socio-economic profile. Accordingly, a specified amount is divided between those hospitals which are in difficulties in accordance with certain criteria established beforehand and linked, in essence, to the ratio of the number of admissions of socially and economically vulnerable patients to the total number of admissions. – Funding under Article 109 LCH 17 In addition to the funding under the BMF, Article 109 LCH provides for cover for any deficit in the management accounts of the hospitals run by the CPAS or by associations referred to in Article 118 of the Organic Law on the CPAS. 18 The criteria for that cover are established by Royal Decree, in particular the Royal Decree of 8 December 1986 ( Moniteur belge of 12 December 1986, p. 17023) repealed by the Royal Decree of 8 March 2006 ( Moniteur belge of 12 April 2006, p. 20232). Article 109 LCH allows, inter alia, for cover of the hospital deficit resulting from the care of social security patients, in so far as this is not adequately funded by the ‘ B8 ’ subsection of the BMF. – Specific measures applicable to the IRIS hospitals 19 The funding obligation of the Brussels local authorities under Article 109 LCH is fulfilled by the Région Bruxelles-Capitale. 20 A funding mechanism relating to that obligation is laid down by the order of the Région Bruxelles-Capitale of 2 May 2002, amending the order of 8 April 1993 setting up the fonds régional bruxellois de refinancement des trésoreries communales (Brussels regional fund for the refinancing of the communal treasuries) (FRBRTC) ( Moniteur belge of 22 May 2002, p. 21682). 21 In addition, the funding of the social tasks specific to the IRIS hospitals is provided for by the order of the Région Bruxelles-Capitale of 13 February 2003 granting special subsidies to the Région Bruxelles-Capitale ( Moniteur belge of 5 May 2003, p. 24098, ‘ the order of 13 February 2003 ’ ). That order introduces a special subsidy, determined on an annual basis, for communes to carry out tasks of communal interest. Administrative procedure 22 On 7 September 2005, the applicant and the Association bruxelloise des institutions de soins privées (Brussels Association of private care homes) (ABISP) lodged a complaint with the Commission of the European Communities concerning alleged State aid granted by the Belgian authorities in connection with the funding of the IRIS hospitals. ",
        "ECLI:EU:T:2012:584 5 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 23 Further information was disclosed by the complainants to the Commission and many contacts and meetings took place during 2006, 2007 and 2008. Information was disclosed by the Belgian authorities to the Commission, at the request of the latter, on 2 June 2006, 27 October 2006, 6 December 2006, 22 March 2007 and 23 September 2008. Those communications were supplemented by informal exchanges. 24 By letters of 10 January and 10 April 2008, the Commission told the applicant and the ABISP that there were insufficient grounds for examining further the measures criticised in their complaint. 25 On 25 March and 20 June 2008, the applicants and the ABISP brought, before the General Court, actions for the annulment of the alleged decisions contained in those letters (Cases T-128/08 and T-241/08). By order of 5 May 2010 in Joined Cases T-128/08 and T-241/08 CBI and ABISP v Commission , not published in the ECR, the Court decided that there was no further need to adjudicate on those applications. 26 By Decision C(2009) 8120 of 28 October 2009, concerning State aid NN 54/09 implemented by the Kingdom of Belgium for the financing of the public hospitals of the IRIS network in the Région Bruxelles-Capitale ( ‘ the contested decision ’ ), the Commission decided not to raise any objections to the measures at issue at the end of the preliminary investigation procedure laid down in Article 88(3) EC. 27 On 24 March 2010, a summary of the contested decision was published in the Official Journal of the European Union (OJ 2010 C 74, p. 1), including a link to the Commission internet site giving access to the full text of that decision. Contested decision 28 In the contested decision, the Commission points out, first of all, that, irrespective of the content of the complaint, it is required to examine all the public funding granted to the IRIS hospitals, which may be summarised as follows (recital 102 of the contested decision): — all the compensation covering the costs necessary for the provision of hospital public service missions; — compensation for hospital deficits under Article 109 LCH; — the aid granted for the restructuring of the Brussels public hospitals in 1995; — compensation for non-hospital public service missions. 29 It then examines whether the conditions of Article 87(1) EC are fulfilled in the present case, stating that, ‘ in so far as the activities of the hospitals in question may be described as being of an economic nature ’ , those conditions are ‘ in principle satisfied ’ and that the measures at issue ‘ seem a priori [to] constitute State aid ’ (recitals 103 to 133 of the contested decision). 30 It points out that public service compensation does not constitute State aid, provided that it satisfies the four cumulative criteria laid down by the judgment in Case C-280/00 Altmark Trans and Regierungspräsidium Magdeburg [2003] ECR I-7747 ‘ the Altmark judgment ’ (recitals 134 to 136 of the contested decision). 31 It considers that the measures at issue satisfy the first criterion, relating to the mandating and definition of public service obligations (recitals 137 to 157 of the contested decision). ",
        "6 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 32 Its assessment draws a distinction between the ‘ hospital public service missions ’ and ‘ non-hospital public service missions ’ of the IRIS hospitals. 33 As regards the hospital missions, according to the Commission, the IRIS hospitals are entrusted, as well as with the general missions of all hospitals under the LCH, with specific missions deriving from the Organic Law on the CPAS and the strategic plans adopted by the IRIS association, namely ‘ the obligation to look after any patient in any circumstances, including post-emergency, and the obligation to provide complete multisite hospital care ’ (recital 146 of the contested decision). It finds a difference between a public hospital, which is ‘ under the clearly defined obligation to provide every patient, simply on request, with every type of hospital service, in a multisite context ’ , and a private hospital, which ‘ is free, in the absence of a legal requirement imposing on it that type of obligation, to define the patients it admits post-emergency, to choose one or more specialties, and freely to organise its activities according to the various sites in which it operates ’ (recital 147 of the contested decision). 34 As regards the non-hospital missions, the Commission considers that the IRIS hospitals are entrusted with social missions delegated by the CPAS, under the Organic Law on the CPAS and the conventions signed between the CPAS and the hospitals concerned. Those missions, which fall within the competence of the CPAS, consist, in particular, in providing patients with individual social assistance together with medical care (recital 152 of the contested decision). Moreover, the Commission notes that the IRIS hospitals, like every public institution in the Région Bruxelles-Capitale, are subject to the requirement of bilingualism (recital 156 of the contested decision). 35 The Commission then examines the fourth criterion, relating to mandating by public procurement procedure or compensation based on an analysis of the costs of a typical undertaking, well run and adequately provided, and considered that that criterion is not satisfied (recitals 159 to 162 of the contested decision). 36 It concludes that the measures at issue do not satisfy the fourth Altmark criterion and therefore constitute State aid (recital 163 of the contested decision). 37 As regards the compatibility of the measures at issue, under Article 86(2) EC, the Commission points out that, in order to qualify for derogation, they must fulfil the criteria of necessity and proportionality and satisfy the following conditions: (i) the service in question must be a service of general economic interest (SGEI) and clearly defined as such by the Member State; (ii) the undertaking providing the SGEI must have been explicitly mandated by the Member State, and (iii) the application of the competition rules laid down in the EC Treaty must obstruct the performance of the particular tasks assigned to the undertaking and the exemption from such rules must not affect trade between the Member States to an extent that would be contrary to the interests of the Community (recital 165 of the contested decision). 38 The Commission states that it specified the way in which it intended to apply Article 86(2) EC in an ‘ SGEI package ’ , made up of the Community framework for State aid in the form of public service compensation (OJ 2005 C 297, p. 4), and Commission Decision 2005/842/EC of 28 November 2005 on the application of Article 86(2) [EC] to State aid in the form of public service compensation granted to certain undertakings entrusted with the operation of services of general economic interest (OJ 2005 L 312, p. 67). 39 According to the SGEI package, the following criteria must be satisfied: (i) there must be a mandate specifying inter alia the nature and the duration of the public service obligations, the undertaking and territory concerned, the nature of any exclusive or special rights assigned to the undertaking, the parameters for calculating, controlling and reviewing the compensation, and the arrangements for avoiding and repaying any over-compensation; (ii) compensation must be limited to what is necessary ",
        "ECLI:EU:T:2012:584 7 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION to cover the costs incurred in the discharge of public service obligations and there must be no cross-subsidisation, and (iii) over-compensation must be controlled by the public authorities of the Member States (recital 166 of the contested decision). 40 It states that the more detailed criteria of the SGEI package, particularly under criteria (i) and (iii) above, are applicable only from 29 November 2006 (recital 168 of the contested decision). 41 The Commission structures its analysis in accordance with the criteria stemming from the case-law and the SGEI package, relating to the necessity for and proportionality of aid measures. 42 As regards the criteria relating to necessity: — ‘ Definition and mandating: the Commission refers to the analysis of the first Altmark criterion, considered to be satisfied (recitals 172 to 174 of the contested decision); — ‘ Compensation parameters established ex ante ’ : this criterion is considered to be satisfied both in so far as concerns BMF compensation and compensation granted only to public hospitals, under Article 109 LCH and, as regards social missions, under the Organic Law on the CPAS and the order of 13 February 2003. The restructuring aid granted in 1995 through the FRBRTC concerns only public service missions carried out before 1996. The extra costs connected with the requirement of bilingualism are compensated under Article 109 LCH (recitals 175 to 181 of the contested decision); — ‘ Procedures for preventing and correcting any over-compensation ’ : the Commission notes that there are such procedures within the framework of the BMF. As regards funding under Article 109 LCH, compensation is limited to the balance of the net costs of the public service, which have not previously been covered by the BMF. The mechanism put in place through the FRBRTC is designed to advance temporarily the amount necessary to make up the deficits of the Brussels public hospitals, pending the fixing of the definitive deficit by the competent federal minister, which has an almost 10-year delay. Provisions designed to avoid overcompensation by the unjustified taking into account of ineligible costs are provided in the royal decrees of 8 December 1986 and 8 March 2006 defining the criteria for fixing hospital deficits. With regard to social missions, the acceptance by the CPAS of responsibility for the costs is subject to compliance with the requirements stated by the CPAS, which makes it possible to avoid any overcompensation. As regards bilingualism, the taking over of the extra costs is covered by the mechanism in Article 109 LCH, limited to a maximum of 100% of those extra costs (recitals 182 to 192 of the contested decision). 43 As regards the criteria relating to proportionality: — ‘ Appropriateness of the compensation to what is necessary to cover the costs incurred in discharging the public service obligations ’ : the Commission states that it examined, for each hospital concerned for the period from 1996 to 2007, on the one hand, the annual results of the SGEIs, established by taking into account all SGEI revenue and related costs and, on the other hand, the compensation for SGEIs, granted under Article 109 LCH and, since 2003, granted for carrying out social missions. The data, included in the table in recital 199 of the contested decision, show, for all the IRIS hospitals, undercompensation of the SGEIs, although three hospitals had a limited overcompensation, over one or two financial years, carried over to the following period. Moreover, no overcompensation could stem from the declaration as an irrecoverable debt of the funding advanced by the FRBRTC to the communes in connection with the hospitals restructuring of 1995. Furthermore, the mechanism for paying advances through the FRBRTC enables only temporary cover of the deficits, since that advance has to be repaid when the amount of the hospital ’ s deficit is fixed, which precludes any overcompensation (recitals 194 to 201 of the contested decision); ",
        "8 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION — ‘ Separate accounting and absence of cross-subsidisation ’ : the Commission considers that the provisions relating to hospital accounting, applicable to all hospitals, require separate entries to be made of the costs relating to SGEI public service missions and other costs. The requirement for separate accounting is therefore satisfied. Cross-subsidisation is excluded, in the light of the fact that the commercial activities of public hospitals are marginal and are subject to separate accounting (recitals 202 to 206 of the contested decision); — ‘ Control of overcompensation by the public authorities ’ : the Commission considers that the activity of the IRIS hospitals, as regards both hospital and social public service missions, is subject to various control mechanisms for avoiding the grant of overcompensation (recitals 207 to 211 of the contested decision). 44 Finally, the Commission considers that the financing system at issue satisfies the requirements of Articles 1 to 3 of Commission Directive 80/723/EEC of 25 June 1980 on the transparency of financial relations between Member States and public undertakings (OJ 1980 L 195, p. 35), replaced by Commission Directive 2006/111/EC of 16 November 2006 on the transparency of financial relations between Member States and public undertakings as well as on financial transparency within certain undertakings (OJ 2006 L 318, p. 17) (recitals 213 to 218 of the contested decision). 45 The Commission concludes as follows: ‘… [D]uring the period 1996-2007, and including the restructuring aid of 1995, the IRIS [hospitals] received public funding by way of compensation for hospital and non-hospital SGEI tasks. That funding constitutes State aid within the meaning of Article 87(1) [EC] ... Since they are in accordance with the provisions of the SGEI [P]ackage ..., those measures qualify for the derogation [from the] obligation of notification laid down in Article 88(3) [EC] [from 19 December 2005,] where as for the previous period that non-notified aid must be regarded as unlawful. However, all that aid is compatible with the internal market, since it satisfies the requirements ... laid down in Article 86(2) [EC]. ’ Procedure and forms of order sought by the parties 46 By application lodged at the Registry of the General Court on 17 March 2010, the applicant brought this action. 47 By documents lodged at the Court Registry on 21 June 2010, and on 9, 16 and 26 July 2010, the French Republic, the Kingdom of the Netherlands, the Région Bruxelles-Capitale, the Commune d ’ Anderlecht (Belgium), the Commune d ’ Etterbeek (Belgium), the Commune d ’ Ixelles (Belgium), the Ville de Bruxelles (Belgium) and the Commune de Saint-Gilles (Belgium), sought leave to intervene in support of the forms of order sought by the Commission. 48 The applications for leave to intervene of the Région Bruxelles-Capitale, the Commune d ’ Anderlecht, the Commune d ’ Etterbeek, the Commune d ’ Ixelles, the Ville de Bruxelles and the Commune de Saint-Gilles were granted by order of the President of the Sixth Chamber of the General Court of 13 September 2010. 49 After a change in the composition of the Chambers of the Court, the Judge-Rapporteur was assigned to the Fifth Chamber, to which the present case was, consequently, assigned. 50 The applications for leave to intervene of the French Republic and the Kingdom of the Netherlands were granted by order of the President of the Fifth Chamber of the General Court of 4 October 2010. ",
        "ECLI:EU:T:2012:584 9 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 51 The interveners lodged their statements in intervention on 20 December 2010. The applicant and the Commission submitted their observations on those statements on 7 April 2011. 52 By way of measures of organisation of procedure, the Court asked the Commission to produce certain documents and posed written questions to the parties, which replied by letters of 18 November 2011. 53 The parties presented oral argument and replied to the questions put by the Court at the hearing on 6 December 2011, with the exception of the Kingdom of the Netherlands, which informed the Court that it would not be represented. 54 The applicant claims that the Court should: — annul the contested decision; — order the Commission and the interveners to pay the costs. 55 In its reply the applicant also claims that the Court should order the Commission to produce certain documents. 56 The Commission, supported by the interveners, contends that the Court should: — dismiss the action as unfounded; — order the applicant to pay the costs. Law Admissibility 57 The Commission, supported by the French Republic, questions whether the action is admissible, in that it raises pleas for annulment relating to alleged errors of assessment as to the compatibility of the aid. They submit that, in the present case, it is not for the General Court to adjudicate on the compatibility of the aid, and that the pleas in that respect must therefore be declared inadmissible. 58 In that regard, it should be pointed out that, according to settled case-law, where, without initiating the formal review procedure under Article 88(2) EC, the Commission finds, on the basis of Article 88(3) EC, that aid is compatible with the internal market, the persons intended to benefit from the procedural guarantees provided for in that article may secure compliance therewith only if they are able to challenge that decision before the Union judicature. 59 For those reasons, an action for the annulment of such a decision brought by a person who is concerned within the meaning of Article 88(2) EC is admissible where he seeks, by instituting proceedings, to safeguard the procedural rights available to him under the latter provision (Case C-78/03 P Commission v Aktionsgemeinschaft Recht und Eigentum [2005] ECR I-10737, paragraphs 34 and 35; see also, to that effect, Case C-198/91 Cook v Commission [1993] ECR I-2487, paragraphs 23 to 26, and Case C-225/91 Matra v Commission [1993] ECR I-3203, paragraphs 17 to 20). 60 On the other hand, if the applicant calls in question the merits of the decision appraising the aid as such, the mere fact that it may be regarded as concerned within the meaning of Article 88(2) EC cannot suffice to render the action admissible. It must then demonstrate that it has a particular status within the meaning of the case-law deriving from the judgment in Case 25/62 Plaumann v Commission ",
        "10 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION [1963] ECR 95, 107, by establishing inter alia that its market position is substantially affected by the aid to which the decision at issue relates (Case 169/84 Cofaz and Others v Commission [1986] ECR 391, paragraphs 22 to 25, and Commission v Aktionsgemeinschaft Recht und Eigentum , paragraph 37). 61 In the present case, the applicant states that its action seeks to protect its procedural rights, as a party concerned within the meaning of Article 88(2) EC, in that the refusal to initiate the formal investigation procedure adversely affects it. It submits that the evidence of the serious difficulties encountered by the Commission when examining the aid cannot be separated, in the present case, from the existence of errors relating to the application of Article 86(2) EC. 62 It should be pointed out — and this is not disputed by the Commission — that the applicant, in its capacity as an association grouping together a number of private hospitals established in the Région de Bruxelles-Capitale, must be considered a party concerned within the meaning of Article 88(2) EC. 63 It is therefore entitled to bring an action for the annulment of the contested decision, in order to protect its procedural rights under that provision. 64 As for the arguments of the Commission and the French Republic that the applicant raises inadmissible pleas for annulment relating to alleged errors of assessment as to the compatibility of the aid, it should be pointed out that, where an applicant seeks the annulment of a decision not to raise objections, it may invoke any plea to show that the assessment of the information and evidence which the Commission had at its disposal during the preliminary examination phase of the measure notified should have raised doubts as to the compatibility of that measure with the internal market. 65 The use of such arguments does nothing, however, to bring about a change in the subject-matter of the action or in the conditions for its admissibility. On the contrary, the existence of doubts concerning that compatibility is precisely the evidence which must be adduced in order to show that the Commission was required to initiate the formal investigation procedure (Case C-83/09 P Commission v Kronoply and Kronotex [2011] ECR I-4441, paragraph 59). 66 In such an action, pleas challenging the compatibility of the aid are therefore to be assessed by the Court in the light of the existence of a serious difficulty, without its being necessary to declare them inadmissible (see, to that effect, Joined Cases T-568/08 and T-573/08 M6 and TF1 v Commission [2010] ECR II-3397, paragraph 72, and Case T-359/04 British Aggregates and Others v Commission [2010] ECR II-4227, paragraphs 58 and 59). 67 In the present case, it is clear from the application that the applicant is seeking the annulment of the decision not to raise objections, by raising the point that the contested decision was adopted in infringement of its procedural rights. 68 Since this is therefore an action challenging the legality of the decision taken without initiating the formal investigation procedure, it is necessary to examine all the pleas raised by the applicant, in order to assess whether they make it possible to identify serious difficulties facing the Commission and requiring it to initiate the formal investigation procedure. 69 Therefore, the present action must be held admissible. ",
        "ECLI:EU:T:2012:584 11 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION Substance 70 In support of its action, the applicant raises, in essence, a single plea alleging the existence of serious difficulties in the preliminary examination of the aid at issue. It maintains that the Commission should have had serious doubts regarding the compatibility of the aid measures examined with the internal market, in the light of the criteria relating to the application of Article 86(2) EC, and that the contested decision is inadequately reasoned. 71 Furthermore, for the first time in its reply it raises certain issues surrounding the adoption of the contested decision, namely the duration of the administrative procedure and the length and complexity of that decision. Preliminary observations – Scope of judicial review 72 According to settled case-law, the formal investigation procedure under Article 88(2) EC is essential whenever the Commission has serious difficulties in determining whether aid is compatible with the internal market. The Commission may therefore restrict itself to the preliminary examination under Article 88(3) EC when taking a decision in favour of aid only if it is able to satisfy itself after the preliminary examination that the aid is compatible with the Treaty. 73 If, on the other hand, the initial examination leads the Commission to the opposite conclusion or if it does not enable it to overcome all the difficulties involved in determining whether the aid is compatible with the internal market, the Commission is under a duty to obtain all the requisite opinions and for that purpose to initiate the procedure provided for in Article 88(2) EC ( Cook v Commission , paragraph 29, and Matra v Commission , paragraph 33). 74 The notion of serious difficulties is an objective one. Whether or not such difficulties exist requires investigation of both the circumstances under which the contested measure was adopted and its content. That investigation must be conducted objectively, comparing the grounds of the decision with the information available to the Commission when it took a decision on the compatibility of the disputed aid with the internal market (Case C-431/07 P Bouygues and Bouygues Télécom v Commission [2009] ECR I-2665, paragraph 63; Case T-49/93 SIDE v Commission [1995] ECR II-2501, paragraph 60; and British Aggregates and Others v Commission , paragraph 56). 75 If the examination carried out by the Commission during the preliminary examination procedure is insufficient or incomplete, this constitutes evidence of the existence of serious difficulties ( British Aggregates and Others v Commission , paragraph 57 and the case-law cited). 76 Judicial review by the Court of the existence of serious difficulties will go beyond consideration of whether or not there has been a manifest error of assessment (Case T-73/98 Prayon-Rupel v Commission [2001] ECR II-867, paragraph 47, and British Aggregates and Others v Commission , paragraph 56). 77 Since the legality of the contested decision depends on whether there are doubts as to the compatibility of the aid at issue with the internal market, it is for the applicant to prove the existence of such doubtsby reference to a body of consistent evidence ( Commission v Kronoply and Kronotex , paragraph 59, and the order of 9 June 2011 in Case C-451/10 P TF1 v Commission , not published in the ECR, paragraph 52). ",
        "12 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 78 Before examining, first, the applicant ’ s arguments concerning the application of Article 86(2) EC to the aid measures at issue, the Court considers it necessary to reiterate the conditions for application of that provision. – The conditions for application of Article 86(2) EC 79 Under Article 86(2) EC, undertakings entrusted with the operation of SGEIs or having the character of a revenue-producing monopoly shall be subject to the rules contained in the EC Treaty, in particular to the rules on competition, in so far as the application of such rules does not obstruct the performance, in law or in fact, of the particular task assigned to them. The development of trade must not be affected to such an extent as would be contrary to the interests of the Community. 80 By the Altmark judgment (paragraphs 87 to 94), the Court of Justice held that compensation for services provided in order to discharge public service obligations does not constitute State aid provided that it satisfies the following four cumulative criteria: — the recipient undertaking must actually have public service obligations to discharge, and the obligations must be clearly defined; — the parameters on the basis of which the compensation is calculated must be established in advance in an objective and transparent manner; — the compensation cannot exceed what is necessary to cover all or part of the costs incurred in the discharge of public service obligations, taking into account the relevant receipts and a reasonable profit for discharging those obligations, and — where the undertaking which is to discharge public service obligations, in a specific case, is not chosen pursuant to a public procurement procedure, the level of compensation needed must be determined on the basis of an analysis of the costs which a typical undertaking, well run and adequately provided so as to be able to meet the necessary public service requirements, would have incurred in discharging those obligations, taking into account the relevant receipts and a reasonable profit for discharging those obligations. 81 Public service compensation which does not satisfy those criteria is subject to application of the State aid rules, but may be declared compatible with the internal market, inter alia, under Article 86(2) EC ( M6 and TF1 v Commission , paragraph 62). 82 At the time of the facts, the conditions for application of the derogation at issue were set out in Decision 2005/842 and in the Community framework for State aid in the form of public service compensation. 83 It is apparent from the contested decision that the Commission based its assessment of the compatibility of the measures, in essence, on the conditions set out in Decision 2005/842, while adding that, with the exception of certain additional requirements, those conditions were based on the first three criteria laid down by the Altmark judgment (recitals 167 and 168 of the contested decision). 84 In that regard, since the arguments formulated in the application are structured in accordance with the criteria laid down by the Altmark judgment, the first three of which largely coincide, according to the Commission, with the provisions of Decision 2005/842, it is appropriate to examine the applicant ’ s arguments in the order of those criteria. ",
        "ECLI:EU:T:2012:584 13 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION – The specific nature of the hospital public service 85 It should be pointed out that, although the conditions stated in the Altmark judgment and in the SGEI package concern all sectors of the economy without distinction, their application must take into account the specific nature of the sector in question. 86 The General Court has held, inter alia, that, in the light of the particular nature of the SGEI mission in certain sectors, it was appropriate to show flexibility with regard to the application of the Altmark judgment, by referring to the spirit and the purpose of the conditions stated therein which prevailed when they were laid down, in a manner adapted to the particular facts of the present case (Case T-289/03 BUPA and Others v Commission [2008] ECR II-81, paragraph 160). 87 As regards the hospital sector, this consideration is reflected in recital 16 of Decision 2005/842, according to which: ‘ ... account should be taken of the fact that at the current stage of development of the internal market, the intensity of distortion of competition in [this sector] is not necessarily proportionate to the level of turnover and compensation. Accordingly, hospitals providing medical care, including, where applicable, emergency services and ancillary services directly related to the main activities, notably in the field of research ... should benefit from the exemption from notification provided for in this Decision, even if the amount of compensation they receive exceeds the thresholds laid down in this Decision, if the services performed are qualified as [SGEIs] by the Member States. ’ 88 In the application of Article 86(2) EC, it is also necessary to take into consideration the lack of a commercial dimension to the public service in question, its classification as an SGEI being explained more by its impact on the competitive and commercial sector (see, to that effect, Case T-442/03 SIC v Commission [2008] ECR II-1161, paragraph 153). 89 It follows that the criteria laid down by the Court of Justice in the Altmark judgment concerning transport, which is unquestionably an economic and competitive activity, cannot be applied as strictly to the hospital sector, which does not necessarily have such a competitive and commercial dimension. 90 Moreover, the General Court has held that, since a national health system, managed by the ministries and other organisations, operated according to the principle of solidarity in that it was funded from social security contributions and other State funding and in that it provided services free of charge to its members on the basis of universal cover, those organisations, in managing that system, did not act as undertakings (Case T-319/99 FENIN v Commission [2003] ECR II-357, paragraph 39). 91 That consideration is taken into account in the contested decision. First, the decision classifies the provision of hospital care as an economic activity, considering that it is necessary to distinguish it from the ‘ administration of the national health system ’ , by public bodies in the exercise of public powers. Second, it notes that the public hospitals also carry out other activities of a social nature, which cannot reasonably be classified as economic, but are included in the contested decision only for reasons of procedural economy: even if those activities were considered to be economic, the corresponding subsidies would be compatible aid (recitals 110 and 111 of the contested decision). 92 It should also be pointed out that application of Article 86(2) EC in the hospital sector concerned must take account of respect for the responsibilities of the Member States for the definition of their health policy and the organisation and delivery of health services and medical care. That consideration stems, inter alia, from Article 152(5) EC. ",
        "14 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 93 In accordance with those considerations, the Member States organise their national health systems according to principles which they choose; in particular, hospital public service obligations may include both obligations imposed on all hospitals and additional obligations imposed only on public hospitals, in view of their greater importance for the proper running of the national health service. 94 However, since the organisation of the delivery of health services determined by a Member State involves the imposition of public service obligations on private operators, that fact must be taken into account when assessing the aid measures adopted in the sector. 95 In particular, where different requirements are imposed on the public and private bodies entrusted with the same public service, which presupposes a different level of costs and compensation, those differences must be clearly shown in their respective mandates, inter alia, in order that it may be verified that the subsidy is compatible with the principle of equal treatment. State aid, certain of the conditions of which contravene the general principles of EU law, such as the principle of equal treatment, cannot be declared by the Commission to be compatible with the internal market (Case C-390/06 Nuova Agricast [2008] ECR I-2577, paragraph 51). 96 It is in the light of these considerations that it is necessary to examine the applicant ’ s arguments relating to the Commission ’ s assessments concerning the compatibility of the aid measures at issue with the internal market. The existence of a clearly defined public service mission 97 According to the first criterion laid down by the Altmark judgment, the recipient undertaking must actually have public service obligations to discharge, and the obligations must be clearly defined. 98 The General Court has already held that the same criterion applied in the context of application of the derogation laid down in Article 86(2) EC (Case T-189/03 ASM Brescia v Commission [2009] ECR II-1831, paragraph 126, and Case T-222/04 Italy v Commission [2009] ECR II-1877, paragraph 111). 99 According to settled case-law, Member States have a wide discretion to define what they regard as SGEIs and that definition can be questioned by the Commission only in the event of manifest error (Case T-17/02 Olsen v Commission [2005] ECR II-2031, paragraph 216, and BUPA and Others v Commission , paragraphs 166 and 169). 100 The scope of the General Court ’ s review of the Commission ’ s assessments necessarily takes that limitation into account. 101 That review must nevertheless ensure respect for certain minimum criteria relating, inter alia, to the presence of an act of the public authority entrusting the operators in question with an SGEI mission ( BUPA and Others v Commission , paragraph 181 and the case-law cited), and to the universal and compulsory nature of that mission ( BUPA and Others v Commission , paragraph 172). 102 Moreover, under Article 4 of Decision 2005/842, ‘ responsibility for operation of the [SGEI] shall be entrusted to the undertaking concerned by way of one or more official acts, the form of which may be determined by each Member State ’ , such acts to specify, in particular, ‘ the nature and the duration of the public service obligations ’ and ‘ the undertaking and territory concerned ’ . ",
        "ECLI:EU:T:2012:584 15 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 103 In the present case, when assessing the aid measures at issue, the Commission draws a distinction between (a) hospital public service missions which all hospitals must provide (recitals 140 to 145 of the contested decision), (b) hospital public service missions specific to the IRIS hospitals (recitals 146 to 149), and (c) non-hospital public service missions specific to the IRIS hospitals (recitals 151 to 156). 104 The applicant maintains, in essence, that the first Altmark condition is not satisfied, in so far as concerns the second and third of these categories of public service mission, since they are hospital and non-hospital missions which, according to the Commission, are the task only of the IRIS hospitals. – The presence of an act of the public authority constituting the mandate 105 In the contested decision, the Commission refers to three types of act entrusting the hospital public service missions to the IRIS hospitals, namely, (a) legislative and regulatory acts, namely the LCH, the Organic Law on the CPAS and the secondary acts, (b) the conventions concluded between the CPAS and the IRIS hospitals, and (c) the strategic plans adopted by the IRIS association ( ‘ the IRIS strategic plans ’ ). 106 The applicant does not dispute the fact that the public service mission may be defined in different acts, including contractual acts. It maintains, however, that the IRIS strategic plans cannot be regarded as constituting the mandate, since they are plans adopted by the IRIS umbrella structure and therefore the obligations which it lays down for the IRIS hospitals are ‘ self-imposed ’ . 107 It should be pointed out that Member States have a wide discretion to define what they regard as SGEIs (paragraph 99 above) and, consequently, as to the choice of legal form of a mandating act or acts. 108 The mandate entrusting the public service mission may be defined in several different acts, both those laying down the general rules in the area and those addressed specifically to certain institutions. The possibility of entrusting the mission by way of ‘ one or more ’ official acts is expressly referred to in Article 4 of Decision 2005/842. 109 The mandate may also encompass contractual acts, provided that they emanate from the public authority and are binding. That is so a fortiori where such acts give effect to the obligations imposed by the legislation (see, to that effect, Case C-159/94 Commission v France [1997] ECR I-5815, paragraph 66). 110 In the contested decision, the Commission considered that the IRIS strategic plans could be classified as acts of the public authority, ‘ owing to the fact that [they were] imposed on the IRIS [hospitals] by the public authorities which [had] adopted the content of those plans through the general assembly of the IRIS umbrella structure, which [was] comparable to a public authority, in which the public authorities [had] the majority of the seats ’ (recital 146 of the contested decision). 111 It should be noted, in that regard, that a body may be regarded as endowed with the exercise of public power if it is composed of a majority of representatives of the public authority and if, when adopting a decision, it must satisfy a certain number of criteria of general interest (see, to that effect and by analogy, Case C-96/94 Centro Servizi Spediporto [1995] ECR I-2883, paragraphs 23 to 25, and Case C-35/96 Commission v Italy [1998] ECR I-3851, paragraphs 41 to 44). 112 Therefore, for an entity ’ s decisions to be classified as public acts, its bodies must be composed of persons with public-interest duties and the public authorities must have an effective means of controlling the decisions (see, a contrario , Case C-198/01 CIF [2003] ECR I-8055, paragraphs 77 and 78). ",
        "16 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 113 In the present case, it should be pointed out that IRIS is an association formed by the public authorities and subject to their control through its bodies. It was set up to carry out tasks expressly imposed by the legislation concerning the administration of the public service concerned, namely the Organic Law on the CPAS. The adoption of the strategic plans by IRIS is provided for by the same legislation, as a means of determining the general and implementation strategy of the hospital policy (recital 25 of the contested decision). 114 The applicant has put forward no arguments to undermine the Commission ’ s assessments of those factors, which lead to the conclusion that the strategic plans are acts of the public authority, and of the binding nature of those strategic plans. 115 Indeed, the applicant stated that, according to the Commission, the mandating of the public service obligations of the IRIS hospitals represents the ‘ intention of their shareholders (members) who are the public authorities ’ (recital 147 of the contested decision), which suggests that public service mandates are issued by the public bodies in their role as shareholder of the hospitals. 116 However, it is apparent from the information given by the Commission, in its reply of 18 November 2011 to a written question from the Court, that the IRIS association cannot be regarded as an entity which itself runs the hospitals concerned, since it is a different legal person from the associations which administer the hospitals, which, moreover, according to the Commission, have considerable decision-making autonomy in their administration of hospital activities. 117 Those contentions are not challenged by the applicant, which merely points out that the IRIS association cannot assume the role of the local associations, ‘ at least as a rule ’ , and states that, in practice, it exercises only a limited control, the key aspect of which consists in the adoption of strategic plans. 118 It follows that the applicant ’ s arguments calling in question the classification of the IRIS strategic plans as acts of the public authority must be discounted. – The mandate relating to the specific hospital missions of the IRIS hospitals 119 The parties agree that all public and private Belgian hospitals have a ‘ general ’ public service mission under the LCH and secondary legislation, which is analysed by the Commission in recitals 140 to 145 of the contested decision. 120 The applicant only contests the Commission ’ s considerations relating to the existence of the ‘ specific ’ hospital missions entrusted only to the IRIS hospitals, examined in recitals 146 to 149 of the contested decision. It maintains that the Belgian official acts do not impose on the IRIS hospitals any specific obligation in addition to the hospital mission under the LCH and that, in any event, those alleged obligations are not clearly defined. 121 It is apparent from recitals 146 to 149 of the contested decision that the IRIS hospitals are entrusted with a specific hospital mission, by being subject to public service obligations additional to those of the other Belgian public and private hospitals under the LCH. 122 According to the Commission, there is, on the one hand, ‘ the obligation to look after any patient in any circumstances, including post-emergency ’ or ‘ the obligation to give continual hospital care to any patient, whatever his social or financial situation ’ and ‘ the obligation to provide comprehensive multisite hospital care ’ and, on the other hand, ‘ the obligation to offer comprehensive multisite hospital care ’ or ‘ to provide every patient, simply on request, with every type of hospital service, in a multisite context ’ (recitals 146 to 149 of the contested decision). ",
        "ECLI:EU:T:2012:584 17 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 123 With regard to ‘ the obligation to look after any patient in any circumstances ’ , the Commission refers, first of all, to Article 57(1) of the Organic Law on the CPAS, which stipulates that the CPAS have ‘ the task of providing individuals and families with community assistance ’ , including medical assistance (recital 146 of the contested decision). 124 It should be noted that, as the applicant rightly points out, since this is an obligation imposed on the CPAS, that provision cannot be considered, in itself, as imposing a specific obligation on the IRIS hospitals. 125 However, it is apparent from the contested decision that the missions provided for by Article 57 of the Organic Law on the CPAS are delegated to the IRIS hospitals under conventions concluded with the CPAS and under the IRIS strategic plans (recitals 24, 25 and 146 of the contested decision). 126 As regards, first, the conventions concluded with the CPAS, the Commission produced by way of example, in its letter of 18 November 2011, the ‘ domicile de secours bis ’ (residency for the purpose of welfare benefits) convention concluded between 11 CPAS and the IRIS hospitals on 30 September 1998 ( ‘ the domicile de secours convention ’ ), on which the applicant was able to make observations in connection with the measures of organisation of procedure and at the hearing. 127 The applicant claims that that convention does not introduce any obligation in addition to those laid down by the LCH, but basically organises the acceptance by the CPAS of responsibility for paying for the care provided to poor patients who have a ‘ réquisitoire ’ (an undertaking to defray the costs). It considers that it cannot be maintained that the obligation to look after ‘ any patient in any circumstances ’ may derive simply from conventions, in the absence of any provision in the legislative acts applicable to hospital activities. 128 It must be stated that those arguments relating to the content of the ‘ domicile de secours ’ convention support the applicant ’ s arguments concerning the existence of doubts as to the presence of a mandate clearly defining the specific hospital missions delegated to the IRIS hospitals. 129 Indeed, in the contested decision, the Commission refers to the clause in the convention at issue, according to which the ‘ public hospitals carry out social missions by providing health care to any person, whatever, inter alia, his medical complaint, level of income, health insurance situation or origins ’ (recital 24 of the contested decision). 130 As is apparent from the text of the ‘ domicile de secours ’ convention produced by the Commission, that provision, which is contained in the preamble to that convention, it is followed by recitals stating that the convention at issue ‘ governs the relations between the CPAS and the hospitals which are party to it with regard to meeting the cost of the care provided to certain persons in those hospitals ’ . 131 It is apparent from the provisions of the convention at issue that the hospitals undertake to provide care, as a priority, to persons assisted by the CPAS and for whose treatment the CPAS pay. Under Article 1 of the convention, with regard to non-emergency care, ‘ the hospital undertakes to ... provide care ... as a priority to assisted persons whom the CPAS send to it and to whom they will have issued, in advance for this purpose, an undertaking to defray the costs (réquisitoire) ’ , while the CPAS ‘ undertakes to honour the uncontested invoices from the hospital within 60 days at the latest ’ . 132 In its letter of 18 November 2011, the Commission states that the convention at issue refers more specifically to care given to poor patients, known as ‘ réquisitoire ’ patients, and that the obligation of the IRIS public hospitals to look after any patient in any circumstance relates ‘ in particular, but not exclusively ’ to interventions falling within the scope of the convention at issue the costs of which are borne by the CPAS. ",
        "18 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 133 In that regard, it should be pointed out that it is apparent from recitals 24, 25 and 146 of the contested decision that the public service mission, provided for in Article 57 of the Organic Law on the CPAS, designed to provide access to medical care for every person, is delegated to the IRIS hospitals under the agreement concluded with the CPAS. It is not apparent from the contested decision that the Commission examined the material provisions of that convention, concerning the interventions provided on the basis of a ‘ réquisitoire ’ and paid for by the CPAS, before ruling on the existence and content of the mission at issue. 134 Moreover, the information provided by the Commission in reply to the written questions from the Court does not concur with the assessments made in the contested decision. 135 It is stated in the decision that, under the convention at issue, the IRIS hospitals accepted a public service mission to provide access to care for everyone, as laid down in Article 57 of the Organic Law on the CPAS (recital 24 of the contested decision). 136 It is apparent from the Commission ’ s replies of 18 November 2001 that the provisions of the convention at issue state a more limited obligation, designed to provide care for persons assisted by the CPAS and whose costs are met by the CPAS. 137 Moreover, in its replies, the Commission states that the public service mission at issue concerns ‘ in particular, but not exclusively ’ the interventions referred to in the ‘ domicile de secours ’ convention, which suggests that that convention does not govern all the obligations of the mission at issue. 138 Second, as regards the IRIS strategic plans, which, according to recital 25 of the contested decision, ‘ organise ’ the public service mission at issue, it should be noted that these are internal documents adopted by the association in the exercise of its strategic management of the IRIS hospital network activity. 139 In the contested decision, the Commission refers to the provision in the IRIS strategic plan 2002-2006 according to which ‘ the purpose of the public hospitals is to admit and care for all patients whatever their origin, circumstances, culture, beliefs and medical complaints ’ (recital 25 of the contested decision). 140 It is clear from that part of the strategic plan at issue, produced by the Commission in its letter of 18 November 2011 in reply to the question from the Court asking it to specify the content of the obligation of the IRIS hospitals to ‘ look after any patient in any circumstances ’ , that the relevant provision relates to the introductory part of the heading ‘ Ethics ’ of that plan. In essence, that part provides for the establishment of an ‘ ethics committee ’ in each IRIS hospital and organises the working of that body. Apart from those aspects, the Commission does not refer to any other provisions of the IRIS strategic plan capable of constituting the public service mandate at issue. 141 Moreover, in its assessments according to which the public service obligation at issue stems both from the ‘ domicile de secours ’ convention and from the IRIS strategic plan (recitals 24, 25 and 146 of the contested decision), the Commission fails to take into account the fact that those official acts differ in scope. 142 As the applicant rightly points out, one is a contractual act concluded with entities chosen by the CPAS and the other is a strategic document adopted every five years within the framework of the internal administration of the IRIS association. ",
        "ECLI:EU:T:2012:584 19 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 143 In that regard, the ‘ domicile de secours ’ convention, while providing for the delegation of the public service mission laid down in Article 57 of the Organic Law on the CPAS, establishes a system in which participation is, potentially, open to private entities. In its letter of 18 November 2011, the Commission stated that the conclusion of the conventions at issue was not reserved to the IRIS public hospitals, but could be extended to private hospitals. 144 On the other hand, it is apparent from the information given by the Commission during the proceedings that the legal regime, on the basis of which the strategic plans are adopted and rendered applicable to the IRIS public hospitals, applies to those hospitals alone, to the exclusion of all the other public and private hospitals in Belgium. Moreover, in recital 146 of the contested decision, the Commission states that the obligation to care for any patient in any circumstances stems from the very nature of the public health service and is specific to public hospitals. 145 Lastly, it should be noted that the applicant ’ s argument, relating to the lack of clarity of the specific hospital missions contained in the contested decision, is supported by its assertion concerning the organisation of the system established under the LCH, in which public and private hospitals are funded according to identical rules under the BMF. 146 Indeed, the Commission itself states that the funding system based on the establishment of the BMF includes funding specifically applicable to any public or private hospital, designed to cover the specific costs generated by hospitals whose patients have a very modest socio-economic profile (recitals 38 to 40 of the contested decision). 147 It points out inter alia that the public service obligation consisting in looking after any patient in any circumstances concerns the healthcare to which the LCH applies and that it is covered by the B8 part of the BMF. It also states that the financing provided for by the B8 part at issue is open to any hospital falling within the scope of the LCH, whether public or private (recital 48 and footnote 63 of the contested decision). 148 In that regard, as the applicant rightly maintains, the Commission should have considered whether the existence of that specific cover designed to compensate the burden imposed on hospitals treating social security patients, which is applicable, without distinction, to all hospitals subject to the LCH, undermines the argument that only the IRIS hospitals are entrusted with a public service mission consisting in making care accessible to all patients, including social security patients. 149 The relevance of that point cannot reasonably be challenged by the argument of the intervening Brussels communes (paragraph 47 above) which maintain, in their statement in intervention, that, unlike the other Belgian hospitals, the IRIS hospitals are required to provide medical assistance in strict accordance with a patient ’ s ideological, philosophical and religious beliefs, and compulsorily in emergency and non-emergency cases, even to poor patients. 150 It should be pointed out that, as the applicant rightly stated, having regard to the principle of non-discrimination, which forms part both of Belgian law and the legal order of the European Union, it cannot be maintained that Brussels private hospitals may lawfully select patients according to their ideological, philosophical or religious beliefs or their situation of poverty. 151 It is apparent from all these considerations that the applicant ’ s arguments reveal the presence of serious doubts as to the existence of a clearly defined public service obligation, specific to the IRIS hospitals, consisting in looking after any patient in any circumstances. 152 As regards the obligation to ‘ provide comprehensive and continual multisite care ’ , the applicant maintains, in essence, that the Commission fails to specify the exact content of that obligation. It states that all hospitals are subject to programming and operational conditions deriving from the LCH and secondary acts. ",
        "20 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 153 It should be pointed out, in that regard, that, in respect of the obligation at issue, the Commission merely refers to the provision in the IRIS strategic plans according to which the IRIS public hospitals ‘ undertake to organise the care of patients and to ensure that they receive any treatment they may need ’ (recital 25 of the contested decision). 154 As the applicant rightly points out, that reference alone, reproduced in the contested decision, does not prove that the Commission carried out an adequate examination of the obligations relating to the public service mission at issue. 155 Admittedly, the Commission explains, for the first time in its reply of 18 November 2011 to the Court ’ s written questions, that the specific mission in question consists in a local care mission and that the IRIS strategic plans contain provisions concerning the maintenance of a decentralised hospitalisation activity and extensive outpatient cover, so that patients, in particular elderly patients, may receive hospital treatment at a reasonable distance from their homes. 156 However, it is not apparent from the contested decision that the Commission examined the content of the mission thus defined. 157 Moreover, at the hearing, the applicant claimed that local health care needs, within the framework of the activities of the IRIS association, had to be put into perspective in the present case, since the territory of the Ville de Bruxelles already has 38 public and private hospital sites. 158 It should be noted, in that regard, that it is not apparent from the contested decision that the Commission examined to what extent local health care needs had led to the imposition on the IRIS hospitals of public service obligations additional to those deriving from the LCH for all Brussels hospitals. 159 The Commission should have examined those additional obligations, in particular comparing them with the programming and operational requirements applicable to all hospitals subject to the LCH, before ruling on the existence of a public service mission at issue, specific to the IRIS hospitals. 160 Finally, at the hearing, the Commission and the French Republic maintain that, in any event, in the assessment of the compatibility of the measures in question, it was not necessary to establish that the IRIS hospitals were actually entrusted with ‘ specific ’ public service missions, in addition to those deriving from the LCH. According to them, the fact that the IRIS hospitals are entrusted with public service missions, whether exclusive or not, is enough to conclude that there is a clearly defined SGEI mandate. 161 It should be pointed out that, indeed, even if the ‘ specific ’ public service missions of the IRIS hospitals, examined in recitals 146 to 149 of the contested decision, overlap the ‘ general ’ hospital missions entrusted to them under the LCH, that fact does not necessarily call in question the existence of an SGEI mandate in the present case. 162 It is conceivable that the specific financing measures applicable to the IRIS hospitals are justified by considerations other than those linked to the existence of their additional obligations. In particular, as the Commission points out, albeit as a secondary point, in recital 177 of the contested decision, compensation for public hospital deficits may be necessary for health and social reasons in order to ensure the continuity and viability of the hospital system. 163 The fact remains that the approach adopted by the Commission in the contested decision is clearly based on the finding that the aid measures examined are justified by the existence of additional public service obligations imposed on the IRIS hospitals within the framework of ‘ specific ’ public service missions. ",
        "ECLI:EU:T:2012:584 21 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 164 In connection with the review of the legality of that decision, it is therefore necessary to examine the Commission ’ s assessments relating to that finding, which are disputed by the applicant, in order to ascertain whether they show the existence of serious doubts as to the compatibility of the measures at issue with the internal market. The General Court cannot encroach on the Commission ’ s powers by finding that the Commission ’ s assessment would have been the same if it had initiated the formal investigation procedure (Case C-47/10 P Austria v Scheucher-Fleisch and Others [2011] ECR I-10707, paragraph 109). 165 It should also be pointed out that the approach followed by the Commission takes account of the fact that, in the system under examination, hospital public service obligations are imposed on all operators in the market, both public and private. The measures examined in the contested decision are, according to the Commission, specific to the IRIS hospitals, unlike all the other Belgian public and private hospitals. 166 In those circumstances, as regards the mandate given to certain selected public entities, it is also important to single out the particular features of their mandate by exposing the differences concerning the scale of the specific obligations justifying the financing measures which are added to those applicable to all the other entities entrusted with a public service in the same domain. 167 Therefore, it is necessary to discount the contention of the Commission and the French Republic that the applicant ’ s line of argument contesting the ‘ specific ’ hospital missions of the IRIS hospitals is irrelevant, in that it is not necessary in the present case to establish that the IRIS hospitals were actually entrusted with such ‘ specific ’ missions. 168 In the light of all these considerations, it must be stated that the arguments put forward by the applicant with regard to the assessments made in the contested decision reveal a certain degree of support for the presence of serious doubts as to the existence of a clearly defined public service mandate, relating to the ‘ specific ’ hospital missions of the IRIS hospitals. 169 It is also apparent from the contested decision and from evidence produced in connection with measures of organisation of procedure that the Commission did not conduct an in-depth examination of the content of the official acts relating to the public service missions at issue. 170 The fact that the Commission was unable, in the preliminary examination, to carry out a comprehensive and consistent assessment of the relevant evidence is also an indication of the existence of serious difficulties. – The mandate relating to the non-hospital missions of the IRIS hospitals 171 Among the non-hospital missions specific to the IRIS hospitals, the Commission distinguishes between, on the one hand, the social missions delegated by the CPAS (recitals 49 to 52 and 151 to 155 of the contested decision) and, on the other hand, the ‘ other ’ missions, which are limited to the obligations deriving from the bilingualism regime (recitals 59 to 62 and 156). 172 The applicant maintains that these different missions are not clearly defined in the acts referred to in the contested decision and, in any event, the social missions listed in the reports of the IRIS network are the same as those entrusted to private hospitals. 173 With regard, first, to the obligations relating to bilingualism, it should be pointed out that their importance, within the framework of the aid measures which are the subject-matter of the contested decision, is limited owing to the fact that they do not receive specific funding and are examined by the Commission only insofar as they are inseparably linked to the other subsidised activities (recitals 112 and 181 of the contested decision). ",
        "22 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 174 With regard, secondly, to the social missions, it is apparent from the contested decision that the IRIS hospitals are entrusted with missions delegated by the CPAS, defined by Article 57 of the Organic Law on the CPAS, by the order of 13 February 2003, and also by the conventions (recital 151 of the contested decision). 175 The Commission finds that the content of the missions at issue is linked to the operation of the ‘ social service [which] consists in helping patients and their families to resolve and manage administrative, financial, relationship and social problems and difficulties connected with illness, with hospital stays and treatment, and with new perspectives and situations ’ , and is structured ‘ around administrative assistance, psychosocial support, information, prevention, awareness, collaboration and coordination ’ (recitals 52 and 180 of the contested decision). 176 It also points out that they are non-hospital activities, designed to give the patients and their relatives, according to their needs, socio-material, socio-administrative or psychosocial assistance in addition to the medical care of the IRIS hospitals and that these missions consist in providing individual social assistance in conjunction with the medical care of patients (recitals 111 and 152 of the contested decision). 177 In that regard, first, it should be noted that, as the applicant rightly points out, Article 57 of the Organic Law on the CPAS is not an adequate legal basis for the public service mission at issue, since it is a legal provision addressed only to the CPAS. 178 Secondly, concerning the order of 13 February 2003, the applicant argues that it does not clearly define the public service missions referred to. 179 It should be pointed out, in that regard, that that order, which was submitted by the parties, provides for special annual subsidies for the communes, for the purpose of ‘ carrying out tasks of communal interest ’ , but, as the applicant rightly points out, contains no details as to the nature of the tasks of communal interest concerned. 180 Thirdly, as regards the conventions concluded in connection with the social missions, the applicants point out that the Commission fails to refer to the specific provisions specifying those missions. 181 In that regard, in the case of conventions concluded between the Région Bruxelles-Capitale and the communes in connection with the subsidisation of the social missions (recitals 57 and 180 of the contested decision), the Commission enclosed, with its letter of 18 November 2011, the standard convention concluded between the FRBRTC, the Région Bruxelles-Capitale, the Commune de Bruxelles and the CPAS concerned. Article 1(b) and Article 4 of that convention provides that a loan is granted to the commune concerned ‘ in respect of intervention in the social aspect of hospital ’ , but the convention does not state the specific content of that ‘ social aspect ’ . 182 As regards the conventions concluded between the CPAS and the IRIS hospitals (recital 153 of the contested decision), the Commission states, in its defence, that they require the IRIS hospitals to carry out tasks in place of the CPAS, namely to conduct means tests and to examine documentary evidence. 183 When asked to produce the convention at issue, the Commission stated, in its letter of 18 November 2011, that it was the ‘ domicile de secours ’ convention, which also organised the hospital missions of the IRIS hospitals (see paragraph 126 above). ",
        "ECLI:EU:T:2012:584 23 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 184 In its defence and at the hearing, the Commission referred to Article 3 of that convention, which provides: ‘ The hospital may ... recover the costs of the treatment provided from the CPAS of the commune in which a person is entered in the population or foreign nationals register or the waiting list, where that person ... is admitted or treated as an emergency ... and is acknowledged by the CPAS to be in a state of poverty; the hospital shall collect, in so far as possible, the initial information for the means test and send it to the CPAS ... A person ’ s claim that he is entered in one of the aforementioned registers will be checked by the hospital using the means at its disposal. ’ 185 Moreover, according to the information provided by the Commission during the proceedings, the performance of that task, which consists in gathering the initial evidence required by the CPAS to draw up a ‘ réquisitoire ’ , corresponds to most of the costs incurred in relation to the social missions. 186 It should be pointed out that, so far as concerns the content of the social missions at issue, that information does not entirely concur with the assessments made in the contested decision, which do not refer to the obligation to gather evidence required by the CPAS to draw up a ‘ réquisitoire ’ , but analyse the functioning of the social service of the hospital which is structured, inter alia, ‘ around psychosocial support, information, prevention, awareness, collaboration and coordination ’ and is designed ‘ [to help] patients and their families to resolve and manage administrative, financial, relationship and social problems and difficulties connected with the illness, with hospital stays and treatment, and with new perspectives and situations ’ (see paragraphs 175 and 176 above). 187 In the light of these considerations, it must be stated that, concerning the non-hospital public service missions of the IRIS hospitals, the applicant presented a number of indicia establishing the existence of doubts as to the compatibility of the measures examined with the criterion relating to the existence of a public service mission with a clearly defined nature and content. 188 Moreover, those doubts were not dispelled by the information provided by the Commission during the proceedings. The existence of previously established compensation parameters 189 According to the second criterion in the Altmark judgment, the parameters on the basis of which the compensation is calculated must be established in advance in an objective and transparent manner, to avoid it conferring an economic advantage which may favour the recipient undertaking over competing undertakings. 190 Similarly, under Article 4(d) of Decision 2005/842, the official acts entrusting the administration of the SGEI must specify ‘ the parameters for calculating, controlling and reviewing the compensation ’ . 191 The Member State has a wide discretion not only when defining an SGEI mission but also when determining the compensation for the costs connected with the SGEIs. In particular, there is nothing to prevent the national legislature from allowing the national authorities a certain discretion to determine the compensation for the costs incurred in discharging an SGEI mission. However, the parameters must be defined in such a way as to preclude any abusive recourse to the concept of an SGEI on the part of the Member State ( BUPA and Others v Commission , paragraph 214). 192 Thus, the criterion at issue leaves Member States free to choose how to comply with it in practical terms, provided that the rules for determining the compensation are objective and transparent (see, to that effect, Joined Cases T-309/04, T-317/04, T-329/04 and T-336/04 TV 2/Danmark and Others v Commission [2008] ECR II-2935, paragraphs 227 and 228). The Commission ’ s assessment for that ",
        "24 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION purpose must be based on an analysis of the actual legal and economic considerations which governed the setting of the amount of the compensation (see, to that effect, TV 2/Danmark and Others v Commission , paragraph 230). 193 In the present case, the measures examined in the contested decision, which are summarised in recital 102 thereof, include both the compensation granted to all hospitals under the regime laid down in the LCH on the basis of the introduction of the BMF, which are not contested by the applicant, and the instruments applicable only to the IRIS hospitals, which are, (a) the measures for funding the specific hospital missions of the IRIS hospitals, (b) the restructuring aid of 1995 and, (c) the measures for funding the social missions of the IRIS hospitals. – Funding of the hospital missions 194 As is apparent from the contested decision, the funding of the hospital missions specific to the IRIS hospitals includes compensation for the deficits of the hospital activities, based on Article 109 LCH and also the mechanism put in place at regional level through the FRBRTC in order to advance temporarily the amounts needed to make up the deficits (recitals 43 to 48 and 188 of the contested decision). 195 As regards, first, Article 109 LCH, it is apparent from the contested decision that that provision establishes additional funding for public hospitals only, having regard to the rule, which has been in Belgian law since 1973, that the deficits of public hospitals are taken over by the communes. That cover is conditional on the determination of the amount of the deficit by the competent minister, with the exception of the deficits of the ‘ activities which are not those of the hospital ’ , the factors which are taken into consideration being specified in a royal decree (recitals 43 to 45 and 177 of the contested decision). 196 It should be noted that the applicant ’ s arguments do not concern that compensation measure, applicable to all Belgian public hospitals, as such. 197 The documents in the file show that, in its complaint, the applicant criticised only the alleged overcompensation of the public service costs through the FRBRTC. In the letter to the Commission of 21 December 2006, enclosed with the application, it stated that it did not contest ‘ the intervention of the communes in the deficit of public hospitals, based on Article 109 of the Law on hospitals ’ , specifying that the subject-matter of the complaint concerned ‘ the funding granted by the Région … to [IRIS] hospitals only ’ . 198 At the hearing, the applicant stated that it was not contesting the cover of the public hospitals deficit by the communes provided for in Article 109 LCH, as such, but only to the extent that it related to alleged specific missions of the IRIS hospitals. 199 In any event, it should be noted that the contested decision contains numerous contentions, which are not called in question by the applicant, concerning the prior compensation parameters provided for in Article 109 LCH. 200 It is apparent from recital 177 of the contested decision that the compensation at issue, governed by Article 109 LCH and the royal decree relating to the implementing measures, applies only to deficits linked to hospital activities, approved by the competent minister, and the criteria and procedures governing the determination of those deficits are, moreover, clearly established by the legislation. The rules for calculating that deficit show that compensation is limited to those costs actually incurred in discharging the hospital public service which are not compensated by other measures. ",
        "ECLI:EU:T:2012:584 25 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 201 Since the applicant contests the link between the compensation at issue and the specific public service missions of the IRIS hospitals, it should be noted that Article 109 LCH refers to cover for the deficit of hospitals administered by the CPAS, the associations referred to in Article 118 of the Organic Law on the CPAS and the inter-communal associations including one or more CPAS or communes. 202 As the Commission rightly points out, a link with the performance of the public service missions deriving from the Organic Law on the CPAS therefore forms an integral part of the scheme of that provision. 203 As regards the lack of a clear distinction between the costs covered by the BMF and those which may be covered under Article 109 LCH, which is criticised by the applicant, it should be noted that the Commission itself states that that provision allows cover for the costs borne by the IRIS hospitals in respect of missions which are also funded by the BMF, in particular its B8 subsection, relating to social security patients. To the extent that the additional costs generated by those obligations are not compensated by the BMF and contribute to the hospital deficits of the IRIS hospitals, they are in part taken over by the public authorities on the basis of Article 109 LCH (recital 48 of the contested decision). 204 Contrary to what the applicant claims, that particular circumstance does not necessarily affect the transparency of the compensation parameters. 205 The applicant does not challenge the fact that Article 109 LCH covers only hospital public service costs. It does not put forward any argument to show that the application of that provision allows for the inclusion of costs which are unconnected with public service missions. 206 In that regard, although the financing mechanism at issue includes deficits which may be covered by the BMF and also additional costs which are not covered by the BMF, it is not disputed that, overall, Article 109 LCH is designed to compensate the costs of public service provision, so as to exclude any abusive recourse to the concept of the SGEI. 207 It must therefore be held that the applicant does not put forward any arguments to affect the Commission ’ s assessments concerning the obligation under Article 109 LCH to cover the deficit of the public hospitals. 208 As regards, secondly, the funds granted only to the IRIS hospitals through the FRBRTC, the applicant contests the Commission ’ s assessment that the sums paid through the FRBRTC are only repayable advances on the sums payable to the public hospitals under Article 109 LCH, the intervention of the FRBRTC thus constituting a ‘ zero operation ’ . It maintains that, owing to the lack of transparency in the working of the FRBRTC, it is impossible to establish to what extent those payments cover the deficits of the hospitals for the purposes of Article 109 LCH and that the obligation to repay the advances is not laid down in the official acts. 209 It should be pointed out that, as the applicant rightly claims, the contested decision tends to confuse the mechanism at issue, applicable to the payment of funds by the FRBRTC, with the mechanism provided for in Article 109 LCH. 210 According to the contested decision, the mechanism of advances granted through the FRBRTC serves to fulfil the obligation imposed on the local authorities by Article 109 LCH (recital 47); that provision therefore also constitutes the legal basis for the mechanism of advances (recital 188). 211 Therefore, the contested decision does not contain a separate assessment of the prior compensation parameters relating to the mechanism of advances granted by the FRBRTC, but merely analyses the compensation parameters relating to Article 109 LCH (recital 175 et seq.). ",
        "26 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 212 When questioned in that regard in connection with measures of organisation of procedure, the Commission stated, in its letter of 18 November 2011, that Article 109 LCH and the mechanism of advances from the FRBRTC ‘ overlap and their application is correlated ’ , so that they are ‘ essentially the same compensation mechanism ’ . 213 It should be pointed out that the mechanism of funding through the FRBRTC may be described as a different aid measure from that which consists in covering the deficit under Article 109 LCH. 214 Even if it were conceded that it is compensation which serves only to make up for the long delay in payments provided for under Article 109 LCH, which must subsequently be repaid (recital 188 of the contested decision), it may conceivably give the hospitals an advantage, however temporary, and may therefore be classified as a different compensation measure (see, to that effect, Case C-140/09 Fallimento Traghetti del Mediterraneo [2010] ECR I-5243, paragraph 45). 215 Therefore, since the Commission failed to make a separate assessment of the financing parameters relating to the FRBRTC mechanism, it must be held that it carried out an incomplete examination of the aid measure concerned. 216 In that regard, the Commission is wrong to maintain, in its letter of 18 November 2011, that those parameters ‘ are of very secondary importance in the analysis because, in essence, they concern the financing of the communes and not of the hospitals ’ . 217 That argument is contradicted by recital 188 of the contested decision, according to which the funds granted to the communes by the Région Bruxelles-Capitale, through the FRBRTC, are intended to compensate the deficit of the IRIS hospitals and are paid to the hospitals. 218 Moreover, the provisions of the convention concluded between the FRBRTC and the communes with the aim of organising the compensation at issue, which was enclosed with the Commission ’ s letter of 18 November 2011, state that ‘ the funds made available [to] the commune will be paid to the hospital within a [maximum] period of seven working days ’ (Article 4). 219 It is apparent from these considerations that, as regards the specific funding of the IRIS hospitals through the FRBRTC, the applicant ’ s arguments show that there was doubt as to the compatibility of the measures under examination with the criterion relating to the prior compensation parameters. – Restructuring aid of 1995 220 In the contested decision, the Commission examined the classification as an irrecoverable debt, decided in June 1996, of a loan of approximately EUR 100 million, granted by the FRBRTC to the Brussels communes concerned, in order that they might, ‘ at 31 [December] 1995, reduce the payment liabilities of the hospitals ’ . The classification as an irrecoverable debt was confirmed by the government of the Région Bruxelles-Capitale in 1999, after it was established that the communes complied with their financial plans (inter alia, recitals 65 to 68 and 178 to 200 of the contested decision). 221 The Commission states, in its defence, that it was a question of taking over responsibility for paying the sums owed by the communes to the IRIS hospitals in respect of deficits accumulated between 1989 and 1993. 222 The applicant does not contest this last consideration, but maintains, in essence, that the irrecoverable loan at issue shows that the advances paid by the FRBRTC are not repayable, that the sums advanced do not have a clear link with the deficit within the meaning of Article 109 LCH and that, therefore, overcompensation cannot be excluded. It criticises a lack of transparency in the working of the FRBRTC. ",
        "ECLI:EU:T:2012:584 27 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 223 It should be pointed out that the loan at issue is, in the assessment made in the contested decision, clearly distinguished from the other measures examined, which were intended to compensate the SGEI costs incurred during the period following the restructuring of 1995. 224 The Commission states that the restructuring of the Brussels public hospitals, which took place on 31 December 1995, provided for the closure of the former hospitals and the transfer of activities to new structures with their own legal personality, which were legally and financially autonomous (recital 14 of the contested decision). 225 Accordingly, the restructuring aid is examined by the Commission, ‘ in so far as that aid ... may be analysed as benefiting new legal entities, succeeding the former hospitals which were answerable to the CPAS, which were the direct beneficiaries of that aid ’ (recital 124 and footnote 128 of the contested decision). 226 According to the Commission, the aid at issue concerns the discharge of a deficit of hospital activities, in accordance with Article 109 LCH for the period between 1989 and the date of the restructuring. It therefore concerns the hospital public service missions carried out before 1996 by the public hospitals of the CPAS. Moreover it was granted on the basis of legislative provisions dating from 1994 and 1995, conferring, from that date, an irrevocable right to funding, and benefited the IRIS hospitals only indirectly, because those hospitals did not at that time have their own legal personality (recital 178). 227 The applicant does not put forward any arguments which may call in question the compatibility of the measures covered by those assessments. 228 Moreover, while arguing that there is a lack of transparency in the working of the FRBRTC, the applicant fails to explain in what respect the conditions of the loan at issue, granted in connection with the restructuring operations of 1995 and designed to cover the debts accumulated by the public hospitals between 1989 and 1993, may support its argument relating to the lack of transparency as to the other funds granted by the FRBRTC. 229 The parties agree that those other funds concern a different period, after 1995, and were granted in a different legal context as a consequence of the 1995 reform. 230 Therefore, the applicant ’ s arguments relating to the conditions of the loan linked to the restructuring of 1995 must be rejected. – Funding of the social missions 231 As regards the funding of the social missions of the IRIS hospitals, the Commission points out that the costs of those missions are compensated for by a special subsidy, under the order of 13 February 2003. It states that it is a measure the annual budget of which, EUR 10 million for the periods under examination, was adopted each year by the Parliament of the Région Bruxelles-Capitale and could therefore be regularly reviewed by the public authorities (recitals 53 to 58 of the contested decision). 232 The applicant points to the absence of prior compensation parameters for social missions, contesting in essence the link between the subsidy at issue and the cost of carrying out those missions. It maintains that the conventions concluded in connection with the subsidy are too abstract, their defects being pointed out in the opinions of the Inspectorate of Finance of the ministry of the Région Bruxelles-Capitale stating that the standard convention does not contain any mention of the tasks for which the subsidy is granted and, therefore, that no review of the use of the subsidy is possible. ",
        "28 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 233 It should be pointed out that the opinions of the Inspectorate of Finance to which the applicant refers, obtained during the month of August 2010, do not form part of the information available to the Commission when it ruled on the compatibility of the aid at issue. Therefore, they cannot be taken into account for reviewing the legality of the contested decision ( Nuova Agricast , paragraphs 54 to 60, and the case-law cited). 234 As regards the applicant ’ s criticisms concerning the conditions for granting the subsidy provided for by the order of 13 February 2003, it should be noted that it is apparent from that order that the government of the Région Bruxelles-Capitale may grant, each year, one or more special subsidies to the communes, designed for the carrying out of tasks in the communal interest (Article 2). 235 The government lays down, on the one hand, the rules for appraising the grant applications, the list of documents to be provided, the procedure for payment of the subsidies and the procedure for their repayment if the missions are not carried out and, on the other hand, the amount of the subsidies, which will be ‘ equal to at least 50% and at most 100% of the cost of carrying out the tasks and missions [of communal interest] ’ (Article 3 of that order). Moreover, it is provided that a convention will be concluded between the Région Bruxelles-Capitale and the recipient commune in order to determine their respective commitments (Article 4). 236 Moreover, the Commission states that the financing system at issue is applied by the convention concluded with the communes concerned, which provides that the subsidy is granted ‘ in respect of the social missions of public hospitals ’ , and that the subsidised social missions concern activities ‘ the content of which is determined in advance and detailed in the IRIS strategic plans ’ , the cost parameters being also determinable in advance (recitals 57 and 180 of the contested decision). 237 In that regard, the convention concluded between the Région Bruxelles-Capitale and one of the communes concerned, enclosed by the intervening Brussels communes (paragraph 47 above) with their statement in intervention, provides for the payment of a special subsidy, in accordance with the order of 13 February 2003, in order to fulfil a mission of communal interest, entitled ‘ Intervention of the commune in the social missions of the Brussels public hospitals ’ (Article 1). That subsidy is to be paid in whole and within a period of 15 days to the relevant IRIS hospital (Article 2 of the convention). 238 Furthermore, Article 1(b) of the convention concluded between the FRBRTC and the communes concerned, produced by the Commission at the request of the Court and enclosed with the letter of 18 November 2001, provides that the FRBRTC ‘ undertakes to contribute to the general balance of the finances of the Commune by granting a loan enabling it to participate in the financing of the social aspect stemming from the financial plan and the restructuring [of the relevant IRIS hospital] ’ . 239 It should be pointed out that those acts produced by the Commission and by the interveners during the proceedings do not explain the financial rules relating to the subsidy at issue and, therefore, cannot contradict the applicant ’ s arguments concerning the application of the criterion relating to the prior compensation parameters. 240 It should also be pointed out that Article 3 of the order of 13 February 2003 provides inter alia for the adoption of procedures for granting subsidies, for their payment and for their repayment in the event that the missions are not carried out (paragraph 235 above). 241 The contested decision does not contain any analysis of those procedures, but merely cites Article 3(2) of that order, according to which the subsidies are ‘ equal to at least 50% and at most 100% of the cost of carrying out the tasks and missions [of communal interest] ’ . ",
        "ECLI:EU:T:2012:584 29 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 242 Moreover, it should be noted that it is not apparent either from the grounds of the contested decision or from the information produced by the Commission during the proceedings that it examined the content of the social missions concerned by the special subsidy at issue, before finding that the amount of the compensation was determined in accordance with objective and transparent procedures. 243 The acts governing that subsidy, namely the order of 13 February 2003 and the aforementioned conventions, simply refer to the ‘ social aspect ’ or the ‘ social missions ’ , without specifying the exact content of those terms, and do not make a clear reference to the functioning of the social service designed to give patients and their families administrative or psychological assistance in addition to medical treatment (see paragraphs 175 and 176 above). 244 Therefore, the applicant rightly maintains that the Commission should have entertained doubts as to the compatibility of the compensation measure referred to in the convention concluded between the FRBRTC and the communes concerned, relating to the social missions of the IRIS hospitals, in the light of the criterion relating to the existence of prior compensation parameters. The existence of procedures for avoiding overcompensation and the absence of overcompensation 245 Under Article 4(e) of Decision 2005/842, the official acts entrusting the operation of the SGEI to the undertaking concerned must specify ‘ the arrangements for avoiding and repaying any overcompensation ’ . 246 Article 5 of Decision 2005/842, concerning the amount of the compensation, provides, inter alia, as follows: ‘ 1. The amount of compensation shall not exceed what is necessary to cover the costs incurred in discharging the public service obligations, taking into account the relevant receipts and a reasonable profit on any own capital necessary for discharging those obligations. The compensation must be actually used for the operation of the service of general economic interest concerned, without prejudice to the undertaking ’ s ability to enjoy a reasonable profit. … 2. The costs to be taken into consideration shall comprise all the costs incurred in the operation of the service of general economic interest. They shall be calculated, on the basis of generally accepted cost accounting principles, as follows: (a) where the activities of the undertaking in question are confined to the service of general economic interest, all its costs may be taken into consideration ... ’ 247 Those provisions take account of the third criterion of the Altmark judgment, according to which the compensation cannot exceed what is necessary to cover all or part of the costs incurred in the discharge of public service obligations, taking into account the relevant receipts and a reasonable profit for discharging those obligations. 248 Furthermore, under the first and second paragraphs Article 6 of Decision 2005/842, the Member States are to carry out regular checks on overcompensation, or ensure that such checks are carried out, require the repayment of any overcompensation paid, and update the compensation parameters. Where the amount of overcompensation does not exceed 10% of the amount of the annual compensation, such overcompensation may be carried forward and deducted from the amount of compensation payable in respect of the following period. ",
        "30 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 249 In the present case, the Commission examined the measures at issue from the point of view of those requirements, in recitals 182 to 201 of the contested decision, and concluded that the criteria in question were fulfilled. 250 The applicant contests that assessment, its arguments relating, on the one hand, to the lack of review of overcompensation concerning the hospital and non-hospital specific missions of the IRIS hospitals and, on the other hand, to the existence of overcompensation, in fact, concerning those two types of mission, including in respect of the hospitals restructuring aid of 1995. – The existence of procedures for avoiding overcompensation in connection with the funding of hospital missions 251 The applicant maintains that the mechanisms for avoiding overcompensation referred to in the contested decision are too abstract in that they simply state ‘ purely conceptual ’ principles, indicating, for example, that overcompensation is forbidden. Moreover, as regards the mechanism of advances granted through the FRBRTC, it points to the lack of any obligation to repay the advances. 252 It should be pointed out that, in recitals 182 to 190 of the contested decision, the Commission rightly examines, in the light of Article 4(e) of Decision 2005/842, the existence of procedures, laid down by the acts of mandate, for preventing and correcting overcompensation. 253 As regards, first, the mechanism for financing hospital missions under the LCH, the contested decision describes the general procedures laid down in accordance with the LCH, which are not contested by the applicant (recitals 182 to 187 of the contested decision), stating that the specific missions, compensated under Article 109 LCH ‘ are part of the same financing regime ’ (recital 190 of the contested decision) and that the definition of the deficits, governed by the royal decrees implementing that provision, constitutes a procedure for preventing ineligible costs from being taken into account (recital 189). 254 Contrary to what the applicant claims, that assessment does not show that the analysis carried out by the Commission was inadequate. 255 In particular, the procedures described do not merely state the rule prohibiting overcompensation, but include the criteria for establishing the deficit relating to the hospital activity, which is fixed by the federal ministry. 256 As regards, secondly, the mechanism for financing the hospital missions by means of advances granted by the FRBRTC, it should be noted that it is apparent from the contested decision that the determination of the deficit in accordance with Article 109 LCH takes place after a considerable delay, which may be as much as 10 years. For that reason, a subsidy is granted to the communes concerned, ‘ as an advance on deficit ’ . It concerns the funds, which ‘ according to reasonable estimates, should make it possible to cover part of the hospital deficit ’ and is designed ‘ to advance temporarily the amount necessary to make up the deficits of the Brussels public hospitals, pending the fixing of the definitive deficit ’ (recitals 47 and 188 of the contested decision). 257 Unlike the official acts referred to in the contested decision, connected with the determination of the deficits in accordance with Article 109 LCH and designed to limit that deficit to hospital public service activities (recitals 43 to 45 and 177 of the contested decision), the Commission does not refer to the acts which impose similar provisions in relation to the funds granted by the FRBRTC. 258 It is apparent, on the other hand, from recital 47 of the contested decision that those funds are based on ‘ reasonable estimates ’ of the deficit, without further clarification. ",
        "ECLI:EU:T:2012:584 31 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 259 Moreover, the Commission does not put forward any arguments to rebut the applicant ’ s criticism relating to the absence of a clear obligation to repay advances received from the FRBRTC. 260 In the contested decision, the Commission states that, as soon as the competent minister closes the accounts definitively in accordance with Article 109 LCH, the hospitals ‘ repay to the communes the temporary advances received through the FRBRTC ’ (recital 188 of the contested decision). 261 As regards the legal basis of that obligation, the contested decision refers to the legislation on State accounting, pointing out that, ‘ if the hospital deficit of the hospitals in question is larger than the deficit determined by the [competent] minister on the basis of Article 109 LCH, the balance of the hospital deficit [is] to be paid by the competent public authorities ’ (recital 188 of the contested decision). 262 The applicant maintains that that information is not enough to establish the existence of the legal obligation to repay the advances received from the FRBRTC, in the event that the balance definitively determined in accordance with Article 109 LCH is lower than the estimates. 263 In its reply of 18 November 2011 to the written question from the Court on that issue, the Commission does not refer to the legislation invoked in recital 183 of its decision, but cites Article 7 of the order relating to the FRBRTC which concerns the undertaking of the communes ‘ to repay the loans granted ... as soon as ... the plan is not executed or the loans obtained have been allocated to other costs ’ (paragraphs 39 to 43). 264 It should be pointed out that, in the details provided during the proceedings, the Commission relies on different legal provisions from those relating to State accounting, to which reference is made in the contested decision. Moreover, those new details, which do not show that the hospitals are required to repay to the communes any balance of the advances relating to the deficit determined in accordance with Article 109 LCH, are not enough to undermine the applicant ’ s argument alleging that there is doubt concerning the obligation to repay the advances. 265 It must therefore be held that the evidence produced by the Commission during the proceedings is not enough to dispel the doubts, invoked by the applicant, regarding the compatibility with the internal market of the financing of the IRIS hospitals by means of the FRBRTC in the light of the criterion relating to the existence of procedures for avoiding overcompensation and ensuring its repayment. – The existence of procedures for avoiding overcompensation in connection with the funding of social missions 266 With regard to social missions, the applicant concedes that the special subsidy granted for them is limited to cover for the deficit of the IRIS hospitals, but maintains that its use is not subject to any procedure for avoiding overcompensation. 267 It is apparent that the acceptance by the CPAS of responsibility for the costs arising from the provision of social services is not automatic, because compensation is subject to fulfilment of the requirements laid down by the CPAS, in order to avoid overcompensation (recital 191 of the contested decision). 268 That consideration suggests that the CPAS themselves review the compensation of the social missions, and that, since they are public authorities which sit in the bodies of the IRIS association, that is enough to avoid abusive recourse to the compensation of social missions. 269 However, that consideration presupposes that the subsidies concerned are actually coupled with conditions for avoiding overcompensation. ",
        "32 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION 270 In that regard, the Commission refers to the order of 13 February 2003, which organises the special subsidies concerned. 271 It should be pointed out that, although that act provides, in Article 3, for the adoption of procedures for the payment of the subsidies in question and for procedures for their repayment if the missions are not carried out, the contested decision contains no analysis of those various procedures. 272 Secondly, the Commission refers, in recital 191 of the contested decision, to the fact that the CPAS may conclude ‘ conventions with persons, establishments or services which have the necessary means to provide the various solutions required in order to ensure the continuity and quality [of the] social service ’ . 273 It then states that the ‘ acceptance by the CPAS of responsibility for the costs deriving from the provision of hospital care and social services ... is not automatic since access to compensation is subject to fulfilment of the requirements laid down by those CPAS ’ in order to avoid overcompensation. 274 It should be noted that, in the contested decision, the Commission does not state which conventions confirm the existence of the requirements relating to the funding of the social missions. 275 Questioned on this issue at the hearing, the Commission referred to the ‘ domicile de secours ’ convention, enclosed with its replies of 18 November 2011 (paragraph 126 above). It should be pointed out that that convention in essence organises the care provided to persons assisted by the CPAS and does not refer to the funding of the social service of the hospital as described in the contested decision, namely the service designed, in essence, to give patients and their relatives administrative or psychological help in addition to medical treatment (see paragraphs 175 and 176 above). 276 It should be pointed out, in that regard, that both the content of the contested decision and that of the documents produced by the Commission confirm the applicant ’ s argument that the assessments made by the Commission of the procedure for avoiding overcompensation in connection with the funding of the social missions are inadequate. 277 In the light of the content of the provisions referred to by the Commission in the contested decision and of the evidence adduced during the proceedings, there is doubt concerning the exact destination of the subsidy provided for in the order of 13 February 2003 and, consequently, concerning the adequacy of the procedures for ensuring that it does not exceed what is necessary to cover the costs occasioned by the performance of public service obligations. 278 It follows that the applicant has adduced evidence of the presence of doubt concerning the compatibility of the measures for funding the specific social missions of the IRIS hospitals with the criterion relating to the existence of procedures for avoiding overcompensation. – The absence of overcompensation in fact 279 As regards the criterion connected with the proportionality of the aid measures under examination, the Commission established that the amount resulting from the aid measures at issue taken as a whole was appropriate. 280 Accordingly, in order to check that there was no overcompensation during the period under examination, from 1996 to 2007, the Commission examined the annual results of the SGEIs of the IRIS hospitals, taking into account all the revenue from the SGEIs, that is, the revenue from the private and ",
        "ECLI:EU:T:2012:584 33 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION public SGEIs and the funding granted by the BMF, all the related costs, and all the SGEI compensation, namely that granted under Article 109 LCH and, since 2003, that granted as compensation for the social missions delegated by the CPAS. 281 The general data resulting from that exercise are contained in the table in recital 199 of the contested decision. 282 On the basis of those data, the Commission found overcompensation of the SGEIs during the period under examination, for all the IRIS hospitals taken overall. Three of those hospitals had specific overcompensation over one or two financial years which, according to the Commission, was carried forward to the following period and deducted from the amount of compensation due for that latter period, and the amount carried forward did not exceed the limits of 10% of the annual compensation laid down by the second paragraph of Article 6 of Decision 2005/842 (recital 199 of the contested decision). 283 In addition, with regard to the restructuring aid of 1995, the Commission found that ‘ the settlement of losses in accordance with Article 109 LCH for the period 1989 to 1993 amount[ed] to about [EUR] 95 million whereas the loan — classified as an irrecoverable debt — for the same period amount[ed] to about [EUR] 98 million, that is, a total of about [EUR] 193 million for a cumulative deficit of almost [EUR] 200 million ’ , and overcompensation could therefore be excluded. 284 The applicant contests the examination of the annual results of the IRIS hospitals, conducted by the Commission in recitals 198 to 200 of the contested decision, maintaining that it had submitted to the Commission information indicating that there had been overcompensation concerning the final deficit of the IRIS hospitals for the period from 1989 to 1993 and that the contested decision does not state that the balance in question had been repaid. 285 It should be pointed out, in that regard, that the scale of the area of investigation covered by the Commission during the preliminary examination and the complexity of the matter under consideration may indicate that the procedure at issue considerably exceeded what is normally required for an initial examination carried out pursuant to the provisions of Article 88(3) EC. That circumstance constitutes probative evidence of the existence of serious difficulties (see, to that effect, Case T-388/03 Deutsche Post and DHL International v Commission [2009] ECR II-199, paragraph 106). 286 In the present case, it should be pointed out that the scope of the analysis carried out by the Commission, a summary of which is given in recitals 198 to 200 of the contested decision, is very broad, since that analysis involves the verification of all the financial results and compensation of the IRIS hospitals, over a period of more than 10 years, between 1996 and 2007, including, furthermore, the funds relating to the hospital restructuring of 1995, which are connected, according to the Commission, with the costs incurred by those hospitals between 1989 and 1993. 287 The temporal and quantitative range of the data submitted to the verification at issue, which concerns, furthermore, five different legal entities each with its own budget, reveals the complexity of the task undertaken by the Commission in the contested decision. 288 In those circumstances, without it being necessary to rule on the applicant ’ s arguments calling in question the accuracy of the calculations of which a summary is given in recitals 198 to 200 of the contested decision, it must be stated that the breadth and complexity of the assessments made by the Commission for that purpose constitute, in themselves, support for the applicant ’ s arguments alleging the existence of serious difficulties. ",
        "34 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION The applicability of the criterion relating to the analysis of costs in relation to a typical, well run and adequately provided undertaking 289 According to the fourth criterion laid down by the Altmark judgment, where the undertaking which is to discharge public service obligations, in a specific case, is not chosen pursuant to a public procurement procedure, the level of compensation needed must be determined on the basis of an analysis of the costs which a typical undertaking, well run and adequately provided so as to be able to meet the necessary public service requirements, would have incurred in discharging those obligations, taking into account the relevant receipts and a reasonable profit for discharging the obligations. 290 The applicant maintains that the Commission erred in law by not examining, in the assessment of the compatibility of the measures at issue in the light of Article 86(2) EC, whether that criterion was fulfilled. 291 It should be pointed out that the alleged condition relating to the economic efficiency of an undertaking in the provision of an SGEI is by no means apparent from Decision 2005/842, which is applicable in the present case. 292 Similarly, according to the settled case-law of the General Court, the fourth Altmark criterion is not taken into account for assessing the compatibility of aid measures under Article 86(2) EC, since the conditions for that compatibility are different from the criteria in the Altmark judgment, which were laid down in order to assess the existence of State aid (see, to that effect, the judgment in Case T-354/05 TF1 v Commission [2009] ECR II-471, paragraphs 129 to 140, and the order of 25 November 2009 in Case T-87/09 Andersen v Commission , not published in the ECR, paragraph 57). 293 Having regard to that distinction, the economic efficiency of an undertaking in supplying the SGEI and, in particular, the question of whether an undertaking responsible for the SGEI may fulfil its public service obligations at lower cost is irrelevant for assessing the compatibility of State aid in the light of Article 86(2) EC. Through the assessment of the proportionality of the aid, Article 86(2) EC seeks only to prevent the operator responsible for the SGEI benefiting from funding which exceeds the net costs of the public service ( M6 and TF1 v Commission , paragraphs 140 and 141). 294 Therefore, in the absence of Community rules, the Commission is not entitled to rule on the basis of public service tasks assigned to the public operator, such as the level of costs linked to that service, or the expediency of the political choices made in this regard by the national authorities, or the economic efficiency of the public operator ( M6 and TF1 v Commission , paragraph 139 and the case-law cited). 295 The applicant is wrong to claim that this approach diverges from the judgment of 6 October 2009 in Case T-8/06 FAB v Commission , not published in the ECR, paragraph 64). That judgment concerns the classification of subsidies as State aid within the meaning of Article 87(1) EC, and not the conditions for their compatibility with the internal market under Article 86(2) EC. 296 As for the applicant ’ s reference to the Commission ’ s Communication on the Reform of the EU State Aid Rules on SGEIs of 23 March 2011 (COM(2011) 146), it should be pointed out that this is a discussion document relating to the reform of the SGEI rules, which makes certain observations de lege ferenda , which cannot be regarded as the interpretation of the current rules of law. 297 In any event, paragraph 4.2.2.2 of that document to which the applicant refers does not support its argument. That paragraph concerns only, as stated by its title, ‘ Efficiency of Large-Scale Commercial Services entrusted with public Service Obligations ’ , sectors characterised by large scale commercial activity. The Commission states therein that ‘ [t]he [SGEI] Package does not, however, take into account how the costs incurred by the provider of SGEI compare to those of a well-run undertaking ’ and that, in the framework of the current review, ‘ the Commission is therefore considering to what ",
        "ECLI:EU:T:2012:584 35 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION extent greater account of both efficiency and quality should be taken when deciding on the approval of State aid measures in relation to SGEI ’ , while pointing out the need to observe ‘ the Member States ’ wide discretion in this respect ’ . 298 Finally, more theoretically, the applicant raises the question of why bad administration should be recompensed by means of State aid, describing that approach as a ‘ black hole view ’ . 299 It need only be stated that this general line of argument cannot call in question the legality of the contested decision. 300 It is apparent from the foregoing considerations that, as EU law now stands, the criterion linked to the economic efficiency of an undertaking in supplying the SGEI is unconnected with the assessment of the compatibility of State aid in the light of Article 86(2) EC, and the choice made by the national authorities relating to the economic efficiency of the public operator cannot therefore be criticised in that regard. 301 Therefore, the applicant ’ s argument, alleging an error of law deriving from the failure to take into account the criterion linked to the effectiveness of the public service administrators at issue cannot succeed. Transparency 302 The applicant maintains that the financing conditions of the IRIS hospitals do not satisfy the conditions of Article 1 of Directive 80/723, replaced by Directive 2006/111. 303 In the present case, the Commission concluded that the conditions laid down by Articles 1 and 3 of that directive were fulfilled as regards the relations between the public authorities and the IRIS hospitals, since the public funds made available to them were clearly shown in the accounts and the use of the funds to cover the costs of the SGEIs was clearly established. The requirement for separate accounts for the SGEI and the requirement for appropriate allocation of all the revenues and costs to the SGEIs (Article 4 of the directive) were satisfied. The Belgian authorities sent the Commission all the necessary information, in accordance with Article 6 of the directive (recitals 215 to 217 of the contested decision). 304 Contesting that assessment, the applicant invokes the ‘ complete impenetrability of the system ’ , referring to the argument that it was impossible for the applicant to calculate accurately the payments made to the IRIS hospitals by the Région Bruxelles-Capitale within the framework of the FRBRTC, or to ascertain to what extent those payments cover only the deficits of those hospitals within the meaning of Article 109 LCH. According to the applicant, the payments made exceeded the deficits of the hospitals and there was no indication as to whether the surplus amounts had been repaid. 305 It need only be pointed out that, since the directives referred to concern the transmission of information to the Commission the alleged infringement of the requirements they impose cannot be established by the fact that the applicant did not manage to obtain the information. As for the transparency of the information transmitted to the Commission, the applicant merely reiterates its arguments concerning the existence of overcompensation, which have already been considered above (paragraphs 279 to 288 above). 306 In those circumstances, the applicant ’ s arguments, alleging infringement of the requirements laid down by Directive 80/723, replaced by Directive 2006/111, cannot constitute independent evidence of the serious difficulties encountered by the Commission when examining the measures at issue. ",
        "36 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION Conclusion 307 In the light of all the foregoing, it must be held that the applicant ’ s arguments relating to the content of the contested decision establish that the Commission should have noted the presence of serious difficulties in the examination at issue. 308 The applicant has presented a body of consistent evidence showing the existence of serious doubts as to the compatibility of the measures under examination in the light of the criteria relating to the application of Article 86(2) EC concerning, first, the existence of a clearly defined mandate relating to the hospital and social public service missions specific to the IRIS hospitals, second, the existence of previously established compensation parameters and, third, the existence of procedures for avoiding overcompensation in the funding of the public service missions (paragraphs 168, 187, 219, 244, 265 and 278 above, respectively). 309 It is also apparent from the content of the contested decision and from the documents produced during the proceedings that the Commission conducted an inadequate analysis of the relevant evidence (paragraphs 169 and 215 above) and that certain assessments made in the contested decision are inconsistent (paragraphs 134 and 186 above). As regards the proportionality of the measures at issue, the nature of the assessments made by the Commission in order to avoid overcompensation is an additional indication of the serious difficulties (paragraph 288 above). 310 All of these considerations lead to the conclusion that there were serious difficulties in the preliminary examination at the end of which the Commission concluded that the aid measures at issue were compatible with the internal market. 311 Moreover, it should be pointed out that, even if the evidence of serious difficulties adduced by the applicant does not necessarily affect all the aspects of the funding of the SGEI of the IRIS hospitals examined in the contested decision, nevertheless, the analysis conducted in that decision must be regarded as affected, overall, by the existence of serious difficulties. 312 The operative part of the contested decision refers to a ‘ body of public funding in respect of compensation for the hospital and non-hospital SGEI missions ’ received by the IRIS hospitals. Similarly, it is apparent from recitals 99 to 102 of the contested decision that the Commission considered that it was required to check, overall, the public funding received by the IRIS hospitals in respect of the SGEI, even though the applicant did not criticise all that funding in its complaint. In the overall assessment made of the annual results of the SGEIs in recitals 198 and 199 of the contested decision, the system for funding the public service of the IRIS hospitals is considered as a whole. Moreover, the measures at issue were regarded as part of an aid ‘ scheme ’ , at the time of the publication in the Official Journal of the European Union (OJ 2010 C 74, p. 1). 313 It must therefore be held that the Commission was required to initiate the formal investigation procedure, in order to gather any relevant information for verifying the compatibility of all the aid measures at issue with the internal market, and to allow the applicants and the other interested parties to present their observations in connection with that procedure. 314 Consequently, since the contested decision was adopted in infringement of the applicant ’ s procedural rights, the application for the annulment of that decision must be upheld, and it is not necessary to examine the other pleas raised, relating to the conditions for adopting the contested decision and an alleged infringement of the obligation to state reasons. 315 Since the application has thus been upheld, it is not necessary to adjudicate on the application for measures of organisation of the procedure made by the applicant in its reply. ",
        "ECLI:EU:T:2012:584 37 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION Costs 316 Under Article 87(2) of the Rules of Procedure of the General Court, the unsuccessful party is to be ordered to pay the costs if they have been applied for in the successful party ’ s pleadings. Under the first and third subparagraphs of Article 87(4) of those rules, Member States which intervene in proceedings are to bear their own costs, and the General Court may also order another intervener to bear its own costs. 317 Since the Commission has been unsuccessful, it must be ordered to pay the costs, in accordance with the form of order sought by the applicant. The interveners must pay their own costs. On those grounds, THE GENERAL COURT (Fifth Chamber) hereby: 1. Annuls Commission Decision C(2009) 8120 of 28 October 2009 on State aid NN 54/09 implemented by the Kingdom of Belgium for the funding of public hospitals belonging to the IRIS network in the Région de Bruxelles-Capitale; 2. Orders the European Commission to pay its own costs and also those incurred by the Coordination bruxelloise d ’ institutions sociales et de santé (CBI); 3. Orders the French Republic, the Kingdom of the Netherlands, the Région Bruxelles-Capitale (Belgium), the Commune d ’ Anderlecht (Belgium), the Commune d ’ Etterbeek (Belgium), the Commune d ’ Ixelles (Belgium), the Ville de Bruxelles (Belgium) and the Commune de Saint-Gilles (Belgium) to bear their own costs. Papasavvas Vadapalas O ’ Higgins Delivered in open court in Luxembourg on 7 November 2012. [Signatures] ",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 38 ECLI:EU:T:2012:584 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION Table of contents Background to the dispute 2 Belgian legal framework 2 Coordinated law on hospitals 2 Organic Law on the CPAS 3 Brussels public hospital network 3 Hospital funding 3 – Measures applicable to all hospitals 3 – Funding under Article 109 LCH 4 – Specific measures applicable to the IRIS hospitals 4 Administrative procedure 4 Contested decision 5 Procedure and forms of order sought by the parties 8 Law 9 Admissibility 9 Substance 11 Preliminary observations 11 – Scope of judicial review 11 – The conditions for application of Article 86(2) EC 12 – The specific nature of the hospital public service 13 The existence of a clearly defined public service mission 14 – The presence of an act of the public authority constituting the mandate 15 – The mandate relating to the specific hospital missions of the IRIS hospitals 16 – The mandate relating to the non-hospital missions of the IRIS hospitals 21 The existence of previously established compensation parameters 23 – Funding of the hospital missions 24 – Restructuring aid of 1995 26 ",
        ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ECLI:EU:T:2012:584 39 JUDGMENT OF 7. 11. 2012 — CASE T-137/10 CBI v COMMISSION – Funding of the social missions 27 The existence of procedures for avoiding overcompensation and the absence of overcompensation 29 – The existence of procedures for avoiding overcompensation in connection with the funding of hospital missions 30 – The existence of procedures for avoiding overcompensation in connection with the funding of social missions 31 – The absence of overcompensation in fact 32 The applicability of the criterion relating to the analysis of costs in relation to a typical, well run and adequately provided undertaking 34 Transparency 35 Conclusion 36 Costs 37 "
    ]
}