{
    "text": [
        "ERM – worst jobs results since 2002 Eurofound’s European Restructuring Monitor (ERM) has recorded the highest number of cases of restructuring – and greatest number of announced job losses – since it began monitoring European restructuring activities in 2002. The latest ERM quarterly shows that in the first quarter of 2009, cases of announced job loss outnumbered those of job creation by five to one. In total, 609 cases of announced job loss were recorded, involving around 220,000 jobs. By contrast, only around 130 cases of job creation were recorded, with around 9,000 new jobs announced. Financial intermediation, auto manufacture and the retail trade suffered most in terms of announced job loss. However, the retail trade also featured among those sectors experiencing the most job creation, along with hotels and restaurants: discount stores and fast food outlets have seen the most announced new jobs, with fast-food outlet McDonald’s – for instance – planning to create 12,000 jobs across Europe in 240 new restaurants. This latest edition of the quarterly also looks at collective redundancy notices as an alternative data source and analyses their advantages and disadvantages. Read more at www.eurofound.europa.eu/press/eurofoundnews/2009/may/newsletter2.htm Spotlight on the hospital sector Eurofound has just published its seventh representativeness study on sectoral social dialogue. The report, Representativeness of the European social partner organisations: Hospitals sector , examines the role of social partner associations and collective bargaining in European hospitals. The study, compiled on the basis of individual national reports, finds that social dialogue is active in the hospital sector. At the national level, social partners are well represented, while collective bargaining coverage is higher for the sector than for the national average. At the European level, meanwhile, trade unions enjoy more wide reaching and unified representation than do employer bodies. Previous reports in the series include studies of the railway sector, post and courier services, agriculture and telecommunications. Read more at www.eurofound.europa.eu/press/eurofoundnews/2009/may/newsletter3.htm Issue 5, May 2009 Monitoring performance and progress One of Eurofound’s key strengths is its capacity to respond in a timely manner to an ever-evolving policy agenda. In part, this is due to the organisation’s harnessing its own internal expertise through its annual in-house strategic planning seminars. The next seminar, on 12 May in Dublin, will focus on plans for the 2010 work programme. While the organisation is busy looking ahead to the next steps, it is also obliged to perform regular evaluations of its programmes and activities. Work is now underway on launching an ex- post evaluation of the period 2005–2008 (the previous four-year work programme). This will assess the extent to which Eurofound achieved its objectives, review its effectiveness, impact and added value, and examine what lessons can be learned for improving the organisation’s future performance. Such evaluation is invaluable in ensuring that Eurofound maintains its relevance to current and future social policy agendas, and the coherence of its activities with those of other agencies and the European Commission. At the same time, an external evaluation of Eurofound, on behalf of the European Commission, is taking place as part of an overall evaluation of the EU agencies. This month, Eurofound is visiting its stakeholders in Cyprus, at the invitation of the Cypriot Ministry of Labour and Social Insurance. A highlight of the busy schedule will be a seminar discussing the latest developments in Europe in terms of pay and working time. Eurofound continues to look at positive responses to change, with a case study examing the benefits of cooperation between social partners in creating opportunities for workers affected by redundancy; planning on the next European Working Conditions Survey has advanced to the point that contractor bids have been evaluated; and finally a new report looks at developments in quality of work and employment in Turkey. Jorma Karppinen, Director ISSN 1830-7108 CAT. NO. TJ-AI-09-005-EN-C D IRECTOR ’ S DIARY European Foundation for the Improvement of Living and Working Conditions Eurofound News Retail trade both winner and loser in job creation The ERM recorded 721 cases of restructuring in the first quarter of 2009, involving 219,390 announced job losses and 89,625 announced job gains. The sectors most affected by job loss were financial intermediation, auto manufacture and the retail trade. Read the ERM quarterly at www.eurofound.europa.eu/ emcc/erm/index.php?temp late=quarterly R ESEARCH IN BRIEF -30,000 Manufacture: auto 30,000 20,000 10,000 0 -10,000 -20,000 40,000 Retail trade Manufacture: machinery Land transport Public administration Manufacture: basic metals Manufacture: electrical machinery Post and telecoms Manufacture of other non-metallic products Financial intermediation Retail trade Manufacture: auto Mining of coal Public administration Hotels and restaurants Supporting transport activities Insurance and pensions Other business activities Manufacture: furniture Post and telecoms Source: ERM, 1 January–31 March 2009 ",
        "NEWS IN BRIEF © 2009 European Foundation for the Improvement of Living and Working Conditions, Wyattville Road, Loughlinstown, Dublin 18, Ireland. Tel: +353-1-204 3100, fax: +353-1-282 6456, email: information@eurofound.europa.eu, internet: www.eurofound.europa.eu/press/index.htm Eurofound News is published 10 times per year and is available free of charge. Any item in this publication may be reproduced without further permission if the source is acknowledged. Circulation: 14,500. EF/09/30/EN PUBLICATIONS Unless otherwise stated, publications are in English. Representativeness of the European social partner organisations: Hospitals www.eurofound.europa.eu/eiro/studies/tn08 02017s/index.htm At leve og arbejde i Europa www.eurofound.europa.eu/publications/html files/ef0890_da.htm Foundation Findings: Ισορροπία μεταξύ επαγγελματικού και ιδιωτικού βίου – Επίλυση του διλήμματος www.eurofound.europa.eu/publications/html files/ef0789_el.htm Temporary agency work and collective bargaining in the EU (Executive summary) www.eurofound.europa.eu/publications/html files/ef08991.htm Programme de travail annuel 2009 www.eurofound.europa.eu/publications/html files/ef0916_fr.htm Spotlight on employment in Turkey Turkey is in the midst of a transition away from an agricultural economy towards one based on services, as a new report from Eurofound makes clear. The report, Quality of work and employment, industrial relations and restructuring in Turkey , maps Turkey’s current status in these respects. However, the informal economy is still hugely important, accounting for nearly 50% of all employment in 2007; moreover, until the start of this decade, Turkey had no explicit employment protection, or unemployment benefit system, in place. The report also looks at the position of women in the Turkish economy: female participation in the labour force has declined slightly since 2000. The report also sets the context of its analysis, looking at recent political and economic developments in the country. Read more at www.eurofound.europa.eu/publications/htmlfiles/ef0915.htm EIRO updates highlight impacts of economic downturn An overview of some of the latest news updates from Eurofound’s European Industrial Relations Observatory (EIRO) illustrates the breadth of issues and national and European concerns captured by the online monitoring instrument. As might be expected, the economic downturn is strongly reflected in industrial relations through the pages of the EIRO site: in Estonia, the crisis has resulted in the minimum wage increase being postponed, following intervention by employer representatives; in the Netherlands, the proposed curbing of bonuses in banking institutions has received broader support in light of economic circumstances; and in the Czech Republic, companies are laying off workers hired during earlier economic expansion. EIRO updates are provided by a network of leading research institutes in Europe, offering news and analysis on European industrial relations. The EIRO database now contains more than 8,000 news and feature articles, as well as comparative studies and annual reviews. Learn more at www.eurofound.europa.eu/eiro/index.htm Work starts on fifth working conditions survey Work is starting on Eurofound’s fifth European Working Conditions Survey . Researchers from Eurofound, members of its Board and outside experts are in the process of finalising the questionnaire for the latest wave of the survey. Fieldwork for the survey is set to start early in 2010, involving interviews with over 30,000 workers across Europe. Eurofound has carried out four European working conditions surveys since 1991; the evolution of the survey reflects the EU’s own evolution over the last 15 years, covering just 12 countries in 1991 but 31 in 2005 (the 27 Member States plus Croatia, Turkey, Switzerland and Norway). In line with previous waves of the survey, this fifth iteration will examine quality of work and employment from a range of perspectives. It will also permit a further development of the picture that Eurofound has built up of trends in the European workplace over a 20-year timeframe. Updates concerning the fifth survey will be posted on an ongoing basis at www.eurofound.europa.eu/ewco/surveys/ewcs2010/index.htm Joint approaches to coping with restructuring European law dictates that when a company restructures and sheds jobs, workers and their representatives need to be informed and consulted. In some Member States, however, social dialogue extends to dealing with the consequences of such restructuring. A recently published case study, Joint social partner structures and restructuring: Comparing national approaches , looks at the role played by job security councils in Sweden and the reconversion units created in Belgium. Both structures have successfully sought to help redundant workers cope with job loss and assist them in finding new employment. Key factors for this success are the personalised support for job seekers and the close cooperation of the social partners in the running and supervision of the centres. Download the case study from www.eurofound.europa.eu/publications/htmlfiles/ef0918.htm Publication of the month Convergence and divergence of working conditions in Europe: 1990–2005 www.eurofound.europa.eu/publications/htmlfiles/ef08104.htm Eurofound visit to Cyprus 6–8 May, Nicosia Eurofound and Ministry of Labour and Social Insurance Financial sustainability of health systems 10–12 May, Prague, Czech Republic Czech EU Presidency Future directions of research on social cohesion 11–12 May, Vienna, Austria Social Polis 8th European meeting of People Experiencing Poverty 15–16 May, Brussels, Belgium Czech EU Presidency European conference on dignity and hazard in the elderly 25–26 May, Prague, Czech Republic Czech EU Presidency Workshop on childcare 1 June, Brussels, Belgium Eurofound own event EVENTS "
    ]
}