{
    "text": [
        "Reports of Cases JUDGMENT OF THE COURT (Grand Chamber) 19 March 2019 * (Reference for a preliminary ruling — Area of freedom, security and justice — Dublin system — Regulation (EU) No 604/2013 — Transfer of the asylum seeker to the Member State responsible for examining the application for international protection — Concept of ‘ absconding ’ — Modalities of extending the time limit for transfer — Article 4 of the Charter of Fundamental Rights of the European Union — Substantial risk of inhuman or degrading treatment on completion of the asylum procedure — Living conditions of beneficiaries of international protection in that Member State) In Case C - 163/17, REQUEST for a preliminary ruling under Article 267 TFEU from the Verwaltungsgerichtshof Baden-Württemberg (Higher Administrative Court, Baden-Württemberg, Germany), made by decision of 15 March 2017, received at the Court on 3 April 2017, in the proceedings Abubacarr Jawo v Bundesrepublik Deutschland, THE COURT (Grand Chamber), composed of K. Lenaerts, President, A. Prechal, M. Vilaras, E. Regan, F. Biltgen, K. Jürimäe and C. Lycourgos, Presidents of Chambers, A. Rosas, E. Juhász, M. Ile š i č (Rapporteur), J. Malenovský, L. Bay Larsen and D. Š váby, Judges, Advocate General: M. Wathelet, Registrar: M. Aleksejev, Head of Unit, having regard to the written procedure and further to the hearing on 8 May 2018, after considering the observations submitted on behalf of: – Mr Jawo, by B. Münch and U. Bargon, Rechtsanwälte, – the German Government, by T. Henze, R. Kanitz, M. Henning and V. Thanisch, acting as Agents, – the Belgian Government, by C. Van Lul and P. Cottin, acting as Agents, – the Italian Government, by G. Palmieri, acting as Agent, and by L. Cordi and L. D ’ Ascia, avvocati dello Stato, * Language of the case: German. EN ECLI:EU:C:2019:218 1 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO – the Hungarian Government, by M.M. Tátrai, M.Z. Fehér and G. Koós, acting as Agents, – the Netherlands Government, by J. Langer, M. Bulterman, C.S. Schillemans and M. Gijzen, acting as Agents, – the United Kingdom Government, by S. Brandon and C. Crane, acting as Agents, and by D. Blundell, Barrister, – the Swiss Government, by E. Bichet, acting as Agent, – the European Commission, by M. Condou-Durande and C. Ladenburger, acting as Agents, after hearing the Opinion of the Advocate General at the sitting on 25 July 2018, gives the following Judgment 1 This request for a preliminary ruling concerns the interpretation of Article 3(2) and Article 29(1) and (2) of Regulation (EU) No 604/2013 of the European Parliament and of the Council of 26 June 2013 establishing the criteria and mechanisms for determining the Member State responsible for examining an application for international protection lodged in one of the Member States by a third-country national or a stateless person (OJ 2013 L 180, p. 31; ‘ the Dublin III Regulation ’ ), and Article 4 of the Charter of Fundamental Rights of the European Union ( ‘ the Charter ’ ). 2 The request has been made in proceedings between Mr Abubacarr Jawo and the Bundesrepublik Deutschland (Federal Republic of Germany) concerning a decision to transfer the person concerned to Italy. Legal context International law 3 Headed ‘ Prohibition of torture ’ , Article 3 of the Convention for the Protection of Human Rights and Fundamental Freedoms, signed in Rome on 4 November 1950 ( ‘ the ECHR ’ ), provides: ‘ No one shall be subjected to torture or to inhuman or degrading treatment or punishment. ’ EU law The Charter 4 Article 1 of the Charter, headed ‘ Human dignity ’ , states: ‘ Human dignity is inviolable. It must be respected and protected. ’ 5 Article 4 of the Charter, headed ‘ Prohibition of torture and inhuman or degrading treatment or punishment ’ , states: ‘ No one shall be subjected to torture or to inhuman or degrading treatment or punishment. ’ ECLI:EU:C:2019:218 2 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 6 The first paragraph of Article 47 of the Charter, headed ‘ Right to an effective remedy and to a fair trial ’ , provides: ‘ Everyone whose rights and freedoms guaranteed by the law of the Union are violated has the right to an effective remedy before a tribunal in compliance with the conditions laid down in this Article. ’ 7 Article 51(1) of the Charter, that article being headed ‘ Field of application ’ , provides: ‘ The provisions of this Charter are addressed to the institutions, bodies, offices and agencies of the Union with due regard for the principle of subsidiarity and to the Member States only when they are implementing Union law. They shall therefore respect the rights, observe the principles and promote the application thereof in accordance with their respective powers and respecting the limits of the powers of the Union as conferred on it in the Treaties. ’ 8 Article 52(3) of the Charter, that article being headed ‘ Scope and interpretation of rights and principles ’ , provides: ‘ In so far as this Charter contains rights which correspond to rights guaranteed by the [ECHR], the meaning and scope of those rights shall be the same as those laid down by the said Convention. This provision shall not prevent Union law providing more extensive protection. ’ The Dublin III Regulation 9 The Dublin III Regulation repealed and replaced Council Regulation (EC) No 343/2003 of 18 February 2003 establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national (OJ 2003 L 50, p. 1; ‘ the Dublin II Regulation ’ ). Recitals 4, 5, 19, 32 and 39 of the Dublin III Regulation state: ‘ (4) The Tampere conclusions [of the European Council at its special meeting at Tampere on 15 and 16 October 1999] also stated that the [Common European Asylum System] should include, in the short term, a clear and workable method for determining the Member State responsible for the examination of an asylum application. (5) Such a method should be based on objective, fair criteria both for the Member States and for the persons concerned. It should, in particular, make it possible to determine rapidly the Member State responsible, so as to guarantee effective access to the procedures for granting international protection and not to compromise the objective of the rapid processing of applications for international protection. … (19) In order to guarantee effective protection of the rights of the persons concerned, legal safeguards and the right to an effective remedy in respect of decisions regarding transfers to the Member State responsible should be established, in accordance, in particular, with Article 47 of the [Charter]. In order to ensure that international law is respected, an effective remedy against such decisions should cover both the examination of the application of this Regulation and of the legal and factual situation in the Member State to which the applicant is transferred. … ECLI:EU:C:2019:218 3 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO (32) With respect to the treatment of persons falling within the scope of this Regulation, Member States are bound by their obligations under instruments of international law, including the relevant case-law of the European Court of Human Rights. … (39) This Regulation respects the fundamental rights and observes the principles which are acknowledged, in particular, in the [Charter]. In particular, this Regulation seeks to ensure full observance of the right to asylum guaranteed by Article 18 of the [Charter] as well as the rights recognised under Articles 1, 4, 7, 24 and 47 thereof. This Regulation should therefore be applied accordingly. ’ 10 Under Article 2(n) of the Dublin III Regulation, the ‘ risk of absconding ’ means, for the purposes of that regulation, ‘ the existence of reasons in an individual case, which are based on objective criteria defined by law, to believe that an applicant or a third-country national or a stateless person who is subject to a transfer procedure may abscond ’ . 11 Article 3 of the Dublin III Regulation, headed ‘ Access to the procedure for examining an application for international protection ’ , provides: ‘ 1. Member States shall examine any application for international protection by a third-country national or a stateless person who applies on the territory of any one of them, including at the border or in the transit zones. The application shall be examined by a single Member State, which shall be the one which the criteria set out in Chapter III indicate is responsible. 2. Where no Member State responsible can be designated on the basis of the criteria listed in this Regulation, the first Member State in which the application for international protection was lodged shall be responsible for examining it. Where it is impossible to transfer an applicant to the Member State primarily designated as responsible because there are substantial grounds for believing that there are systemic flaws in the asylum procedure and in the reception conditions for applicants in that Member State, resulting in a risk of inhuman or degrading treatment within the meaning of Article 4 of the [Charter], the determining Member State shall continue to examine the criteria set out in Chapter III in order to establish whether another Member State can be designated as responsible. Where the transfer cannot be made pursuant to this paragraph to any Member State designated on the basis of the criteria set out in Chapter III or to the first Member State with which the application was lodged, the determining Member State shall become the Member State responsible. …’ 12 Chapter VI of the Dublin III Regulation, entitled ‘ Procedures for taking charge and taking back ’ , contains, inter alia, Articles 27 and 29 of that regulation. 13 Article 27(1) of the Dublin III Regulation, that article being headed ‘ Remedies ’ , provides: ‘ The applicant or another person as referred to in Article 18(1)(c) or (d) shall have the right to an effective remedy, in the form of an appeal or a review, in fact and in law, against a transfer decision, before a court or tribunal. ’ ECLI:EU:C:2019:218 4 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 14 Section VI of Chapter VI of the Dublin III Regulation, dealing with transfers of applicants to the Member State responsible, contains Article 29 of that regulation, headed ‘ Modalities and time limits ’ , which provides: ‘ 1. The transfer of the applicant or of another person as referred to in Article 18(1)(c) or (d) from the requesting Member State to the Member State responsible shall be carried out in accordance with the national law of the requesting Member State, after consultation between the Member States concerned, as soon as practically possible, and at the latest within six months of acceptance of the request by another Member State to take charge or to take back the person concerned or of the final decision on an appeal or review where there is a suspensive effect in accordance with Article 27(3). If transfers to the Member State responsible are carried out by supervised departure or under escort, Member States shall ensure that they are carried out in a humane manner and with full respect for fundamental rights and human dignity. … 2. Where the transfer does not take place within the six months ’ time limit, the Member State responsible shall be relieved of its obligations to take charge or to take back the person concerned and responsibility shall then be transferred to the requesting Member State. This time limit may be extended up to a maximum of one year if the transfer could not be carried out due to imprisonment of the person concerned or up to a maximum of 18 months if the person concerned absconds. … 4. The Commission shall, by means of implementing acts, establish uniform conditions for the consultation and exchange of information between Member States, in particular in the event of postponed or delayed transfers, transfers following acceptance by default, transfers of minors or dependent persons, and supervised transfers. …’ The Implementing Regulation 15 Commission Regulation (EC) No 1560/2003 of 2 September 2003 laying down detailed rules for the application of Regulation No 343/2003 (OJ 2003 L 222, p. 3), as amended by Commission Implementing Regulation (EU) No 118/2014 of 30 January 2014 (OJ 2014 L 39, p. 1; ‘ the Implementing Regulation ’ ), contains the detailed rules for the application of the Dublin II Regulation and, now, the Dublin III Regulation. 16 Chapter III of the Implementing Regulation, entitled ‘ Transfers ’ , contains inter alia Article 9 of that regulation, headed ‘ Postponed and delayed transfers ’ , which provides: ‘ 1. The Member State responsible shall be informed without delay of any postponement due either to an appeal or review procedure with suspensive effect, or physical reasons such as ill health of the asylum seeker, non-availability of transport or the fact that the asylum seeker has withdrawn from the transfer procedure. 1a. Where a transfer has been delayed at the request of the transferring Member State, the transferring and the responsible Member States must resume communication in order to allow for a new transfer to be organised as soon as possible, in accordance with Article 8, and no later than two weeks from the moment the authorities become aware of the cessation of the circumstances that caused the delay or postponement. In such a case, an updated standard form for the transfer of the data before a transfer is carried out as set out in Annex VI shall be sent prior to the transfer. ECLI:EU:C:2019:218 5 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 2. A Member State which, for one of the reasons set out in Article 29(2) of [the Dublin III Regulation], cannot carry out the transfer within the normal time limit of six months from the date of acceptance of the request to take charge or take back the person concerned or of the final decision on an appeal or review where there is a suspensive effect, shall inform the Member State responsible before the end of that time limit. Otherwise, the responsibility for processing the application for international protection and the other obligations under [the Dublin III Regulation] falls to the requesting Member State, in accordance with Article 29(2) of that Regulation. …’ The Qualification Directive 17 Chapter VII of Directive 2011/95/EU of the European Parliament and of the Council of 13 December 2011 on standards for the qualification of third-country nationals or stateless persons as beneficiaries of international protection, for a uniform status for refugees or for persons eligible for subsidiary protection, and for the content of the protection granted (OJ 2011 L 337, p. 9; ‘ the Qualification Directive ’ ), which includes Articles 20 to 35 of that directive, defines the content of international protection. 18 Article 34 of the Qualification Directive, headed ‘ Access to integration facilities ’ , provides: ‘ In order to facilitate the integration of beneficiaries of international protection into society, Member States shall ensure access to integration programmes which they consider to be appropriate so as to take into account the specific needs of beneficiaries of refugee status or of subsidiary protection status, or create pre - conditions which guarantee access to such programmes. ’ The Reception Directive 19 Article 5 of Directive 2013/33/EU of the European Parliament and of the Council of 26 June 2013 laying down standards for the reception of applicants for international protection (OJ 2013 L 180, p. 96; ‘ the Reception Directive ’ ), that article being headed ‘ Information ’ , provides: ‘ 1. Member States shall inform applicants, within a reasonable time not exceeding 15 days after they have lodged their application for international protection, of at least any established benefits and of the obligations with which they must comply relating to reception conditions. … 2. Member States shall ensure that the information referred to in paragraph 1 is in writing and, in a language that the applicant understands or is reasonably supposed to understand. Where appropriate, this information may also be supplied orally. ’ 20 Article 7 of the Reception Directive, headed ‘ Residence and freedom of movement ’ , provides: ‘ 1. Applicants may move freely within the territory of the host Member State or within an area assigned to them by that Member State. The assigned area shall not affect the unalienable sphere of private life and shall allow sufficient scope for guaranteeing access to all benefits under this Directive. 2. Member States may decide on the residence of the applicant for reasons of public interest, public order or, when necessary, for the swift processing and effective monitoring of his or her application for international protection. ECLI:EU:C:2019:218 6 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 3. Member States may make provision of the material reception conditions subject to actual residence by the applicants in a specific place, to be determined by the Member States. Such a decision, which may be of a general nature, shall be taken individually and established by national law. 4. Member States shall provide for the possibility of granting applicants temporary permission to leave the place of residence mentioned in paragraphs 2 and 3 and/or the assigned area mentioned in paragraph 1. Decisions shall be taken individually, objectively and impartially and reasons shall be given if they are negative. The applicant shall not require permission to keep appointments with authorities and courts if his or her appearance is necessary. 5. Member States shall require applicants to inform the competent authorities of their current address and notify any change of address to such authorities as soon as possible. ’ German law 21 Paragraph 60a of the Gesetz über den Aufenthalt, die Erwerbstätigkeit und die Integration von Ausländern im Bundesgebiet (Law on the residence, economic activity and integration of foreign nationals in the territory of the Federal Republic; ‘ the Aufenthaltsgesetz ’ ), as amended, with effect from 6 August 2016, by the Integrationsgesetz (Law on Integration) of 31 July 2016 (BGBl. 2016 I, p. 1939; ‘ the Integrationsgesetz ’ ), is headed ‘ Suspension of removal (temporary admission) ’ and provides, in subparagraph 2: ‘ The expulsion of a foreign national shall be suspended for as long as that expulsion is impossible in fact and in law and no residence permit is granted. … A foreign national may be granted temporary admission [ Duldung ] ( “ temporary admission ” ) if urgent humanitarian or personal reasons or substantial public interests necessitate his temporary further presence in Germany. Temporary admission for urgent personal reasons within the meaning of the third sentence shall be granted if the foreign national takes up or has taken up in Germany skilled vocational training in a government-recognised or comparably regulated occupation requiring training, the conditions referred to in subparagraph 6 are absent and concrete measures to terminate his residence are not imminent. In the circumstances referred to in the fourth sentence, temporary admission will be granted for the duration of the vocational training specified in the training contract. …’ 22 Paragraph 29 of the Asylgesetz (Law on Asylum), as amended, with effect from 6 August 2016, by the Integrationsgesetz ( ‘ the AsylG ’ ), is headed ‘ Inadmissible applications ’ and provides: ‘ (1) An asylum application shall be inadmissible if 1. another Member State is responsible for carrying out the asylum procedure (a) in accordance with [the Dublin III Regulation] or (b) under other EU legislation or an international treaty …’ ECLI:EU:C:2019:218 7 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 23 Paragraph 31 of the AsylG, headed ‘ Decision of the Office on asylum applications ’ , provides, in subparagraph 3: ‘ In the circumstances referred to in subparagraph 2 and in decisions on inadmissible asylum applications, it shall be established whether the conditions in Paragraph 60(5) or (7) of the Aufenthaltsgesetz are satisfied. This may be dispensed with if the foreign national is recognised as a person entitled to asylum or if he is granted international protection within the meaning of Paragraph 1(1)(2). ’ 24 Paragraph 34a of the AsylG, headed ‘ Removal order ’ , provides: ‘ (1) If the foreign national is to be removed to a safe third country (Paragraph 26a) or to a State responsible for carrying out the asylum procedure (Paragraph 29(1)(1)), the Office shall order removal to that State as soon as it is established that this can be carried out. This also applies where the foreign national has submitted the asylum application in another State responsible under EU legislation or under an international treaty for carrying out the asylum procedure or where he has withdrawn it before the decision of the Office is made. No prior warning and setting of a time limit is required. If a removal order in accordance with the first or second sentence cannot be issued, the Office shall warn the applicant of removal to the State in question. (2) Applications under Paragraph 80(5) of the Verwaltungsgerichtsordnung (Code of Procedure before the Administrative Courts) against the removal order shall be made within one week following notification. Provided that the application is made in time, removal shall not be permissible before the court gives its decision. …’ The dispute in the main proceedings and the questions referred for a preliminary ruling 25 Mr Jawo is, by his own account, a Gambian national born on 23 October 1992. 26 After leaving Gambia on 5 October 2012, Mr Jawo reached Italy by sea, from where he travelled on to Germany. On 23 December 2014 he applied for asylum in Germany. 27 As Mr Jawo had already lodged, according to the Eurodac database, an application for asylum in Italy, the Bundesamt für Migration und Flüchtlinge (Federal Office for Migration and Refugees, Germany; ‘ the Federal Office ’ ) requested, on 26 January 2015, the Italian authorities to take back the person concerned. Those authorities did not respond to that request. 28 By decision of 25 February 2015, the Federal Office rejected Mr Jawo ’ s asylum application as inadmissible and ordered his removal to Italy. 29 On 4 March 2015 Mr Jawo brought an action against that decision and, on 12 March 2015, made an application for the grant of interim measures. By order of 30 April 2015, the Verwaltungsgericht Karlsruhe (Administrative Court, Karlsruhe, Germany) initially rejected that application as inadmissible on the ground that it was lodged out of time. 30 On 8 June 2015 Mr Jawo was due to be transferred to Italy. However, that transfer did not take place because Mr Jawo was not present at the accommodation centre where he lived in Heidelberg (Germany). Following inquiries by the Regierungspräsidium Karlsruhe (Karlsruhe Regional Council), Heidelberg ’ s emergency accommodation department reported on 16 June 2015 that, according to the caretaker, Mr Jawo had left the accommodation centre some time previously. ECLI:EU:C:2019:218 8 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 31 By means of a form dated 16 June 2015, the Federal Office notified the Italian authorities that, according to information obtained on that day, it was not currently possible to transfer Mr Jawo because he had absconded. The form also stated that a transfer of the person concerned would take place by 10 August 2016 at the latest, ‘ in accordance with Article 29(2) of [the Dublin III Regulation] ’ . 32 It is undisputed that Mr Jawo was again in Heidelberg on the day when the form in question was sent to the Italian authorities, but that information did not reach the Federal Office. It has not however been established whether, at the precise time when Mr Jawo appeared in Heidelberg, the Federal Office had already sent that form to the Italian authorities. 33 Mr Jawo stated, regarding his absence, that he had visited a friend living in Freiberg am Neckar (Germany) at the beginning of June 2015. Having received a telephone call from his roommate in Heidelberg informing him that the police were looking for him, he decided to return to Heidelberg. However, as he did not have the necessary sum of money to pay for the journey between those two cities, he had first to borrow that sum. He stated that, on his return to Heidelberg, he reported to the Sozialamt (welfare office), where he asked whether his room was still available to him, which it was. 34 Furthermore, Mr Jawo stated that no-one had advised him that he needed to report his absence. 35 On 3 February 2016 a second transfer attempt failed because Mr Jawo refused to board the aircraft that was to carry out his transfer. 36 Upon a further application for interim relief, the Verwaltungsgericht Karlsruhe (Administrative Court, Karlsruhe) ruled, by order of 18 February 2016, that the action brought by Mr Jawo on 4 March 2015 had suspensory effect. 37 By judgment of 6 June 2016, that court dismissed the action. 38 In the appeal brought against that judgment before the Verwaltungsgerichtshof Baden-Württemberg (Higher Administrative Court, Baden-Württemberg, Germany), Mr Jawo has maintained, inter alia, that he had not absconded in June 2015 and that the Federal Office was not entitled to extend the time limit for the transfer. In addition, he asserted that his transfer to Italy was inadmissible because there are systemic flaws in the asylum procedure and in the reception conditions for applicants in that Member State, within the meaning of the second subparagraph of Article 3(2) of the Dublin III Regulation. 39 During the appeal proceedings, the Federal Office became aware that in Italy the applicant had been granted for humanitarian reasons a national residence permit, which was valid for one year and had expired on 9 May 2015. The referring court takes the view, however, that the issuing of that residence permit did not have the effect of rendering the Dublin III Regulation inapplicable, given that that permit had not conferred on Mr Jawo international protection within the meaning of the Qualification Directive. 40 The referring court states that, in order to enable it to deliver judgment in the main proceedings, it must, first of all, answer the question whether the applicant was ‘ absconding ’ within the meaning of the second sentence of Article 29(2) of the Dublin III Regulation on 16 June 2015, that is, the day when the Federal Office informed the Italian Ministry of the Interior. 41 In that context, it states that the six-month time limit for a transfer laid down in Article 29(1) of that regulation had already expired when the decision of the Verwaltungsgericht Karlsruhe (Administrative Court, Karlsruhe), ruling that the action brought by Mr Jawo had suspensory effect, was adopted on 18 February 2016, with the result that that decision could no longer extend or interrupt that time limit. ECLI:EU:C:2019:218 9 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 42 The referring court notes that, if the definition of the concept of ‘ risk of absconding ’ in Article 2(n) of the Dublin III Regulation is to be relied on, a definition which, in the German language version, refers to the belief that the person concerned by absconding ‘ withdraws from ’ the transfer procedure, the concept could be considered to cover only a course of conduct which was deliberately adopted by the person concerned in order to avoid a transfer. However, there are valid reasons to believe that it is sufficient, for the purposes of applying the second sentence of Article 29(2) of the Dublin III Regulation, that the competent authority had no knowledge of the whereabouts of the person concerned at the time of the attempted transfer and also at the time of informing the competent authority of the requested Member State. In the referring court ’ s view, there is nothing to suggest that that provision is intended to penalise conduct on the part of the person concerned which is disapproved of. The purpose of that provision is to ensure the effective functioning of the system of determining the Member State responsible established by the EU legislature ( ‘ the Dublin system ’ ), which could be considerably impaired if transfers are prevented for reasons which do not fall within the sphere of responsibility of the requesting Member State. Furthermore, it could be difficult to prove that the persons concerned have left their accommodation in order to prevent their transfer. 43 Next, the referring court is unsure as to the conditions under which the extension of the six-month time limit, provided for in the second sentence of Article 29(2) of the Dublin III Regulation in the event of absconding, is triggered. In that regard, it notes that, although the wording of that provision seems prima facie to suggest that the Member States must agree upon an extension, it could also be interpreted as meaning that the requesting Member State could decide to extend the time limit unilaterally by informing the requested Member State, before the expiry of the initial six-month time limit, of the fact that the transfer cannot take place within that time limit and that it will be carried out within a time limit specified by the requesting Member State on that occasion. The latter interpretation, which draws inspiration from Article 9(2) of the Implementing Regulation, could be preferred in order to ensure the effectiveness of the transfer procedure. 44 Finally, the referring court is uncertain as to whether, in order to assess the lawfulness of the transfer, it must take account of the living conditions to which the applicant would be subject in the requested Member State if his request for international protection were accepted there and, inter alia, the serious risk of his being subjected to treatment contrary to Article 4 of the Charter. 45 That court considers, in that regard, that the examination of whether there are systemic flaws, within the meaning of the second subparagraph of Article 3(2) of the Dublin III Regulation, cannot be confined to the asylum procedure and the reception conditions during that procedure, but must also include the situation thereafter. Thus, the granting of optimal reception conditions during that procedure would be insufficient if, having been granted international protection, the person concerned is subsequently threatened with destitution. The obligation to carry out such an overall examination of the applicant ’ s situation before his transfer is the necessary reverse side of the Dublin system, which denies those seeking protection a free choice of country of refuge. In any event, that obligation stems from Article 3 ECHR. 46 The referring court also states that, admittedly, the Qualification Directive provides, as a general rule, only for equality of treatment with nationals of the Member State concerned. However, such ‘ national treatment ’ may be insufficient to respect the dignity of persons who have been granted international protection, given that they are typically vulnerable and uprooted and are not in a position to assert effectively the rights which the host Member State guarantees. In order to enable those persons to reach a level comparable to that of the nationals of that Member State and assert those rights effectively, Article 34 of the Qualification Directive requires Member States to ensure effective access to integration programmes, to which a specifically countervailing function is assigned. That rule constitutes a minimum requirement and the justification for the Dublin system. ECLI:EU:C:2019:218 10 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 47 The referring court refers, inter alia, to the report of the Swiss Refugee Council, entitled ‘ Reception Conditions in Italy ’ , of August 2016, which contains specific information supporting a conclusion that beneficiaries of international protection in that Member State are exposed to a risk of becoming homeless and reduced to destitution in a life on the margins of society. According to that report, the inadequately developed social system of that Member State is, in respect of the Italian population, offset by support in family structures, which is lacking in respect of the beneficiaries of international protection. That report also states that there are almost no countervailing integration programmes in Italy and that, in particular, access to essential language courses is left more or less to chance. Finally, it is apparent from that report that, in view of the sharply increased refugee numbers in Italy in the past few years, the major structural deficiencies of the State social system cannot be effectively compensated for by non-governmental organisations and churches. 48 In those circumstances, the Verwaltungsgerichtshof Baden-Württemberg (Higher Administrative Court, Baden-Württemberg) decided to stay the proceedings and to refer the following questions to the Court of Justice for a preliminary ruling: ‘ (1) Is an asylum seeker absconding within the meaning of the second sentence of Article 29(2) of [the Dublin III Regulation] only where he purposefully and deliberately evades the reach of the national authorities responsible for carrying out the transfer in order to prevent or impede the transfer, or is it sufficient if, for a prolonged period, he ceases to live in the accommodation allocated to him and the authority is not informed of his whereabouts and therefore a planned transfer cannot be carried out? Is the person concerned entitled to rely on the correct application of that provision and to plead, in proceedings against the transfer decision, that the transfer time limit of six months has expired, because he had not absconded? (2) Does an extension of the time limit provided for under the first subparagraph of Article 29(1) of [the Dublin III Regulation] arise solely as a result of the fact that the transferring Member State informs the Member State responsible, before the expiry of the time limit, that the person concerned has absconded, and at the same time specifies an actual time limit, which may not exceed 18 months, by which the transfer will be carried out, or is an extension possible only in such a way that the Member States involved stipulate by mutual agreement an extended time limit? (3) Is transfer of the asylum seeker to the Member State responsible inadmissible if, in the event of international protection status being granted, he would be exposed there, in view of the living conditions then to be expected, to a serious risk of experiencing treatment referred to in Article 4 of the [Charter]? Does this question as formulated still fall within the scope of application of EU law? According to which criteria under EU law are the living conditions of a person recognised as a beneficiary of international protection to be assessed? ’ Procedure before the Court 49 At the request of the referring court, the designated Chamber examined the need to deal with the present case under the urgent preliminary ruling procedure provided for in Article 107 of the Court ’ s Rules of Procedure. On 24 April 2017, after hearing the Advocate General, that Chamber decided not to grant that request. ECLI:EU:C:2019:218 11 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO Consideration of the questions referred The first question 50 By its first question, which has two parts, the referring court asks, first, whether the second sentence of Article 29(2) of the Dublin III Regulation must be interpreted as meaning that, in order for it to be considered that the person concerned has absconded within the meaning of that provision, it is necessary that he has deliberately evaded the reach of the competent authorities in order to prevent his transfer, or whether, conversely, it is sufficient, in that regard, that that person has left the accommodation allocated to him, without those authorities being informed of his absence, with the result that the transfer cannot be carried out. 51 Secondly, the referring court asks whether Article 27(1) of the Dublin III Regulation must be interpreted as meaning that, in proceedings brought against a transfer decision, the person concerned may rely on Article 29(2) of that regulation by pleading that the transfer time limit has expired because he had not absconded. 52 As regards the first part of the first question, it must be noted that the provisions of the first subparagraph of Article 29(1) and Article 29(2) of the Dublin III Regulation provide that, on expiry of the mandatory six-month time limit, responsibility for examining an application for international protection is transferred automatically to the requesting Member State, unless that time limit has exceptionally been extended up to a maximum of one year if the transfer of the person concerned could not be carried out due to his imprisonment or up to a maximum of 18 months if he absconds, in which case responsibility for examining his application is transferred on expiry of the time limit thereby determined. 53 As regards the conditions under which it may be considered that the applicant ‘ absconds ’ , within the meaning of the second sentence of Article 29(2) of the Dublin III Regulation, it must be stated that that regulation does not offer any clarification in that regard. 54 The Dublin III Regulation does not define the concept of ‘ absconding ’ and none of its provisions expressly specifies whether that concept implies that the person concerned had the intention of evading the reach of the authorities in order to prevent his transfer. 55 According to the Court ’ s settled case-law, it follows from the need for a uniform application of EU law that, where a provision thereof makes no reference to the law of the Member States with regard to a particular concept, that concept must be given an autonomous and uniform interpretation throughout the European Union which will be arrived at by taking into account not only the wording of the provision in question but also its context and the objective pursued by the rules of which it forms part (judgment of 8 March 2018, DOCERAM , C - 395/16, EU:C:2018:172, paragraph 20 and the case-law cited). 56 In that regard, it follows from the ordinary meaning of the term ‘ absconds ’ , which is used in most language versions of the second sentence of Article 29(2) of the Dublin III Regulation and implies the intent of the person concerned to escape from someone or to evade something, namely, in the present context, the reach of the competent authorities and, accordingly, his transfer, that that provision is, in principle, applicable only where that person deliberately evades the reach of those authorities. Furthermore, Article 9(1) of the Implementing Regulation refers, among the possible causes for the postponement of a transfer, to the fact that ‘ the asylum seeker has withdrawn from the transfer procedure ’ , which implies that there is an intentional element. Likewise, Article 2(n) of the Dublin III Regulation defines the concept of ‘ risk of absconding ’ by reference, in certain language versions such as the German language version, to the belief that the person concerned, by absconding, ‘ withdraws from ’ the transfer procedure. ECLI:EU:C:2019:218 12 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 57 However, the context of which the second sentence of Article 29(2) of the Dublin III Regulation forms part and the objectives pursued by that regulation militate against an interpretation of that provision according to which, in a situation where the transfer cannot be carried out due to the fact that the person concerned has left the accommodation allocated to him, without informing the competent authorities of his absence, those authorities have to provide proof that that person actually had the intention of evading the reach of those authorities in order to prevent his transfer. 58 It is apparent from recitals 4 and 5 of the Dublin III Regulation that its objective is to establish a clear and workable method based on objective, fair criteria both for the Member States and for the persons concerned for rapidly determining the Member State responsible for examining an application for international protection, so as to guarantee effective access to the procedures for granting international protection and not to compromise the objective of rapid processing of applications for international protection. 59 Having regard to that objective of rapid processing, the six-month transfer time limit, set by Article 29(1) and the first sentence of Article 29(2) of the Dublin III Regulation, is intended to ensure that the person concerned is actually transferred as rapidly as possible to the Member State responsible for examining his application for international protection, while allowing, in view of the practical complexities and organisational difficulties associated with implementing the transfer of that person, the time necessary for the two Member States concerned to collaborate with a view to carrying out the transfer and, in particular, the requesting Member State to determine the details for implementing the transfer (see, to that effect, judgment of 29 January 2009, Petrosian , C - 19/08, EU:C:2009:41, paragraph 40). 60 It is in that context that the second sentence of Article 29(2) of the Dublin III Regulation authorises, exceptionally, the extension of that six-month time limit, in order to take account of the fact that it is not practically possible for the requesting Member State to carry out the transfer of the person concerned because he has been imprisoned or has absconded. 61 Having regard to the considerable difficulties likely to be encountered by the competent authorities in providing proof of the intentions of the person concerned, a requirement that they provide such proof is liable to enable applicants for international protection who do not wish to be transferred to the Member State designated as responsible for examining their application by the Dublin III Regulation to elude the authorities of the requesting Member State until the expiry of the six-month time limit, so that responsibility for that examination falls on the latter Member State, pursuant to the first sentence of Article 29(2) of that regulation. 62 Consequently, in order to ensure the effective functioning of the Dublin system and the achievement of its objectives, it must be held that, where the transfer of the person concerned cannot be carried out due to the fact that he has left the accommodation allocated to him, without informing the competent national authorities of his absence, those authorities are entitled to assume that that person had the intention of evading their reach for the purpose of preventing his transfer, provided, however, that that person had been duly informed of his obligations in that regard. 63 In that context, it should be noted that, pursuant to Article 7(2) to (4) of the Reception Directive, the Member States may, as the Federal Republic of Germany appears to have done, limit the possibility of asylum seekers choosing their accommodation and require them to obtain prior administrative authorisation to leave that accommodation. In addition, according to Article 7(5) of that directive, the Member States are to require applicants to inform the competent authorities of their current address and notify any change of address to them as soon as possible. 64 However, pursuant to Article 5 of the Reception Directive, the Member States must inform applicants of those obligations. An applicant cannot be criticised for leaving the accommodation allocated to him without informing the competent authorities and, as the case may be, without requesting prior ECLI:EU:C:2019:218 13 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO authorisation from them, if that applicant had not been informed of those obligations. It is, in the present case, for the referring court to ascertain whether the applicant in the main proceedings had actually been informed of those obligations. 65 Moreover, in so far as it cannot be ruled out that there are valid reasons justifying the fact that the applicant did not inform the competent authorities of his absence, he must retain the possibility of demonstrating that he did not intend to evade the reach of those authorities. 66 As regards the second part of the first question, seeking to ascertain whether, in proceedings brought against a transfer decision, the person concerned may rely on Article 29(2) of the Dublin III Regulation by claiming that the transfer time limit had expired on the ground that he had not absconded, it is clear that it follows from the judgment of 25 October 2017, Shiri (C - 201/16, EU:C:2017:805), delivered after the lodging of the present request for a preliminary ruling, that it should be answered in the affirmative. 67 In that judgment, the Court held, first, that, in order to ensure that the contested transfer decision has been adopted following a proper application of the take charge and take back procedures established by the Dublin III Regulation, the court or tribunal dealing with an action challenging a transfer decision must be able to examine the claims made by an applicant for international protection that that decision was adopted in breach of the provisions set out in Article 29(2) of that regulation, to the effect that the requesting Member State had already become the Member State responsible on the day when that decision was adopted, on account of the prior expiry of the six-month period, as defined in Article 29(1) and (2) of that regulation (judgment of 25 October 2017, Shiri , C - 201/16, EU:C:2017:805, paragraph 40). 68 Secondly, in the light of the objective, referred to in recital 19 of the Dublin III Regulation, of guaranteeing, in accordance with Article 47 of the Charter, effective protection of the persons concerned and the objective, referred to in recital 5 of that regulation, of determining rapidly the Member State responsible for examining an application for international protection, in the interests both of applicants for such protection and of the proper general functioning of the Dublin system, the applicant must have an effective and rapid remedy available to him which enables him to rely on the expiry of the six-month period, as defined in Article 29(1) and (2) of the regulation, occurring after the transfer decision was adopted (judgment of 25 October 2017, Shiri , C - 201/16, EU:C:2017:805, paragraphs 44 and 46). 69 The right which the German legislation seems, subject to verification by the referring court, to accord to an applicant who is in a situation such as that of Mr Jawo to plead circumstances subsequent to the adoption of the decision to transfer him, in an action brought against that decision, meets that obligation to provide for an effective and rapid remedy (see, to that effect, judgment of 25 October 2017, Shiri , C - 201/16, EU:C:2017:805, paragraph 46). 70 In the light of all the foregoing considerations, the answer to the first question is as follows: – The second sentence of Article 29(2) of the Dublin III Regulation must be interpreted as meaning that an applicant ‘ absconds ’ , within the meaning of that provision, where he deliberately evades the reach of the national authorities responsible for carrying out his transfer, in order to prevent the transfer. It may be assumed that that is the case where the transfer cannot be carried out due to the fact that the applicant has left the accommodation allocated to him without informing the competent national authorities of his absence, provided that he has been informed of his obligations in that regard, which it is for the referring court to determine. The applicant retains the possibility of demonstrating that the fact that he has not informed the authorities of his absence is due to valid reasons and not the intention to evade the reach of those authorities. ECLI:EU:C:2019:218 14 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO – Article 27(1) of the Dublin III Regulation must be interpreted as meaning that, in proceedings brought against a transfer decision, the person concerned may rely on Article 29(2) of that regulation by claiming that, since he had not absconded, the six-month transfer time limit had expired. The second question 71 By its second question, the referring court asks whether the second sentence of Article 29(2) of the Dublin III Regulation must be interpreted as meaning that, in order to extend the transfer time limit by a maximum of 18 months, it suffices that the requesting Member State informs the Member State responsible, before the expiry of the six-month transfer time limit, that the person concerned has absconded and specifies, at the same time, a new transfer time limit, or whether it is necessary that those two Member States agree upon the new time limit. 72 In that regard, it must be noted, first of all, that the second sentence of Article 29(2) of the Dublin III Regulation does not require, for the extension of the transfer time limit in the situations referred to therein, any consultation between the requesting Member State and the Member State responsible. That provision can therefore be distinguished from Article 29(1) of that regulation, which expressly provides that the transfer is to be carried out after consultation between the Member States concerned. 73 Next, if consultation were also required in the situations referred to in the second sentence of Article 29(2) of the Dublin III Regulation, that would render that provision hard to apply and would be liable to deprive it partially of its effectiveness. In fact, the correspondence between the two Member States concerned that would have to be entered into in order to agree upon an extension of the transfer time limit would require the dedication of time and resources and there would be no effective mechanism to permit the resolution of disputes as to whether the conditions of such an extension are met. Furthermore, it would be sufficient that the requested Member State not play an active part to ensure that the time limit would not be extended. 74 Finally, it must be noted that, pursuant to Article 29(4) of the Dublin III Regulation, the Commission is to establish, by means of implementing acts, uniform conditions for the consultation and exchange of information between Member States, in particular in the event of postponed or delayed transfers. Article 9(2) of the Implementing Regulation states that a Member State which, for one of the reasons set out in that Article 29(2), cannot carry out the transfer within the normal time limit of six months must inform the Member State responsible before the end of that time limit, and does not impose an obligation to consult in that regard. 75 It follows from the foregoing that the answer to the second question is that the second sentence of Article 29(2) of the Dublin III Regulation must be interpreted as meaning that, in order to extend the transfer time limit by a maximum of 18 months, it suffices that the requesting Member State informs the Member State responsible, before the expiry of the six-month transfer time limit, that the person concerned has absconded and specifies, at the same time, a new transfer time limit. The third question 76 By its third question, the referring court asks whether Article 4 of the Charter must be interpreted as precluding the transfer, pursuant to Article 29 of the Dublin III Regulation, of an applicant for international protection to the Member State which, in accordance with that regulation, is responsible for processing his application for international protection, where, in the event of protection being granted in that Member State, the applicant would be exposed to a serious risk of suffering inhuman or degrading treatment, within the meaning of Article 4 of the Charter, on account of the living ECLI:EU:C:2019:218 15 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO conditions that he could be expected to encounter as a beneficiary of international protection in that Member State. Furthermore, the referring court is uncertain as to whether that question falls within the scope of EU law. It also seeks to ascertain, where necessary, what criteria should guide the national court ’ s assessment of the living conditions of a person to whom international protection has been granted. 77 In that regard, it must be noted, in the first place, that a Member State ’ s decision to transfer an applicant pursuant to Article 29 of the Dublin III Regulation to the Member State which, in accordance with that regulation, is in principle responsible for examining the application for international protection, constitutes an element of the Common European Asylum System and, accordingly, implements EU law for the purposes of Article 51(1) of the Charter (see, by analogy, judgments of 21 December 2011, N. S. and Others , C - 411/10 and C - 493/10, EU:C:2011:865, paragraphs 68 and 69, and of 16 February 2017, C. K. and Others , C - 578/16 PPU, EU:C:2017:127, paragraphs 53 and 54). 78 Moreover, it is settled case-law that the provisions of the Dublin III Regulation must be interpreted and applied in a manner consistent with the fundamental rights guaranteed by the Charter, inter alia Article 4 thereof, which prohibits, without any possibility of derogation, inhuman or degrading treatment in all its forms and is, therefore, of fundamental importance, and is general and absolute in that it is closely linked to respect for human dignity, which is the subject of Article 1 of the Charter (see, to that effect, judgments of 5 April 2016, Aranyosi and C ă ld ă raru , C - 404/15 and C - 659/15 PPU, EU:C:2016:198, paragraphs 85 and 86, and of 16 February 2017, C. K. and Others , C - 578/16 PPU, EU:C:2017:127, paragraphs 59, 69 and 93). 79 The third question is, consequently, a question concerning the interpretation of EU law within the meaning of Article 267 TFEU. 80 In the second place, it should be recalled that EU law is based on the fundamental premiss that each Member State shares with all the other Member States, and recognises that they share with it, a set of common values on which the European Union is founded, as stated in Article 2 TEU. That premiss implies and justifies the existence of mutual trust between the Member States that those values will be recognised, and therefore that the EU law that implements them will be respected (judgment of 25 July 2018, Minister for Justice and Equality ( Deficiencies in the system of justice ), C - 216/18 PPU, EU:C:2018:586, paragraph 35 and the case-law cited), and that their national legal systems are capable of providing equivalent and effective protection of the fundamental rights recognised by the Charter, particularly Articles 1 and 4 thereof, which enshrine one of the fundamental values of the Union and its Member States (see, to that effect, judgment of 5 April 2016, Aranyosi and C ă ld ă raru , C - 404/15 and C - 659/15 PPU, EU:C:2016:198, paragraphs 77 and 87). 81 The principle of mutual trust between the Member States is, in EU law, of fundamental importance given that it allows an area without internal borders to be created and maintained. More specifically, the principle of mutual trust requires, particularly as regards the area of freedom, security and justice, each of those States, save in exceptional circumstances, to consider all the other Member States to be complying with EU law and particularly with the fundamental rights recognised by EU law (see, to that effect, judgments of 5 April 2016, Aranyosi and C ă ld ă raru , C - 404/15 and C - 659/15 PPU, EU:C:2016:198, paragraph 78, and of 25 July 2018, Minister for Justice and Equality ( Deficiencies in the system of justice ), C - 216/18 PPU, EU:C:2018:586, paragraph 36). 82 Accordingly, in the context of the Common European Asylum System, and in particular the Dublin III Regulation, which is based on the principle of mutual trust and which aims, by streamlining applications for international protection, to accelerate their processing in the interest both of applicants and participating States, it must be presumed that the treatment of applicants for international protection in all Member States complies with the requirements of the Charter, the ECLI:EU:C:2019:218 16 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO Convention relating to the Status of Refugees, signed in Geneva on 28 July 1951 ( United Nations Treaty Series , Vol. 189, p. 150, No 2545 (1954)), and the ECHR (see, to that effect, judgment of 21 December 2011, N. S. and Others , C - 411/10 and C - 493/10, EU:C:2011:865, paragraphs 78 to 80). 83 It is not however inconceivable that that system may, in practice, experience major operational problems in a given Member State, meaning that there is a substantial risk that applicants for international protection may, when transferred to that Member State, be treated in a manner incompatible with their fundamental rights (judgment of 21 December 2011, N. S. and Others , C - 411/10 and C - 493/10, EU:C:2011:865, paragraph 81). 84 In those circumstances, the application of an irrebuttable presumption that the fundamental rights of the applicant for international protection are observed in the Member State which, pursuant to the Dublin III Regulation, is designated as responsible for examining the application is incompatible with the duty to interpret and apply that regulation in a manner consistent with fundamental rights (see, to that effect, judgment of 21 December 2011, N. S. and Others , C - 411/10 and C - 493/10, EU:C:2011:865, paragraphs 99, 100 and 105). 85 Thus, the Court has previously held that, pursuant to Article 4 of the Charter, the Member States, including the national courts, may not transfer an asylum seeker to the Member State responsible within the meaning of the Dublin II Regulation, the predecessor to the Dublin III Regulation, where they cannot be unaware that systemic deficiencies in the asylum procedure and in the reception conditions of asylum seekers in that Member State amount to substantial grounds for believing that the asylum seeker would face a real risk of being subjected to inhuman or degrading treatment, within the meaning of that provision (judgment of 21 December 2011, N. S. and Others , C - 411/10 and C - 493/10, EU:C:2011:865, paragraph 106). 86 The second and third subparagraphs of Article 3(2) of the Dublin III Regulation, which codified that case-law, state that, in such a situation, the determining Member State becomes the Member State responsible for examining the application for international protection if it finds, following examination of the criteria set out in Chapter III of that regulation, that the transfer cannot be made to any Member State designated on the basis of those criteria or to the first Member State in which the application was lodged. 87 Although the second subparagraph of Article 3(2) of the Dublin III Regulation envisages only the situation underlying the judgment of 21 December 2011, N. S. and Others (C - 411/10 and C - 493/10, EU:C:2011:865), namely that in which the real risk of inhuman or degrading treatment, within the meaning of Article 4 of the Charter, stems from systemic flaws in the asylum procedure and the reception conditions of applicants for international protection in the Member State which, pursuant to that regulation, is designated as responsible for examining the application, it is nevertheless apparent from paragraphs 83 and 84 of the present judgment and from the general and absolute nature of the prohibition laid down in Article 4 of the Charter that the transfer of an applicant to that Member State is ruled out in any situation in which there are substantial grounds for believing that the applicant runs such a risk during his transfer or thereafter. 88 Accordingly, it is immaterial, for the purposes of applying Article 4 of the Charter, whether it is at the very moment of the transfer, during the asylum procedure or following it that the person concerned would be exposed, because of his transfer to the Member State that is responsible within the meaning of the Dublin III Regulation, to a substantial risk of suffering inhuman or degrading treatment. 89 As the referring court stated, the Common European Asylum System and the principle of mutual trust depend on the guarantee that the application of that system will not result, at any stage and in any form, in a serious risk of infringements of Article 4 of the Charter. It would, in that regard, be ECLI:EU:C:2019:218 17 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO contradictory if the existence of such a risk at the stage of the asylum procedure were to prevent a transfer, while the same risk would be tolerated when that procedure has been completed with the recognition of international protection. 90 In that regard, where the court or tribunal hearing an action challenging a transfer decision has available to it evidence provided by the person concerned for the purposes of establishing the existence of such a risk, that court or tribunal is obliged to assess, on the basis of information that is objective, reliable, specific and properly updated and having regard to the standard of protection of fundamental rights guaranteed by EU law, whether there are deficiencies, which may be systemic or generalised, or which may affect certain groups of people (see, by analogy, judgment of 5 April 2016, Aranyosi and C ă ld ă raru , C - 404/15 and C - 659/15 PPU, EU:C:2016:198, paragraph 89). 91 As regards, in the third place, the question of what criteria should guide the competent national authorities in carrying out that assessment, it must be noted that, in order to fall within the scope of Article 4 of the Charter, which corresponds to Article 3 ECHR, and of which the meaning and scope are therefore, in accordance with Article 52(3) of the Charter, the same as those laid down by the ECHR, the deficiencies referred to in the preceding paragraph of the present judgment must attain a particularly high level of severity, which depends on all the circumstances of the case (ECtHR, 21 January 2011, M.S.S. v. Belgium and Greece , CE:ECHR:2011:0121JUD003069609, paragraph 254). 92 That particularly high level of severity is attained where the indifference of the authorities of a Member State would result in a person wholly dependent on State support finding himself, irrespective of his wishes and personal choices, in a situation of extreme material poverty that does not allow him to meet his most basic needs, such as, inter alia, food, personal hygiene and a place to live, and that undermines his physical or mental health or puts him in a state of degradation incompatible with human dignity (see, to that effect, ECtHR, 21 January 2011, M.S.S. v. Belgium and Greece , CE:ECHR:2011:0121JUD003069609, paragraphs 252 to 263). 93 That threshold cannot therefore cover situations characterised even by a high degree of insecurity or a significant degradation of the living conditions of the person concerned, where they do not entail extreme material poverty placing that person in a situation of such gravity that it may be equated with inhuman or degrading treatment. 94 A circumstance such as that mentioned by the referring court, according to which, as stated in the report referred to in paragraph 47 of the present judgment, the forms of support in family structures, available to the nationals of the Member State normally responsible for examining the application for international protection to deal with the inadequacies of that Member State ’ s social system, are generally lacking for the beneficiaries of international protection in that Member State, is not sufficient ground for a finding that an applicant for international protection would, in the event of transfer to that Member State, be faced with such a situation of extreme material poverty. 95 Nonetheless, it cannot be entirely ruled out that an applicant for international protection may be able to demonstrate the existence of exceptional circumstances that are unique to him and mean that, in the event of transfer to the Member State normally responsible for processing his application for international protection, he would find himself, because of his particular vulnerability, irrespective of his wishes and personal choices, in a situation of extreme material poverty meeting the criteria set out in paragraphs 91 to 93 of the present judgment after having been granted international protection. 96 In the present case, the existence of shortcomings in the implementation, by the Member State normally responsible for examining the application for international protection, of programmes to integrate the beneficiaries of that protection cannot constitute a substantial ground for believing that the person concerned would be exposed, in the event of transfer to that Member State, to a real risk of being subjected to inhuman or degrading treatment, within the meaning of Article 4 of the Charter. ECLI:EU:C:2019:218 18 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 97 In any event, the mere fact that social protection and/or living conditions are more favourable in the requesting Member State than the Member State normally responsible for examining the application for international protection is not capable of supporting the conclusion that the person concerned would be exposed, in the event of transfer to the latter Member State, to a real risk of suffering treatment contrary to Article 4 of the Charter. 98 In the light of all the foregoing considerations, the answer to the third question is as follows: – EU law must be interpreted as meaning that the question whether Article 4 of the Charter precludes the transfer, pursuant to Article 29 of the Dublin III Regulation, of an applicant for international protection to the Member State which, in accordance with that regulation, is normally responsible for examining his application for international protection, where, in the event of such protection being granted in that Member State, the applicant would be exposed to a substantial risk of suffering inhuman or degrading treatment within the meaning of Article 4 of the Charter, on account of the living conditions that he could be expected to encounter as a beneficiary of international protection in that Member State, falls within its scope. – Article 4 of the Charter must be interpreted as not precluding such a transfer of an applicant for international protection, unless the court hearing an action challenging the transfer decision finds, on the basis of information that is objective, reliable, specific and properly updated and having regard to the standard of protection of fundamental rights guaranteed by EU law, that that risk is real for that applicant, on account of the fact that, should he be transferred, he would find himself, irrespective of his wishes and personal choices, in a situation of extreme material poverty. Costs 99 Since these proceedings are, for the parties to the main proceedings, a step in the action pending before the national court, the decision on costs is a matter for that court. Costs incurred in submitting observations to the Court, other than the costs of those parties, are not recoverable. On those grounds, the Court (Grand Chamber) hereby rules: 1. The second sentence of Article 29(2) of Regulation (EU) No 604/2013 of the European Parliament and of the Council of 26 June 2013 establishing the criteria and mechanisms for determining the Member State responsible for examining an application for international protection lodged in one of the Member States by a third-country national or a stateless person must be interpreted as meaning that an applicant ‘ absconds ’ , within the meaning of that provision, where he deliberately evades the reach of the national authorities responsible for carrying out his transfer, in order to prevent the transfer. It may be assumed that that is the case where the transfer cannot be carried out due to the fact that the applicant has left the accommodation allocated to him without informing the competent national authorities of his absence, provided that he has been informed of his obligations in that regard, which it is for the referring court to determine. The applicant retains the possibility of demonstrating that the fact that he has not informed the authorities of his absence is due to valid reasons and not the intention to evade the reach of those authorities. Article 27(1) of Regulation No 604/2013 must be interpreted as meaning that, in proceedings brought against a transfer decision, the person concerned may rely on Article 29(2) of that regulation, by claiming that, since he had not absconded, the six-month transfer time limit had expired. ECLI:EU:C:2019:218 19 ",
        "J UDGMENT OF 19. 3. 2019 — C ASE C - 163/17 J AWO 2. The second sentence of Article 29(2) of Regulation No 604/2013 must be interpreted as meaning that, in order to extend the transfer time limit by a maximum of 18 months, it suffices that the requesting Member State informs the Member State responsible, before the expiry of the six-month transfer time limit, that the person concerned has absconded and specifies, at the same time, a new transfer time limit. 3. EU law must be interpreted as meaning that the question whether Article 4 of the Charter of Fundamental Rights of the European Union precludes the transfer, pursuant to Article 29 of Regulation No 604/2013, of an applicant for international protection to the Member State which, in accordance with that regulation, is normally responsible for examining his application for international protection, where, in the event of such protection being granted in that Member State, the applicant would be exposed to a substantial risk of suffering inhuman or degrading treatment within the meaning of Article 4 of the Charter of Fundamental Rights, on account of the living conditions that he could be expected to encounter as a beneficiary of international protection in that Member State, falls within its scope. Article 4 of the Charter of Fundamental Rights must be interpreted as not precluding such a transfer of an applicant for international protection, unless the court hearing an action challenging the transfer decision finds, on the basis of information that is objective, reliable, specific and properly updated and having regard to the standard of protection of fundamental rights guaranteed by EU law, that that risk is real for that applicant, on account of the fact that, should he be transferred, he would find himself, irrespective of his wishes and personal choices, in a situation of extreme material poverty. [Signatures] ECLI:EU:C:2019:218 20 "
    ]
}