{
    "text": [
        "This document is meant purely as a documentation tool and the institutions do not assume any liability for its contents ► B COUNCIL DECISION of 12 July 2011 addressed to Greece with a view to reinforcing and deepening fiscal surveillance and giving notice to Greece to take measures for the deficit reduction judged necessary to remedy the situation of excessive deficit (recast) (2011/734/EU) (OJ L 296, 15.11.2011, p. 38) Amended by: Official Journal No page date ► M1 Council Decision 2011/791/EU of 8 November 2011 L 320 28 3.12.2011 ► M2 Council Decision 2012/211/EU of 13 March 2012 L 113 8 25.4.2012 2011D0734 — EN — 25.04.2012 — 002.001 — 1 ",
        "COUNCIL DECISION of 12 July 2011 addressed to Greece with a view to reinforcing and deepening fiscal surveillance and giving notice to Greece to take measures for the deficit reduction judged necessary to remedy the situation of excessive deficit (recast) (2011/734/EU) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 126(9) and Article 136 thereof, Having regard to the recommendation from the European Commission, Whereas: (1) Council Decision 2010/320/EU of 10 May 2010 addressed to Greece with a view to reinforcing and deepening fiscal surveillance and giving notice to Greece to take measures for the deficit reduction judged necessary to remedy the situation of excessive deficit ( 1 ) has been substantially amended several times ( 2 ). Since further amendments are to be made, it should be recast in the interests of clarity. (2) Article 136(1)(a) of the Treaty on the Functioning of the European Union (TFEU) foresees the possibility of adopting measures specific to the Member States whose currency is the euro with a view to strengthening the coordination and surveillance of their budgetary discipline. (3) Article 126 TFEU establishes that Member States are to avoid excessive government deficits and sets out the excessive deficit procedure to that effect. The Stability and Growth Pact, which in its corrective arm implements the excessive deficit procedure, provides the framework supporting government policies for a prompt return to sound budgetary positions taking account of the economic situation. ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 2 ( 1 ) OJ L 145, 11.6.2010, p. 6. ( 2 ) See Annex I. ",
        "(4) On 27 April 2009, the Council decided, in accordance with Article 104(6) of the Treaty establishing the European Community (TEC), that an excessive deficit existed in Greece and issued recommendations to correct that deficit by 2010 at the latest, in accordance with Article 104(7) (TEC) and Article 3(4) of Council Regulation (EC) No 1467/97 of 7 July 1997 on speeding up and clarifying the implementation of the excessive deficit procedure ( 1 ). The Council also set a deadline of 27 October 2009 for Greece to take effective action. On 30 November 2009, the Council established, in accordance with Article 126(8) TFEU, that Greece had not taken effective action; consequently, on 16 February 2010, the Council gave notice to Greece in accordance with Article 126(9) TFEU to take measures to correct the excessive deficit by 2012 at the latest (hereinafter ‘the Council Decision pursuant to Article 126(9)’). The Council also set a deadline of 15 May 2010 for effective action to be taken. (5) According to Article 5(2) of Regulation (EC) No 1467/97, if effective action has been taken in compliance with Article 126(9) TFEU and unexpected adverse economic events with major unfavourable consequences for government finances occur after the adoption of that notice, the Council may decide, on a recommendation from the Commission, to adopt a revised notice pursuant to Article 126(9) TFEU. (6) According to the Commission services’ autumn 2009 forecasts, which provided the basis for the initial notice addressed to Greece, GDP was expected to contract by ¼ % in 2010, and recover as from 2011, when the economy was forecast to grow by 0,7 %. A deeper contraction in real GDP took place in 2010 and this contraction is expected to continue in 2011. A gradual resumption of growth is expected thereafter. This marked worsening of the economic scenario implies a corresponding deterioration of the outlook for public finances at unchanged policy. To this should be added the upward revision of the government deficit outcome for 2009 (from an estimated 12,7 % of GDP at the time of the Council Decision pursuant to Article 126(9) to 13,6 % of GDP according to the fiscal notification submitted by Greece on 1 April 2010) ( 2 ) and later on to 15,4 % of GDP following completion of the investigations that Eurostat undertook with the Greek Statistical Authorities ( 3 ). Lastly, concerns in the markets for the public finances outlook have been reflected in a sharp rise in risk premiums on government debt, compounding the difficulties in controlling the path of government deficit and debt. ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 3 ( 1 ) OJ L 209, 2.8.1997, p. 6. ( 2 ) Eurostat news release 55/2010, 22 April 2010. ( 3 ) Eurostat news release 60/2011, 26 April 2011. ",
        "(7) Gross government debt at the end of 2009 stood at 127,1 % of GDP. This is the highest debt ratio in the EU, and is considerably higher than the 60 %-of-GDP reference value of the Treaty. Achieving the deficit reduction path that is considered necessary and feasible in the light of the circumstances would imply that the increase in debt would be reversed from 2013. In addition to persistently high government deficits, certain financial operations have further increased debt. These factors have contributed to undermining market confidence in the ability of the Greek Government to service the debt going forward. There is an urgent need for Greece to take decisive action, on an unprece ­ dented scale, on its deficit and on other factors contributing to the increase in debt, in order to reverse the increase in the debt-to- GDP ratio and allow it to return as soon as possible to market financing. (8) The very severe deterioration of the financial situation of the Greek Government has led the other euro area Member States to decide to provide stability support to Greece, with a view to safeguarding the financial stability of the euro area as a whole, in conjunction with multilateral assistance provided by the Inter ­ national Monetary Fund. Support provided by the euro area Member States will take the form of a pooling of bilateral loans, coordinated by the Commission. The lenders have decided that their support shall be conditional on Greece respecting this Decision. In particular, Greece is expected to carry out the measures specified in this Decision in accordance with the calendar set out herein. (9) In June 2011, it became evident that, taking into account the 2010 budgetary slippage and budgetary execution until May, with unchanged policies, the 2011 target for the deficit would be missed by a significant amount which would jeopardise the overall credibility of the programme. Therefore, there has been a need to update specific budgetary measures to allow Greece to stick to the deficit target in 2011 and respect the deficit ceilings for the following years established by Decision 2010/320/EU. These measures have been extensively discussed with the Greek government and commonly agreed by the European Commission, the European Central Bank and the International Monetary Fund. (10) In the light of the above considerations, it appears appropriate to amend Decision 2010/320/EU in a number of respects, while keeping unchanged the deadline for the correction of the excessive deficit, HAS ADOPTED THIS DECISION: Article 1 1. Greece shall put an end to the present excessive deficit situation as rapidly as possible and, at the latest, by the deadline of 2014. ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 4 ",
        "2. The adjustment path towards the correction of the excessive deficit shall aim to achieve a general government primary deficit (deficit excluding interest expenditure) not exceeding EUR 2 037 million (1,0 % of GDP) in 2012, and primary surpluses of at least EUR 3 652 million (1,8 % of GDP) in 2013 and EUR 9 352 million (4,5 % of GDP) in 2014. Following the debt exchange, these targets for the primary deficit/surplus are consistent with an overall deficit of EUR 14 811 million (7,3 % of GDP) in 2012, EUR 9 462 million (4,7 % of GDP) in 2013 and EUR 4 499 million (2,2 % of GDP) in 2014. To this aim, an improvement in the structural balance of at least 10 % of GDP will have been achieved over the period 2009-2014. Proceeds from the privatisation of assets (financial and non-financial assets), as well as all transfers related to the Eurogroup decision of 21 February 2012 with regard to the income of euro zone national central banks, including the Bank of Greece, stemming from their investment portfolio holdings of Greek government bonds shall not reduce the required fiscal consolidation effort and shall not be counted in the assessment of these targets. 3. The adjustment path referred to in paragraph 2 is consistent with an annual change in the general government consolidated debt of EUR - 26 954 million in 2012, of EUR 6 775 million in 2013 and of EUR 1 492 million in 2014. ▼ B Article 2 1. Greece shall adopt the following measures before the end of June 2010: (a) a law introducing a progressive tax scale for all sources of income and a horizontally unified treatment of income generated by labour and capital assets; (b) a law repealing all exemptions and autonomous taxation provisions in the tax system, including income from special allowances paid to civil servants; (c) the cancellation of the budgetary appropriations in the contingency reserve, with the aim of saving EUR 700 million; (d) the abolition of most of the budgetary appropriation for the soli ­ darity allowance (except a part for poverty relief) with the aim of saving EUR 400 million; (e) a reduction of the highest pensions with the aim of saving EUR 500 million for a full year (EUR 350 million for 2010); (f) a reduction of the Easter, summer and Christmas bonuses and allowances paid to civil servants with the aim of saving EUR 1 500 million for a full year (EUR 1 100 million in 2010); (g) the abolition of the Easter, summer and Christmas bonuses paid to pensioners, though protecting those receiving low pensions, with the aim of saving EUR 1 900 million for a full year (EUR 1 500 million in 2010); (h) an increase in the VAT rate, with a yield of at least EUR 1 800 million for a full year (EUR 800 million in 2010); (i) an increase in excises for fuel, tobacco and alcohol, with a yield of at least EUR 1 050 million for a full year (EUR 450 million in 2010); (j) legislation implementing the Services Directive ( 1 ); ▼ M2 2011D0734 — EN — 25.04.2012 — 002.001 — 5 ( 1 ) Directive 2006/123/EC of the European Parliament and of the Council of 12 December 2006 on services in the internal market (OJ L 376, 27.12.2006, p. 36). ",
        "(k) a law reforming and simplifying public administration at local level with the aim of reducing operating costs; (l) the establishment of a task force aiming at improving the absorption rate of structural and cohesion funds; (m) a law to simplify the start-up of new businesses; (n) a reduction of public investment by EUR 500 million compared to plans; (o) the channelling of the budgetary appropriations for the co-financing of structural and cohesion funds to a special central account that cannot be used for any other purpose; (p) the establishment of an independent financial stability fund to deal with potential capital shortfalls and preserve the soundness of the financial sector, by providing equity support to banks as needed; (q) the reinforced supervision of banks, with increased human resources, more frequent reporting and quarterly stress tests. 2. Greece shall adopt the following measures by the end of September 2010: (a) fiscal consolidation measures amounting to at least 3,2 % of GDP (4,3 % of GDP if carryovers from measures implemented in 2010 are considered) to be included in the draft budget for 2011: a reduction in intermediate consumption of the general government by at least EUR 300 million compared to the 2010 level (on top of savings stemming from the reform of public administration and of local government referred to in this paragraph); a freeze in the indexation of pensions (with the aim of saving EUR 100 million); a temporary crisis levy on highly profitable firms (yielding at least EUR 600 million in additional revenue per year in 2011, 2012 and 2013); a presumptive taxation of professionals (with a yield of at least EUR 400 million in 2011 and increasing returns by at least EUR 100 million per year in 2012 and 2013); a broadening of the VAT base by including certain services currently exempted and by moving 30 % of goods and services from the reduced rate to the main rate (with a yield of EUR 1 billion); a phased-in green tax on CO 2 emissions (with a yield of at least EUR 300 million in 2011); the implementation by the government of the legislation reforming the public administration and a reor ­ ganisation of local government (with the aim of reducing costs by at least EUR 500 million in 2011, and additional EUR 500 million in each year 2012 and 2013); a reduction in domestically-financed investments (by at least EUR 500 million) by giving priority to investment projects financed by EU structural funds, incentives to regularise land-use violations (yielding at least EUR 1 500 million from 2011 to 2013, of which at least EUR 500 million in 2011); a collection of revenue from the licensing of gaming (at least EUR 500 million in sales of licences and EUR 200 million in annual royalties); an expansion of the base of the real estate tax by updating asset values (to yield at least EUR 400 million additional revenue); an increased taxation of wages in kind, including by taxing car lease payments (by at least EUR 150 million); an increased taxation of luxury goods (by at least EUR 100 million); a special tax on unauthorised establishments (to yield at ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 6 ",
        "least EUR 800 million per year) and a replacement of only 20 % of retiring employees in the public sector (central government, local governments, social security funds, public companies, State agencies and other public institutions). Measures yielding comparable budgetary savings may be considered after consultation with the Commission; (b) a reinforcement of the role and resources of the general accounting office and the establishment of safeguards against possible political interference in data projection and accounting; (c) a draft reform of wage legislation in the public sector, including, in particular, the creation of a single payment authority for the payment of wages, the introduction of unified principles and a timetable to establish a streamlined and unified public sector wage grid to apply to the State sector, local authorities and other agencies; (d) legislation to improve the efficiency of the tax administration and controls; (e) the launch of independent reviews of central administration and of existing social programmes; (f) the publication of monthly statistics (on a cash basis) on revenue, expenditure, financing and spending arrears for the ‘available general government’ and its sub entities; (g) an action plan to improve the collection and processing of general government data, in particular by enhancing the control mechanisms of statistical authorities and of the general accounting office and ensuring effective personal responsibility for cases of misreporting, in order to ensure the prompt supply of high quality general government data required by Regulations (EC) No 2223/96 ( 1 ), (EC) No 264/2000 ( 2 ), (EC) No 1221/2002 ( 3 ), (EC) No 501/2004 ( 4 ), (EC) No 1222/2004 ( 5 ), (EC) No 1161/2005 ( 6 ), (EC) No 223/2009 ( 7 ) and (EC) No 479/2009 ( 8 ); ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 7 ( 1 ) Council Regulation (EC) No 2223/96 of 25 June 1996 on the European system of national and regional accounts in the Community (OJ L 310, 30.11.1996, p. 1). ( 2 ) Commission Regulation (EC) No 264/2000 of 3 February 2000 on the imple ­ mentation of Council Regulation (EC) No 2223/96 with respect to short-term public finance statistics (OJ L 29, 4.2.2000, p. 4). ( 3 ) Regulation (EC) No 1221/2002 of the European Parliament and of the Council of 10 June 2002 on quarterly non-financial accounts for general government (OJ L 179, 9.7.2002, p. 1). ( 4 ) Regulation (EC) No 501/2004 of the European Parliament and of the Council of 10 March 2004 on quarterly financial accounts for general government (OJ L 81, 19.3.2004, p. 1). ( 5 ) Council Regulation (EC) No 1222/2004 of 28 June 2004 concerning the compilation and transmission of data on the quarterly government debt (OJ L 233, 2.7.2004, p. 1). ( 6 ) Regulation (EC) No 1161/2005 of the European Parliament and of the Council of 6 July 2005 on the compilation of quarterly non-financial accounts by institutional sector (OJ L 191, 22.7.2005, p. 22). ( 7 ) Regulation (EC) No 223/2009 of the European Parliament and of the Council of 11 March 2009 on European statistics and repealing Regulation (EC, Euratom) No 1101/2008 of the European Parliament and of the Council on the transmission of data subject to statistical confidentiality to the Statistical Office of the European Communities, Council Regulation (EC) No 322/97 on Community Statistics, and Council Decision 89/382/EEC, Euratom estab ­ lishing a Committee on the Statistical Programmes of the European Commu ­ nities (OJ L 87, 31.3.2009, p. 164). ( 8 ) Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty estab ­ lishing the European Community (OJ L 145, 10.6.2009, p. 1). ",
        "(h) the regular publication of information on the financial position of public undertakings and other public entities not classified as part of the general government (including detailed income statements, balance sheets and data on employment and the wage bill); (i) the establishment of a comprehensive central registry for public enterprises; (j) an action plan with a timetable for concrete actions leading to the creation of a central procurement authority; (k) an act establishing an upper limit of EUR 50 million for the annual public service obligation contribution from the general government to railway operators for the period 2011-2013 and establishing the principle that the State provides no additional explicit or implicit support to railway operators; (l) a business plan for the Greek railways. The business plan specifies how operational activities will be made profitable, including covering depreciation costs, as from 2011, including by closing loss-making lines, by increasing tariffs and by reducing wages and staffing; provides a detailed sensitivity analysis on the impli ­ cation for wage costs of various scenarios for the outcome of collective agreement and provides information on several options concerning staff; and provides for the restructuring of the holding company, including the sale of land and other assets; (m) a law to reform the wage bargaining system in the private sector, which should provide for a reduction in pay rates for overtime work, enhanced flexibility in the management of working time and allow local territorial pacts to set wage growth below sectoral agreements; (n) a reform of employment protection legislation to extend the probationary period for new jobs to one year, and to facilitate greater use of temporary contracts and part-time work; (o) an amendment of the regulation of the arbitration system to allow each of the parties to resort to arbitration if they disagree with the proposal of the mediator; (p) a reform of the arbitration procedure to ensure that it operates according to transparent objective criteria, with an independent committee of arbitrators with decision making capacity free from government influence. 3. Greece shall adopt the following measures by the end of December 2010: (a) the final adoption of the measures referred to in paragraph 2(a); (b) the implementation of legislation strengthening the fiscal framework. This should, in particular, include the establishment of a medium-term fiscal framework, the creation of a compulsory contingency reserve in the budget corresponding to 5 % of total appropriations of government departments, other than wages, pensions and interest, the creation of stronger expenditure moni ­ toring mechanisms and the establishment of a budget office attached to Parliament; (c) a significant increase in the absorption rate of structural and cohesion funds; ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 8 ",
        "(d) legislation simplifying and accelerating the process of licensing undertakings, industrial activities and professions; (e) a modification of the institutional framework of the Hellenic competition authority (HCC) with a view to increasing its indepen ­ dence, establishing reasonable deadlines for the investigation and issue of decisions and entrusting it with the power to reject complaints; (f) measures aiming at removing existing restrictions on the freedom to provide services; (g) a decree disallowing local governments to run deficits at least until 2014; reduction in transfers to local government in line with planned savings and transfers of competences; (h) publication of interim long-term projections of pension expenditure up to 2060 as set out in the July 2010 legislative reform covering the main pension schemes (IKA, including the pension scheme for civil servants, OGA and OAEE); (i) implementation of a uniform e-prescribing system; publication of the complete price list for the medicines in the market; application of the list of non-reimbursed medicines and of the list of over-the- counter medicines; publication of the new list of reimbursed medicines using the new reference price system; the use of the information made available through e-prescribing and scanning for the collection of rebates from pharmaceutical companies; intro ­ duction of a monitoring mechanism allowing for pharmaceutical expenditure to be assessed on a monthly basis; enforcement of co-payments for regular outpatient services of EUR 5 and extension of co-payments to unwarranted visits to emergency departments; publication of audited accounts for hospitals and health centres; and creation of an independent taskforce of health policy experts whose task is to produce, by end May 2011, a detailed report for an overall reform of the health system aimed at improving efficiency and effectiveness in the health system; (j) further reduction in operational expenditure by at least 5 % yielding savings of at least EUR 100 million; (k) further reduction in transfers yielding savings for the government as a whole of at least EUR 100 million. The beneficiary public entities will ensure the concomitant reduction in expenditure so that there is no accumulation of arrears; (l) means-testing of family allowances from January 2011 on yielding savings of at least EUR 150 million (net of the respective adminis ­ trative costs); (m) reduction in the purchase of military equipment (deliveries) by at least EUR 500 million compared to the actual 2010 level; (n) reduction in pharmaceutical expenditure by social security funds by EUR 900 million owing to an additional reduction in drug prices and new procurement procedures and by hospitals (also including expenditure in equipment) by at least EUR 350 million; (o) changes in the management, pricing and wages of public enter ­ prises yielding savings of at least EUR 800 million; ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 9 ",
        "(p) increase in the reduced rates of VAT from 5,5 % to 6,5 % and from 11 % to 13 %, yielding at least EUR 880 million and reduction in the VAT rate applicable to medicines and hotel accom ­ modation from 11 % to 6,5 % with a cost not exceeding EUR 250 million, net of savings for social security funds and hospitals that result from the lower VAT rate on medicines; (q) intensification of the fight against smuggling on fuel (at least EUR 190 million); (r) increase in court trial fees (at least EUR 100 million); (s) implementation of an action plan to accelerate the collection of tax arrears (at least EUR 200 million); (t) speeding up tax penalty collection (at least EUR 400 million); (u) collection of revenue that results from the new framework of tax disputes and trials (at least EUR 300 million); (v) revenue from the renewal of telecommunication licences that are about to expire (at least EUR 350 million); (w) revenue from concessions (at least EUR 250 million); (x) a restructuring plan for the Athens transportation network (OASA). The objective of the plan shall be to reduce operational losses of the company and make it economically viable. The plan shall include cuts in operational expenditure of the company and tariff increases. The required actions shall be implemented by March 2011; (y) an act that limits recruitment in the whole general government to a ratio of not more than one recruitment for five retirements or dismissals, without sectoral exceptions, and including staff trans ­ ferred from public enterprises under restructuring to government entities; (z) acts to strengthen labour market institution and establish that: firm-level agreements prevail over those under sector and occupa ­ tional agreements without undue restrictions; firm-level collective agreements are not restricted by requirements regarding the minimum size of firms; the extension of sector and occupational agreements to parties not represented in negotiations is eliminated; the probationary period for new jobs is extended; temporal limits in the use of temporary working agencies are eliminated; impediments for greater use of fixed-term contracts are removed; the provision that establishes higher hourly remuneration to part-time workers is eliminated; and a more flexible working-time management including part-time shift work is allowed for. 4. Greece shall adopt the following measures by the end of March 2011: (a) publication of comprehensive long-term projections of pension expenditure up to 2060 as set out in the July 2010 legislative reform. The projections shall encompass the supplementary (aux ­ iliary) schemes, based on a comprehensive set of data collected and elaborated by the National Actuarial Authority. The projections shall be peer-reviewed and validated by the Economic Policy Committee; ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 10 ",
        "(b) the government clears payment of arrears accumulated in 2010 and reduces those of previous years; (c) an anti-evasion plan which includes quantitative performance indi ­ cators to hold revenue administration accountable; legislation to streamline the administrative tax dispute and judicial appeal processes and the required acts and procedures to better address misconduct, corruption and poor performance of tax officials, including prosecution in cases of breach of duty; and publication of monthly reports of the five anti-evasion taskforces, including a set of progress indicators; (d) a detailed action plan with a timeline to complete and implement the simplified remuneration system; preparation of a medium-term human resource plan for the period up to 2013 in line with the rule of one recruitment for five exits, also specifying plans to reallocate qualified staff to priority areas; and publication of monthly data on staff movements (entries, exits, transfers among entities) of the several government departments; (e) implementation of the comprehensive reform of the healthcare system started in 2010 with the objective to keep public health expenditure at or below 6 % of GDP; measures yielding savings on pharmaceuticals of at least EUR 2 billion relative to the 2010 level, of which at least EUR 1 billion in 2011; improvement in the accounting and billing systems of hospitals, through: finalising the introduction of double-entry accrual accounting systems in all hospitals; the use of the uniform coding system and a common registry for medical supplies; the calculation of stocks and flows of medical supplies in all the hospitals using the uniform coding system for medical supplies; and the timely invoicing of treatment costs (no later than two months) to Greek social security funds, other Member States and private health insurers; and ensure that at least 50 % of the volume of medicines used by public hospitals by the end of 2011 is composed of generics and off-patent medicines by making it compulsory for all public hospitals to procure pharmaceutical products by active substance; (f) with the aim of fighting waste and mismanagement in State-owned companies and yield fiscal savings of at least EUR 800 million, an act that: cuts primary remuneration in public enterprises by at least 10 % at company level; limits secondary remuneration to 10 % of primary remuneration; establishes a ceiling of EUR 4 000 per month for gross earnings (12 payments per year); increases urban transport tariffs by at least 30 %; actions that reduce operational expenditure in public companies between 15 % to 25 %; and an act for the restructuring of the OASA; (g) a new regulatory framework to facilitate the conclusion of concession agreements for regional airports; ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 11 ",
        "(h) establishment of an independent taskforce of education policy aiming at increasing the efficiency of the public education system (primary, secondary and higher education) and reach a more efficient use of resources; (i) adoption of a law to establish the Single Public Procurement Authority in line with the Action Plan; and development of an e-procurement IT platform and setting up of intermediate milestones in line with the Action Plan, including: testing a pilot version, availability of all functionalities for all contracts and phasing-in of the mandatory use of e-procurement system for supplies, services and works contracts. 5. Greece shall adopt the following measures by the end of July 2011: (a) introduces to Parliament a streamlined and unified public sector wage grid to apply to the State sector, local authorities and other agencies, phased in over three years, with remunerations reflecting productivity and tasks; (b) a medium-term staffing plan for the period up to 2015 in line with the rule of one recruitment for five exits (one for 10 in 2011). The plan shall include tighter rules for temporary staff, cancellation of vacant job post and reallocation of qualified staff to priority areas and take into account the extension of working hours in the public sector; (c) a detailed action plan with a timeline to complete and implement the simplified remuneration system, in line with private sector wages, achieving a reduction in the total wage bill. This plan shall be based on the results of the report published by the Ministry of Finance and the single payment authority. The legis ­ lation for a simplified remuneration system shall be phased in over three years. Wages of State-owned enterprises employees shall be in line with the new wage grid for the public sector; (d) a reinforcement of the labour inspectorate, which shall be fully resourced with qualified staff and have quantitative targets on the number of controls to be carried out; (e) an act revising the main parameters of the pension system in order to limit the increase in public sector spending on pensions over the period 2009-2060 to less than 2,5 % of GDP, if long-term projections show that the projected increase in public pension expenditure would exceed this amount. The National Actuarial Authority (NAA) shall continue the submission of long-term projections of pension expenditure up to 2060 under the adopted reform. The projections shall encompass the main supplementary (auxiliary) schemes (ETEAM, TEADY, MTPY), based on compre ­ hensive data collected and elaborated by the NAA; (f) a revision of the list of heavy and arduous professions to reduce its coverage to no more than 10 % of employment; the new list of difficult and hazardous occupations shall apply with effect from 1 August 2011 to all current and future employees; ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 12 ",
        "(g) legislation to establish the Single Public Procurement Authority (SPPA) with the mandate, objectives, competences, powers and schedule for entry into force, in line with the Action Plan; (h) additional measures to promote the use of generic medicines through: compulsory e-prescription by active substance and of less expensive generics when available; associating a lower cost-sharing rate to generic medicines that have a significantly lower price than the reference price (lower than 60 % of the reference price) on the basis of the experience of other EU Member States; setting the maximum price of generics to 60 % of the branded medicine with similar active substance; (i) publication of an inventory of State-owned assets, including stakes in listed and non-listed enterprises and commercially viable real estate and land; a General Secretariat of Real Estate Development shall be established with the aims of improving management of real estate assets, clearing them of encumbrances and preparing them for privatisation; (j) the medium-term fiscal strategy (hereinafter ‘MTFS’) through 2015 as described in Annex I to this Decision and respective imple ­ menting bills. The MTFS shall elaborate on the permanent fiscal consolidation measures which ensure that the deficit ceiling for 2011-15 as established by the Council Decision are not exceeded, and that the debt-to-GDP ratio is put on a sustainable downward path; (k) privatisation of assets worth at least EUR 390 million; adoption of a privatisation programme with the aim of collecting at least EUR 15 billion by end-2012, EUR 22 billion by end-2013, EUR 35 billion by end-2014 and at least EUR 50 billion by end-2015; proceeds from the privatisation of assets (real estate, concessions and financial assets) shall be used to redeem debt and will not reduce the fiscal consolidation efforts to comply with the deficit ceilings in Article 1(2); (l) establishment of a privatisation fund with sound governance to accelerate the privatisation process and guarantee its irreversibility and professional management. The Fund obtains the legal ownership of the assets to privatise. The Fund cannot pledge its assets in a way that would frustrate its purpose, i.e. privatisation of assets; (m) tables legislation to close, merge and downsize non-viable entities; (n) measures to strengthen expenditure control: a decision specifying the qualification and responsibilities of accounting officers to be appointed in all line ministries with the responsibility to ensure sound financial controls; ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 13 ",
        "(o) new criteria and terms for the conclusions of contracts by social security funds with all healthcare providers, with the aim of achieving the targeted reduction in spending; initiates joint purchase of medical services and goods to achieve substantial expenditure reduction of at least 25 % compared to 2010 through price-volume agreements; (p) publication of binding prescription guidelines for physicians on the basis of international prescription guidelines to ensure a cost- effective use of medicines; publication and continuous update of the positive list of reimbursed medicines; (q) preparation of a plan for the reorganisation and restructuring of hospitals for the short and medium term with a view to reducing existing inefficiencies, utilising economies of scale and scope, and improving quality of care for patients. The aim is to reduce hospital costs by at least 10 % in 2011 and by an additional 5 % in 2012 in addition to the previous year. 6. Greece shall adopt the following measures by the end of September 2011: (a) a budget for 2012 in line with the MTFS and the objective of respecting the deficit ceilings established in Article 1(2); (b) a mitigation of tax obstacles to mergers and acquisitions; (c) a simplification of the custom clearing process for exports and imports; (d) a further increase in the absorption rates of structural and cohesion funds; (e) the full implementation of the Better Regulation agenda with a view to reducing administrative burdens by 20 % (compared with 2008); (f) legislation to close, merge and downsize large non-viable entities; (g) measures enabling a reduction in procurement and third party costs in State-owned enterprises, updating tariffs, and creating new business lines, and reduce personnel costs by completing and implementing an employment retrenchment plan. Excess staff that cannot be removed by the hiring rule of one recruitment for five exits (one for 10 in 2011) shall be dealt with through non-voluntary redundancies and furlough (labour reserve). This rule is without sectoral exceptions; it shall also apply to staff transferred from public enterprises to other government entities after screening of professional qualifications by ASEP under its regular evaluation criteria. Staff in the labour reserve shall be paid at 60 % of their wage for not more than 12 months, after which they shall be dismissed; (h) a legal framework enabling fast assignment of land use and accel ­ erates State land ownership registration; ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 14 ",
        "(i) an act enabling the promotion of investment in the tourism sector (tourist resorts and secondary tourist housing), with a view to, together with the bill on land use, allow for accelerating the privati ­ sation process of land plots managed by the Greek Tourist Real Estate Agency (ETA); (j) finalisation of the functional review of existing social programmes; assessment by the government of the results of the second and final phase of the independent functional review of central adminis ­ tration; legislation and measures to implement the operational recommendations of the first phase of the functional review of public administration at central level and of the full review of existing social programmes; (k) an in-depth revision of the functioning of secondary/supplementary public pension funds, including welfare funds and lump-sum schemes. The aim of the revision is to stabilise pension expen ­ diture, guarantee the budgetary neutrality of these schemes, and ensure medium- and long-term sustainability of the system. The revision shall achieve: a further reduction in the number of existing funds; the elimination of imbalances in those funds with deficits; the stabilisation of the current spending at sustainable level, through appropriate adjustments to be made from 1 January 2012; the long-term sustainability of secondary schemes through a strict link between contributions and benefits; (l) identification of the schemes for which lump sums paid on retirement are out of line with contributions paid with the aim of adjusting payment by the end of December 2011; (m) further measures to extend in a cost-effective way the e-prescribing of medicines, diagnostics and doctors’ referrals to all social security funds, health centres and hospitals. In compliance with EU procurement rules, the government shall conduct the necessary tendering procedures to implement a comprehensive and uniform healthcare information system (e-health system); (n) further measures to ensure that at least 30 % of the volume of medicines used by public hospitals is composed of generics with a price below that of similar branded products and off-patent medi ­ cines, in particular by making it compulsory that all public hospitals procure pharmaceutical products by active substance; (o) decisions to provide for the institution and establishment of positions for the SPPA’s (Single Public Procurement Authority) personnel, as well as for the organisation of human resources and services of the Authority in accordance with the provisions of the law on the SPPA; to appoint the members of the SPPA; (p) Publication of monthly data on staff movements (entries, exits, transfers among entities) of the several government departments. ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 15 ",
        "6a. Greece shall adopt and implement the following measures without delay: (a) a reduction in tax exemptions, in particular the tax-free personal income thresholds, with the aim of increasing revenue by at least EUR 2 831 million in 2012; (b) a permanent levy on real estate, collected through electricity invoices, with the aim of collecting at least EUR 1 667 million in 2011, and EUR 1 750 million per annum from 2012 onwards; (c) an immediate implementation of the revised wage grid for civil servants, thereby contributing to a reduction in expenditure of at least EUR 101 million in 2011, and with a carry-over of at least EUR 552 million for 2012, additional to savings provided in the MTFS through 2015. This reform shall cover all general government employees, except those covered by special wage regimes. These net savings take into account the impact of this measure on income tax and social contributions, as well as bonuses to be paid to specific employee categories; (d) a cut in main and supplementary pensions, as well as in lump sums paid on retirement, with the aim of saving at least EUR 219 million in 2011 with a carry-over of EUR 446 million in 2012, additional to savings provided for in the MTFS; (e) capping at 5 % of its deposits spending by the Green Fund, with the aim of saving EUR 360 million in 2012; (f) ministerial decisions or circulars concerning the measures on excise on natural gas, heating oil and vehicle taxes provided for in the MTFS; (g) ministerial decisions to uniformly regulate health benefits provided by the several social security funds; (h) legislation for the collection of the solidarity surcharge through withholding tax; (i) ministerial decisions that initiate the closure, merging or substantial downsizing of entities. This affects KED, ETA, ODDY, National Youth Institute, EOMEX, IGME, OSK, DEPANOM, THEMIS, ETHYAGE and ERT, and 35 other smaller entities; (j) a ministerial Decision specifying the disability criteria on the attribution of disability pensions, consistent with achieving the MTFS saving objectives; (k) a law to freeze the indexation of main and supplementary pensions through 2015; (l) finalisation of the positive list for pharmaceuticals that establish prices charged to social security funds; ▼ M1 2011D0734 — EN — 25.04.2012 — 002.001 — 16 ",
        "(m) transferring to the privatisation fund ‘Hellenic Republic Asset Development Fund’ (HRADF) the following assets: Alpha Bank (0,619 % of shares); National Bank of Greece (1,234 % of shares); Piraeus Bank (1,308 % of shares); Piraeus Port Authority (23,1 % of shares); Thessaloniki Port Authority (23,3 % of shares); Elefsina, Lavrio, Igoumenitsa, Alexandroupolis, Volos, Kavala, Corfu, Patras, Rafina, Heraklion port authorities (100 %); Athens Water and Sewerage Company (27,3 %); Thessaloniki Water and Sewerage Company (40 %); Regional state airports (transfer of concession rights); off-shore natural gas storage facility ‘South Kavala’ (transfer of rights of current and future concessions); Hellenic motorways (transfer of economic rights of current and future concessions); Egnatia odos (100 %); Hellenic Post (90 %); OPAP, SA (29 %); four state buildings; (n) appointing the legal, technical and financial advisors for at least 14 of the privatisations that are planned until end-2012; (o) based on a dialogue with social partners and taking into account the objective of creating and preserving jobs and improving firms’ competitiveness, adopting further measures to allow the adaptation of wages to economic conditions. In particular: the extension of occupational and sectoral collective agreements and the so-called favourability principle shall be suspended during the period of application of the MTFS in such a manner that firm-level agreements take precedence over sectoral and occupational agree ­ ments; firm-level collective contracts may be signed either by trade unions or, when there is no firm-level union, by work councils or other employees’ representations, irrespective of the firms’ size. ▼ B 7. Greece shall adopt the following measures by the end of December 2011: ▼ M1 (a) a budget for 2012 in line with the MTFS targets and the deficit ceilings set out in this Decision; update and publish information on the several measures provided for in the MTFS; and the tax and expenditure legislative acts that are necessary to implement the budget at the same time of the budget; ▼ B (b) a reinforcement of the managerial capacity of all managing auth ­ orities and intermediate bodies of operational programmes under the framework of the national strategy reference framework 2007- 2013 and their ISO 9001:2008 (quality management) certification; (c) a hospital case-based costing system to be used for budgeting purposes from 2013 on; ▼ M1 2011D0734 — EN — 25.04.2012 — 002.001 — 17 ",
        "(d) assessment of the results of the first phase of the independent functional review of central administration which will result in an action plan for the implementation of operational policy recom ­ mendations. These recommendations shall determine how to achieve a more streamlined and effective public service, to define clear responsibilities and command lines of ministerial departments, eliminating overlapping competences, and to improve inter- and intra-ministerial mobility; finalisation of the ongoing functional review of existing social programmes; ▼ B (e) starting of operations of the Single Public Procurement Authority with the necessary resources to fulfil its mandate, objectives, competences and powers as defined in the Action Plan; (f) review of fees for medical services outsourced to private providers with the aim of reducing related costs by at least 15 % in 2011, and by an additional 15 % in 2012; (g) measures to simplify the tax system, broaden bases and reduce tax rates in a fiscally-neutral manner, in relation to the personal income tax, corporate income tax and VAT; (h) further measures to ensure that at least 50 % of the volume of medicines used by public hospitals is composed of generics with a price below that of similar branded products and off-patent medi ­ cines, in particular by making compulsory that all public hospitals procure pharmaceutical products by active substance ; ▼ M1 (i) appointment of advisors for the other privatisation transactions planned for 2012 and not included in point (n) of paragraph 6a; acceleration of state land ownership registration and secondary legislation on tourism housing and on land use; establishment and operation of a new General Secretariat of Public Property working together with the newly merged KED/ETA (real estate management and tourism real estate institutions, respectively), which are to prepare real estate for privatisation of commercial and tradable assets. The aim is to improve the management of real estate assets, clear them of encumbrances and prepare them for privatisation; creation of six real estate portfolios by the HRDAF; adoption of the legal act on the transfer to the State of the mobile and immobile assets of entities that are closed; (j) the reform of revenue administration, through: the activation of a large-taxpayers unit; the removal of barriers to effective tax administration by implementing the key reforms of the new tax law, including replacing managers who do not meet performance targets, reassessing tax auditors’ qualifications; the operation of the newly created fast-track administrative dispute resolution body to deal rapidly with large dispute cases (i.e. within 90 days); the centralisation of the functions of, and the merging of, at least 31 tax offices; ▼ M1 2011D0734 — EN — 25.04.2012 — 002.001 — 18 ",
        "(k) to strengthen expenditure control: appointment of permanent financial accounting officers in all Ministries; (l) publication of a medium-term staffing plan for the period up to 2015 in line with the rule of 1 recruitment for 5 exits which applies to general government as a whole without sectoral excep ­ tions; transfer of about 15 000 staff currently employed by various government entities to the labour reserve, and placement of about 15 000 in pre-retirement. Staff in the labour reserve, and in pre-retirement, are to be paid at 60 % of their basic wage (excluding overtime and other extra payments) for not more than 12 months. This period of 12 months may be extended up to 24 months for staff close to retirement. Payments to staff while in the labour reserve are part of their severance pay; (m) revision of the list of heavy and arduous professions and reduction in its coverage to less than 10 % of employment. An in-depth revision of the functioning of secondary/supplementary public pension funds, including welfare funds and lump-sum schemes, with the aim of stabilising pension expenditure, guaranteeing the budgetary neutrality of these schemes, and ensuring medium- and long-term sustainability of the system. The revision shall achieve: a further reduction in the number of existing funds; the elim ­ ination of imbalances in those funds with deficits; the stabilisation of the current spending at sustainable level, through appropriate adjustments to be made from 1 January 2012; and the long-term sustainability of secondary schemes through a strict link between contributions and benefits. ▼ M2 7a. Greece shall adopt the following measures without delay: (a) a reduction in pharmaceutical expenditure by at least EUR 1 076 million in 2012; (b) a reduction in overtime pay for doctors in hospitals by at least EUR 50 million in 2012; (c) a reduction in the procurement of military material by EUR 300 million (cash and deliveries) in 2012; (d) a reduction by 10 % in the remuneration of elected and related staff at local level in 2012 and a reduction in the number of deputy mayors and associated staff in 2013 with the aim of saving at least EUR 9 million in 2012 and an additional EUR 28 million in 2013; (e) a reduction in the central government’s operational expenditure, and election-related spending, by at least EUR 370 million (compared to the 2012 budget), of which at least EUR 100 million in military-related operational expenditure, and at least EUR 70 million in electoral spending; (f) a reduction in operational expenditure by local government with the aim of saving at least EUR 50 million in 2012; ▼ M1 2011D0734 — EN — 25.04.2012 — 002.001 — 19 ",
        "(g) cuts in subsidies to residents in remote areas, and cuts in grants to several entities supervised by the ministries, with the aim of reducing expenditure in 2012 by at least EUR 190 million; (h) a reduction in the public investment budget (PIB) by EUR 400 million in 2012. This reduction in the PIB budget will not have any impact on projects that are co-financed by structural funds (including TEN-T projects); (i) changes in supplementary pension funds and pension funds with high average pensions or which receive high subsidies from the budget, and cuts in other high pensions, with the aim of saving at least EUR 450 million in 2012 (net after taking into account the impact on taxes and social contributions); (j) cuts in family allowances for high-income households, with the aim of saving EUR 43 million in 2012; (k) ministerial decisions to complete the full implementation of the new wage grid in all the pertinent entities, and legislation on the modalities for the recovery of wages paid in excess as from November 2011; (l) the amendment of Articles 3 and 21 of Law 4038/2012 so that the conditions to extend the instalment plans for overdue taxes and social contributions are revised: instalment plans will only apply to existing overdue amounts below EUR 10 000 for individuals and EUR 75 000 for corporations. Tax payers applying for an extended instalment plan should disclose all their financial statements to the tax authorities; (m) a framework law, with an in-depth revision of the functioning of secondary/supplementary public pension funds aimed at stabi ­ lising pension expenditure, guaranteeing the budgetary neutrality of these schemes, and ensuring medium- and long-term sustainability of the system. ▼ B 8. Greece shall adopt the following measures by the end of March 2012: ▼ M2 (a) a reform of the secondary/supplementary pension schemes designed in consultation with the European Commission, the European Central Bank and the International Monetary Fund, and validated by the Economic Policy Committee as regards its estimated impact on long-term sustainability. The parameters of the new secondary notional defined-contribution system ensure long-term actuarial balance, as assessed by the National Actuarial Authority; (b) an adjustment of pharmacies’ profit margins and the introduction of regressive profit margins with the aim of reducing the overall profit margin to below 15 %. ▼ M1 (c) undertaking of the second phase of the existing functional review of social programmes which include a more detailed review of specific programmes, aiming at reducing excessive fragmentation, generating savings and creating efficiencies; ▼ M2 2011D0734 — EN — 25.04.2012 — 002.001 — 20 ",
        "(d) coverage of all medical acts by e-prescribing (medicines, referrals, diagnostics, surgery) in both national health system (NHS) facilities and providers contracted by EOPYY and the social security funds; production of detailed monthly auditing reports by NHS facilities and by providers; association of a lower cost-sharing rate to generic medicines that have a significantly lower price than the reference price (lower than 60 % of the reference price) on the basis of the experience of other Member States; publication by the social security funds of an annual report on medicine prescription; adoption by all hospitals of commitment registers; (e) move towards a new centralised procurement of pharmaceuticals and medical goods for the NHS through the Supplies Coordination Committee with the support of the Specifications Committee, using the uniform coding system for medical supplies and phar ­ maceuticals; (f) in order to strengthen expenditure control, adoption of legislation streamlining the procedure for submission and approval of supple ­ mentary budgets; continuation of the process of establishing commitment registries, which shall cover the whole general government ; ▼ M2 (g) the finalisation of the on-going functional review on social programmes; (h) appointment of the members of the Single Public Procurement Authority (SPPA); (i) the identification of the schemes for which lump sums paid on retirement are out of line with contributions paid, and adjustment of the payments; (j) a reduction of the pharmaceutical wholesalers’ profit margins to converge to a 5 % upper limit; (k) the necessary tendering procedures to implement a comprehensive and uniform health care information system (e-health system); (l) the appointment of all legal, technical and financial advisors for the privatisations planned for 2012 and 2013. ▼ M1 (9) Greece shall adopt the following measures by the end of June 2012: ▼ M2 (a) the finalisation of the review of public spending programmes. This review shall draw on external technical assistance and focus on pensions and social transfers (in a manner that will preserve basic social protection), defence spending without prejudice to the defence capability of the country and restructuring of central and local administrations; a further rationalisation of pharmaceutical spending and operational spending of hospitals, and of welfare cash benefits, will also be specified; ▼ M1 2011D0734 — EN — 25.04.2012 — 002.001 — 21 ",
        "(b) the adoption of a tax reform simplifying the tax system, elim ­ inating exemptions and preferential regimes, including broadening bases, thus allowing a gradual reduction in tax rates as revenue performance improves. This reform relates to the personal income tax, corporate income tax and VAT, property taxes, as well as social contributions, and will maintain the relative tax burden from indirect taxes; (c) the revision of the legal values of real estate to better align them with market prices; (d) the discontinuation of payments in cash and cheque in tax offices which should be replaced by bank transfers, so that staff time is freed-up to focus on more value added work (audit, collection enforcement and taxpayer advice); (e) a reduction by 12 %, on average, in the ‘special wages’ of the public sector, to which the new wage grid does not apply. This will apply as from 1 July 2012 and deliver savings of at least EUR 205 million (net after taking into account the impact on taxes and social contributions); (f) decisions to provide for the Implementing Regulation of the SPPA; the SPPA starts its operations to fulfil its mandate, objectives, competences and powers as defined in the law on the SPPA and the Action Plan agreed with the European Commission in November 2010. 10. Greece shall adopt the following measures by the end of September 2012: (a) a draft budget for 2013 in line with the primary surplus target established in Article 1(2); (b) rules and procedures for centralised purchasing/framework contracts for frequently purchased supplies or services at central government level with the obligation for ministries and central government bodies to source via these contracts and optional use for regional entities. 11. Greece shall adopt the following measures by the end of December 2012: (a) the final adoption of the budget for 2013 in line with the primary surplus target established in Article 1(2); (b) legislation streamlining the procedure for submission and approval of supplementary budgets. ▼ B Article 3 Greece shall fully cooperate with the Commission and transmit without delay, upon a reasoned request from the latter, any data or document required in order to monitor compliance with this Decision. ▼ M2 2011D0734 — EN — 25.04.2012 — 002.001 — 22 ",
        "Article 4 1. Greece shall submit to the Council and the Commission a report outlining the policy measures taken to comply with this Decision on a quarterly basis. 2. The reports referred to in paragraph 1 shall contain detailed information on: (a) concrete measures implemented by the date of the report in order to comply with this Decision, including their quantified budgetary impact; (b) concrete measures planned to be implemented after the date of the report in order to comply with this Decision, their implementation calendar and an estimation of their budgetary impact; (c) the monthly State budget execution; (d) infra-annual budgetary implementation by social security, local government and extra budgetary funds; (e) government debt issue and reimbursement; (f) permanent and temporary public sector employment developments; (g) government expenditure pending payment, specifying those past due date; (h) the financial position of public undertakings and other public entities. 3. The Commission and the Council shall analyse the reports with a view to assessing Greece’s compliance with this Decision. In the context of those assessments, the Commission may indicate the measures needed to respect the adjustment path set by this Decision for the correction of the excessive deficit. Article 5 Decision 2010/320/EU is repealed. References to the repealed Decision shall be construed as references to this Decision and shall be read in accordance with the correlation table in Annex III. Article 6 This Decision shall take effect on the day of its notification. Article 7 This Decision is addressed to the Hellenic Republic. ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 23 ",
        "ANNEX I Medium-term fiscal strategy measures (as mentioned in Article 2(5) of this Decision) The medium-term fiscal strategy (MTFS) through 2015 will include the following: Cuts in wage bill by at least EUR 770 million in 2011, and additional EUR 600 million in 2012, EUR 448 million in 2013, EUR 306 million in 2014 and EUR 71 million in 2015 , through the implementation of attrition beyond the rule of one recruitment for five exits (one for 10 in 2011); an increase in weekly working hours for public sector employees from 37,5 to 40 hours and reduction in overtime payments; reduction in the number of remunerated committees and councils; reduction in other additional compensation, allowances and bonus schemes; reduction in contractors (50 % in 2011 and additional 10 % in 2012 and onwards); temporary freeze of automatic progression; the implemen ­ tation of a new remuneration grid; the introduction of part-time public sector employment and unpaid leave; a reduction in the number of admissions to military and policy academies, the transfer of excess staff to a labour reserve paid on average at 60 % of the wage up to 12 months, and a cut in the productivity allowance by 50 %. Cuts in the State’s operation expenditure by at least EUR 190 million in 2011, and additional EUR 92 million in 2012, EUR 161 million in 2013, EUR 323 million in 2014 and EUR 370 million in 2015 , through the implementation of e-procurement for all public procurement; rationalisation of energy expenses by public services; reduction in rental expenses following more efficient use of public property; reduction of all telecommunication expenses, abolition of free distribution of newspapers; cuts in operational expenditure in the ordinary budget, across the board; implementation of benchmarks in public spending following a one-year full operation of MIS for the general government expen ­ diture. Cuts in extra-budgetary funds’ expenses and transfer to other entities by at least EUR 540 million in 2011, and additional EUR 150 million in 2012, EUR 200 million in 2013, EUR 200 million in 2014 and EUR 150 million in 2015 , through the assessment of the mandate, viability and expenses of all entities subsidised by the public sector and their mergers and closure; merger/closure and reduction in subsidies to educational institutions (schools, higher education institutions); reduction in State grants to entities outside general government, and an action plan on closing, merging and downsizing entities. Savings in State-owned enterprises by at least EUR 414 million in 2012, and additional EUR 329 million in 2013, EUR 297 million in 2014 and EUR 274 million in 2015 , through increase in revenue of OSE, OASA and other enter ­ prises, the implementation of restructuring plans and privatisation in Hellenic Defence Systems, Hellenic Aeronautical Industry, Hellenic Horse Racing Corpor ­ ation; sale of enterprises’ assets associated with non-core activities; reduction in personnel expenses; reduction in operational expenses and mergers and closure of enterprises. Cuts in operational defence-related expenditure by at least EUR 133 million in 2013 and additional EUR 133 million in 2014 and EUR 134 million in 2015 , on top of the reduction in military equipment procurement (deliveries) of EUR 830 million from 2010 to 2015. ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 24 ",
        "Cuts in healthcare and pharmaceutical expenditure by at least EUR 310 million in 2011, and additional EUR 697 million in 2012, EUR 349 million in 2013, EUR 303 million in 2014 and EUR 463 million in 2015 , through the implemen ­ tation of a new ‘health map’ and associated reduction in hospitals expenses; a re- evaluation of mandate and expenses of non-hospital supervised entities; the implementation of central procurement system; reduction of average cost per case through case mixing; reduction in the services provided to the non-insured (gate-keeping function); introduction of charges for services provided to foreign citizens; the operation of the National Organisation for Primary Healthcare (EOPI); the scanning by IKA of hand-written prescriptions; the expansion of the list of pharmaceuticals that do not require prescriptions; new prices of medicines; the establishment of insurance price by social security sector and the full implementation of e-prescription. Cuts in social benefits by at least EUR 1 188 million in 2011, and additional EUR 1 230 million in 2012, EUR 1 025 million in 2013, EUR 1 010 million in 2014 and EUR 700 million in 2015 , through an adjustment in supplementary pension schemes and subsequent freeze through 2015; a freeze in the base pensions; the reform of the disability pension system; a census of pensioners and cross-checking of personal data with full implementation of social security number and upper cap on pensions; a rationalisation of criteria for pensioners (EKAS); a rationalisation of benefits and beneficiaries of OEE-OEK and OAED; cuts in the lump-sums paid on retirement; the cross-checking of personal data from introduction of ceilings for employees who can join OAED schemes; a reduction in the core pension of OGA and in the lower pension thresholds of other social security funds and tightening of criteria based on the permanent residence; reduction in expenses on social benefits though cross-checking of data; uniform regulation of health benefits for all social security funds; uniform contracts with private hospitals and medical centres; the review of social benefits in cash and in kind leading to the abolition of the least effective; an increase in the special pensioner contribution (Law 3863/2010) for pensioners whose monthly pension exceeds EUR 1 700; an increase in the special social contribution paid by pensioners below 60 years old with monthly pensions above EUR 1 700; the introduction of special tiered contribution for supplementary pensions above EUR 300 per month and reduction in transfers to NAT (sailors’ pension scheme) and the OTE pension scheme with concomitant reduction in pension expenditure or increase in contributions from beneficiaries. Cuts in State transfers to local governments by at least EUR 150 million in 2011, and additional EUR 355 million in 2012, EUR 345 million in 2013, EUR 350 million in 2014 and EUR 305 million in 2015. These reductions will be achieved primarily through cuts in expenses of local government equal to at least EUR 150 million in 2011, and additional EUR 250 million in 2012, EUR 175 million in 2013, EUR 170 million in 2014 and EUR 160 million in 2015. Additionally, local governments’ own revenue will rise by at least EUR 105 million in 2012 and additional EUR 170 million in 2013, EUR 130 million in 2014 and EUR 145 million in 2015, through an increase in revenues from tolls, fees, rights and other revenue streams following the merging of local administrations, and an increase in local tax compliance following the introduction of a local tax clearance certificate requirement. Cuts in expenditure by the public investment budget (domestically-financed public investment, and investment-related grants) and administrative costs by EUR 950 million in 2011 , of which EUR 350 million will be permanent, and additional EUR 154 million (administrative costs) in 2012. ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 25 ",
        "Increases in taxes by at least EUR 2 017 million in 2011, and additional EUR 3 678 million in 2012, EUR 156 million in 2013 and EUR 685 million in 2014 , through an increase in VAT rate on restaurants and bars from 13 to 23 % from September 2011 on; increase in property taxes; reduction of income tax-free threshold to EUR 8 000 and establishment of a progressive solidarity contribution; increases in presumptive taxation and levies on self-employed; reduction of tax exemptions/expenditures; changes in tax regime for tobacco products with an accelerated payment of excise duty and in tax structure; an excise on soft drinks; excises on natural gas and liquefied gas; abolition of the tax advantage for heating oil (for enterprises from October 2011 on, and progressively for households from October 2011 to October 2013); an increase in the vehicles tax; an emergency contributions on vehicle, motorbikes and pools; increase fines of unauthorised buildings and settlement of planning infringe ­ ments; the taxation on private boats and yachts; a special levy on high-value real estate; and special levy on smoking spaces. Improvements in tax compliance by at least EUR 878 million in 2013, and additional EUR 975 million in 2014 and EUR 1 147 million in 2015. Increases in social contributions by at least EUR 629 million in 2011, and additional EUR 259 million in 2012, EUR 714 million in 2013, EUR 1 139 million in 2014 and EUR 504 million in 2015, through the full implementation of a single unified payroll and insurance contribution payment method; an increase in contribution rates for OGA and ETAA beneficiaries; the estab ­ lishment of OAEE beneficiary solidarity fund; the adjustment of unemployment contribution for private sector employees; the introduction of unemployment contribution for self-employed; and a contribution for unemployed paid by the employees of the public sector, including State-owned enterprises, local government and other public entities. ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 26 ",
        "ANNEX II Repealed Decision with list of its successive amendments Council Decision 2010/320/EU (OJ L 145, 11.6.2010, p. 6) Council Decision 2010/486/EU (OJ L 241, 14.9.2010, p. 12) Council Decision 2011/57/EU (OJ L 26, 29.1.2011, p. 15) Council Decision 2011/257/EU (OJ L 110, 29.4.2011, p. 26) ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 27 ",
        "ANNEX III Correlation table Decision 2010/320/EU This Decision Article 1 Article 1 Article 2(1) Article 2(1) Article 2(2), introductory wording Article 2(2), introductory wording Article 2(2)(a) Article 2(2)(a) Article 2(2)(c) Article 2(2)(b) Article 2(2)(d) Article 2(2)(c) Article 2(2)(e) Article 2(2)(d) Article 2(2)(f) Article 2(2)(e) Article 2(2)(g) Article 2(2)(f) Article 2(2)(h) Article 2(2)(g) Article 2(2)(i) Article 2(2)(h) Article 2(2)(j) Article 2(2)(i) Article 2(2)(k) Article 2(2)(j) Article 2(2)(l) Article 2(2)(k) Article 2(2)(m) Article 2(2)(l) Article 2(2)(n) Article 2(2)(m) Article 2(2)(o) Article 2(2)(n) Article 2(2)(p) Article 2(2)(o) Article 2(2)(q) Article 2(2)(p) Article 2(3), introductory wording Article 2(3), introductory wording Article 2(3)(a) Article 2(3)(a) Article 2(3)(b) Article 2(3)(b) Article 2(3)(f) Article 2(3)(c) Article 2(3)(i) Article 2(3)(d) Article 2(3)(j) Article 2(3)(e) Article 2(3)(k) — Article 2(3)(l) Article 2(3)(f) Article 2(3)(m) Article 2(3)(g) Article 2(3)(n) Article 2(3)(h) Article 2(3)(o) Article 2(3)(i) Article 2(3)(q) Article 2(3)(j) ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 28 ",
        "Decision 2010/320/EU This Decision Article 2(3)(r) Article 2(3)(k) Article 2(3)(s) Article 2(3)(l) Article 2(3)(t) Article 2(3)(m) Article 2(3)(u) Article 2(3)(n) Article 2(3)(v) Article 2(3)(o) Article 2(3)(w) — Article 2(3)(x) Article 2(3)(p) Article 2(3)(y) Article 2(3)(q) Article 2(3)(z) Article 2(3)(r) Article 2(3)(aa) Article 2(3)(s) Article 2(3)(bb) Article 2(3)(t) Article 2(3)(cc) Article 2(3)(u) Article 2(3)(dd) Article 2(3)(v) Article 2(3)(ee) Article 2(3)(w) Article 2(3)(ff) Article 2(3)(x) Article 2(3)(gg) Article 2(3)(y) Article 2(3)(hh) Article 2(3)(z) Article 2(4), introductory wording Article 2(4), introductory wording Article 2(4)(b) Article 2(4)(a) Article 2(4)(c) Article 2(4)(b) Article 2(4)(d) — Article 2(4)(e) Article 2(4)(c) Article 2(4)(f) Article 2(4)(d) Article 2(4)(g) Article 2(4)(e) Article 2(4)(h) Article 2(4)(f) Article 2(4)(i) Article 2(4)(g) Article 2(4)(j) Article 2(4)(h) Article 2(4)(k) Article 2(4)(i) Article 2(4)(l) — Article 2(5), introductory wording Article 2(5), introductory wording Article 2(5)(a) Article 2(5)(a) Article 2(5)(b) — — Article 2(5)(b) and (c) ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 29 ",
        "Decision 2010/320/EU This Decision Article 2(5)(c) Article 2(5)(d) Article 2(5)(d) Article 2(5)(e) Article 2(5)(e) — Article 2(5)(f) Article 2(5)(f) Article 2(5)(g) — — Article 2(5)(g) Article 2(5)(h) Article 2(5)(h) Article 2(5)(i) Article 2(5)(i) — Article 2(5)(j)-(q) Article 2(6), introductory wording Article 2(6), introductory wording Article 2(6)(a) Article 2(6)(a) Article 2(6)(b) Article 2(6)(b) Article 2(6)(c) Article 2(6)(c) Article 2(6)(d) Article 2(6)(d) Article 2(6)(e) Article 2(6)(e) Article 2(6)(f) — — Article 2(6)(f)-(p) Article 2(7), introductory wording Article 2(7), introductory wording Article 2(7)(a) Article 2(7)(a) Article 2(7)(b) Article 2(7)(b) Article 2(7)(d) Article 2(7)(c) Article 2(7)(e) Article 2(7)(d) Article 2(7)(f) Article 2(7)(e) — Article 2(7)(f)-(h) Article 2(8), introductory wording Article 2(8), introductory wording Article 2(8)(a) Article 2(8)(a) — Article 2(8)(b) Article 3 Article 3 Article 4 Article 4 — Article 5 Article 5 Article 6 Article 6 Article 7 — Annexes I, II and III ▼ B 2011D0734 — EN — 25.04.2012 — 002.001 — 30 "
    ]
}