{
    "text": [
        "initially allocated a budget of ECU 130 million. In 1994 it was decided to extend Konver. The budget of ECU 500 million allocated to this Initiative for the 1994-1999 period broke down as follows: B DK D GR E F IRL I L NL P UK Total 11,45 2,35 219,4 12,75 23 70,15 (cid:1) 45,3 0,35 11,45 7,80 95,7 500 Konver was designed to enable regions strongly dependent on the defence industry to speed up diversification of their economic activity. The programmes linked to this Initiative have not yet been financially closed. Subject to the programmes’ final closure, the following information relating to Belgium can nevertheless be passed on to the Honourable Member: (cid:1) During the 1994-1999 period, the Flemish Region benefited from a Konver programme concerning the administrative districts Brugge, Leuven, Hasselt, Turnhout and Tongeren. At the end of January 2003, a total of EUR 5 806 098,82 was committed under part-financing by the European Regional Development Fund (ERDF). (cid:1) Most of the projects part-financed comprised renovating disused military land or buildings. Other projects related to converting industrial land or development sites. The Flanders Konver programme did not part-finance armament firms wishing to switch to non-military production. (cid:1) An initial Konver programme for Wallonia was approved in 1993. It gave rise to Structural Funds support of EUR 1 096 million. For the 1994-1999 period, EUR 6 119 million were part-financed in this context. About a hundred businesses were involved, mainly small and medium-sized enterprises. The Konver programme helped them to open up their markets to new areas of activity. The Commission estimates that 68 new jobs were created thanks to this Community assistance. Lastly, the Commission would draw the Honourable Member’s attention to the fact that conversion measures can also be provided for under the Structural Funds’ operational programmes, since firms affected by the problems of switching away from the military sector are among those eligible for part- financing from the Structural Funds under the rules applicable. (2003/C 242 E/077) WRITTEN QUESTION E-3795/02 by Robert Goebbels (PSE) to the Commission (7 January 2003) Subject: Global poverty statistics In its texts concerning globalisation, sustainable development and development aid, the Commission often uses statistics on poverty which show that 1,2 billion people have to live on less than a dollar a day and that 1,6 billion people have to live on less than 2 dollars a day. How reliable are statistics such as these (which more often than not are gleaned from the World Bank)? Is it possible to assess average incomes in countries where trade essentially takes the form of bartering, and where production and consumption take place in an informal economy? Are anodyne statistics such as these of any real value? Might it be possible to find a more reliable way of measuring global poverty? C 242 E/72 EN 9.10.2003 Official Journal of the European Union ",
        "Answer given by Mr Nielson on behalf of the Commission (28 February 2003) The Honourable Member raises a set of important issues on how to best measure and capture poverty, which is a multidimensional phenomenon that encompasses monetary, social and cultural aspects. Research and empirical work on poverty has developed dramatically in recent years, along with a greater focus by policy makers on this issue. This is reflected in the fact that for most bilateral and multilateral donor agencies, including the Community, poverty reduction is now the stated overall objective for development assistance. There are different approaches to poverty measurement, each emphasising one of the dimensions of poverty, as poverty is recognised as multidimensional, linked to income, employment, health, education, housing etc. If the monetary criterion is kept, some options have still to be chosen to determine the threshold, which income or consumption will be compared in order to assess whether the person has to be considered as poor or not. The two most frequently used methods to determine the monetary threshold are the relative and the absolute: (cid:1) The relative threshold is expressed as a proportion of the mean or the median ( 1 ) of the income distribution. The poverty rate is then defined as the share of the population whose income/ consumption is lower than X % of the median/mean income of the society where he/she lives. This method is more often used in industrialised countries. For the Member States, 60 % of the median income have been chosen as the main criterion for the calculation of the poverty rate (used in National action plans and most of the documents of the Commission (Spring Report, Joint inclusion report and so on)). (cid:1) The absolute threshold is based on an amount of money ( 2 ) considered as minimal, but not directly related to the general level of the society where the individual lives. One of the well known absolute poverty thresholds is the two dollars per day used by the World Bank. Subjective, administrative or food-share based threshold can also be used. Once the definition is determined, the question of the data source to compute the poverty rate is of particular importance. Consumption, expenditure or income data are usually derived from household surveys. These surveys are generally implemented by the national statistical office in each country, sometimes with donor support. Even though the Commission hopes that these surveys are statistically representative and of good statistical quality, it has to be kept in mind that, as pointed out by the Honourable Member, transfers in kinds, bartering and transactions in the informal economy are imperfectly translated in the income or expenditure data in most of the countries (due to the difficulty to collect such information) Non-monetary measures of poverty can also be used. These include human development and social indicators, typically based on health (e.g. mortality, nutrition) and education (e.g. enrolment) data generated by statistically representative national household surveys. The advantage of such indicators is that they provide direct measure of wellbeing, more easily to be surveyed. The disadvantages are due to the fact that, although such variables are also influenced by current services and policies in a country, they are largely determined by long-term factors (e.g. child health, measured through nutrition and mortality, is strongly influenced by the long-term health status of the mother). This makes it difficult to use these results as a basis for short-term policy analysis and decisions. 9.10.2003 EN C 242 E/73 Official Journal of the European Union ",
        "Qualitative (contextual) studies are sometimes used. They are often based on participatory techniques, that capture experiences, perceptions, livelihood issues, social conditions, political issues, etc. Often used by non-governmental organisations, these studies provide rich, detailed and contextual findings. But they are slow to implement, to summarise in indicators and not always representative of the whole population. Several efforts have been made to build bridges between these different approaches and to arrive at a combined method of assessing poverty. However, this has raised methodological problems for which there is still no consensual solution. Meanwhile, the Commission in its development policy will continue to favour the simultaneous use of the results from these complementary methods whenever possible, and depending on the availability of reliable data. At the international level, the use of these complementary methods is reflected by the agreement to use a set of five indicators to track progress toward the 1st Millennium Development Goal (eradication of extreme poverty), which are: proportion of the population below USD 1 a day; poverty gap ratio; share of poorest quintile in national consumption; prevalence of underweight children (under-five years of age) and proportion of the population below the minimum level of dietary energy consumption. Despite the disadvantages mentioned above, and rightly pointed out by the Honourable Member, monetary measures of poverty are bound to remain an important element of any discussion on the consequences of economic policies and reforms on the poor, as they provide such a useful tool for policy makers, both in developing countries and among donors. In addition, the information provided through this methodology is more readily comparable across countries. This explains, therefore, why such measures are favoured when trying to capture poverty on a global basis. ( 1 ) A key advantage of the median is that it is not influenced by extreme values, i.e. extremely low or high incomes. ( 2 ) This amount can be determined on the basis of a basket of goods and services considered as minimal. (2003/C 242 E/078) WRITTEN QUESTION E-3798/02 by Christos Folias (PPE-DE) to the Commission (7 January 2003) Subject: Progress in implementation of the third CSF The third year of implementation of the third CSF for Greece has already finished. What is Greece’s take-up to date in the CSF national operational programmes and in the regional programmes, by region? More specifically, what is the take-up for the programmes concerning competitiveness, the information society, fisheries, the programme for the modernisation of the Greek railways and the European Social Fund (national section)? Is the Commission satisfied with progress to date in the implementation of the third CSF by the Greek public administration? In the Commission’s view, how far should the Greek Government go and what sort of action should it take to improve the implementation of the CSF? C 242 E/74 EN 9.10.2003 Official Journal of the European Union "
    ]
}