{
    "text": [
        "Workshop Proceedings Brussels, 19-20 September 2007 Strengthening the coordination of community and memBer StateS’ PolicieS and ProgrammeS for international S&t cooPeration: imPedimentS and oPPortunitieS ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu EUROPEAN COMMISSION Directorate-General for Research Directorate D – International Cooperation Unit D.2 — Analysis and monitoring of research policies around the world Website: http://ec.europa.eu/research/inco Contact: Heiko Prange-Gstöhl Emanuela Ciavarini Azzi European Commission Office SDME 05/55 B-1049 Brussels ",
        "EUROPEAN COMMISSION Strengthening the coordination of Community and Member States' policies and programmes for international S&T cooperation: impediments and opportunities Workshop Proceedings Brussels, 19-20 September 2007 Directorate-General for Research 2008 International Cooperation EUR 23613 EN ",
        "LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). © European Communities, 2008 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON WHITE CHLORINE - FREE PAPER EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed ",
        "2 TABLE OF CONTENTS TABLE OF CONTENTS.......................................................................................................................... 2 Introduction............................................................................................................................................ 3 Better coordination of international S&T policies and programmes: setting the scene ...................... 3 Heiko Prange-Gstöhl Assessing the effects and the impact of policy and programme coordination.............................. 7 Conditions for efficient policy coordination.......................................................................................... 7 Peter Nedergaard European Coordination of policies in the Council framework ........................................................... 12 Jiri Burianek Comments by .................................................................................................................................... 25 Daniel Gros OMC, policy coordination and the \"Europe of knowledge\": Six tentative lessons ............................ 28 Ǻ se Gornitzka Impact of policy coordination and policy learning – a practitioner's view.......................................... 37 Arie van der Zwan Comments by .................................................................................................................................... 45 Caroline de la Porte Defining the modes of international S&T policy and programme coordination........................... 51 Actors, arenas and modes of coordination in international S&T policies.......................................... 51 Robert Kaiser Experience with COST: reducing fragmentation in Europe and opening the ERA to the world ....... 58 Francesco Fedi Comments by .................................................................................................................................... 62 Jean-Alain Héraud Beyond \"soft\" coordination? Lessons from the literature .................................................................. 64 Christoph O. Meyer Assessing the Eurogroup's emerging role in euro-area economic governance ............................... 71 Dermot Hodson Comments by .................................................................................................................................... 78 Imelda Maher Delivering coordination of international S&T policies and programmes...................................... 82 The European Research Area and vertical and horizontal coordination .......................................... 82 Adriaan Schout Coordination of Community and Member States' policies and programmes for international S&T cooperation: Keys to success ........................................................................................................... 98 Jakob Edler Synthesis and recommendations.................................................................................................... 106 Strengthening the coordination of Community and Member States' policies and programmes for international S&T cooperation: Synthesis Report ........................................................................... 106 Manfred Horvat LIST OF WORKSHOP PRESENTERS............................................................................................... 127 ",
        "3 Introduction Better coordination of international S&T policies and programmes: setting the scene Heiko Prange-Gstöhl 1. Research policy and programme coordination: a political target The political target of coordinating national and Community research policies is codified in the EC Treaty. Article 165 of the Nice Treaty stipulates that \"the Community and the Member States shall coordinate their research and technological development activities so as to ensure that national policies and Community policy are mutually consistent\". To implement this political target the Members States established already in 1965 a committee to recommend areas of joint action and ways to compare and to coordinate national research policies. This need for coordination was recalled at the 1972 Summit, followed by the creation of DG Research in 1973 and the Committee on Science and Technical Research (CREST) in 1974. CREST's objective was to assist the Commission and the Council in defining \"objectives and ensure the development of a common policy in the field of science and technology involving the coordination of national policies and the joint implementation of projects of interest to the Community\". In 1995 CREST's tasks were redefined and enhanced by another Council Decision to identify strategic priorities for Community policy and promote coordination by the Community and the Member States of their RTD activities. 2. Research policy and programme coordination: a brief history Although Member States and the Commission have repeatedly acknowledged a shared interest in the closer coordination of their efforts, the coordination of national and Community research policies has not gone very far, yet. The reasons for that are manifold ranging from the competitive character of research and innovation policies to general stagnations of the European integration process in the mid-1960 (French policy of the \"empty chair\") and mid- 1970s (economic recession). Moreover, with the legalisation of research policies in the Single European Act of 1986 (and further institutionalised with the Maastricht Treaty), the regulative norm of a single European research area marked by coordination of national policies was replaced by a distributive policy, i.e. the Framework Programmes. A new attempt for coordination was started in 1994 when the Commission put forward the Communication \"Research and Technological Development: Achieving Coordination through Cooperation\". ",
        "4 The Commission's proposals were backed by Member States first, but later they were not pushed as Member States remained focused on the distributive mechanics of the Framework Programme. Only with the initiative to create a European Research Area (ERA) in 2000 research policy coordination was back on the political agenda being a main element of a European research policy defined in broader terms than the Framework Programme. The Open Method of Coordination 1 , Networks of Excellence, Integrated Projects, ERA-Nets and the more frequent use of \"Article 169\" 2 were expected to spur the coordination of national and Community efforts. 3. Research policy and programme coordination: joining forces for international S&T cooperation There exits a broad agreement among European institutions, researchers, Member States, and citizens that better and reinforced coordination of research policies is highly important. 3 A new consensus is emerging across Europe with the recognition that Member States face similar challenges and opportunities arising from the globalisation of R&D and the emergence of new R&D world powers. Through coordinating their national efforts, Member States expect added value through the development of coherent (or even joint) concepts for international S&T cooperation. The joining of forces in research promises a more efficient use of resources, a deeper impact of national initiatives through multilateral efforts and possibly a leadership role in global initiatives of common concern. The chapter on international S&T cooperation in the 2007 Commission Green Paper \"The European Research Area: New Perspectives\" 4 takes account of these demands and stresses again the need for greater coherence and coordination of international S&T cooperation policies and programmes. Moreover, the Competitiveness Council of February 2008 has endorsed the need for closer coordination stating that \"the Commission and Member States should further advance coordinated and mutually complementary international S&T 1 Introduced by the Lisbon European Council in 2000. 2 \"In implementing the multi-annual framework programme the Community may make provision, in agreement with the Member States concerned, for participation in research and development programmes undertaken by several Member States, including participation in the structures created for the execution of those programmes.\" 3 SEC (2008) 430 \"Results of the Public Consultation on the Green Paper 'The European Research Area: New Perspectives'\" of 2 April 2008. 4 COM (2007) 161 final \"The European Research Area: New Perspectives\" of 4 April 2007. ",
        "5 cooperation strategies in order to strengthen Europe's role as a global key actor in science, research and technology\". 5 4. Objectives and structure of the workshop New global challenges have accelerated the understanding within the EU that responses to these challenges are only effective by way of following a coordinated and coherent policy approach. The expert workshop paid tribute to these developments. The workshop touched upon current instruments and mechanisms for policy and programme coordination (such as the OMC, ERA-NETs, ERA-NETs-PLUS, \"Art. 169\"), discussed the possibilities of alternative ways of coordination (i.e. \"hard\" vs. \"soft\" mechanisms) or alternatives to coordination (e.g. legal instruments), set out the impact of coordination respectively non-coordination, and drafted recommendations about how coordination of international S&T policies and programmes can best be achieved. The workshop benefited from and has built on the work of the OMC CREST Working Group \" Facing the challenge of globalisation: Approaches to a proactive international policy in science and technology \", which between January and October 2007 drafted an inventory of strategic initiatives and instruments of EU Member States, Associated Countries and the Community targeting the internationalisation of science, research and development outside the EU. The Working Group drew up recommendations for the EU Member States how to achieve closer coordination of their international research policies as well as how to better achieve coherence of national and Community activities, including the possible detection of joint actions towards third countries. These recommendations have been approved by CREST in December 2007. 6 The structure of the workshop, which was divided into three panels, followed several guiding questions addressing issues such as \"why coordinating policies and programmes\", \"how to coordinate policies and programmes\", and \"want are the best conditions for policy and programme coordination\". In each panel academic input was confronted with one or more 5 Council of the European Union, 6933/08, Key Issues Paper from the Competitiveness Council to the European Council of 26 February 2008. 6 CREST Report 1207/07 of 13 December 2007. ",
        "6 practitioner's views followed by a discussant. As Rapporteur, Manfred Horvat drafted a comprehensive synthesis report comprising the main arguments of the papers and the discussions and giving precise recommendations for better coordination of international S&T policies and programmes (see chapter 11). This publication follows the structure of the workshop. In the first panel \" Assessing the effects and the impact of coordination: How to achieve efficiency and effectiveness? \" Peter Nedergaard and Juri Burianek focussed on general theoretical and practical issues of policy coordination, the latter with an insight from the General-Secretariat of the Council of the European Union (Daniel Gros discussed these two papers). Åse Gornitzka , proposing lessons from education policy, and Arie van der Zwan , with a view from Member States, followed by reflecting on the impact of policy coordination and policy learning on policy-making (Caroline de la Porte discussed these two papers). The second panel \" Defining the modes of international S&T policy coordination: Which processes, which structures, which instruments? \" touched, firstly, upon actors, arenas and processes for international S&T policy coordination (Robert Kaiser and Francesco Fedi , discussed by Jean-Alain Héraud ) and, secondly, on modes of coordination beyond \"soft\" mechanisms (Christoph O. Meyer , Dermot Hodson , David-Pascal Dion , discussed by Imelda Maher ). The final panel dealt with the issue of \" Delivering coordination of international S&T policy \". While Adriaan Schout discussed the challenges of simultaneous vertical and horizontal coordination, Jean-Luc Khalfaoui , Peder Christensen , and Wolfgang Wittke 7 brought forward examples where coordination of policies and programmes has been successful, i.e. the European Initiative for Agricultural Research for Development, the implementation of the \"3%-goal\" and the ERA-NETs (these inputs where discussed by Jakob Edler ). 7 Christensen's and Wittke's presentations are only available on the website: http://ec.europa.eu/research/iscp/index.cfm?lg=en&pg=wkshp_19-20_09_2007. ",
        "Assessing the effects and the impact of policy and programme coordination 7 Assessing the effects and the impact of policy and programme coordination Conditions for efficient policy coordination Peter Nedergaard 1. Introduction In recent years, policy coordination and its aim, namely policy learning, have become increasingly important in international cooperation. There are several reasons for this. First, in some forms of international cooperation, like within the European Union, there seems to be a widespread perception that traditional legal instruments have been overused, leading to both shortcomings in implementation and/or disadvantages compared with other parts of the world due to \"over-regulation\". Against this backdrop, the open method of coordination (OMC) was consolidated as a method of cooperation in the aftermath of the Lisbon summit in 2000, which decided to turn Europe into the most competitive region in the world by 2010. Second, in other forms of international cooperation, like within the OECD and between the Nordic countries, policy coordination is the only possible (or relevant) policy instrument available. Therefore, if the objective is to strengthen international cooperation in these organisations (and that seems to be a general political wish), policy coordination is the route to take. However, in spite of the fact that more and more resources, in terms of time and money, are being invested in international policy coordination, surprisingly little research has been done into the circumstances under which policy coordination is most efficient.8 Together with a few others, in recent years I have tried to fill that \"gap\" in the scholarly literature which, at the same time, seems to have significant implications for policy coordination in practice. 2. Empirics Basically, international policy coordination takes place in various committees. These policy coordination committees are the atoms of international policy coordination. These committees have, therefore, been the focus of my research into international policy coordination. The 8 I define policy coordination as \"efficient\" when the learning potential in international policy coordination committees is fully harnessed. ",
        "Assessing the effects and the impact of policy and programme coordination 8 basic data for the analysis in this paper were obtained from a questionnaire about policy coordination and policy learning distributed to four of the EU’s OMC committees 9 and the almost 100 Nordic committees 10 that share the same basic features as the EU's OMC committees. However, none of the European committees deals directly with science and technology, whereas some of the Nordic committees do. Nevertheless, indirectly, science and technology does play a role in some of the four OMC committees, especially in the EPC and EMCO, where science and technology is seen as an important factor in creating economic growth and employment. Respondents to the survey were asked about the advantages and disadvantages as far as policy coordination and policy learning in their own committees are concerned. The premise of such surveys is, of course, that the respondents are in fact able to \"look at themselves from the outside\". Given the average participation of more than seven years by the respondents, I assume that this is the case. The questionnaire was distributed by e-mail in November and December 2005. The overall response rate for all the committees was approximately 55%. Some respondents provided only partial answers. Committee members were primarily officials, although experts also participate in some of the committees. Officials from the Commission and the Secretariat of the Nordic Council of Ministers were not included in the survey. 11 The advantages and drawbacks of using questionnaires to collect data are well-established. For example, it is difficult to determine how serious respondents' answers are and may likewise be difficult to avoid strategic answers. These problems have, in my view, not been particularly significant for my survey. This is because all respondents were anonymous, 12 which removed any incentive for \"misstating\" which countries they had or had not learned from. Beside the questionnaire, I also interviewed various participants in international policy coordination committees. Finally, for a number of years I participated in international coordination committees for the European Union, the Nordic Council of Ministers and the OECD. In that way I too have been a participant. 9 The Employment Committee (EMCO), the Social Protection Committee (SPC), the Advisory Committee on Vocational Training (ACVT) and the Economic Policy Committee (EPC). 10 All the Nordic committees are smaller than the European committees as far fewer countries and territories are represented. 11 The ACVT includes members from interest groups, but they were not included in the survey. ",
        "Assessing the effects and the impact of policy and programme coordination 9 3. Framework The aim of this paper is normative, namely to come up with recommendations to enhance the mutual learning processes in policy coordination committees. The theoretical basis of my questionnaire is the Advocacy Coalition Framework (ACF) gradually developed by scholars over the last 20 years as an empirical framework for studying policy coordination and policy learning.13 From the ACF, I drew a number of hypotheses that I tested with the questionnaire. The ACF has the advantage that it can actually be used as a normative foundation from which a set of recommendations can be extracted. 4. Recommendations Based on my investigations, I can generally recommend that the work in the policy coordination committees should be depoliticised as much as possible, that time should be given for more elaborate discussions based on the practical experience of the Member States and that we should capitalise on the fact that the potential for learning is largest where the differences in policy performance between Member States are greatest. In more tangible terms, every coordination committee should, if possible, set up professional subcommittees that report to their \"mother committee\", but at the same time have autonomous status. Although representatives of the Commission are respected members of coordination committees, they should in no way act as de facto chairs of the coordination committees if they are to be efficient. Nor should they act as primus inter pares members. The role of the Commission representatives should be to contribute reports, background papers, analyses, etc. rather than intervening directly in the discussions. 14 In general, empirical (although not 12 Although responses were anonymous, it was necessary to know the country of origin of the respondent. 13 Originally, the framework was invented by Paul A. Sabatier. See Sabatier, P.A. (1988) An Advocacy Coalition Framework of policy change and the role of policy-oriented learning therein, Policy Science 21, pp. 129-168; Sabatier, P.A. (1993), Policy Change and Learning: An Advocacy Coalition Approach. Boulder: Westview Press; and Sabatier, P.A. (1998), The Advocacy Coalition Framework: Revisions and Relevance for Europe. Journal for European Public Policy, 5(1), pp. 98-130. 14 If the aim of a committee is to maximise its learning potential, the \"worst\" source of background papers, analyses, notes, etc. are consultancies. ",
        "Assessing the effects and the impact of policy and programme coordination 10 necessarily quantitative) data should always be made available to committees. Here, on the contrary, the Commission seems much more efficient than papers originating from outside the circle of committee members. The chairs of the coordination committees should, in other words, play an important role in the business of the committee. Preferably, they should be elected not for their nationality, but based on their merits in the area in which the committee works. A chair respected for his or her knowledge, judgment, \"domestic\" success, experience, etc. in the area in which the committee works will lead to more efficient policy coordination for the committees as a whole. One important point is that chairs must be seen as neutral because it allows them to act as authoritative persuaders. One task of the chair is to prevent fragmentation of a coordination committee into coalitions. Another is to give the committee prestige so that it can attract well- qualified and committed participants. Finally, if the coordination committees are to work more efficiently, their members should not be appointed from agencies close to the minister. At the same time, ideally, they should never act as a national representative but always as a giver or receiver of new learning. Literature for further reading The following articles further develop the arguments made in this paper and contain a broader overview of the empirics. Peter Nedergaard (2007), Maximizing Policy Learning in International Committees: An Analysis of the European OMC Committees, in Scandinavian Political Studies, No 4 (can be sent by the author on request). Peter Nedergaard (2006), Which Countries Learn from Which? A Comparative Analysis of the Direction of Mutual Learning Processes within the Open Method of Coordination Committees of the European Union and among the Nordic Countries, in Cooperation and Conflict, Vol. 41, No 4, pp. 422-442. ",
        "Assessing the effects and the impact of policy and programme coordination 11 Peter Nedergaard (2006) Policy Learning in the European Union: The case of the European Employment Strategy, in Policy Studies, Vol. 27, No 4, pp. 311-323. ",
        "Assessing the effects and the impact of policy and programme coordination 12 European Coordination of policies in the Council framework Jiri Burianek 1. Coordination in the European Community: the basis \"Coordination\" is a concept enshrined in the Treaty establishing the European Community. In fact, one of the tasks given to the Council of the European Union is to \" ensure coordination of the general economic policies of the Member States \". The Treaty itself provides for three different \"levels\" of coordination for a number of policies 15 : - Policies where the modalities for coordination are provided (economic policy and employment policy); - Policies (e.g. social policy, education, culture, public health, industry) for which no modalities for the coordination are provided but where the Treaty allow for a procedure to adopt specific measures; - Policies where coordination is an obligation (research and technological development; and development cooperation) but for which the Treaty does not describe a procedure to adopt measures, but just speaks of \"useful initiatives\" the Commission could introduce to promote such coordination. 16 In the field of research policy it is therefore left to the Member States and the Community to organise themselves in an appropriate way to achieve the Treaty goal of Article 165 ensuring that \" national policies and Community policy are mutually consistent .\" A variety of methods and fora is currently being used for the coordination of Community and Member States policies and programmes for international S&T cooperation, but it has to be admitted that the practical results achieved could and should be improved. This paper is an attempt of stocktaking of the following methods of policy coordination: • the Open Method of Coordination (OMC) established by the Lisbon Process, • CREST, 15 Not to mention the ultimate \"coordination\" in the form of common policies such agriculture, competition and external trade as well as monetary policy in the Euro zone. 16 To be recalled, however, that under Article 169 of the Treaty, the Community may provide a \"financial incentive\" for Member States who wish to undertake research programmes together. ",
        "Assessing the effects and the impact of policy and programme coordination 13 • the use of the Research Working Party in a coordinating role, • the European Strategic Forum for Research Infrastructure (ESFRI). 2. The Lisbon process and the open method of coordination The 2000 Lisbon European Council introduced the OMC as the means of achieving the Lisbon objective of Europe \" to become the most competitive and dynamic knowledge-based economy in the world, capable of sustainable economic growth with more and better jobs and greater social cohesion \". To the extent that the Community did not have the competence to legislate in areas considered of importance to the achievement of the Lisbon objective, the European Council established the basic principles for the OMC, with a view to spreading best practice and achieving greater convergence towards the main EU goals and helping Member States to progressively develop their own policies (see Annex I). More detailed approaches to implement the OMC have since then been fleshed out in the various policy fields concerned. The \"Lisbon governance\" has now notably evolved into a three year policy cycle (described in Annex II) involving various stakeholders, including several Council configurations and preparatory bodies, which result in the \"Integrated Guidelines\" (see Annex III for the research-relevant section of the 2005-2008 Guidelines) which form the basis for, notably, the National Reform Programmes. 3. The role of CREST in the OMC Over and above the \"high-level Lisbon governance\", CREST 17 has been mandated to carry out so-called \"OMC exercises\" in more specific fields of research policy relevant for the realisation of the European Research Area (ERA) and in particular to achieve the \"3%\" Barcelona objective. For that purpose, OMC CREST Working Groups have been set up. The spirit of such exercises has been clearly set by the Council stating that the concrete use of the OMC should be \" based on joint and voluntary efforts and in full respect of the principle of subsidiarity and the independent role of national policies .\" 18 Accordingly, this OMC activity essentially takes the form of mutual policy learning. In 2007, CREST has completed the third \"Barcelona OMC\"-cycle. These cycles resulted in a number of findings and recommendations 17 Scientific and Technical Research Committee, which advises both the Council and the Commission on research matters. ",
        "Assessing the effects and the impact of policy and programme coordination 14 in selected policy areas, the nature of which are illustrated by the Executive Summary of the first OMC-cycle reproduced in Annex IV. Moreover, CREST Members (which include not only Member States, but also third countries associated to the EU RTD Framework Programme) have undertaken practical policy coordination in the attempt to set up \"Art. 169-initiatives\". The subject of the first of such initiatives, the European and Developing Countries Clinical Trials Platform (EDCTP), was a major international cooperative venture in medical science and the development of effective treatments against the major infectious diseases HIV/AIDS, malaria and tuberculosis. \"Second-generation\"-initiatives prepared by CREST include BONUS 19 ( BONUS for the Baltic Sea Science ) and Metrology 20 (European Metrology Research Programme). With respect to the opening of national research programmes, CREST launched five pilot projects in the fields of marine sciences, plant genomics, chemistry, astrophysics, complexity and complex systems. The Council Resolution of 28 September 1995 on CREST 21 includes in CREST's mandate \"to contribute to the formulation of Community strategy for international cooperation in the sphere of research, including consultation within the Community in preparation for the proceedings of international bodies\". In practice, CREST has rarely been called upon to fulfil this part of its mandate, and when involved at all, has been restricted to purely theoretical reflections (like in the recent report on internationalisation of R&D policy 22 ). This might change in the future because CREST's high-level composition would make it particularly well suited to fulfil tasks of coordination between Community and Member States policies in the field of international scientific and technological cooperation. 23 4. The Council Working Parties on research and nuclear research The Council Working Parties on research and nuclear research have on several occasions been used coordinating Community and Member States' policy in large, international research co- 18 Council Conclusions of 26 November 2002 on progress made in the development of the European research area and on providing it with new momentum (OJ C 43, 22/02/2003, pp.1f). 19 http://www.bonusportal.org. 20 http://www.euromet.org/projects/imera. 21 OJ C 264, 11/10/1995 p. 4f. 22 CREST Report 1207/07 of 13 December 2007. 23 It has to be noted that CREST is chaired by the European Commission. ",
        "Assessing the effects and the impact of policy and programme coordination 15 operation projects. Among the prominent examples is the ITER thermo-nuclear research reactor where work has to be coordinated between national fusion associations and EURATOM. The ITER European Legal Entity (ITER-ELE) was created for this purpose. Another project in the nuclear field was KEDO where EURATOM and its Member States cooperated with the USA, Japan and the Republic of Korea in order to provide two proliferation-resistant nuclear reactors to North Korea in exchange for a nuclear disarmament of this country. The Research Working Party also achieved good results in the difficult negotiations on the EC-ESA Framework Agreement, and performed well in preparing cooperation with the USA on hydrogen and fuel-cells. Summing up, the main task of these Working Parties is negotiating concrete files of Community legislation. The Research Working Party played a prominent role in the discussions when the ERA concept was originally proposed by the former Research Commissioner Busquin. The Research Working Party was also regularly informed about the Commission's intended strategy for international scientific and technological cooperation and in the context of preparing the EU RTD Framework Programmes (and thus assuming a role for which the mandate had originally been given by the Council to CREST). The Research Working Party also discussed the work of the European Strategic Forum on Research Infrastructures (ESFRI) and the negotiation of Council Conclusions in this context. In the cases of creating an ERA, developing an international S&T cooperation strategy and proceed on European RTD infrastructures the Research Working did not seem to be the optimal coordination body since these issues are very complex requiring discussions from several angles. The Research Working Party had neither the high-level membership of CREST, nor its ability to form subgroups in case of need in order to divide complex issues into manageable tasks. In the case of research infrastructures, the chosen method unveiled an additional complication: since Council Conclusions require unanimity the reluctance of just one single Member State was sufficient to prevent a stronger and more structured follow-up on the list of priority research infrastructure projects established by ESFRI (the \"ESFRI 2006 Roadmap\"). 5. Conclusions • In the \"Community vocabulary\", \"coordination\" usually means - at a \"higher level\" - ",
        "Assessing the effects and the impact of policy and programme coordination 16 establishing very broad guidance (or a \"toolbox\") on issues to be considered in the formulation of national policies on a voluntary basis and - at a \"technical level\" - policy learning exercises, rather than a process of active adjustment of national policies. • Coordination as a consensus-based \"soft law\" approach has not been intended and should not be expected to replace or achieve the same objectives as Community legislation in setting the appropriate framework conditions in areas where the Community has the relevant competence and where \"top-down\" guidance is deemed necessary. However, the OMC could prove more \"cost-effective\" than the \"Community method\" in cases where a Commission proposal proved politically unfeasible in the Council or the European Parliament. • Coordination exercises themselves have been \"learning by doing exercises\" but have now resulted in fairly well established practices in many policy areas, a prominent example being the CREST OMC activities. However, overdoing should be avoided such as too detailed prior descriptions on how the CREST Working Groups should be composed or organised or in which time frame results should be achieved. An annual \"coordination cycle\" is likely to be excessive. • The various \"coordination fora\" can above all be effective \"knowledge-sharing platforms\" if they are given sufficient visibility and the right level of participation. OMC recommendations do not necessarily have greater credibility than reports by independent experts but may have the advantage that Member States do not have to invent new implementation methods. • Even if not leading to particular convergence of policies due to the different situations in Member States, one of the main achievements of coordination exercises has been that stakeholders now largely talk about same things and use the same concepts. In this respect, a common statistical basis and indicators have proved particularly useful. • Policy areas to be selected for coordination activities in the research field should be sufficiently narrow to allow the relevant policy-makers to engage in in-depth policy learning, thereby giving practical effect to the political wish for coordination. ",
        "Assessing the effects and the impact of policy and programme coordination 17 • Further information would be interesting on how Member States' policies might have been adjusted on the basis of coordination. In this regard, benchmarking exercises also against Member States own goals could be useful. • In the specific area of international S&T cooperation, Member States have called for an input from the Commission on a strategy, providing the basis for discussion and further (coordinated) action. ",
        "Assessing the effects and the impact of policy and programme coordination 18 ANNEX I EXTRACT FROM THE CONCLUSIONS OF THE LISBON EUROPEAN COUNCIL OF 23 AND 24 MARCH 2000 ON THE OPEN METHOD OF COORDINATION 24 Implementing a new open method of coordination 37. Implementation of the strategic goal will be facilitated by applying a new open method of coordination as the means of spreading best practice and achieving greater convergence towards the main EU goals. This method, which is designed to help Member States to progressively develop their own policies, involves: − fixing guidelines for the Union combined with specific timetables for achieving the goals which they set in the short, medium and long terms; − establishing, where appropriate, quantitative and qualitative indicators and benchmarks against the best in the world and tailored to the needs of different Member States and sectors as a means of comparing best practice; − translating these European guidelines into national and regional policies by setting specific targets and adopting measures, taking into account national and regional differences; − periodic monitoring, evaluation and peer review organised as mutual learning processes. 38. A fully decentralised approach will be applied in line with the principle of subsidiarity in which the Union, the Member States, the regional and local levels, as well as the social partners and civil society, will be actively involved, using variable forms of partnership. A method of benchmarking best practices on managing change will be devised by the European Commission networking with different providers and users, namely the social partners, companies and NGOs. 24 Council doc. 100/1/00. ",
        "Assessing the effects and the impact of policy and programme coordination 19 ANNEX II EXTRACT FROM THE CONCLUSIONS OF THE EUROPEAN COUNCIL OF 23 AND 23 MARCH 2005 ON THE GOVERNANCE OF THE LISBON PROCESS 25 C. IMPROVING GOVERNANCE 38. It is important that EU and Member States' action should make a bigger and more practical contribution to growth and employment. Accordingly, a simplified arrangement will be introduced. Its aim is threefold: to facilitate the identification of priorities while maintaining the overall balance of the strategy and the synergy between its various components; to improve the implementation of those priorities on the ground by increasing the Member States' involvement; and to streamline the monitoring procedure so as to give a clearer picture of national implementation of the strategy. 39. This new approach, based on a three-year cycle which starts this year and will have to be renewed in 2008, will comprise the following steps: (a) The starting-point of the cycle will be the Commission's synoptic document (\"strategic report\"). This report will be examined in the relevant Council configurations and discussed at the spring European Council meeting, which will establish political guidelines for the economic, social and environmental strands of the strategy. (b) In accordance with the procedures laid down in Articles 99 and 128 of the Treaty and on the basis of the European Council conclusions, the Council will adopt a set of \"integrated guidelines\" consisting of two elements: broad economic policy guidelines (BEPGs) and employment guidelines (EGs). As a general instrument for coordinating economic policies, the BEPGs should continue to embrace the whole range of macroeconomic and microeconomic policies, as well as employment policy insofar as this interacts with those policies; the BEPGs will ensure general economic consistency between the three strands of the strategy. (c) On the basis of the \"integrated guidelines\": • Member States will draw up, on their own responsibility, \"national reform programmes\" geared to their own needs and specific situation. Consultations on these programmes will be held with all stakeholders at regional and national level, including parliamentary bodies in accordance with each Member State's specific procedures. The programmes will make allowance for national policy cycles and may be revised in the event of changes in the situation. Member States will enhance their internal coordination, where appropriate by appointing a Lisbon national coordinator; • on its side, the Commission will present, as a counterpart to the national programmes, a \"Community Lisbon programme\" covering all action to be 25 Council doc. 7619/1/05. ",
        "Assessing the effects and the impact of policy and programme coordination 20 undertaken at Community level in the interests of growth and employment, taking account of the need for policy convergence. (d) The reports on follow-up to the Lisbon Strategy sent to the Commission by Member States each year – including the application of the open method of coordination – will now be grouped in a single document clearly distinguishing between the different areas of action and setting out all measures taken during the previous twelve months to implement the national programmes; the first such document will be submitted in the autumn of 2006. (e) The Commission will report on the implementation of the three strands of the strategy each year. On the basis of the Commission's assessment, the European Council will review progress every spring and decide on any necessary adjustments to the integrated guidelines. (f) For the BEPGs, the existing multilateral surveillance arrangements will apply. 40. At the end of the third year of each cycle, the integrated guidelines, the national reform programmes and the Community Lisbon programme will be renewed in accordance with the procedure described above, taking as the starting-point a strategic report by the Commission, based on an overall assessment of progress during the previous three years. 41. In 2005 the cycle will begin in April, with the Commission submitting integrated guidelines drawn up on the basis of these conclusions. Member States are asked to draw up their national reform programmes in autumn 2005. …. ",
        "Assessing the effects and the impact of policy and programme coordination 21 ANNEX III EXTRACT FROM THE COUNCIL RECOMMENDATION ON THE BROAD ECONOMIC POLICY GUIDELINES (BEPGS) 2005-2008 26 B.1 Knowledge and innovation– engines of sustainable growth Knowledge accumulated through investment in R&D, innovation and education is a key driver of long-run growth. Policies aimed at increasing investment in knowledge and strengthening the innovation capacity of the EU economy are at the heart of the Lisbon strategy for growth and employment. This is why national and regional programmes will be increasingly targeted on investments in these fields in accordance with the Lisbon objectives. Increase and improve investment in R&D, with a view to establishing the European Knowledge Area R&D affects economic growth through various channels: first, it can contribute to the creation of new markets or production processes; second, it can lead to incremental improvements in already existing products and production processes; and third, it increases the capacity of a country to absorb new technologies. The EU is currently spending around 2% of GDP on R&D (although ranging from below 0.5% to above 4% of GDP across Member States), barely up from the level at the time of the launch of the Lisbon strategy. Moreover, only around 55% of research spending in the EU is financed by the business sector. Low levels of private R&D investments are identified as one of the main explanation for the EU/US innovation gap. More rapid progress towards meeting the collective EU target of raising research investment to 3% of GDP is needed. Member States are invited to report on their R&D expenditure targets for 2008 and 2010 and the measures to achieve these in their national Lisbon programmes. The main challenge is to put in place framework conditions, instruments and incentives for companies to invest in research. Public research expenditure must be made more effective and the links between public research and the private sector have to be improved. Poles and networks of excellence should be strengthened, better overall use should be made of public support mechanisms to boost private sector innovation, and a better leverage effect of public investments and a modernised management of research institutions and universities should be ensured. It is also essential to ensure that companies operate in a competitive environment since competition provides an important incentive to private spending on innovation. In addition, a determined effort must be made to increase the number and quality of researchers active in Europe, in particular by attracting more students into scientific, technical and engineering disciplines, and enhancing the career development and the transnational and intersectoral mobility of researchers, and reducing barriers to mobility of researchers and students. The international dimension of R&D should be strengthened in terms of joint financing, development of a more critical mass at the EU level in critical areas requiring large funds and through reducing barriers to mobility of researchers and students. 26 Council doc. 10667/05. ",
        "Assessing the effects and the impact of policy and programme coordination 22 Guideline No.7. To increase and improve investment in R&D, in particular by private business, the overall objective for 2010 of 3% of GDP is confirmed with an adequate split between private and public investment, Member States will define specific intermediate levels. Member States should further develop a mix of measures appropriate to foster R&D, in particular business R&D, through: 1. improved framework conditions and ensuring that companies operate in a sufficiently competitive and attractive environment; 2. more effective and efficient public expenditure on R&D and developing PPPs; 3. developing and strengthening centres of excellence of educational and research institutions in Member States, as well as creating new ones where appropriate, and improving the cooperation and transfer of technologies between public research institute and private enterprises; 4. developing and making better use of incentives to leverage private R&D; 5. modernising the management of research institutions and universities; 6. ensuring a sufficient supply of qualified researchers by attracting more students into scientific, technical and engineering disciplines and enhancing the career development and the European, international as well as inter-sectoral mobility of researchers and development personnel. Facilitate innovation The dynamism of the European economy is crucially dependent on its innovative capacity. The economic framework conditions for innovation need to be in place. This implies well functioning financial and product markets as well as efficient and affordable means to enforce intellectual property rights . Innovations are often introduced to the market by new enterprises, which may meet particular difficulties in obtaining finance. Measures to encourage the creation and growth of innovative enterprises, including improving access to finance, should therefore enhance innovative activity. Technology diffusion, and policies to better integrate national innovation and education systems, can be fostered by the development of innovation poles and networks as well as by innovation support services targeted at SMEs. Knowledge transfer via researcher mobility, Foreign Direct Investment (FDI) or imported technology is particularly beneficial for lagging countries and regions. Guideline No.8. To facilitate all forms of innovation , Member States should focus on: 1. improvements in innovation support services, in particular for dissemination and technology transfer; 2. the creation and development of innovation poles, networks and incubators bringing together universities, research institution and enterprises, including at regional and local level, helping to bridge the technology gap between regions; 3. the encouragement of cross-border knowledge transfer, including from foreign direct investment; 4. encouraging public procurement of innovative products and services; 5. better access to domestic and international finance, and 6. efficient and affordable means to enforce intellectual property rights . ….. ",
        "Assessing the effects and the impact of policy and programme coordination 23 ANNEX IV Executive summary of the 2004 CREST Report \"Application of the open method of coordination in favour of the Barcelona research investment objective\" 27 Following the Commission's action plan concerning the Barcelona objective of increasing R&D investment in the EU with the aim of approaching 3% of GDP by 2010 and subsequent conclusions by the European Council and the Competitiveness Council, CREST was asked to act as an operational interface to define and oversee the implementation of the open method of coordination (OMC) in respect of the 3% objective. The CREST report on the first cycle of the implementation of the OMC to the 3% objective contains the following 30 recommendations (R) grouped in five areas: I. Public research spending and policy mixes R 1: Establish a common understanding on the design and implementation of national policy mixes in order to improve their monitoring, assessment and governance (p. 9); R 2: Share information on novel ways of raising funds for R&D-purposes; adopt a commonly accepted definition of \"knowledge-related activities\" (KRA) (p. 10-11); R 3: Improve the coherence of the processes and techniques used by Member States to estimate public budget R&D needs, ensuring complementarity of national and EU funds (p. 12); R 4: Set out and document how State aid has been successfully redirected towards R&D programmes in some Member States (p. 13). II. Public research base and its links to industry R 5: Encourage the reform of public research centres and universities, in particular for promoting transfer of knowledge to society and industry (p. 13-15); R 6: Involve the private sector in shaping public research programmes (p. 16-17); III. Fiscal measures and research R 7: Consider the needs of new and early-growth research-intensive firms when designing fiscal incentives (p. 20-21); R 8: Achieve clearer and more verifiable objectives for fiscal measures to support R&D, to support the evaluation process. Evaluation methods, policy design and implementation can be improved by sharing lessons, data and experiences (p. 21); R 9: Review fiscal measures on territorial restrictions in the light of the clarifications provided by the Workshop on Territoriality (p. 21-22); R 10: intensify efforts to track the budgetary cost of fiscal measures and share the information as part of the OMC process (p. 22). 27 Council doc. CREST 1206/04. ",
        "Assessing the effects and the impact of policy and programme coordination 24 IV. Intellectual property and research R 11: Improve the coherence and effectiveness of IPR ownership regimes applicable in publicly funded research (p. 22-23); R 12: Member States should earmark funding for the management of knowledge and IPR (p. 23-24); R 13: Collect data in a coordinated way and develop IPR performance indicators (p. 24); R 14: Establish mechanisms for promoting management of IPR in public research organisations (PROs) (p. 24-25); R 15: Promote the validation of European guidelines for management and exploitation of IPR in PROs and public-private partnerships by stakeholders (p. 25); R 16: Basic awareness-training on IPR and technology transfer for every student (p. 26); R 17: Recognise IPR and technology transfer activities in appraising the performance of researchers (p. 26-27); R 18: Promote the accreditation of technology transfer professionals on a Europe- wide basis (p. 27-28). V. CREST recommendations in the area of SMEs and research R 19: Tailor policies better to suit the diversity of SMEs (p. 28); R 20: Encourage all types of SME to be involved with R&D activities. Special attention to SMEs with high growth potential. Use dedicated schemes to address specific needs of start-ups, new technology-based firms, and spin-offs (p. 29); R 21: Programme stability, where justified should be kept, by avoiding radical and frequent changes in SME-supporting schemes (p. 30); R 22: Specific measures for encouraging participation by SMEs, user-friendliness, and two-step evaluation procedures (p. 30-31); R 23: Facilitate the insertion of skilled R&D personnel into SMEs (p. 32); R 24: Demonstration projects and prototype construction by SMEs (p. 32-33); R 25: Support technological support services in SMEs (p. 33); R 26: Prioritise R&D and innovation performed by SMEs through the new structural funds regulation (2007-2013) (p. 33); R 27: Improve access for SMEs to capital, in particular to venture capital. SMEs with high/rapid growth should be targeted. (p. 34); R 28: Non-distorting measures to dynamise early-stage investment in new technology based firms (NTBFs) (p. 35); R 29: Make extended and systemic use of loan-guarantees and counter-guarantees for venture capital funds (p. 35); R 30: Launch awareness initiatives in public-private partnership for promoting venture capital financing (p. 36). ",
        "Assessing the effects and the impact of policy and programme coordination 25 Comments by Daniel Gros Conditions for efficient policy coordination - Peter Nedergaard European coordination of policies in the Council framework - Juri Burianek The papers of Nedergaard and Burianek provide valuable insights into the topic of this workshop. The two authors stress that in the area of research policy the Union cannot use legally binding instruments and therefore has to rely on different instruments, such as policy coordination. Both papers also agree that policy coordination is particularly important in the field of research as the impact of research is much broader than national (i.e. European or possibly even global) and dissemination of research results should also be much wider than at national level. The answer to the question \"why coordinate international S&T activities between the Member States and the Union?\" is therefore clear and seems to be widely shared. Moreover, as stressed by Nedergaard, the aim of policy coordination, namely policy learning, has become increasingly important in international cooperation. Policy learning provides an additional rationale, beyond the external effects of research, mentioned above, for coordinating S&T policies, especially in an era of tight budgets when Member States (and the Union) are looking for ways to maximise the impact of the scarce resources they can allocate to support research and development of new technologies. Consequently, the open method of coordination (OMC) has become particularly important as a method of cooperation in the aftermath of the Lisbon summit in 2000, which set the goal of turning Europe into the most competitive region in the world by 2010. However, as pointed out by Nedergaard, in spite of the fact that more and more resources, in terms of time and money, are being invested in international policy coordination, surprisingly little research is available on the circumstances under which policy coordination is most efficient. He starts from the fact that international policy coordination takes place in committees. Policy coordination committees are hence what he calls \"the atoms of international policy coordination\". These committees have therefore been the focal point of his research into international policy coordination. In order to have hard basic data for the analysis, Nedergaard distributed a questionnaire about policy coordination and policy learning to four of the EU’s OMC committees and almost 100 Nordic committees. ",
        "Assessing the effects and the impact of policy and programme coordination 26 This approach sounds promising, but in order to be able to judge the scientific value of this exercise more information would be needed about the details of the questionnaire. It would be particularly important to know the type of questions (multiple choice or open-ended) and the type of respondents: members of the committee or their staff. The theoretical basis of the questionnaire was sound as the Advocacy Coalition Framework (ACF) was used, which has the advantage that it can be used as a normative foundation from which a set of recommendations can be extracted. The most important policy recommendations seem to be: a) Policy coordination committees should be depoliticised as much as possible. b) All coordination committees should, if possible, set up professional subcommittees that report to their \"mother committee\", but at the same time have autonomous status. c) Representatives of the Commission should not act as de facto chairs or primus inter pares members. Instead, the role of the Commission representatives should be to contribute reports, background papers, analyses, etc. rather than intervening directly in the discussions. d) The chairs of coordination committees should be elected not for their nationality, but based on their merits in the area in which the committee works and should be respected for their knowledge, judgment, \"domestic\" success, experience, etc. These seem reasonable recommendations, which would streamline the work of any committee. The key problem will be how to ensure in practice that the work of a committee is depoliticised. The representatives from Member States often have a strictly (domestic) political agenda, which is natural since any benefits from better operation of the Committee would accrue at EU level. The second input, the practitioner's paper by Burianek, provides a comprehensive overview of various forms of policy coordination, especially, the open method of coordination (OMC) which is a key part of the Lisbon process. The author also discusses how this method works in the area of science policy and the European Research Area (ERA). He concludes with a number of observations: a) Within the EU \"coordination\" usually means policy learning exercises, rather than a process of active adjustment of national policies. ",
        "Assessing the effects and the impact of policy and programme coordination 27 b) Coordination, as a consensus-based, \"soft law\" approach, cannot replace (nor achieve the same objectives as) legislation in the areas where the Community has the relevant powers. c) One key to success for the various \"coordination fora\" is the right level of participation. d) One major achievement of coordination exercises has been that stakeholders now largely apply the same concepts. Establishing common basic statistical indicators has often proved particularly useful. e) In the field of RTD, policy areas for coordination activities should be narrow enough to allow the relevant policy-makers to engage in in-depth policy learning. These appear to be sensible conclusions and complement those of the other paper presented in this session. The key question that arises here is the one of feasibility or implementation. The fundamental problem remains, i.e. the ultimate motives of Member States: do they regard policy coordination committees as useful fora for learning more about best practice and how to coordinate with other Member States in order to avoid duplication? Or do they regard coordination committees as means to press their own national agenda? In many cases Member States will have a mix of motives, which might depend on the political situation and the preferences of the individuals on the committee. Large Member States with a strong domestic scientific establishment would not be expected to be inclined to attach a great deal of importance to policy coordination in the field of research, whereas the opposite might be true of smaller or poorer Member States which do not have the resources to cover many areas of research at home. This is one interesting aspect that would deserve more attention in future research on policy coordination. ",
        "Assessing the effects and the impact of policy and programme coordination 28 OMC, policy coordination and the \"Europe of knowledge\": Six tentative lessons Åse Gornitzka 1. Introduction The background paper on this workshop puts the problem succinctly: there is consensus among the major stakeholders in a policy domain on why policy coordination is desirable, the incentives are there for coordination, i.e. there is a shared understanding that there are considerable fruits to reap from coordination, and the legal basis for doing so is in place. Yet the actual track-record of policy coordination is mixed. These observations are the backdrop to this paper, in which I offer some simplified lessons from a case of coordination of policy within the \"Europe of Knowledge\" – not research policy, but education policy. I draw on a case study of application of the open method of coordination (OMC) in this area. One set of lessons concerns the impact of the OMC on the infrastructure for coordination at European level and the conditions under which new political space has been created and become institutionalised based on the OMC template. A second set of lessons addresses the potential operational dynamics of the OMC: if the OMC template were to offer a prescription for policy coordination, what would be the \"working ingredient\" of this kind of set-up for policy coordination? The observations presented here are based on a single example of the OMC. How transferable these lessons are to policy coordination under different conditions is open to discussion. 28 2. The case: the OMC in education and the \"Europe of Knowledge\" As part of the Lisbon process, educational cooperation attracted political attention unparalleled in the history of European integration. The Heads of State and Government invited the Ministers of Education to formulate common future goals for European education systems. The Lisbon summit also provided a diagnosis of a Europe challenged by globalisation and the new knowledge-driven economy: European education systems would have to adapt to the demands of the knowledge economy/society, in particular in terms of investment in human resources and increasing educational attainment levels, basic skills and mobility. Modernisation of European education became linked to the overhaul of Europe envisaged in the Lisbon strategy. ",
        "Assessing the effects and the impact of policy and programme coordination 29 In 2001 three strategic objectives were adopted: improving the quality and effectiveness of education; improving access to education; and opening up national education and training systems to society and \"the wider world\" (European Council in Stockholm). This was turned into a 10-year work programme containing 13 specific objectives, to which five benchmarks for European performance were later added. Subsequently, a working procedure was set up around these objectives, and from early 2004 two parallel processes – the intergovernmental process to establish the European Higher Education Area (\"the Bologna Process\") and the EU's \"Copenhagen Process\" for vocational education and training – were added in order to include the whole range and all forms of education. From then on, the OMC process on education was referred to as \"Education and Training 2010\" – a programme for modernising Europe's education systems. Lesson 1: The dynamics of building OMC infrastructure or how to escape \"the institutional paradox\" If the aim of this workshop is to uncover the impediments to and opportunities for policy coordination, then I would argue that identifying some of the underlying dynamics driving the process of building infrastructure for policy coordination is not without relevance. So the first point I would like to make addresses the question: What can we learn about the conditions for building such infrastructure and the conditions under which it takes root and becomes an accepted part of cooperation at European level? This is where we can easily enter what is called the \"institutional paradox\" (Holm 1995): How do stakeholders who operate within established institutional settings manage to change the very institutional arrangements that established them? In some respects the study of the OMC can be seen as a case of studying potential political innovation – a new way of organising political space. Theoretically it could be assumed that stakeholders in a policy domain can ignore or reject new templates for organising policy coordination. Also a response to new templates will represent no or little spur for change if stakeholders resort to token application by relabeling or subsuming the template into existing procedures and arenas. If this were the case, we would find processes that are empty or that are called OMC yet without creating a novel political space. Applying the OMC would be little more than lip-service to a rationalised myth of good governance in the EU as a sign and symbol of good behaviour. This might have been the \"fate\" of the OMC in some other sectors, but in the case of education policy application of the OMC was more 28 The points raised in this paper are simplified lessons elaborated and nuanced in Gornitzka (2006, 2007). ",
        "Assessing the effects and the impact of policy and programme coordination 30 than \"merely\" symbolic. It has marked a fundamental procedural change in how cooperation takes place in this policy domain. It has made it possible to build infrastructure for policy coordination in this area characterised by national sensitivity and legitimate diversity: the \"unthinkable\" became an \"idea whose time has come\". Why? Partly it has to do with the diagnosis of dire straits in Europe's knowledge economy and a sense of crisis (\"exceptional times demand exceptional measures\"). For example, at the time the PISA results were sending shockwaves through national education administrations. But other factors were at play. First, the history and institutional characteristics of the European Community in this specific policy area are important factors for understanding the way in which the OMC has been put into practice. A simple observation based on this case is that establishing a coordination infrastructure à la OMC depends on the institutional context – the less dense a policy domain is procedurally, the more room there is for creating new coordination infrastructure. On the other side of the coin, this points to the \"curse of being institutionally blessed\", e.g. there would not be much room left at the centre of EU research policy if every institution and stakeholder were busy with distributional policy. Second, it seems important to have a certain measure of administrative capability that is ready to attract attention and resources to developing the OMC template and to take on the roles of procedural entrepreneurs and practical orchestrators. Third, I would underline the significance of collisions between different institutional spheres and policy sectors and \"sectoral self- defence and self-assertion\". In general, collisions or tensions between different institutional spheres and policy sectors can be a major source of change (March and Olsen 2006: 14f). For instance, when the logics of one sector are perceived to be challenged by another, sectoral defence may take the shape of dispute and contestation, but also enhanced cooperation within a policy field (Olsen 1997: 206f). Understanding building infrastructure for policy coordination as merely a tug-of-war between the nation-state and European Community levels overlooks these kinds of essential dynamics. In this particular case, the major collision that triggered a defence of the domain of education policy was the prior and parallel development of the European Employment Strategy. That had already included lifelong learning as an area of cooperation. Establishment of the OMC on education could then be read as a sectoral defensive move by the core European institutions in the field of education. The \"collision\" that contributed to creating this new political space in the form of the OMC on education was between the cognitive and normative understanding of \"education and learning\" as part of labour market policy, rather than framed as an education policy issue. Education ministers ",
        "Assessing the effects and the impact of policy and programme coordination 31 and the European Commission Directorate-General for Education and Culture (DG EAC) headed the defence of the sectoral logics by seizing the opportunity offered by the concept of the OMC. Lesson 2: Strong sectoral logic – weak horizontal coordination If the interface with other policy sectors was important in the initial phase, in the subsequent phases implementation of the OMC was an \"internal affair\" with very few links to tangent policy coordination processes in other sectors. This is especially evident in the patterns of participation. The OMC made a significant imprint on the administrative networks linking the national education ministries to the Directorate-General in question which, in turn, established/consolidated its role as a nexus for education policy-making in Europe. Practically every Member State sent representatives to OMC activities, where they met a range of European stakeholders in the sector. As a consequence, the work of the OMC on education became very hard to organise, simply for reasons of size. For the key knowledge institutions in Europe – the universities – it also implied that coordination of policy for one side – its educational function – lived in splendid isolation from European policy developments of relevance to its other half, its research function. The OMC, as practised, reconfigured European policy networks, but these networks do not cross sectoral boundaries. Other aspects of the processes have followed a similar \"in-house\" pattern, such as separate reporting of national progress towards the goals of \"Education and Training 2010\". Lesson 3: Policy coordination over time There is little doubt that this OMC process has made a difference in terms of setting the agenda in European education and structuring the attention of policy-makers and key EU institutions. That it is legitimate to have such an agenda in the first place was unnatural and by no means obvious in this policy area. For example, concepts such as \"mother tongue plus two\" as a common European virtue were not invented by the OMC on education but have been fortified by that process as a legitimate objective for education policies to pursue. Within the sector's own institutions this agenda is attended to iteratively by the Education Council and the DG EAC. Over time this kind of coordination should be adapted to the OMC template. For a policy domain that used to have its European agenda \"lobotomised\" every six months by each incoming Presidency, this is a significant change. The extent to which such ",
        "Assessing the effects and the impact of policy and programme coordination 32 agenda-setting and attention-structuring effects are duplicated at national – or other – levels has yet to be quantified. Lesson 4: Coordinating information-gathering The OMC process has involved surveying the knowledge available in core areas of education policy and defining the information needs adjusted to \"Lisbon and education\" as a political project. It has also become an arena for DG EAC to gather new ideas from networks of national ministries and transnational stakeholders and to transmit new ideas/recycle old ones to them. This has been guided by the question: \"What do we need to know in order to answer the call for a radical transformation of national education systems\"? Another feature of the OMC on education is the effort to define the rather vague \"policy theory\" underlying the Lisbon strategy and what role education could play in it. It is not clear how the different components of the 13 objectives of the OMC on education are linked and how they work together. How different components of a strategy are linked, and what the causal connections are, remains uncertain. This became especially evident in the attempts to establish composite indicators in the OMC process. The uncertainty about tasks and procedures found, especially, in the early stages of the process was seen as related to the fact that the work organisation was tailored to the objectives. Some of these objectives were not readily transferable into a mandate for the expert groups, which were seen by the others taking part in the process as \"mere talking shops\" or \"dream teams\". By comparison, the expert groups involved specifically in the Copenhagen process in the area of vocational education and training operated with more specific mandates and timeframes and with the aim of contributing tangible outcomes, especially outlining potentially highly influential European standards. Lesson 5: On numerical integration The OMC on education has put the work on indicators for education policy at European level in a different position than the pre-Lisbon situation. The quantified aspects of the OMC process have been most deeply institutionalised, and this is the most well-established part of the OMC on education. In Education and Training 2010 this also involves defining common European standards on what EU institutions, national governments and the public will have ",
        "Assessing the effects and the impact of policy and programme coordination 33 quantified information about. In some core areas indicators have created a common numerical language adjusted to European needs and the aims enshrined in the Lisbon strategy. The OMC brought development indicators and the European statistics on education into an overt political setting and a broader political agenda. It carved out a new role for the European level in the national and international statistical order and the world of indicators – consequently entering into domain contestation with other players on the statistics scene, especially the OECD. Nor did the indicator work undertaken in the OMC on education steer clear of technical problems or political controversy. Quality and efficiency in education are not politically neutral categories, nor are they easily measured. The main point to be made here is that the numerical information used and developed in the OMC on education is highly likely to structure what European education systems know about themselves and others in the future. It offers strong frames of reference for policy development and discussion. Lesson 6: The ambiguity of policy learning without \"a curriculum\" Potentially the OMC infrastructure could be seen as \"institutionalised learning capability\" (Olsen and Peters 1996: 13-14). Organised routine interaction between Member States will produce more effective learning than bilateral or unorganised policy import or mimicry (Holzinger and Knill 2005). In practice, however, the organisation and practices for learning and peer reviewing in the OMC on education have lived in a tense balance between institutionalisation, experimentation and disintegration. Surveying the knowledge and information available has been a core element of the work on indicators and major blind spots have been identified. The thematic groups have also pooled information on national policy measures and experience into compilations of \"soft facts\". Some of the working groups, for instance, produced fairly extensive collections of policy measures in areas such as ICT in education and efficiency in education. Access to this kind of information, but also to \"Eurogossip\" (\"what is going on\" within the EU structure), has in itself been an incentive for Member States to participate. National administrations and other participants are exposed to information about other Member States' policies in an organised manner. If it is true that exposure to such information is a necessary – yet not sufficient – condition for learning, then the OMC process has laid the groundwork for mutual policy learning. ",
        "Assessing the effects and the impact of policy and programme coordination 34 Nonetheless, Member States' education ministries seem to be learning more about their own system than they are learning directly from other countries’ experience. There are more factors that can potentially derail the cycle in learning from another country than when education ministries learn about themselves and adjust their perception of \"self\" in response to quantified, internationally comparable information. One probable prerequisite for transnational learning is that information must be subject to assessment and interpretation. This is also a rationale for actively using peer review as an organised part of this type of mutual learning. In a setting like the OMC on education the participants are in a European policy classroom where there is no obvious established and certified \"curriculum\". Lack of systematic assessments and peer reviews have made it difficult to establish \"good practice\". There were no ready-made, accepted criteria for certifying the experience of other countries as good examples to guide national policy reform or adjustment. Some of the groups spent time and energy on trying to establish such criteria and, on an impromptu basis, assessed the quality of potential good practice that national experts proposed to the group. But this peer review has been highly experimental. The nature of the information provided by national experts also seems to have been an impediment to transnational learning. At times national experts have come under cross- pressure from, on the one hand, being expected to present national measures as attractive, while, on the other, having first-hand insight into the less attractive realities of prestigious policy measures. Limited transferability from one context to another is linked significantly to the “learner”. Most participants in the OMC process so far have been national experts with very good insight into the institutional conditions for national education policy-making. They make their assessments of the potential for transnational learning in the light of this insight. National laws, regulations and traditions condition the feasibility of transnational learning. Practices from \"the best student in the class”, such as Finland on reading literacy, are not entirely replicable and may entail changing conditions beyond the control of education ministries. Transnational learning also runs up against cost factors, such as when \"best practice\" on ICT requires public investment beyond the real means of most education systems in Europe. Finally, transnational lessons have to be reviewed in the light of what is politically acceptable domestically. One prime example is the Nordic countries' response to student fees as a potential best practice to increase investment in higher education. ",
        "Assessing the effects and the impact of policy and programme coordination 35 Mutual learning within the framework of Education and Training 2010 also stalls at other well-known barriers to learning, especially breaks in the link between what individuals learn and what the organisation they represent does. Everyone interviewed said that they had learned a lot from participating in working groups and events seem to have been invested in less than the former \"cost category\". According to a \"strong\" definition, learning takes place when changes in policy can be identified. Exposure to new information about how other countries are handling core policy problems may be just as justified as \"surveillance\" and knowledge accumulation. National ministries that \"know more than they use\" are not simply examples of wasted investment in information-gathering, but a natural aspect of information behaviour in complex organisations. Such elusive links between individual learning and ministerial action echo very general questions about information dissemination within complex organisations, as well as how participation in European fora is organised and anchored in domestic ministries and agencies. Participation in meetings in Brussels and elsewhere, taking part in site visits, investing time in reading documents and preparing national input are all \"costs\" of transnational mutual learning. Channelling learning experience back into the domestic setting also takes effort and time if it is not part of the regular \"information behaviour\" of national administrations. Consequently, the fact that the OMC involves more \"conspicuous consumption of information\" than measurable \"learning outcomes\" might not come as such a big surprise. References Gornitzka, Å. (2006), The open method of coordination as practice – A watershed in European education policy? Oslo: Arena. Arena Working Paper 16/06. December 2006 (downloadable at http://www.arena.uio.no). Gornitzka, Å. (2007), The Lisbon Process. In P. Maassen and J.P. Olsen (eds.): University Dynamics and European Integration . Dordrecht: Springer. Holm, P. (1995), Dynamics of institutionalisation: transformation processes in Norwegian fisheries. Administrative Science Quarterly 40: 398-422. Holzinger, K. and C. Knill (2005), Causes and conditions of cross-national policy convergence. Journal of European Public Policy 12(5): 775-796. ",
        "Assessing the effects and the impact of policy and programme coordination 36 March, J.G. and J.P. Olsen (2006), Elaborating the “New Institutionalism”. In R.A. Rhodes, S.A. Binder and R. Rockman (eds) The Oxford Handbook of Political Institutions . pp. 194- 206. Oxford: Oxford University Press. Olsen, J.P. (1997), Institutional design in democratic contexts . Journal of Political Philosophy 5(3): 203-229. Olsen, J.P. and B.G. Peters (1996), Learning from experience? In J.P. Olsen and B.G. Peters (eds.) Lessons in Experience – Experiential Learning in Administrative Reforms in Eight Democracies . Oslo: University Press. ",
        "Assessing the effects and the impact of policy and programme coordination 37 Impact of policy coordination and policy learning – a practitioner's view Arie van der Zwan Introduction This paper is mainly based on the work of the CREST Working Group on \"Facing the challenge of globalisation: Approaches to a proactive international policy in science and technology\". The paper will start with a brief description of the work of the Working Group, which is based on the open method of coordination (OMC). This will be followed by the main part, which will go into more detail on the process of identifying the need for and level of policy coordination and policy learning in international S&T cooperation with third countries 29 . Although it is very difficult to measure the effects on coordination at this early stage, a first attempt at an ex-ante impact analysis will be made, also based on other OMC exercises in the field of S&T policies. Finally, some conclusions will be drawn. 1. Deliverables of the CREST Working Group In CREST, the open method of coordination (OMC) and mutual learning exercises offer potential to compare, discuss and further develop the independent initiatives and policy instruments of the Member States, mainly in policy domains for which they are responsible themselves. Added value is generated by developing consistent, coordinated joint concepts for the international dimension of national research policies. This creates an opportunity to widen the impact of the national initiatives by means of multilateral efforts, sometimes even up to Community level. In response to the report \"Globalisation of R&D: linking better the European economy to foreign sources of knowledge and making EU a more attractive place for R&D investment\" 30 by Commissioner Potocnik’s Expert Group on Knowledge for Growth, CREST set up an OMC Working Group with a mandate to: 29 \"Third countries\" means neither a Member State of the EU nor an associated country in the EU Framework Programme (FP). 30 Presented by the Expert Group on 4 April 2006. ",
        "Assessing the effects and the impact of policy and programme coordination 38 1. collect and present Member States’ policy approaches to internationalisation of R&D and innovation; 2. identify good practice, open questions and problems relating to development and implementation of a proactive internationalisation strategy based on national and Community experience; 3. analyse the lessons learned from institutionalised multilateral dialogues; 4. make recommendations on the international cooperation dimension of Member States’ policies and programmes and, if appropriate, recommendations for Community action to reinforce Member States’ action. The Working Group presented its report to CREST in October 2007. 31 The report consists of: a. an inventory of recent strategic initiatives and instruments of Member States, associated countries and the Community targeting internationalisation of science, research and development outside the EU; b. draft outline recommendations for the Member States: - to achieve closer coordination of their international research policies – to find ways to take joint action with regard to third countries; - to achieve greater consistency between national and Community activities. 2. Work within the CREST Working Group The necessary data and information were collected by means of in depth discussions based on a general questionnaire and a specific questionnaire about S&T cooperation with China and on policy documents from the Commission, Member States, associated countries and the OECD. On the basis of these, the Group first discussed the present drivers and policy concerns in connection with globalisation and internationalisation of S&T. Subsequently, an overview was presented of the various policy approaches and strategies in the field of S&T, taking China as a pilot case. Finally, the present level of coordination and the need for further coordination of S&T policies of Member States/associated countries was described, addressing the potential role of Community instruments and participation in 31 CREST Report 1207/07 of 13 December 2007. ",
        "Assessing the effects and the impact of policy and programme coordination 39 international organisations. Next, the Group will make recommendations for further mutual learning and joint action. The Working Group also considered the European Commission's Green Paper on \"The European Research Area: New Perspectives\" in order to provide targeted input to develop the international dimension of the ERA. 3.1 Core objectives of international S&T cooperation with third countries by individual Member States and associated countries The open method of coordination generally leads to three types of output: policy learning based on mutual learning and identifying best practice, coordinated action between Member States or action at Community level. To focus the work of the Group on identifying the needs for mutual learning and coordination, a considerable effort was put into compiling an inventory of the core objectives of international S&T cooperation with third countries. According to the answers to the questionnaire and a roundtable discussion, the main objectives of international cooperation with third countries by individual Member States and associated countries can be divided into six broad categories (the figures between brackets indicate the number of times the individual categories were mentioned 32 ): 1. Scientific aspects, including excellence (12); 2. Political aspects, including societal goals and development (12); 3. Market, competition and innovation aspects (9); 4. Human factors (5); 5. Promotional activities (3); 6. Geographical, historical, linguistic and cultural ties (3). Analysis of the answers from the roundtable discussion and the questionnaire led to the conclusion that, traditionally, R&D cooperation with third countries was primarily based on a bottom-up process by individual stakeholders and on ad hoc procedures. Apart from bilateral Memoranda of Understanding (MoUs), hardly any evidence was found of coordinated action or of an overall strategy for international S&T cooperation with third countries at national 32 For a more detailed description of these categories, see Annex 1. ",
        "Assessing the effects and the impact of policy and programme coordination 40 policy level over the last decade. This bottom-up process is probably one of the main reasons for the fragmentation of European research cooperation with third countries. However, as a consequence of the trend towards globalisation and internationalisation of R&D, governments have been rationalising their policies on international research cooperation over the last few years. 3.2 Objectives for international S&T cooperation within FP7 and the ERA Part of this rationalisation process is a need for coordination of national programmes, which is already taking place, mainly within the ERA, notably the EU’s 7th Framework Programme (FP7). Under the recent new approach to international S&T cooperation in FP7, as far as international research cooperation is concerned, this is certainly already true 33 . However, in the case of research cooperation with third countries, many countries still rely on bilateral agreements and instruments, while numerous forms of international research cooperation, both public and private, have been established without any (central) government intervention at all. Over the last decade, international S&T cooperation has increasingly come to be seen as being at the centre of Community policies. As far as inter-EU coordination is concerned, international cooperation within FP7 will be essential to ensure cross-fertilisation between the various programmes. The new approach to FP7 proposes innovative mechanisms for promoting international research collaboration. Three objectives were defined: • supporting European scientific and economic development by establishing strategic partnerships with third countries in selected fields of science and by engaging the best third-country scientists to work in and with Europe; • facilitating contacts with partners in third countries with the aim of providing better access to research carried out elsewhere in the world; • addressing specific problems that third countries face or that have a global dimension. These objectives are further defined and specified for implementation of the Cooperation Programme, the Capacities Programme, the People Programme and the Ideas Programme. ",
        "Assessing the effects and the impact of policy and programme coordination 41 Moreover, according to the Green Paper on the ERA, better coordination of national policies could be achieved by a mix of: • establishment of a borderless \"broader ERA\" which would underpin and benefit from other elements of the European Neighbourhood Policy; • cooperation with developing countries on strengthening their S&T capacity and synergy with development policy; • programmes with industrialised and emerging economies to address global challenges and agreements in specific areas, for example on nanotechnologies with the USA. 3.3 Comparison of national objectives with Community objectives for international S&T cooperation Although most of the national objectives for S&T cooperation show a strong resemblance to the objectives for international cooperation at Community level, some differences can be distinguished: • traditionally, the national objectives seem to have taken a more bottom-up approach, while the trend in many countries is now towards more integration and coordination at national level, steered by a more top-down approach; • originally, the different objectives at national level were not very well integrated, whereas at EU level coordination and cooperation were at the core of the ERA right from the start; • according to the annex to the Green Paper on the ERA, S&T cooperation by Member States with third countries is uncoordinated and there is no mechanism to fund European participation in research programmes with third countries, except when focused on cooperation in specific areas, e.g. on nanotechnologies with the USA. However, it is very clear from the list of national procedures and criteria that in individual countries too there are hardly any systematic mechanisms for participating in international R&D, although such mechanisms are being developed in some Member States at the moment. However, there are already big differences between 33 \"A new approach to international scientific and technological cooperation in the 7th Research Framework ",
        "Assessing the effects and the impact of policy and programme coordination 42 these national procedures and mechanisms and even between national procedures and criteria; • also according to the annex to the Green Paper, research policy has long been focusing on supporting academic research, while policy agendas concerning related areas like innovation, IPR and market regulation have evolved separately, with little interaction between them. One conclusion which might be drawn from the answers is that in these related policies the market and innovation aspects are the most important category. However, many of the objectives within this category relate to competition between Member States, rather than providing a breeding ground for cooperation and coordination between Member States. Also the question of subsidiarity is already being discussed in some Member States. 4. Impact assessment Because the report of the Working Group has not yet been published, it is impossible to make any assessment of the impact of its recommendations at this juncture. Nevertheless, an attempt can be made on the basis of comparison with a similar questionnaire on policies for international S&T cooperation that was presented to the OECD/TIP Group in 2005. Although the membership of the EU and the OECD is not entirely the same, it seems from the results that many more countries are developing strategies for international S&T cooperation now than two years ago. S&T cooperation with emerging countries like China, India, Brazil and Russia is also clearly increasing very fast. Moreover, other OMC groups have shown that mutual learning, based on best practice, is one important output of the OMC process. Reasons for this include the trend towards more sophisticated, holistic approaches in S&T policies, convergence of economic circumstances due to globalisation and the stronger need for assessment and evaluation of S&T policies 34 . Programme (2007-2013)\", European Commission, SEC (2007) 47. 34 See CREST Working Group on the Design and Implementation of National Policy Mixes, Policy Mix Peer Reviews: Synthesis Report, October 2007. ",
        "Assessing the effects and the impact of policy and programme coordination 43 5. Conclusions Most objectives for international S&T cooperation with third countries by individual Member States are still driven by a bottom-up approach without strong government intervention, which can be influenced only to a limited degree by specific policies. However, in some countries there is a trend to a more coordinated, integrated strategy on international cooperation, based on a top-down approach. Although the objectives within categories such as scientific aspects, including excellence, or political aspects, including societal goals, and human factors, largely coincide between Member State and EU levels and could, in theory, be better integrated at EU level because of mutual spillovers and externalities, there are also a number of more centrifugal factors which fall under objectives concerning market, competition and innovation aspects, promotional activities and geographical, linguistic and cultural ties that are not very likely to be coordinated because of competition between Member States. There is a strong need for a continuous dialogue between the Member States and associated countries and involving the European Commission on the various aspects of national and Community policies on internationalisation of R&D. The main recommendation made by the Expert Group is, therefore, to establish a sustainable forum for dialogue between Member States, associated countries and the European Commission on internationalisation of S&T. ",
        "Assessing the effects and the impact of policy and programme coordination 44 Annex: Core objectives of international S&T cooperation with third countries Objectives 1. Scientific aspects: Developing or acquiring excellent or complementary knowledge generated elsewhere and for creation of new skills (to strengthen the knowledge base) Importance of participating in international S&T organisations Sharing and opening up access to large-scale science infrastructure and virtual laboratories (from the cost and/or efficiency/risk perspective) 2. Political aspects: Foreign policy considerations (establishing broad trade and economic relations with third countries) Global influence Development aid (science-sharing and capacity-building in less developed countries) Contributing to solving global problems (climate and sustainable resource management, UN Millennium Development Goals) 3. Market, competition and innovation aspects: Providing the basis for capitalising on foreign markets for innovative products and services and linking innovation structures Helping companies to gain access to research abroad – notably, by providing access to emerging markets – and enhancing entrepreneurship Helping to increase the international scope of all stakeholders with connections to growing markets Contributing to sustainable S&T structures and consistent R&D policies in major partner countries Small countries need to cooperate because of economies of scale 4. Human factors: Attracting excellent scientists from all over the world Increasing the mobility of scientists, offering young researchers opportunities for access to world-level research, increasing co-certification and expanding international links between researchers 5. Promotional activities: Increasing the recognition, visibility and integration of the S&T community and national research organisations in international scientific, technical and industrial partnerships and networks 6. Geographical, linguistic and cultural ties: Multilateral cooperation with Latin American countries Consolidating the economic and scientific relationships with neighbouring regions of strategic importance ",
        "Assessing the effects and the impact of policy and programme coordination 45 Comments by Caroline de la Porte OMC, policy coordination and the \"Europe of knowledge\": six tentative lessons - Åse Gornitzka Impact of policy coordination and policy learning – a practitioner's view - Arie van der Zwan 1. European policy coordination: Main features and potential use European policy coordination is not a \"one size fits all\" solution. It has been adapted and used in Economic and Monetary Union, in the form of the Stability and Growth Pact that includes the possibility of imposing hard (economic) sanctions in the event of non-compliance, in European employment policy, with the possibility of issuing \"recommendations\" for corrective action (but with no sanctions in the event of non-compliance) or in social inclusion policy, where it has been much softer (no sanctions in the event of non-compliance) but has spurred definition of a common policy agenda and indicators for assessing poverty and exclusion problems across the EU-27. Various other experiences of cooperation and coordination have been adapted to other policy areas. The fact that policy coordination is not fixed is one of its advantages, but also one of its weaknesses, as it could then be considered more vulnerable (policy objectives can change in line with the political priorities in the Council, which could undermine the consistency of coordination aims and also of the results). The existing experience of policy coordination between Member States confirms that coordination can – and that is one of its advantages – be used in different ways and adapted to different challenges, problems and aims. This paper will discuss the types of action that can be taken with the aid of coordination, use of funding as part of a coordination process, horizontal coordination with other areas and the importance of considering the time dimension (setting realistic aims that are likely to remain politically consistent). The open method of coordination (OMC) that was defined at the Lisbon summit in 2000 emphasises different types of action that can be taken with the aid of coordination. These include: • exchange of \"best practice\", that is sharing knowledge about solutions that work in particular contexts. But often best practices are difficult to transfer due to specific ",
        "Assessing the effects and the impact of policy and programme coordination 46 circumstances, stakeholder dynamics or institutional and political settings of the individual countries (or regions); • generating information (statistics compiled by Eurostat in collaboration with experts from Member States) about a problem – for example, social exclusion – in order then to be able to devise a European policy response; • \"peer review\" where peers assess the policy measures adopted in each other's countries. Peer review can focus on different aspects, from specific practical experience (an individual project or example of \"best practice\") to fully-fledged programmes (embracing several projects) or overall policy guidelines set by governments at the level of the European Council (to guide the content of programmes). Most often, the most valuable are peer reviews that are specific and focused, rather than broader; • coordination (facilitated by the European Commission and taking place in committees) of action in Member States based on specific programme or policy guidelines defined jointly. Sometimes (partial or full) funding is an integral part of the coordination process, while in other cases policy coordination does not include any funding (for implementation). It is very important to consider whether or not it is necessary to have funding in a particular policy area. What should the purpose of the funding be and what would its comparative added value be? Could coordination lead to desirable results without funding? If so, then the political incentive has to be very strong. Otherwise the risk of failure is imminent. Another point is that sometimes there is more horizontal coordination with other policy processes/objectives and at other times policy coordination in a particular policy area may remain autonomous. For example, coordination of economic policy and of employment policy is tightly linked, where the latter has been formulated and developed to support the former. Coordination of social inclusion policy, on the other hand, is relatively autonomous and brings together different stakeholders (including European civil society organisations that have links with national networks in every EU Member State). Regarding the time dimension, coordination can be targeted at short-, medium- or long-term problem-solving and/or policy development. This is likely to depend on the nature of the policy field to which it is to be applied and on the aims that policy coordination is addressing, ",
        "Assessing the effects and the impact of policy and programme coordination 47 where a project would be short-term, programmes medium-term and policy development long-term. The latter is particularly difficult to develop and is likely to take shape incrementally, by negotiation, collaboration and persistence of the main participants involved in the process. The important thing is that the aims of policy coordination must be clear in order to ensure that the desired effect could be achieved. 2. Acknowledging the role of interests/power and ideas/learning in policy coordination Interests and ideas are woven together in different dimensions of the OMC. First, considerable emphasis has been placed on policy learning with the aid of the OMC in academic and policy-oriented discussions about coordination. The dominant theme in the literature stresses stakeholder involvement, assuming that there is an incentive to \"learn\" and that what is \"learned\" would then incrementally become integrated into the Member States. But, of course, new policies are learned or adopted when there is an incentive or interest in doing so. Second, OMC policy objectives are negotiated outcomes and not necessarily the \"best solution\". Often they are the only solution (or one of the only solutions) that can satisfy the interests and demands of all involved (Member States’ representatives). Therefore the ultimate objective(s) of any decision agreed by coordination should not be perceived as \"the solution\", as has sometimes been the case (for example, the 3% budget deficit and 60% public debt criteria for EMU members). Third, in practice multi-level governance is complex and the interests of the stakeholders at various levels of governance differ considerably (they may or may not have an interest or stake in the OMC). Stakeholders should and do get involved when they can gain something from the coordination process; otherwise they should not be encouraged to get involved. For example, in the area of anti-poverty policy, peer reviews on specific experience are considered useful for stakeholders at local level (public authorities and NGOs), but not for national policymakers. Similarly, civil servants involved in OMC committees may consider the information from the OMC and its policy objectives as useful frames of reference for developing policy reforms. But stakeholders at lower (local) level may and do consider them too abstract. All these complexities need to be taken into account by considering when, how and for whom coordination with the aid of the OMC could be developed. ",
        "Assessing the effects and the impact of policy and programme coordination 48 3. What kind of use can be made of national policy reports prepared in the context of policy coordination? In relation to the points made above, in Member States governance structures for each policy area differ both vertically and horizontally in terms of the delegated and de facto responsibilities for decision-making and implementation of public policy. This indicates that the \"interest\" in and likelihood of becoming involved may vary from one stakeholder to another (depending on the different governance structures and power dynamics between the stakeholders). In some Member States stakeholders may already have strong means (based on legacy and power resources) to determine policy and the OMC would not, therefore, open up any additional opportunity. In this scenario, the stakeholder is unlikely to use the OMC to gain power, while in others the situation may be the opposite. In some countries the OMC may provide an opportunity to develop policy and in others it may provide no added value compared with what already exists. But in reality, there is no black and white scenario, considering the complexity of multi-level governance structures and intricate power games within and between stakeholders in these structures. To begin to uncover and to understand the empirical multi-level reality, it is indispensable to develop an analytical framework to detect different degrees of nuance and specific types of stakeholder empowerment (see Table 1 below). Considering the OMC as a mechanism that provides specific (planning or information) resources, stakeholders can be involved in different ways. The core stakeholders involved in the OMC are the representatives of the national governments that play a role in the committees. Their “bottom-up” task is to report to the European Union and their \"top-down\" task is to ensure that European policy objectives are integrated into the domestic policy process. These stakeholders integrate, in various ways, the concerns of other stakeholders – different levels of government and also organisations representing specific interests (such as social partners, NGOs or other stakeholders) – that lobby for their interests via the OMC, formally and/or informally. In order to understand if and how these – governmental and non-governmental – stakeholders are involved in and use the OMC, ideal types of empowerment are proposed in Table 1. ",
        "Assessing the effects and the impact of policy and programme coordination 49 Table 1: Ideal types of stakeholder empowerment based on the OMC Stakeholder coordination (+/-)/ NAP function (policy setting/policy reporting) Horizontal coordination (+/-) Vertical coordination (+/-) Participation (+/-) Type of Europeanisation Policy setting + + + Fully coordinated participative policy planning Policy setting + - + Horizontally coordinated participative policy planning Policy setting + + - Fully coordinated non-participative policy planning Policy setting + - - Horizontally coordinated non- participative policy planning Policy setting - + + Vertically coordinated participative policy planning Policy setting - - + Uncoordinated (centralised) participative policy planning Policy setting - + - Vertically coordinated non- participative policy planning Policy setting - - - Uncoordinated (centralised) non- participative policy planning Policy reporting + + + Fully coordinated participative policy reporting Policy reporting + - + Horizontally coordinated participative policy reporting Policy reporting + + - Fully coordinated non-participative policy reporting Policy reporting + - - Horizontally coordinated non- participative policy reporting Policy reporting - + + Vertically coordinated participative policy reporting Policy reporting - - + Uncoordinated (centralised) participative policy reporting Policy reporting - + - Vertically coordinated non- participative policy reporting Policy reporting - - - Uncoordinated (centralised) non- participative policy reporting The first analytical dimension (x-axis) identifies whether policy coordination has (+) or has not (-) been developed as a result of the OMC, both for horizontal and vertical stakeholder involvement, as described above. It also identifies whether the non-governmental interest organisations have been involved in developing the National Action Plan (NAP) that should reflect adoption of OMC policies (in the form of a (policy) contribution that has been integrated into the NAP by the core policy community). The second analytical dimension (y- axis) shows how the NAP report is used in Member States. A distinction is drawn between ",
        "Assessing the effects and the impact of policy and programme coordination 50 two NAP functions: an ex-ante policy-planning document that Member States use as the main point of reference to develop policies and an ex-post policy report that Member States use to report on policy developments. The various combinations of these dimensions could lead to (16) distinct types of Europeanisation, identified in column 5. This categorisation by ideal types is a means to map patterns of stakeholder empowerment, taking account of the variation in Member States’ governance structures. It is a first step towards understanding the policy and institutional influence of the OMC across policy areas and towards considering the circumstances under which it can be used, with different possible effects. ",
        "Defining the modes of international S&T policy and programme coordination 51 Defining the modes of International S&T policy and programme coordination Actors, arenas and modes of coordination in international S&T policies Robert Kaiser 1. Introduction: coordination of international S&T policies At least three points can be made about coordination of international S&T policies. First of all, during the last three decades the number of public policy stakeholders involved in transnational S&T activities has grown significantly, mainly at levels above and below the nation-state. Secondly, and to some extent as a consequence of the first development, today there are various new stakeholder configurations that coordinate international S&T programmes. Those configurations either stretch across territorial levels or bring together public and private stakeholders who support those programmes under mutual financing arrangements. And, thirdly, little systematic research has been done on coordination of international S&T policies. Although case study research has provided good knowledge about S&T policy strategies of individual nation-states, only a few studies thoroughly analyse how public policies have intensified transnational coordination in response to internationalisation of generation, use and dissemination of knowledge and technologies. Against this background, the aim of this short paper is three-fold. First, it proposes a taxonomy of the different forms of international S&T coordination and cooperation covering two dimensions: the number of stakeholders and the different types of stakeholders involved (section 2). Section 3 then turns to the European perspective and tries to answer two questions: what specific interests do the European Union and its Member States have in these various forms of international S&T policies and what are the consequences for S&T policy coordination at European level? On this basis, section 4 draws some conclusions. 2. Taxonomy of international S&T coordination and cooperation By far the largest number of efforts to coordinate science and technology across territorial borders is made in bilateral arenas. This holds true for all types of stakeholders who play a role in this field. Bilateral agreements or programmes not only exist between governments at national or subnational levels, but also the European Union has concluded about 30 bilateral agreements that either allow third countries to participate in projects funded by the EU ",
        "Defining the modes of international S&T policy and programme coordination 52 Framework Programme or institutionalise an inter-regional dialogue in different areas of regional integration. Within the EU, bilateral agreements are, however, clearly the domain of the Member States. In 2000, the 15 Member States of the EU were bound by a total of 993 bilateral agreements, of which only 290 were concluded between them (Clark et al. 2001). Even if bilateral agreements with countries that have entered the Union since 2004 are taken into account, agreements with non-European countries still predominate. The largest number of formal arrangements is with countries in Asia or in North and South America. Within the EU, Germany ranks first in terms of total number of agreements. For example, it has concluded more than 50% of all the bilateral agreements that exist with North America. Table 1: Actors, arenas and modes of Coordination in international S&T policy Number of actors Bilateralism Exclusive multilateralism Multilateralism National and subnational governments, Intergovernmental organisations, EU \"Foreign policy agreements\", Memoranda of Understanding International Space Station (ISS), EU-INTAS, International Thermonuclear Experimental Reactor (ITER), OECD Global Science Forum Intergovernmental Panel on Climate Change (IPCC), Human Frontier Science Program Organization (HFSPO), Intelligent Manufacturing System (IMS), United Nations Governmental agencies, Ministries Agreements, Letters of Intent, Thematic programmes PROs, National Science Councils Thematic agreements and programmes, Letters of intent, Memoranda of Understanding The Human Genome Organization (HUGO), Global Research Alliance (GRA) Ocean Drilling Programme (ODP), Scientific Committee on Antarctic Research (SCAR) Type of actors ",
        "Defining the modes of international S&T policy and programme coordination 53 Private Non-Profit Organisations Thematic programmes Thematic programmes There is a notion in the literature that the majority of bilateral intergovernmental agreements are \"empty expressions of diplomatic goodwill\" and that \"where informal collaborative links are strong and international relations are good, as within the EU, bilateral cooperation agreements are generally unnecessary\" (Stein 2004: 444). This argument is, to a certain extent, plausible for the European context in which the ERA and a large number of intergovernmental research organisations provide extensive institutional infrastructure for S&T cooperation. It is, however, less convincing with regard to S&T policy coordination beyond Europe's borders. Instead, there are at least two reasons why bilateral agreements between nation-states (or subnational entities) will remain important in the future. First, they comprehensively structure collaboration between countries in accordance with their specific technological profiles and guarantee access to critical R&D infrastructure that often exists in only one specific place in the world. The example of US-German bilateralism (see Table 2) shows that the vast majority of the 53 formal arrangements regulate technology-specific research in fields in which both countries share similar technological strengths, such as engineering, communication and space technologies (Wagner et al. 2001). Table 2: US-German \"bilateralism\" in cooperative S&T programmes (BMBF 2006) Total number of bilateral agreements 53 Number of government-government agreements 2 Number of agreements between ministries or government agencies 50 Number of agreements between PROs or National Science Councils 1 Number of agreements that regulate sectoral research programmes 13 Number of agreements that regulate specific research projects 36 Number of agreements that regulate access to critical research infrastructure 4 Second, the importance of bilateral S&T agreements is also due to the limits of transnational coordination in multilateral arenas which take two different forms. The main feature of the arena of \"pure\" multilateralism is that nation-states generally invest little (financial) resources in such programmes (as in the cases of the IPCC or HFSPO), whereas other initiatives are either mostly funded by industry (IMS) or established solely by public research organisations (ODP and SCAR). By contrast, nation-states are much more strongly involved in projects in ",
        "Defining the modes of international S&T policy and programme coordination 54 the arena of “exclusive” multilateralism. Here exclusivity means participation of a limited number of countries which either belong to a specific regional context or – as in most cases – share the same level of scientific/technological development. \"Exclusive\" multilateralism is the typical arena for transnational coordination of megascience projects which are limited simply by the fact that they are cost-intensive, require heavy infrastructure and explore new fields of basic research or engineering. Apart from that, PROs and National Science Councils also play a significant role in both multilateral arenas, where they coordinate specific transnational research projects, some of which receive additional funding from national governments. 3. Consequences for S&T policy coordination at European level: Impediments and opportunities Against this background, the different arenas for transnational S&T policy coordination offer both impediments and opportunities for joint action at European level. On the one hand, a European dimension already exists for all three arenas. In the case of bilateral S&T agreements between EU Member States, a considerable number of research projects have been transferred to the ERA-Net funding scheme of the European Union. In the arena of exclusive multilateralism, the EU not only has its own programmes, either coordinated with a certain group of countries (INTAS) or on specific research themes (ISTC and STCU), but also is a contracting party to the agreement establishing the consortium for the International Thermonuclear Experimental Reactor. In some multilateral arrangements the EU also provides either certain infrastructure, such as the regional secretariat for the IMS network, or direct financial contributions, as in the case of the HFSPO. Therefore, EU Member States already coordinate their international S&T relations at European level. Currently the two main means are use of the ERA instruments to extend research activities agreed upon in bilateral intra-EU agreements plus conclusion of mixed agreements to structure multilateral S&T relations in cases in which the European Union lacks comprehensive powers. On the other hand, however, the European Commission's quite ambitious goals to strengthen coordination of Member States' international S&T policies are not well-founded. In a number of documents (European Commission 2001, 2005, 2007) the Commission has called for: • increasing the efficiency and impact of Member States' bilateral agreements; • securing better complementarity between Community and Member States' cooperation; ",
        "Defining the modes of international S&T policy and programme coordination 55 • giving multilateral initiatives preference over bilateral ones; • establishing a structured overall approach, generally geared to problem-solving. These claims have at least four shortcomings: 1. The lack of a clear definition of the value added by coordination at European level : The primary aim of bilateral S&T agreements of EU Member States is to bolster the position of national industries and the domestic science community by opening access to major sources of knowledge and technologies. Given that Member States' industries and research organisations compete not only with those in third countries, but also against their counterparts within the EU, there is hardly any reason to assume that the impact of those agreements could be increased by intra-EU coordination. 2. A considerably restricted range of stakeholders : As in other fields of coordination of European RTD policy (in the fields of application of the OMC), coordination of Member States’ policies and the consequent reliance primarily on representatives of national administrations necessarily excludes various stakeholders (cf. section 1) who contribute significantly to structuring international S&T cooperation and coordination. If the aim of S&T policy coordination is to initiate mutual policy learning, such a restricted range of stakeholders per se reduces the potential of coordination. 3. The underestimation of the institutional divergence between Member States' science systems : These systems vary extensively in terms of their technological profiles, the number and degree of autonomy of the relevant stakeholders, the forms of coordination between stakeholders, the role of subnational entities and, not least, performance. Unsurprisingly, these variations are also reflected by individual Member States’ profiles of transnational coordination of science and technology. The persisting variations limit complementarity. Because of that, the potential of the ERA to improve the consistency of research activities and policies is inescapably limited by the fact that no fully integrated area for science and technology will emerge, but only co- development of European, national and regional institutional structures in which their respective activities are embedded. Therefore establishment of a structured overall approach is a bold venture. 4. The overestimation of multilateralism : There is hardly any empirical evidence that coordination of S&T in the arena of \"pure\" multilateralism will be effective and, hence, able to achieve appropriate policy results beyond its two current fields of application: a limited number of megascience projects and solution of very specific commonly ",
        "Defining the modes of international S&T policy and programme coordination 56 recognised problems. If this is true, multilateralism is not an alternative to bilateral S&T coordination which primarily aims at providing a general framework for transnational stakeholder coordination. 4. Conclusions: Only limited scope for Community-wide policy coordination of international S&T policy? As a result, the EU Commission's current approaches to improving coordination of Community and Member States’ international S&T policies do not sufficiently demonstrate why and in which fields closer coordination would achieve the expected results. A more promising approach would have to meet at least three conditions: Firstly, it has to be based on mutually agreed added value. Currently, this condition seems to be met only by megascience projects that outstretch the resources of individual Member States. But even in those cases, European intergovernmental research organisations, such as ESA, provide alternative fora for coordination. Secondly, given the structural diversity and performance of Member States' science systems, common approaches to coordination by all 27 Member States are likely to be rare. As a consequence, there is a need for rules and procedures allowing differentiated integration and which will have to be far more flexible than those of the Treaty of Nice. And thirdly, a common European approach to international S&T cooperation should focus first on establishing a framework that will support S&T stakeholders in their attempts to intensify their transnational activities (cf. Wagner et al. 2002). Powerful tools for this purpose might include formal framework agreements with leading countries and regions that lay down rules on export control, protection of IPR, technical standardisation, exchanges of scientists, participation by private industry and management of transnational projects. References Bundesministerium für Bildung und Forschung (2006): Bundesbericht Forschung, Bonn/Berlin 2006 [BMBF 2006]. ",
        "Defining the modes of international S&T policy and programme coordination 57 Clark, John/Jari Kuusisto/Maureen Lankhuizen/Luca Serafini/Paul Simmonds/James Stroyan/Robert Triendl/Katharina Warta/Shaun Whitehouse (2001): Bilateral International R&D Cooperation Policies of the EU Member States, Final Report, Volumes 1 and 2, Technopolis Group. European Commission (2001): The International Dimension of the European Research Area, Communication from the Commission, COM (2001) 346 final, Brussels, 25.6.2001. European Commission (2005): Reinforcing European Research Policy – The International Dimension, Brussels. European Commission (2007): The European Research Area: New Perspectives, Green Paper, COM (2007) 161 final, Brussels, 4.4.2007. Stein, Josephine Anne (2004): Is there a European knowledge system? Science and Public Policy 31, 435-447. Wagner, Caroline S./Linda Staheli/Richard Silberglitt/Anny Wong/James Katke (2002): Linking Effectively: Learning Lessons from Successful Collaboration in Science and Technology , RAND’s Science and Technology Policy Institute, Arlington, VA. Wagner, Caroline S./Allison Yezril/Scott Hassell (2001): International Cooperation in Research and Development , An Update to an Inventory of US Government Spending, Science and Technology Policy Institute, Arlington, VA. ",
        "Defining the modes of international S&T policy and programme coordination 58 Experience with COST: reducing fragmentation in Europe and opening the ERA to the world Francesco Fedi COST – European CO operation in the field of S cientific and T echnical Research – was the first network, and is now one of the most extensive, to coordinate nationally funded research activities at project level. It was established by a Ministerial Conference of 19 European States in November 1971. Today COST is serving the scientific communities of its 35 member countries 35 and of many others around the globe with which it cooperates. With about 200 ongoing “actions” COST currently networks approximately EUR 2 billion worth of national research funding, by providing support in the order of 1% of this sum, and reaches out to over 30 000 researchers across Europe. COST is open to institutes from non-COST countries on the basis of mutual benefit. Currently approximately 130 institutions from 21 non-COST countries are participating in some 100 COST actions. 1. The COST approach to international S&T cooperation COST’s mandate is to be a flexible, fast, effective and efficient tool to network and coordinate nationally funded research activities at project level, bringing good scientists together under light strategic guidance and letting them work out their ideas, thus contributing to overcoming the fragmentation of research in the European Research Area. At the same time, COST is open to institutes from anywhere in the world on the basis of mutual benefit. One of the most distinctive characteristics of COST is that it builds upon the inherently bottom-up nature of research activities. The initiative for launching a COST action comes from the European researchers themselves. COST provides support for networking and coordinating research activities. The sole purpose of COST central funding – on average in the order of 1% of the national funds allocated to a project – is, therefore, to establish the research \"network\" and to provide the organisational and operational basis for cooperation with minimum administrative burden. 35 Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, the Former Yugoslav Republic of Macedonia, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, the Netherlands, Norway, Poland, Portugal, Romania, Serbia, Slovakia, Slovenia, Spain, Sweden, Switzerland, Turkey and the United Kingdom. Israel is a cooperating state. ",
        "Defining the modes of international S&T policy and programme coordination 59 COST responds to the need for coordination of researchers, including academia, public authorities and industry, across Europe and provides the added value that can be generated by integrating and synthesising otherwise independent research, without endeavouring to coordinate national programmes or policies. Linking the researchers themselves is an essential \"bottom-up\" measure which COST sustains. The combination of excellence and networking as prerequisites for COST actions has always been one distinctive characteristic of COST. Scientific excellence is ensured by rigorous control of the scientific quality of the actions, from assessment of proposals for new actions to monitoring actions in progress and final evaluation of completed actions. Networking is another prerequisite before proposing any new action: at least five countries have to participate. However, additional participants – including institutes from non-COST countries – may join the action in a flexible set-up. Normally the level of participation is much higher, on average 15 to 20 countries. COST has a long and successful tradition of management of such action. Once the excellence of the action has been established by the selection process, the wide partnerships result in effective and extensive knowledge-sharing. The Committee of Senior Officials (CSO), the governing body of COST, is made up of representatives of all COST member countries. These representatives contribute to coordination of the research activities by promoting and – on an à la carte basis – joining individual COST actions. By stimulating their scientific communities to propose new actions they take on the major responsibility of actively coordinating research activities at this intergovernmental level. The COST strategy is based on nine broad scientific domains in which new actions are selected based on a number of strategic evaluation criteria, including scientific excellence and the added value expected from coordination of the national research efforts. Proposals should also identify and take into account R&D efforts supported by other national and international funding schemes. COST has deliberately chosen not to attempt to give any further top-down guidance in terms of thematic or geographical priority areas, over and above the broad \"strategic principles\". Accordingly, it is left to the international scientific community and the selection process to identify the actions which best fit the principles established. ",
        "Defining the modes of international S&T policy and programme coordination 60 Although COST was conceived to improve networking and coordination between its members, one of its key features is openness to the rest of the world on the basis of mutual benefit, which is only natural in a globalised world. Participants from non-COST countries can join actions, case by case, once the mutual benefit has been ascertained, without any need for formal arrangements at government or agency level. Potential participants from non- COST countries can also team up with participants from COST countries at the earlier stage of preparation of proposals for new actions. Thanks to this easy access and these unbureaucratic, fast procedures, COST has become a \"bridge\" or \"gateway\", in particular for the scientific communities in neighbouring European countries. Experience has shown that specific incentives are a prerequisite for efficient inclusion of participants from non-COST countries. Normally, participants lack the travel budget necessary to ensure the cooperation deemed useful by both sides. Therefore cooperation on an equal footing, in terms of dedicated financial support for all participants in COST actions, is also assumed to produce better results in the interest of Europe. Currently approximately 130 institutions from 21 non-COST countries are participating in some 100 COST actions, i.e. in about half of the actions. Since the bottom-up principle of COST applies to the non-COST countries participating, no explicit strategy seems to be required at present. The strict quality control mechanism combined with the criterion of mutual benefit and the fact that the institutions from non-COST countries need to find their own funding for their participation in COST actions guarantee the effectiveness of the bottom up-principle. 2. Lessons learned During its 36 years of existence COST has built up considerable experience in international S&T cooperation. Some of the lessons learned can be summed up as follows: - A mix of approaches should be maintained for international S&T cooperation at all levels, giving scientists a choice that best fits their needs. Coordination must not be limited to coordinating formal, national research programmes and policies but has to extend to networking researchers. - Coordination of programmes and policies and top-down identification of research activities is a difficult and time-consuming task. However, significant added value can be obtained by providing an unbureaucratic framework to support and facilitate the \"natural\" ",
        "Defining the modes of international S&T policy and programme coordination 61 bottom-up cooperation between scientists at project level with minimum strategic guidance. - It is possible to combine scientific relevance and large international cooperation networks for the benefit of wide international knowledge-sharing and integration of scientific communities. - Individual institutes should have easy access, with minimum bureaucracy, to cooperation networks without any need for formal arrangements at government or agency level. - Relatively small financial support – such as reimbursement of travel expenses – can have a significant impact in terms of improving the opportunities for cooperation. - \"Mutual benefit\", ascertained at project level, is an excellent basis for cooperation without any need to establish prior strategic principles or agenda for cooperation. - Large international cooperation networks can act as precursors for further, deeper cooperation. 3. Conclusions This paper is a \"practitioner's\" input, based on long experience of an unbureaucratic approach to facilitate international S&T cooperation at project level which has been proved to work, perhaps due to the fact that it has not aimed at coordinating programmes or policies but simply at networking researchers who voluntarily choose to cooperate. This is not to argue that all attempts to coordinate policies are futile. It goes without saying that, in a globalised world facing serious problems, coordination of policies is necessary to make best use of scarce resources. However, top-down coordination of S&T policies is an ambitious goal and is not always straightforward to implement in scientific communities – or countries – traditionally more used to competition and voluntary cooperation in the field of science. Therefore, it is important to maintain a mix of approaches, including those which facilitate bottom-up research cooperation, perhaps with some strategic guidance. This could also pave the way for subsequent \"higher level\" coordination of policies. ",
        "Defining the modes of international S&T policy and programme coordination 62 Comments by Jean-Alain Héraud Actors, arenas and modes of coordination in international S&T policies - Robert Kaiser Experience with COST - Francesco Fedi Kaiser's paper addresses one of the core issues raised by the workshop, by questioning the concept of multilateralism as a means of policy coordination: what is its precise nature (pure or exclusive)? How is it put into practice? What is its theoretical legitimacy (and must we consider its opposite, bilateralism, non-legitimate)? In fact, when dealing with complex policy arenas, bilateralism should not be seen as incompatible with the general objective of the EU. Arguments in favour of arrangements more limited than pure multilateralism include the specificity of the projects (e.g. large critical R&D infrastructure within one country) and a number of pragmatic considerations (not all countries are able to participate in certain activities). Another point which must be taken into consideration is the possibility of building multilateralism on the foundation of initial bilateralism: ERA-net projects are typical examples of this. My own view on these issues is dominated by a general feeling that the theoretical and methodological foundation is incomplete. For instance, the systematic reason legitimising bilateralism (and maybe all action departing from the pure \"Community method\" of coordination) is the concept of \"mutual benefit\". But what are the precise indicators, or at least the relevant and eligible criteria, for \"mutually agreeing the added value\" of each individual action? More generally, most of the arguments in the discussion about the forms of coordination rely on some assumption concerning the relevant mix of coordination and competition. My personal feeling (probably as an economist) is that we lack a general theory of \"competition\". It is widely recognised that competition must be the rule for firms and the anti-model for countries, regions or institutions. Empirical observation leads to the conclusion that in every arena the situation is in fact somewhere in between pure competition and perfect coordination. But have we a normative answer to that very general question? ",
        "Defining the modes of international S&T policy and programme coordination 63 I want to underline another important point made in Kaiser's input paper: the need to lay down rules and procedures on differentiated integration. Taking into account the variety of national systems is essential. Taking the role of regions in multi-level policy processes as an example, we must carefully consider that every Member State presents its own very specific situation: some are federal States, others are decentralised or semi-decentralised and there are cases of symmetrical or asymmetrical devolution of powers to subnational units, etc. Without a proper understanding of inter-level coordination schemes within each Member State, it is difficult to evaluate Europe-wide coordination. One thing, at least, is certain: EU policy must consider cases of variable geometry. My last general remark is linked to the presentation of COST by Fedi. When examining programmes that are relatively science-oriented, should not we take a different approach? It has been stressed that the unique feature – and the advantage – of programmes like COST is their relatively \"bottom-up\" working method. I think that this is not by chance, since COST aims at \"bringing good scientists together\". Science policy is about excellence and technology or innovation policy is about relevance (this good formula is taken, more or less, from Edler's presentation). Governance of science must rely on bottom-up initiatives and peer evaluation; it is far from any model of global planning. On the contrary, action in the field of applied science can be treated with a large dose of top-down monitoring. Therefore, coordination of science and coordination of technological development do not follow the same rationale. Many OMC measures have proved insufficient for performing the functions of information gathering and sharing (an observation also made by Schout). Why not to make more systematic use of foresight instruments? They can be a very relevant way to develop common knowledge and even a common vision of important issues. Technology foresight can also be organised as multi-stage/multi-level fora for public debate. For instance, the results from a European Task Force could be used first at national then at regional level, as input for wider processing of information. It is a way to disseminate knowledge, involve a variety of stakeholders (multi-stakeholder governance) and, possibly, align strategic visions (or identify incompatible positions in advance). Foresight tools can prepare the ground for coordination processes and/or work as coordination mechanisms on their own. If intelligently organised, as in the Delphi multi-stage method, they are also well balanced between top-down and bottom- up as a channel of communication. ",
        "Defining the modes of international S&T policy and programme coordination 64 Beyond \"soft\" coordination? Lessons from the literature Christoph O. Meyer 1. Introduction This paper synthesises some key insights from the literature about policy co-ordination and modes of governance for the debate about which kind of governing approach may work best in the area of international S&T co-operation. First, it will consider different ways of categorising modes of governance and examine different characteristics of the \"softer\" variants of governance. In a second step, the paper will investigate what lessons can be learnt from studies of soft coordination in other policy areas for how best to choose and design governing. Finally, the paper will advance some specific recommendations about how policy co-ordination, peer-pressure and learning may be combined for different challenges in the area of international S&T cooperation. 2. Categorising modes of governance One problem in the discussion about modes of governance, including policy co-ordination, is that different authors have used lists of characteristics that cut across the policy, politics or polity dimensions (cf. Treib et al. 2007). One could for instance focus on what kind of actors are involved how (public vs. private, national, EU, extra-EU), the type of legal instrument used, the type of sanctions and incentives, the dominance of arguing or bargaining strategies, the degree of institutionalisation and formalisation of the interactions etc. A good simplification of this discussion is the proposal by Treib et al. (2007) to focus on just four main modes of governance: coercion, voluntarism, targeting and framework regulation. The main two criteria for distinguishing these modes are the type of legal instrument involved and the degree to which implementation outcomes are fixed (see Table 1). In the discussion about \"soft\" coordination, most authors are focussing on the second column of this table. (Hodson and Maher 2001; Eberlein and Kerwer 2002). The main difference between voluntarism and targeting is the degree of discretion left to Member States at the implementation stage, i.e. whether they can just converge towards common policy goals by any measures they see fit or whether the type of reforms and measures that need to be undertaken are clearly defined as well as the broader policy goals. ",
        "Defining the modes of international S&T policy and programme coordination 65 Table 1: Categorising governing modes Legal Instrument Binding Non-binding Rigid Coercion Targeting Leeway for Implementation Flexible Framework Regulations Voluntarism Source: Treib et al. (2007) \"Soft\" policy co-ordination modes have been considered by many authors as an innovative \"third way\" in that they provide instruments for the pursuit of common goals – be they co- ordination, convergence or learning – without requiring the use of secondary legislation with uniform prescribed effects in the form of regulations (Zeitlin et al. 2005; De la Porte et al. 2001; De la Porte and Pochet 2002). Not only could there be political and public resistance to the use of such instrument at the supranational level, but there are also good reasons to consider one-size-fits-all approach inappropriate and inflexible to deliver results in a diversity of national and regional settings. Hence, provisions for peer review, multi-lateral surveillance and public pressure drawing on benchmarking, reports and scoreboards were proposed as an alternative to legally binding and ultimately enforceable legislation. The emphasis on this kind of soft governance is particularly apparent in the case of the application of the so called open method of co-ordination (OMC), a term coined at the 2000 Lisbon European Council, which applies policy co-ordination, with an emphasis on multi-lateral review and learning, to policy fields hitherto under exclusive national competence, such as social exclusion, pensions and education. Compliance is to be brought about through a mixture of learning from best practices and reputational costs arising from peer pressure behind closed committee doors and public \"naming and shaming\". Similarly, harder variants of policy co-ordination, with fixed quantitative rules for all and potentially severe pecuniary sanction mechanisms, have been also the subject of considerable public debate as a number of Member States challenged the Stability and Growth Pact (Subacchi 2005: 751f). In sum, policy co-ordination, especially in its soft variants of voluntarism and targeting were seen by policy-makers as a new and potentially very effective instrument towards achieving the goals set by the Lisbon strategy. ",
        "Defining the modes of international S&T policy and programme coordination 66 3. Do’s and do-nots' of policy co-ordination: some lessons from the literature What are the lessons from the operation of such governing modes? A study of the evolution of policy-coordination modes in the area of economic governance between 1997 and 2004 (European Employment Strategy – EES, the Stability and Growth Pact – SGP and the Broad Economic Policy Guidelines – BEPG) revealed some findings about the degree of national level compliance and the potency of peer-review mechanisms (Meyer 2007; Meyer and Kunstein 2007) – two crucial issues for the discussion about obstacles to co-ordination in the area of international S&T co-operation. At the national level, compliance and adaptation were sporadic, pointing to a systematic and in some areas widening \"commitment-implementation gap\" of policy coordination. Governments departed in several instances from their commitments made at the Council level and ignored substantive individual recommendations for policy change directed to them. Governments often pursued a pick-and-choose-strategy, implementing only those recommendations in line with their political aspirations, but not the more costly or long term ones. In fiscal policy coordination, national compliance with budget targets was frequently also obstructed by other national ministries and a lack of support by the head of government. At the same time, EU processes may have supported some changes in labour market regulation, pension systems, and the setting-up of procedures for sub-national fiscal surveillance or instruments for anti-cyclical public expenditure. The potency of peer review and naming and shaming varied substantially between harder and soft variants of policy-coordination. Fiscal policy co-ordination was increasingly \"hitting home\", albeit to varying degrees in different Member States, as controversies over compliance with the three percent threshold came to the fore. Even though the rules of the Stability Pact were heavily contested, it was also clear that no government could fully insulate itself against peer pressure spilling over to domestic press coverage. The EES in contrast had virtually no success in imposing reputational costs through public debate. Negative recommendations emanating from the EES process were hardly ever picked up and commented upon in domestic debate. As a result, the Luxembourg process and its policy impulses were lost on all but those directly involved in the process and their impact is not markedly different from that arising from OECD reports (see also Schäfer 2006). On the positive side, the \"learning arm\" of the EES may have contributed to more debates about elder workers and the desirability of ",
        "Defining the modes of international S&T policy and programme coordination 67 early retirement schemes and fed into national discussions by supplying comparative data on participation rates, the gender pay-gap and the average time required to set-up a business. The following lessons for the choice and design of soft coordination can be generated: 1) It is of key importance to clarify from the outset whether the primary desired objective is the avoidance of collective costs and free-riding through co-ordination or the realisation of benefits for all involved through voluntary policy learning. The optimal type of policy co- ordination approach differs substantially depending on which objective is involved. Trying to achieve both objectives with one governing modes is not likely to work well. 2) If the primary objective is co-ordination and the potential for political resistance is high, sanctions and voting procedures underpinning them must be credible. While the Commission can play a key role in making suggestions for naming and shaming or for sanctions, Member States and the Council Presidency should also be given a prominent role in dishing out negative publicity to \"sinner-states\". If Member States are allowed to leave the \"dirty work\" to the Commission, co-ordination through peer pressure and reputational costs may fail. Avant-garde groups of Member States can be chosen if there is insufficient agreement about sanctions among the whole of the EU. 3) If the main objective is learning and convergence, all methods should be geared towards this aim: a) If effective learning can be achieved at the administrative level without a more dramatic change in public policy orientations, then all methods and parameters should be geared towards that goal. This means that public exposure through naming and shaming should be avoided. Moreover, bureaucracy should be kept to a minimum, in particular reporting procedures. And the right kind of participants from both public and private sector need to be brought together in a forum that allows relatively uninhibited discussion. System input from experts from outside government and by the Commission can inform discussions and Member States can be grouped together in task-forces depending on particular areas of interest. Support mechanisms should be established to help administrations and other relevant bodies in gaining access to the ",
        "Defining the modes of international S&T policy and programme coordination 68 necessary tools and know-how to implement best practices in diverse contexts and situations. b) If effective learning can only be achieved through making an impact on domestic discourses and structures of public opinion formation than peer-review should be coupled with benchmarking and ranking approaches known from the OECD context. However, it makes only sense in those areas where Member States can be assumed to have an interest in performing well. Studies and evaluations should be conducted with the explicit aim of setting new standards of best practice and optimal performance, evaluating whether member states are reaching these objectives and making recommendations about what MS can do to reform. Such studies must be conducted with a rigorous scientific methodology in order not be seen as politically biased. Good performance can be also rewarded financially. 4. Recommendations for international S&T co-operation 1. Co-ordination approaches with sanctions (potentially just reputation) could apply to areas of intellectual property protection and knowledge transfer. Member States should avoid from outcompeting each other when aiming to invest in research by flouting commonly agreed rules. Third countries such as China should not be allowed to effectively implement a divide-and-rule approach vis-à-vis EU Member States. EU Member States should agree a code of conduct as well as a sanction mechanism against those member states that are seen as violating it. Exclusion from future FP7 call could be such a sanction element. 2. Studies should be conducted with the implicit aim of ranking Member States' performance in crucial areas: for instance, the transparency and international openness of recruitment processes of national research and university institutions with regard to European and third-country applicants. Pan-European competitions organised by the European Research Council among European universities modelled on the German excellence initiative can be used as vehicle to spread scientific excellence in Europe and allocate resources to strengthen the best European research institutions as well as encouraging co-operation between them and with third country partners. The current FP7 instruments do not offer sufficient financial incentives to institutions and are overly complex. The criteria for ",
        "Defining the modes of international S&T policy and programme coordination 69 selection should be based on scientific performance only and should not be influenced by non-scientific considerations, for instance, geographical spread and proportionality. 3. Regulatory approaches may be needed to overcome some of the existing problems regarding the recognition of qualifications and transfers between different social security systems. There should be contact points for researchers regarding information, but also a system through which non-compliant Member States and institutions can be put on notice without necessarily going through the Court system. 4. In order to offer added value to Member States and remove obstacles to international S&T co-operation, the Commission should undertake a review of different stakeholders needs to find out which support services would be most useful. It could then set up structures and allocate resources so that administrations and institutions can get one-stop access to vital information regarding legal, financial and cultural specificities relevant to establishing research co-operation with third country universities or firms. Vice-versa, there could be, for instance, a central match-making service for researchers and projects so that third country researchers would find it easier to get in contact with relevant European counterparts. In order to avoid duplication of efforts research councils could be encouraged to share information about planned and ongoing research projects in a common. References De la Porte, C. and Pochet, P. (eds.) (2002), Building Social Europe through the Open Method of Coordination . Brussels: Peter Lang. De la Porte, C., Pochet, P. and Room, G. (2001), Social Benchmarking, Policy-Making and New Governance in the EU. Journal of European Social Policy , Vol. 11, No. 4, pp. 291-301. Eberlein, B. and Kerwer, D. (2002), Theorising the New Modes of European Union Governance. European Integration online Papers , Vol. 6, No. 5. Hodson, D. and Maher, I. (2001) The Open Method of Coordination as a New Mode of Governance. Journal of Common Market Studies , Vol. 39, No. 4, pp. 719-46. Meyer, C.O. (2007), The Limitations of European Economic Governance: Loose Policy Coordination and the Commitment-Implementation Gap. In Linsenmann, I., Meyer, C.O. and Wessel, W. (eds.) Economic Government of the EU (Basingstoke: Palgrave). ",
        "Defining the modes of international S&T policy and programme coordination 70 Meyer, C.O. and Kunstein, T. (2007), A 'Grand Débat Européen' on Economic Governance? Publicised Discourses as Indicators for the Performance of Policy Coordination Modes. In Linsenmann, I., Meyer, C.O. and Wessel, W. (eds.) Economic Government of the EU (Basingstoke: Palgrave). Schäfer, A. (2006), A New Form of Governance? Comparing the Open Method of Co- ordination to Multilateral Surveillance by the IMF and the OECD. Journal of European Public Policy , Vol. 13, No. 1, pp. 70-88. Subacchi, P. (2005), Reforming economic governance in Europe: exploring the road to effective coordination. International Affairs , Vol. 81, No. 4, pp. 741-55. Treib, O., Bähr, H. and Falkner, G. (2007), Modes of governance: towards a conceptual clarification. Journal of European Public Policy , Vol. 14, No. 1, pp. 1-20. Zeitlin, J., Pochet, P. and Magnusson, L. (eds.) (2005), The Open Method of Coordination in Action: The European Employment and Social Inclusion Strategies . Brussels: Peter Lang. ",
        "Defining the modes of international S&T policy and programme coordination 71 Assessing the Eurogroup's emerging role in euro-area economic governance 36 Dermot Hodson 1. Introduction Over the last decade, the Eurogroup has assumed a pivotal role in the economic governance of the euro area, exerting a decisive influence over the enforcement of the Stability and Growth Pact and the direction of EU economic policy more generally. This note charts the rise of the Eurogroup since its first meeting in June 1998 and considers how it should develop in the coming years. Section II reviews the origins of the Eurogroup, noting the Franco-German compromise at the heart of this institution's design. Section III assesses the contribution of the Eurogroup to euro-area economic governance, recognising its growing political influence but noting its mixed record as a deliberative body. Section IV draws some general conclusions. 2. Origins and evolution of the Eurogroup During the negotiations for the Maastricht Treaty in 1991, the French Finance Minister, Pierre Bérégovoy, proposed the creation of a counterweight to the ECB in the form of a gouvernement économique . These plans called, inter alia , for EU Finance Ministers to be given control of exchange-rate policy and authority to issue policy recommendations to Member States and the ECB. The idea of gouvernement économique was Keynesian in character, viewing ex-ante coordination between monetary and fiscal policies as essential, and notably inter-governmental, identifying ECOFIN as the locus for decision making in relation to EMU. Under this set-up, the European Central Bank would have been operationally independent but politically accountable to ECOFIN and the Commission was assigned a limited role in economic policy coordination. In the final analysis, plans for gouvernement économique failed to bear fruit during the Intergovernmental Conference on EMU in 1991 due, in part, to the concerns of Germany and others that a Keynesian approach to the economic leg of EMU would jeopardise the credibility of the ECB (Howarth, 2005). To counter these concerns, Article 108 of the Maastricht Treaty prohibits the ECB from seeking or taking instruction from Community institutions or Member States when exercising the duties conferred upon it under the Treaty. 36 The views expressed in this paper are strictly personal and do not necessarily reflect those of the European Commission. ",
        "Defining the modes of international S&T policy and programme coordination 72 Article 99 makes a partial concession to French demands by including a general reference to economic policy coordination and allows ECOFIN to adopt legally-non-binding guidelines on the economic policies of the Member States and the Community, but there is no explicit mention of dialogue between monetary and fiscal authorities (Pisani-Ferry, 2006). The idea of gouvernement économique resurfaced in 1997 when the newly elected French President, Lionel Jospin, called for greater ex-ante economic-policy coordination with a view to achieving higher growth and employment (Puetter, 2006). ECOFIN, he argued, was ill- suited to this task because of its unwieldy composition and heavy workload on non-EMU issues. As Jospin's Finance Minister, Dominique Strauss Kahn later recalled, '[t]here was a clear need to create something more informal than ECOFIN where there were as many as 100 people between ministers and advisers'. The presence of one Minister and one adviser from each Member State, he argued, allowed for a 'real exchange of views' (Strauss-Kahn, 1999). France's initial proposals to create a Council for Stability and Growth encountered resistance from Germany and others who remained concerned about the implications for the credibility and independence of the ECB. However, in December 1997, EU leaders eventually agreed on a compromise deal which allowed euro-area Finance Ministers to meet informally to discuss \"shared specific concerns\", with invitations being extended to the ECB and the Commission. The Eurogroup, as it eventually came to be known, was a hybrid institution. On the one hand, its design embodied the intergovernmental ideals of gouvernement économique , by remaining outside the EU's legal architecture and giving a limited role to the European Commission. On the other hand, it steered clear of Keynesianism by keeping dialogue between monetary and fiscal authorities on an informal basis and by avoiding explicit references to economic policy coordination. 3. Assessment of the Eurogroup 3.1 The Eurogroup has a mixed record as a deliberative body The Eurogroup's working methods have been described by Puetter (2006) as a form of \"deliberative intergovernmentalism\". He argues that, in the absence of decision-making responsibilities, the Eurogroup is a forum in which Finance Ministers have an opportunity to build a common understanding of the shared challenges facing euro-area members. In this ",
        "Defining the modes of international S&T policy and programme coordination 73 informal setting, Finance Ministers have an opportunity to exchange information and reflect on their national policy positions in a way that would not be possible in a bargaining chamber such as ECOFIN. How successful has the Eurogroup been as a deliberative forum over the decade? Collignon (2001), for one, offered a positive assessment of early Eurogroup meetings, arguing that ‘[t]he brightest and best-trained ministers often dominate the debate\". Pisani-Ferry (2006) is less sanguine, although he views the fiscal restraint shown by Finance Ministers in response to high oil prices in 2004-2006, as evidence of a consensus among Eurogroup members to avoid the uncoordinated and incoherent response to the fuel crisis in 2000. A more systematic assessment suggests that the Eurogroup's success as a deliberative forum varies from one policy area to another. Perhaps the most significant progress has been made in relation to macro-structural reforms. Over the last two-years, the Eurogroup has, with analytic input from the Commission, devoted considerable attention to the issue of cross- country growth and inflation differences. The Eurogroup has held several discussions of the causes of growth and differences and there is now a broad consensus between Ministers that sluggish competitiveness adjustment is a key causal factor. Discussions in the Eurogroup have now switched to the determinants of competitiveness adjustment and policy options for enhancing the response of relative prices and wages to country-specific developments. Efforts to promote consensus in the budgetary domain have been less successful. The early years of EMU were marked by a lack of consensus among euro-area members on the importance of stepping up budgetary consolidation during the good times of 1999-2000, leading several Member States to post excessive budget deficits once economic conditions slowed in 2001-2002. This lack of consensus yielded considerable tension over the enforcement of EMU's budgetary rules and eventually led to a breakdown of the Stability and Growth Pact. An agreement reached in April 2007 to achieve medium-term budgetary objectives by 2008-2009 or 2010 showed the determination of Eurogroup members to avoid these mistakes. The Eurogroup's efforts to build a common understanding between euro-area fiscal and monetary authorities have been more disappointing. The regular exchange of views between euro-area Finance Ministers and the ECB on the economic situation, though useful, has been ",
        "Defining the modes of international S&T policy and programme coordination 74 unable to prevent euro-area politicians from engaging in periodic, public criticisms of ECB monetary policy. Such criticisms were pronounced during the euro-area's sluggish recovery from the 2001-2002 slowdown and during election times, when the ECB has proved to be a useful scapegoat for below-par economic performance. Faced with such criticisms, the ECB has been quick to assert its independence and to blame the euro-area's economic ills on a lack of structural reform and fiscal discipline. Economists are divided on the issue of whether public criticisms of ECB monetary policy by euro-area politicians will be damaging to the ECB's credibility over the long-term. Lamfulussy (2006), for one, sees such criticisms as signaling a growing disregard among euro-area politicians for the ECB's independence. Kenen (2006) is more sanguine, arguing that Article 108 is designed to protect the ECB from coercion rather than criticism. Whatever its effects on the credibility of the ECB, the mere fact that such criticism exists reveals the Eurogroup's failure to keep discussions of the euro-area monetary and fiscal policy mix behind closed doors. It suggests that euro-area policy makers are failing to pay sufficient attention to the interaction between monetary and fiscal policies and the need for a cooperative solution for achieving price stability and higher sustainable growth. 3.2 The Eurogroup has emerged as a de-facto decision-making body At the European Council in Luxembourg in December 1997, EU leaders stated that ECOFIN was \"the centre for the coordination of the Member States' economic policies\" and that its defining position \"affirms the unity and cohesion of the Community\". The Eurogroup it was stressed would be an informal body with decisions being taken in all cases \"by the ECOFIN Council in accordance with the procedures determined by the Treaty\". Over the last ten years, the Eurogroup has stretched these principles to their limit, developing into a de-facto decision-making body with its own permanent President, who has become a spokesperson for the economic leg of EMU on the European and global stage. Today, it is the Eurogroup, not ECOFIN, which takes the lead in monitoring euro-area members' compliance with the Stability and Growth Pact. The Eurogroup has also show a growing interest in the EMU-related aspects of the revised Lisbon Strategy, holding several discussions in 2007 on the Integrated Guidelines that are specifically addressed to euro-area countries. ",
        "Defining the modes of international S&T policy and programme coordination 75 The emergence of the Eurogroup as a de-facto decision making body has had its advantages. Chief among these is the fact that the Eurogroup has become a powerful \"political caucus\" which promotes its shared interests in ECOFIN, particularly since the appointment of its permanent President in January 2005 (Pisani-Ferry, 2006). This Eurogroup's growing political weight was demonstrated by its lead role in brokering a deal on the revised Stability and Growth Pact in March 2005 and in its subsequent efforts to uphold the credibility of the new agreement. On a less positive note, the Eurogroup's emerging decision-making role also raises concerns over EMU's perceived democratic deficit. Even under the EU Reform Treaty's Protocol on the Eurogroup, the Commission will be unable to exercise its traditional right of initiative and no role is envisaged for the European Parliament. If, as is expected, the Eurogroup assumes an even more important role in the coming years, there is a risk that key decisions relating to the economic leg of EMU will lack sufficient democratic checks and balances. 3.3 Euro-area enlargement raises questions over the Eurogroup's future In January 2007, Slovenia became the 13 th country to join the euro area and they will be followed, in January 2008, by Malta and Cyprus. With several other EU Member States at an advanced stage of preparation for adopting the euro, the Eurogroup faces the challenge of governing an enlarging and increasingly complex group of national economies. This prospect raises important questions about the future functioning of the Eurogroup, the most important of which is whether the informal approach to economic governance can endure as more and more Finance Ministers join the table. On a practical level, the wider the circle of euro-area Finance Ministers becomes, the more difficult it will be to hold full and frank discussions that take account of the preferences of all participants. The enlargement of the Eurogroup also raises questions about the relationship between euro- area insiders and long-term absentees such as the United Kingdom, Denmark and Sweden. The Eurogroup was originally intended as a temporary arrangement which would cease to exist once all ECOFIN Ministers represented countries that had adopted the single currency. After ten years of EMU, the convergence of the Eurogroup and ECOFIN is a remote prospect, which begs the question of whether the relationship between these two bodies needs to be reappraised, particularly as non-euro-area Member States will eventually lose the power to ",
        "Defining the modes of international S&T policy and programme coordination 76 form a blocking minority in ECOFIN once a sufficient number of countries have joined the euro area. 4. Conclusions The Eurogroup is likely to remain of pivotal importance to EMU's economic leg for the foreseeable future. Its contribution to economic policy coordination could be improved, however, by making a greater effort to build collegiality between euro-area policy makers. Developing a more coherent communication strategy would contribute to this goal by ensuring that euro-area Finance Ministers speak with one voice on shared policy challenges. A more frequent use of \"terms of reference\" following key policy debates could contribute to this goal. So too would a political commitment to keep discussions of euro-area economic and monetary policy behind closed doors, a principle that has not always been respected over the last decade. Such confidentiality would also facilitate a candid exchange of views by Ministers on major fiscal actions at an early stage in the policy-formation process. This would give individual Ministers time to take account of possible reactions by other Eurogroup members before budgetary policies have been implemented at home. The Eurogroup should never represent a closed club. Instead, cooperation and trust building among current and prospective participants will be essential. At the same time, the euro area should maintain close ties with Member States that are likely to remain outside the euro area for some years to come. One way in which this can be done is by ensuring that the ECOFIN Council remains a forum for substantive as well as procedural discussions. To this end, ECOFIN could take a more active lead in policy discussions relating to the EU27, including issues such as globalisation, energy and the environment. Over the longer-term, the Eurogroup is likely to take on a more official role in the economic governance of the euro area. The new EU Reform Treaty is expected to take a step in this direction. At the European Council in Brussels in June, EU leaders agreed, inter alia , that the Protocol on the Eurogroup, which was originally annexed to the Constitutional Treaty, will be retained. As it stands, this Protocol preserves the informal character of the Eurogroup but enhances its legitimacy by giving the body an official status within the Treaty. It also recognises the role of the Eurogroup President, whose term of office will be extended from 2 to 2½ years. ",
        "Defining the modes of international S&T policy and programme coordination 77 References Collignon, S. (2001), Economic Policy Coordination in EMU: Institutional and Political Requirements . Center for European Studies (CES), Harvard University. Howarth, D. (2005), Making and Breaking the Rules: Making and Breaking the Rules: the French reconceptualisation of Economic Government. European Integration on-line Papers , EIoP digest, Vol. 1, No. 68. Kenen, P. (2006), Comment on Central banks, governments and the European monetary unification process . BIS Working Papers No. 201. Lamfalussy, A. (2006), Central banks, governments and the European monetary unification process . BIS Working Papers No. 201. Pisani-Ferry, J. (2006), Only One Bed for Two Dreams: A Critical Retrospective on the Debate over the Economic Governance of the Euro Area. Journal of Common Market Studies , Vol. 44, No. 4, pp. 823-44. Puetter, U. (2006), The Eurogroup. How a secretive circle of finance ministers shape European economic governance . Manchester: Manchester University Press. Strauss-Kahn, D. (1999), Interview, Financial Times, 12 February 1999. ",
        "Defining the modes of international S&T policy and programme coordination 78 Comments by Imelda Maher Beyond 'soft' coordination? Lessons from the literature - Christoph O. Meyer Assessing the Eurogroup's emerging role in the Euro-area economic governance – Dermot Hodson The Open Method of Coordination and the European Employment Strategy - David-Pascal Dion 37 1. Introduction All three papers were nicely complimentary. Meyer provides a conceptual framework through which to categorise governance modes. Coordination is a big word with lots of variation therefore categorisation of the modes and instruments of coordination is important, assuming coordination is necessary in itself a major assumption. The papers by Hodson and Dion then provide us with two examples of coordination in two different but related policy fields: employment and macro-economic policy coordination. In fact, they can be seen as the core elements of the revised Lisbon emphasis on growth and jobs. Note how these two means of coordination nested in Lisbon are similar but not the same. Economic policy coordination is quite closed. The European Employment Strategy (EES) is more open. The EES has a strong treaty base while the euro-group has none. These papers are rich and in the brief time available I want to comment on two particular features of the debate: institutionalisation/formalisation and targets. 2. Institutionalisation and formalisation Hodson raises the question of the relationship between institutions and coordination with the Eurogroup an example of the institutionalisation of coordination. Its existence creates a tension between legitimacy and efficiency. In relation to efficiency, the Eurogroup works well and is a strong bottom-up initiative within the European governance arena. In relation to legitimacy, its position is more problematic if it is seen as a body exercising public power. The exercise of such power (even if it is only informal) by the Eurogroup must be legitimate. The Eurogroup currently has no formal legal basis. It is not clear to what extent its members are accountable. The multilevel nature of EU governance is relevant here as some (if not 37 This topic was only introduced with a power-point presentation. ",
        "Defining the modes of international S&T policy and programme coordination 79 most) accountability is indirect and at the national level only and specific to individual ministers rather than the Eurogroup as a whole. Transparency is also important as an element of accountability and yet Dr. Hodson advocates a more closed door policy for the Eurogroup. I am not saying that this is necessarily wrong but I would point to the need for a balancing exercise one dimension of which is asking Meyer's questions as to what are the main objectives of coordination. Specifically, we need to be mindful of legitimacy mechanisms and which mechanisms are appropriate given the functions of the particular institutions. Are we looking to inputs (these seem important in relation to the EES); outputs (these are also discussed by Dion but note the need to show causation viz. that the outputs identified are indeed due to the policies and institutions that claims them). One other dimension of legitimacy is process: processes need to work and to be appropriate. Accountability mechanisms can go beyond traditional parliamentary accountability and judicial review. New forms of accountability can be identified e.g. peer pressure, accountability to private actors, with the key questions to be asked in any policy field being: who is accountable, for what, to whom, when, how and subject to what consequences (Maher 2007). Also, it is important to ask: who can \"pull the plug\" in relation to a policy initiative if it is seen as failing – for whatever reason. The formalisation of the Eurogroup identified by Hodson is indicative of a shift from soft to hard law but one should be wary of drawing a simple bifurcation between the two. It is best to conceive of them as at either ends of continuum with the following elements relevant: the strength of obligation, precision and degree of delegation of interpretation (Abbott et al. 2000). Regard should also be had to the kind of sanctions involved (Hodson and Maher, 2004). Trubek et al. (2006) suggest that instead of talking about hard and soft law, we should talk of hybridity given the extent to which different types of norms are found within particular policy fields (de Búrca and Scott 2006). This also moves us away from the idea that soft mechanisms necessarily precede hard law, that hard law is invariably \"better\" than soft law or that they are in any way mutually exclusive. To use an old example, Directives with their obligation as to outcome but not as to method can be seen as hybrid in nature but with the increased use of Article 230 actions since the late 1970s, the softness of obligation has hardened with shows the importance of independent interpretation of obligation. ",
        "Defining the modes of international S&T policy and programme coordination 80 Rather than thinking in terms of hard and soft coordination, it may be more useful to ask the question: what tool is required to best implement this policy? Do not over-estimate what legal tools in particular can achieve. In fact formal rules can \"freeze\" innovation and responsiveness to policy issues. More generally, it is also important to try and have regard to what unintended consequences might flow from the use of a particular tool. They are only as good as the policy behind them and the political ownership of them (see the problematic experience of the first Stability and Growth Pact). It is also I would suggest important to ask the \"what tool?\" question as early as possible in the process. 3. Targets The second issue I want to address is use of targets – which Meyer discusses. These are linked to the strength of obligation imposed or accepted by actors and are also linked to the triggering of sanctions. Targets – like time limits – can be hostage to fortune. Once it does not seem realistic that a particular outcome will be achieved then the target and the policy may be disowned and provided enough actors adopt this approach, the entire coordination process is undermined – as happened with the Stability and Growth Pact. Targets can create momentum and focus. Their crudity and transparency make them a useful \"hook\" for media debates. Nonetheless they may also pose problems: - They are a shorthand articulation of often complex obligations. - They can reflect the immaturity of a policy field (or governance system) as options are narrowed and a false sense of crisis can be created. - They can obscure long term objectives as the target becomes the focus. - They may only create an illusion of political ownership. - A target backed up by a heavy sanction may lead to unanticipated avoidance behaviour and a reduction in any sense of ownership by key actors. 4. Conclusion Legitimacy is one issue that needs to be considered in deciding how to coordinate. The treaty base is important in relation to legitimacy but on its own it is not enough to ensure success ",
        "Defining the modes of international S&T policy and programme coordination 81 and, as the Eurogroup shows, is not necessary. One particular dimension of legitimacy is accountability and, given the multilevel nature of EU governance, may be multi-faceted. This is unproblematic provided it is possible to identify accountability pathways. While targets can be useful, they may also point to difficulties relating in particular to political ownership. Finally, the EES and Eurogroup are both internal EU examples of coordination. Examples from outside the EU would be interesting. Meyer warns of the risk of China dividing the Member States. This is an interesting point and the WTO experience might be useful here. Lisbon is as much as about coordination between policies as within policies and that is where the real challenge lies for policy coordination. References Abbott, Kenneth W., Robert Keohane, Andrew Moravcsik, A., Anne-Marie Slaughter and Duncan Snidel (2000), The Concept of Legalization. International Organization , Vol. 54, No. 3, pp. 401-419. de Búrca, Gráinne and Joanne Scott (2006), Introduction: New Governance, Law and Constitutionalism. In Gráinne De Búrca and Joanne Scott (eds.), New Governance and Constitutionalism in Europe and the US . Hart, Oxford, pp. 1-12. Hodson, Dermot and Imelda Maher (2004), Soft Law and Sanctions: Economic Policy Coordination and Reform of the Stability and Growth Pact. Journal of European Public Policy , Vol. 11, No. 5, pp. 806-821. Maher, Imelda (2007), Economic Governance: Hybridity, Accountability and Control. Columbia Journal of European Law , Vol. 13, No. 3, pp. 679-703. Trubek, David M. and Louise G. Trubek (2007), New Governance and Legal Regulation: Complementarity, Rivalry or Transformation. Columbia Journal of European Law , Vol. 13, No. 3, pp. 539–564. Trubek, David M., Patrick Cottrell and Mark Nance (2006), 'Soft Law', 'Hard Law' and EU Integration. In Gráinne de Búrca and Joanne Scott (eds.), New Governance and Constitutionalism in Europe and the US . Hart, Oxford, pp. 65-94. ",
        "Delivering coordination of international S&T policies and programmes 82 Delivering coordination of international S&T policies and programmes The European Research Area and vertical and horizontal coordination Adriaan Schout 1. Introduction and caveat This paper makes a number of general observations on the challenges of simultaneous vertical (multi-level) and horizontal (\"coherence\" or \"consistency\") coordination. It is not based on specific questions relating to European research, technology and innovation policies. I have written about EU policy coordination and the difficulties of managing horizontal and vertical interdependence 38 but I am not an expert on R&D-related policies. In particular, this analysis is strongly influenced by studies on coordination of environment policy following adoption of Article 6 of the Amsterdam Treaty, which states that environmental protection requirements must be integrated into other EU policies. The questions raised by the analysis are indicated in italics. The purpose of this workshop is to discuss opportunities for and impediments to coordination. I will deal quite extensively with the opportunities or, to be more precise, the difficulties attached to the opportunities (sections 2 and 3). The discussion of the challenges of (horizontal and vertical) coordination will focus on a range of impediments (e.g. issues such as concern for subsidiarity and proportionality requirements). My starting point is that first of all there should be a solid foundation for deciding that coordination is desirable, effective and efficient. Section 4 therefore raises questions about the argument for closer coordination of EU R&D policy: does it convince a critical public? For a full assessment, meta-objectives that apply to every EU policy have to be considered as well (section 5). This rather cautious approach is necessary to ensure that aspirations do not outstretch feasibility. Moreover, it helps to legitimise EU policies (in view of the subsidiarity, proportionality and deregulation 38 For details see, among others: Schout A., A. Jordan (2008), Administrative mechanisms, in: Jordan, A., A. Lenschow (eds). Environmental policy integration: Defining and developing the state of the art, Edward Elgar (forthcoming). Jordan, A., J.A. Schout (2006), The coordination of European governance: exploring the capacities for networked governance, Oxford: Oxford University Press. (Foreword: Helen Wallace). Schout, J.A. (2001), Capacity Building for Integration: Organisational Analysis of a Europeanisation Process – A Dutch experience, Maastricht: European Institute of Public Administration. Schout, J.A. (1999), The internal management of external relations – The adaptation process of an economic affairs ministry to European integration, Maastricht: European Institute of Public Administration. ",
        "Delivering coordination of international S&T policies and programmes 83 requirements). Subsequently, section 6 addresses six types of instruments for coordination. This will allow a diagnosis of multi-level coordination capacity. 2. Coordination – general concerns 2.1 The eternal wish for more coordination Care should be taken not to fall into the trap of always wanting more and more coordination. Coordination has been called a motherhood or apple-pie goal – who can object to motherhood or apple-pie? Arguments in favour of coordination are easy to make, but appeals to simple objectives can be misleading (see \"3% R&D\" and \"R&D gap with the USA\" below). Furthermore, \"feelings\" often lie behind a wish for more coordination. Officials with horizontal objectives will easily be inclined to plead for more coordination. Moreover, in the complexity of multi-level coordination people may too readily conclude that something must have gone wrong with the coordination if the objectives initially set have not all been achieved. Officials may get the impression that coordination has been insufficient, even though throughout the process there may well have been ample consideration of interests. The fact that final outcomes fall short of aspirations does not mean that coordination has failed. For example, a study on environmental policy integration (EPI) found that environmental officials wanted more integration (i.e. higher environmental targets in other policies) but could not specify this in relation to particular policies; moreover, lower environmental targets in cognate policies did not prove to be the result of insufficient coordination. It is therefore important to be precise about the need for coordination; it should not be taken for granted that more coordination is needed. Finally, several EU policies are now being adapted to the post-enlargement conditions. There is now more pressure on use of EU funds, which is prompting exploration of alternative – if not second-best – coordination instruments (see, for example, the discussion on regional development). 39 This may create new demands for coordination that may be hard to live up to. 39 Schout, A., A. Jordan (2007), From Cohesion to Territorial Policy Integration (TPI)? Does the European Union have the Capacity to Govern in a More Joined-up Manner?, in European Planning Studies, Vol. 15, No 6, pp. 1-17. ",
        "Delivering coordination of international S&T policies and programmes 84 1. Do the arguments in the background document to the Green Paper (COM(2007) 161) build up a convincing case for more coordination? To compensate for inherent pressures for more coordination, it is important to keep in mind that: - coordination is difficult (it spans different levels of administrations, involves a host of stakeholders and involves several phases of decision-making which can easily last three years or more. Moreover, in such a context misunderstandings and confusion always loom large); - coordination is costly (labour-intensive, demanding reports, meetings and coordinators/managers; new administrative structures may be needed at several levels (e.g. new mechanisms for linking policies at regional and local levels)), - coordination is painful (it involves fights, criticism, etc.); - coordination at EU level may be highly unlikely, politically speaking, because of political/regional sensitivities. Moreover, coherence has its price in terms of risks and centralisation. Quite often, competition and/or uncoordinated efforts have advantages, such as subsidiarity or spreading risks and opportunities. Every effort to coordinate from a higher level (e.g. offering guidelines and choices of sectoral focus, etc.) means less leeway at lower levels. As a general observation, sectoral officials may be more easily convinced that EU action is needed at the expense of subsidiarity. Hence, when addressing coordination, it has to be clear why coordination is needed and whether the arguments hold water (also in the eyes of those to be coordinated and the public more generally; see the meta-objectives below). Implicit assumptions about the need for more coordination and the \"natural inclinations\" of sectoral policymakers to assume that more effort is needed should not cloud a more rational vision of the needs and possibilities. ",
        "Delivering coordination of international S&T policies and programmes 85 2. The question regarding any policy change in the EU is: are demands for more and closer coordination strongly supported by analyses? 3. Is there a transition (due to constraints on the EU’s funding abilities) from best instruments to second-best solutions in the form of complicated and untried coordination systems? 2.2 Coordination and administrative ideologies (exposing self-organisation and OMCs?) In the EU, there is now a rather optimistic – some call it naïve 40 – view of governance that builds on networks, self-organisation and learning through OMC-type processes. Although having a central place in the EU governance debate, there are stringent preconditions to be met before policymakers can rely on self-organisation and learning in EU networks. 41 As regards EU policies, arguing for OMC-type processes seems easier than specifying under what preconditions coordination is feasible – see, for example, the \"Cardiff process\" aiming at integrating environment policy into other EU policies. Coordination aims tend to be formulated irrespective of feasibility. The work by Elinor Ostrom might be useful for moving beyond self-organising theories of governance (e.g. Ostrom 1990). Preconditions for self-organisation (e.g. multi-level network- type governance) include: the participants in a network should recognise their interdependence; they should be relatively few in number; there should be a common basis (culture, language and history); and they should know and trust each other. The existence of strong bonds between the participants in such networks obviates the need for external steering (\"governance without government\"). The differences between programmes and Member States may make the OMC-type arrangements difficult to apply (cf. Kaiser and Prange 2004 below). 40 Citi. M. and M. Rhodes (2006), New Modes of Governance in the EU: a Critical Survey and Analysis, in: K.E. Jørgensen, M. Pollack and B. Rosamund (eds), Handbook of European Union Politics. London: Sage. 41 For a discussion on the limitations of self-organisation see Schout, A. and Jordan, A. J. (2005), Coordinating European Governance: Self-Organising or Centrally Steered?, in Public Administration, 83(1), pp. 201-220. ",
        "Delivering coordination of international S&T policies and programmes 86 4. What are the (implicit) assumptions behind OMC exercises and networks? - What are the likelihoods that OMCs will be successful? - What are the preconditions for learning via OMCs? - Are OMCs possible in a limitless number? - Who has/have leadership roles to play in the OMCs and networks (and what are their incentives)? 3. Comparing other \"integration\" projects: EPI, TPI, development cooperation, gender equality and better regulation objectives (subsidiarity, etc.) There are an increasing number of objectives of better horizontal and vertical integration of policies and programmes. Similar coordination objectives can be found in: - environment policy (from stand-alone environmental legislation in the EU to EPI); - regional development (from structural funds to cohesion); 42 - gender equality; 43 - development cooperation; 44 - better regulation; 45 In fact, the Lisbon process is an effort to integrate policy objectives. Most assessments of these integration projects are rather – if not highly – critical (e.g. the repeated claims that \"Lisbon is dead\" and \"Cardiff failed\"). This underlines that integration of programmes in the multi-level setting of the EU is highly demanding. Some go as far as to posit that such policy objectives have overstepped the feasibility of administrative capacity. One common feature found (see footnote 2) in integration projects is that, in essence, projects involving horizontal and vertical coordination resemble the classic common pool problem: solving the problem is in everyone’s interests but no-one really has the incentive to invest in proper diagnoses and the capacity to solve problems and set up intra-national and European 42 Schout and Jordan 2007. 43 Schultz, I. (2007), Gender Mainstreaming. Paper presented at the Conference on Environmental Policy Integration and Modes of Governance (EPIGOV), Brussels: Ecologic/IEEP. 44 Schaik, van L., Ch. Egenhofer, M. Keading, A. Hudson, J. Nunez Ferrer (2006), Policy coherence for development in the EU Council. Brussels: CEPS. ",
        "Delivering coordination of international S&T policies and programmes 87 coordination mechanisms. Leadership and management capacity (at network and stakeholder levels) are, therefore, public goods. 5. Why would R&D policy fare better than other \"integration\" processes? 6. What public goods characterise R&D policy when it comes to better coordination? 4. The development of R&D policy: 1962-2007 It is important to acknowledge that R&D policy and related innovation policies go back a long way in the history of European integration. 46 Lines of continuity between the Green Paper and earlier policy documents include: - A climate of crisis. Threats posed by the Asian tigers have been replaced by threats from India and China. Allegedly, there is a persistent gap between R&D expenditure and innovation compared with the USA; the EU suffers from lack of scale and lack of focus; there are barriers hindering the internal market for science; and only 7% of R&D expenditure comes from EU funds. Compared with the picture painted in the Green Paper, not much has changed. There may be reasons to question the validity of the feeling of crisis: Firstly, is there really a gap in R&D spending and, if so, is it so bad or relevant? This question has to do with the demand for proportionality as a “meta-objective” (see below). Similarly, how relevant is the 3% target for R&D? To what extent is the 7% share of EU spending on R&D (compared with the 93% national spending) a sign of weakness on the part of the EU? Can it also be seen as an indication of a sound subsidiarity-based European (Community, intergovernmental and national) research environment? 45 Radaelli, C.M. (2007), Whither better regulation for the Lisbon agenda?, in Journal of European Public Policy, 14(2), pp. 190-207. 46 See for example Schout, J.A. (1990), The institutional framework for industrial development: Options for a European industrial policy. Maastricht: European Institute of Public Administration. ",
        "Delivering coordination of international S&T policies and programmes 88 As regards achievements, it seems that much has changed in terms of coordination of EU policies. There is a wide range of cooperation and coordination at the different levels of government: - regional policies (national), EU regional programmes, EU regional networks, etc.; - national programmes and European networks related to R&D, science, etc.; - EU programmes, including: i. intergovernmental programmes – e.g. Eureka; ii. multilateral bodes – such as ESA and other highly specialised multinational projects; iii. European networks – coordinating national and regional policy programmes, research bodies and researchers and OMCs of different sorts; iv. Article 169 to coordinate EU and national programmes; v. Community programmes – both co-financed and fully financed by the EU budget, fellowships, European Research Council, etc.; vi. the OMC projects in the Lisbon process with the reports by the Commission on the national economic/institutional environments and sections on national R&D activities. 47 - The EU’s R&D policy has always been a mix of Community action (e.g. Joint Research Centre) and national and intergovernmental cooperation. However, on the whole, there is a trend towards more coordination (including guidelines) and more Community action (e.g. establishment of the independent European Research Council with a substantial budget from the Framework Programme). In a way, this suggests a stronger role for the EU – and possibly less subsidiarity (see below). - Increasing Europeanisation via OMC-type arrangements (networks, guidelines, ETC.) and new budgets. 7. Is the climate of “crisis” justified? If so, is there less of a need for coordination – or should the “spin” for better coordination be more positive? 47 http://ec.europa.eu/growthandjobs/key/nrp2005-2008_en.htm. ",
        "Delivering coordination of international S&T policies and programmes 89 - Are the arguments for more horizontal and vertical coordination truly convincing? - Is there a gap in R&D spending between the EU (27 Member States) and the USA? - Is the 7% argument a sign of weakness or a sign of a sound subsidiarity-based R&D system? - How many more OMC-type coordination efforts are still feasible? 5. Good governance and meta-objectives How can the Green Paper – or any policy document – be assessed? This question is important before dealing with more specific issues. The Green Paper is not clear on the criteria for good policy but dives directly into specific policy objectives. The relation between the Green Paper and the EU’s meta-objectives specified in the White Paper on Governance therefore needs to be addressed. 48 Meta-objectives are centrally imposed rules that are not sector-specific – i.e. specify overall values. The White Paper on European Governance sets the following meta-objectives: - subsidiarity; - proportionality; - concern for administrative costs; - deregulation; - effectiveness; - accountability and openness; - participation; - coherence. These should ensure legitimacy in the eyes of the public and industry by building trust in the quality and in the necessity of the proposals. 48 Commission of the European Communities (2001), European Governance, White Paper COM (2001) 428 final. ",
        "Delivering coordination of international S&T policies and programmes 90 Evidently, these meta-objectives are not necessarily complementary (for example, coherence can conflict with proportionality, effectiveness and/or flexibility) but this can nevertheless be a starting-point for a balanced, well-argued policy document. 8. Do the arguments in the Green Paper comply with the meta-objectives of the White Paper on good governance? Have principles such as subsidiarity and administrative costs been sufficiently addressed? 6. Coordination instruments – a tool for auditing/diagnosing The Green Paper and the supporting documents gave several reasons why it proved difficult to coordinate R&D policies – including the empty chair in the 1960s, economic crises and concern about national sovereignty. The above-mentioned analysis added to these political obstacles the – often high – costs of coordination. These coordination costs are closely related to the theme of \"differentiation\", i.e. the variety of objectives and values of the stakeholders involved. The multi-level differentiation in the EU is a major concern in all policy areas. It relates to – among other things – different economic situations and sectoral compositions, different relations between national and regional governments and different institutional settings (including the functions of universities). 49 Moreover, coordination between EU policies is complicated by the differences in programme structure (e.g. fully subsidised or shared-cost funding, different objectives and fragmentation between Councils, European Parliament committees and European Commission Directorates-General). At a high level of abstraction, the literature on organisational science posits that the more differentiation, the more effort has to be put into coordination and the more attention has to be paid to institutional support for coordination. 50 Hence, the more variety of stakeholders and interests, the more difficult – and costly – coordination will be. Attention will therefore need to be paid to the institutional framework. However, we must be careful not to want to coordinate too much and to disregard the benefits of fragmentation. 49 Kaiser, R., Prange H. (2004), Managing diversity in a system of multi-level governance: the open method of coordination in innovation policy, in Journal of European Public Policy, 11(2), pp. 249-266. 50 Lawrence, P.R., J.W. Lorsch (1967), Organization and environment; managing differentiation and integration, Boston: Harvard Business School Press. ",
        "Delivering coordination of international S&T policies and programmes 91 9. In relation to the – significant – differentiation, have the details of the necessary institutional framework for hard or soft coordination been sufficiently addressed? Assuming that an in-depth assessment has been made of 1) the coordination needs and 2) the differentiation that needs to be managed, the discussion can move on to the means of coordination. Building on the extensive literature on organisational theories, five coordination mechanisms can be identified: 51 1) hierarchy; 2) bureaucratic mechanisms (rule systems); 3) objectives; 4) training (skills); 5) horizontal coordination: - informal relations; - liaison roles; - task forces; - teams; - team managers with decision-making powers (matrix-type structures). These are complementary mechanisms. In general, the more difficult the coordination – multi- variable, differentiation, multi-phased, etc. – the more of these instruments will be needed. Simple problems can be dealt with informally, but sensitive issues will require the full spectrum. This list can be used for a management audit ( ex ante ) or diagnosis ( ex post ) of coordination mechanisms. Capacity can be analysed at two levels of governance: 52 1) the capacity of the network. This will lead to insights into the strengths of the network and the coordination roles and rules within the network; 51 Mintzberg, H. (1979), The Structuring of Organizations: A Synthesis of the Research. Englewood Cliffs, NJ: Prentice-Hall. 52 Schout and Jordan (2005) supra . ",
        "Delivering coordination of international S&T policies and programmes 92 2) the capacity of the stakeholders (Commission, Member States, European Parliament, NGOs, etc.). 1) Hierarchy – leadership Hierarchy relates to political responsibility for the objectives (coordination of R&D policies). This clout is needed to attract attention and create momentum within the administrations. Although a precondition, leadership is not enough. One example is \"environmental policy integration\" which resembles some of the objectives for integration of R&D. Although it is strongly backed by political statements in the form of Council conclusions (even a range of conclusions from European Councils), Commission Communications, European Parliament resolutions, etc., it has proved hard to put these political aspirations into practice due – among other things – to the weaknesses in capacity described below. 10. Is it clearly specified who is responsible for coordination? (Is the aim sufficiently supported by the hierarchy?) The relevance of this question became clear in the EPI study. It was clear within the environmental sectors and departments that EPI was important, but the cognate sectors had to \"integrate\" the environment into their policies. Hence, the initiative lay with the other sectors (with the environment sector avoiding responsibility: \"otherwise the sectors would never learn\"). Moreover, national officials thought that \"the Commission\" should be responsible for EPI, whereas the Commission looked at the Member States for EPI. The European Parliament decided that EPI was important as a general objective but did very little to provide political guidance or control (probably due to its own internal fragmentation). In the end, no-one felt responsible and little was done. Despite the many political statements, there was a lack of responsibility in the multi-level administrative system. ",
        "Delivering coordination of international S&T policies and programmes 93 2) Bureaucracy – rules Bureaucracy stands for standardisation of behaviour by means of rules (formal obligations). Although \"bureaucracy\" may not have a positive image, the Weberian model of coordination is one of reliability and transparency. Rules clarify who has what kind of information and who is involved, and when and how, in the decision- making process. These rules have to be effective and efficient at every level. Moreover, given the complementary nature of administrative levels, the rules have to be similar to a large extent. Assuming that coordination of R&D policies needs to take place in the early phases at both the national and the EU policy levels, the rules have to ensure that coordination is proactive at both levels of administration. 11. Are the national and European administrative rule systems such that they ensure proactive coordination of policies (horizontally and vertically; at EU and at national level)? - Which rules have been specified? - How and at which stage is coordination specified? - Who is responsible for monitoring compliance with the rules? 3) Objectives (\"management by objectives\") Management by objectives (MBO) is a typical new public management approach to coordination. Rather than coordinating activities, targets are set. One recurring problem with OMC exercises is the alleged lack of firm targets (see the 2004 Kok report on the Lisbon process). 53 However, working with targets is deceptive: - it can lead to endless debates about how high targets should be; ",
        "Delivering coordination of international S&T policies and programmes 94 - they do more harm than often acknowledged. They may create their own failure because politicians may set soft objectives to ensure compliance. This may lead to what has been called the \"Stalinistic\" 54 way of planning which starts to take on a life of its own (cf. the 25% reduction target for deregulation in some EU Member States or the 3% R&D target in the Lisbon process); - the target may become an end in itself (e.g. does industry really want a 25% reduction in regulations? It might imply a complete overhaul of regulation); - does it allow differentiation between markets and sectors in the EU? - it needs to be decided who monitors targets, how, and what this entails in terms of national administrative systems. 12. Have clear objectives been formulated – and are they realistic? In the case of EPI, the assumption was made that targets would help to \"internalise\" environmental objectives (similar to assumptions about self-organisation once the objectives are set). EPI – but see also the discussion on \"regional policy integration\" – failed partly due to the fact that the European Commission Directorate-General for the Environment was not keen on monitoring other policies and avoided sensitive questions regarding the objectives and administrative capacity in the Member States. Moreover, at national level, to ensure integration and coordination in the Member States, the lead ministries have to monitor national programmes. This requires resources for intervening in policies in other areas and at other administrative levels. For departments already overloaded with their primary objectives, assigning manpower to influencing other stakeholders (a highly indirect influence) is not very attractive. The disincentive to allocate resources to coordination is presumably the most important cause of the failure of \"integration\" objectives. 13. Who – in the Commission, in the European Parliament and in the Member States – is responsible for monitoring coordination at other levels and in other departments? 53 High-Level Group (chaired by Wim Kok) (2004), Facing the Challenge: The Lisbon Strategy for Growth and Employment. November 2004. Luxembourg: Office for Official Publications of the European Communities. 54 Radaelli, C. (2007) supra . ",
        "Delivering coordination of international S&T policies and programmes 95 4) Standardisation by training (strengthening the professionalism of the organisation) Training is a very common way to coordinate activities. The hope is that professionals will learn how to include a wider set of objectives – e.g. training officials on impact assessment should widen their frame of reference when formulating new policies. The problem with training is that officials operate in different settings in which they have their primary and secondary objectives. In the context of the hierarchies and primary objectives within which they operate, there is only so much that can be achieved by training. 55 14. Will training be necessary – and how much hope should be placed in it? 5) Innovative organisation (matrix-type structures) The above-mentioned instruments standardise behaviour – and with that facilitate coordination without meetings. In dynamic situations and with complex issues, continuous direct interaction is needed. Mechanisms for direct interaction range from informal and horizontal relations to formal meetings which include hierarchical management. This underlines that horizontal coordination also requires involvement of hierarchies. 56 1) Informal relations: Informal relations are the cheapest way of exchanging information. However, with increasing size (number of departments and participants involved in the coordination efforts) and differences between the stakeholders, informal relations can easily lead to misunderstandings and strategic behaviour. Moreover, informal relations can be highly inefficient. 55 Schout, A. (1999), The Internal Management of External Relations. Maastricht: European Institute of Public Administration. 56 Schout (1999) supra. ",
        "Delivering coordination of international S&T policies and programmes 96 2) Liaison roles: Appointing contact points at different levels and in different departments can facilitate coordination. However, in practice such contact points either tend to be too junior (lacking knowledge and unable to commit the organisation) or turn into \"gate-keepers\" (cf. the fate of the \"green ambassadors\" in the Commission Directorates-General in the 1990s). 3) Task forces (at operational levels): Informal relations are bilateral. Task forces on specific policy issues gather the parties around the table (multilateral). Problems with task forces are: - they are inefficient (especially if officials are members of different cross-sectoral task forces – as they usually are); - since they are at the heart of operations, the officials involved will probably not have the clout to take decisions. 4) Teams (at management level): Teams at management level have a wider perspective. When task forces cannot solve problems, they should be able to refer their questions to teams. The problem with teams is that the members are equal. Hence, discussions may not lead to solutions. 5) Team managers with decision-making powers: To support decision-making in teams, a chairperson is needed who has the authority to take decisions. Such a chair – or \"integrating manager\" – will not fit into settings where everyone is equal. In the (European) administrative context, a \"primus inter pares\" is the most likely figure (cf. the Commission as a collegiate body or a coalition government). This list of horizontal coordination mechanisms can easily be applied to an OMC-type setting to diagnose the capacity of the OMC network. 15. Have liaison roles been specified and what is their position in their home departments (seniority, time available, coordinating roles, etc.)? ",
        "Delivering coordination of international S&T policies and programmes 97 16. How many task forces – OMCs – are realistic? 17. To what extent are OMCs formalised? 18. What are the teams OMCs can report to? 19. Who has decision-making powers (\"team managers\")? 20. To what extent do such horizontal coordination mechanisms exist within the Commission and Member States? 7. Conclusions This short paper raises questions about the feasibility of simultaneous horizontal and multi- level coordination in the EU. One purpose was to question implicit assumptions – often found behind similar coordination objectives – that coordination is needed. Another common implicit assumption is that coordination is feasible, efficient and effective. In fact, coordination is often difficult and costly. For this reason, the first part addressed the legitimacy of the objective of more coordination (subsidiarity, administrative costs, etc.). Especially in the multi-level EU context, there is a tendency to under-invest in coordination capacity (in networks and at stakeholder level) due to the common pool problem (capacity- building as a public good). Consequently, the second part of this paper addressed coordination mechanisms and proposed a tool for diagnosing coordination capacity in the European administrative system. ",
        "Delivering coordination of international S&T policies and programmes 98 Coordination of Community and Member States' policies and programmes for international S&T cooperation: Keys to success Jakob Edler 1. Introduction Talking about coordination of internationalisation policies in science and technology at European level is a tricky issue for two reasons. First, we have to be clear about what we mean by international collaboration in S&T. From a European perspective all collaboration with non-European, or non-EU, countries is international; from a Member State perspective, all cooperation with other countries, within or outside the EU, is international collaboration. In some Member States this poses a serious coordination challenge, as it is not straightforward how intra-European cooperation and coordination is dealt with, whether via \"Europe\" or bilaterally and multilaterally. Second, we have to define what we mean by collaboration or coordination in S&T , the policy discussed here. Coordinating scientists in need of large-scale infrastructure or innovation is very different from market-oriented international networking of SMEs. This short paper deals with keys to success for international coordination of international S&T collaboration. Due to its limited length, it will be very general and cannot differentiate between the various needs and opportunities in enough detail. The paper argues that there are four major keys to success in international coordination: (1) awareness of the multitude of aims of collaboration; (2) definition of what coordination means (based on a typology); (3) understanding the “elements” coordinating and to be coordinated; and, finally, (4) understanding the problems of vertical and horizontal coordination within Member States. Finally, the paper suggests a seven-step logic model to develop coordination activities, a model that is much simpler to read than to implement. It should simply provide a framework for thinking systematically about design and implementation issues and would need to be elaborated much more. 2. What is coordination? To define the form of coordination, we first need to understand what coordination in fact is, and what it is not. Coordination is not the same as collaboration. Collaboration , in its most ",
        "Delivering coordination of international S&T policies and programmes 99 general sense 57 , can be defined as \"to work jointly on an activity or project\". In terms of S&T this means two things. At the level of practical scientific and technological activities, this is straightforward; it means that two or more researchers engage in producing or disseminating knowledge. At the level of policy, this is more complex; it would mean engaging in some specific common activity at policy level, such as jointly monitoring international activity, sharing a foreign contact office, or – in practice – building up a joint programme or facility. To integrate is a bit different. To integrate means combining activities or structures so that they then form a \"new whole\". In institutional terms it means that individual elements join in common (equal) participation in an institution or body. This process then involves a transfer of powers from one level to the integrated level, with the various parts of the new whole arranged into a common governance structure. This might also mean to delegate authority and to give the new integrated structure stakeholder capabilities, with all its consequent principal/agent configurations. To coordinate involves elements of both integration and collaboration, but again it is slightly different. In a very general definition, to coordinate means to bring the different elements of (a complex activity or organisation) into a \"harmonious\" or efficient relationship . 58 This may involve negotiation (with partners) in order to match or harmonise efficiently. The main feature here is that the individual elements are still autonomous; they do not wish to be merged into a single new entity and they still engage in their individual activities. It is not so much joint activities that are the key here – this would be collaboration if focused on specific activities or integration if aimed at a structural merger of some sort. International coordination in S&T policy would therefore mean undertaking activities in order to adjust a country's own activities so that they interact and synergise better with activities of other countries. However, it might involve or lead to practical collaboration (on targeted activities) and it might develop into partial or full integration (e.g. of programmes, laboratories, etc.) – as provided for in the Article 169 activities now in progress in the area of metrology. Alternatively, however, it might not go beyond mutual information and minor adjustments to national programmes or the future design of programmes or might simply mean mutual opening-up of national activities and the like. But it is important to make this distinction, as 57 I quote the Oxford Dictionary here. 58 As defined by the Oxford Dictionary. ",
        "Delivering coordination of international S&T policies and programmes 100 all too often analysts and commentators talk about integration when they mean coordination in a narrower sense. 3. Four keys to success 3.1 Clarity about the goals of collaboration in order to define the benefits of coordination Coordination of international collaboration activities must start with a clear understanding of the reasons to collaborate internationally. It is clear that the form of collaboration activities and the challenges – and opportunities – posed by coordination of those activities differ. While there are various lists of reasons to internationalise, the most important certainly include: 59 • gaining access to complementary expertise in scientific teams beyond national borders or, put more broadly, gaining access to transnational knowledge networks; • gaining access to, or sharing the cost of, major facilities; • gaining access to unique environments (e.g. geological phenomena) or populations (for example, genetic or disease profiles); • achieving critical mass by sharing costs or combining datasets; • political and societal drivers: addressing transborder or global problems, for example on environmental protection; • fostering international mobility in science, where cooperation provides the basis for developing scientific capacity; • opening additional research markets; • preparing the ground for innovative activities and markets abroad; • incorporating international knowledge into national innovation (!) systems. From this list, which could be expanded, it is clear that the reasons can be scientific, economic, political and personal. Countries differ in terms of the scientific and economic stakeholders involved and of the relative strengths and weaknesses of their innovation system. ",
        "Delivering coordination of international S&T policies and programmes 101 This wealth of reasons adds to the complexity of governments' cost-benefit calculations for certain collaborative activities. 3.2 Definition of forms of coordination Clearly, within this list of reasons for coordination and collaboration, coordination takes different forms . One form of coordination is simply to align goals. This means that not the process or instrument is harmonised, but the aim that is to be achieved. This form is most promising if the systemic features of countries and their specific contexts are too different for joint action or adaptation of frameworks. A second form, more challenging as a process, is mutual learning, a structured exchange of information and practices. This does not have to be linked to shared goals, but most often shared goals are a starting point for such learning processes. The learning serves to speed up the process of adapting to the shared goals and to check for opportunities for joint action. In terms of specific processes to harmonise governance between countries, a distinction can be drawn from harmonisation of national frameworks, whereby countries try to create similar conditions for science, technology and economic activity in their countries and thus enable mutual exchanges, mobility and similar conditions for economic activity. More proactive ways to coordinate action are (1) opening up national programmes and activities for internationalisation to partners from third countries, (2) joint action and (3) integration. Examples of opening up existing activities to international partners would be to open up scientific centres abroad for stakeholders from third countries, to allow access to information systems about international activities and so on. Joint action would be targeted collaboration in international activities. These could consist of building up a joint foreign presence or monitoring or pooling resources for collaborative activities in a third country. Examples of integration of international activities would include joint calls in ERANET or Article 169 schemes geared to funding international activities. Integrating those international 59 See Edler, J. et al. (2007): Internationalisation of the German Research and Science Landscape (A study for the German Federal Ministry for Education and Research), Karlsruhe and Georghiou L. (1998): Global Cooperation in Research, Volume 27, Issue 6, September 1998, pages 611-626. ",
        "Delivering coordination of international S&T policies and programmes 102 activities means that two countries merge existing international activities into one joint activity. 3.3 Understanding the \"elements\" and their context Coordinating policies must be based on a clear understanding of what in fact needs to be coordinated and who is responsible for the coordination. First, usually the issues to be coordinated are highly heterogeneous and multi-dimensional. Coordinating these issues therefore means to understand the framework conditions, the embedded rationale and the overall reference framework. For example, if programmes need to be coordinated, it is necessary to understand their specific design, the explicit goals and underlying rationale and the position of the programme in the institutional context \"at home\". Knowing exactly the owners and managers of the programme and, hence, knowing the governance of the programme and the role of the various stakeholders is essential. Governance therefore implies knowing how policy is linked to the coordinated issues, i.e. the modes of governance. Coordination of different traditions and structures poses additional challenges for policy learning. Last but not least, the objects themselves, the nationally (or regionally) embedded scientists and companies and their context have to be understood. Scientific disciplines, economic sectors and national and cultural contexts determine the behaviour and colour the perceptions of scientists and company researchers. This latter point calls for a few words of explanation. One of the aspects of institutionalised coordination most often overlooked is the peculiarity of each issue. There is a difference between collaborating internationally on chemistry (scientific field), ageing (social issue) or \"China\" (geographical). As current work on the EU Network of Excellence PRIME (www.prime-noe.org) 60 shows, different fields of science – or search methods (Bonaccorsi) – have different needs for international collaboration and, hence, also for coordination of the policies that allow international cooperation. Even more complex, if international collaboration is organised around certain issues (obesity, ageing, water, etc.), a range of different scientific disciplines have to be coordinated. They, in turn, may have developed very different levels of international collaboration already, and very different agencies with different traditions of international engagement might be involved. All this has to be taken 60 PRIME is financed under the FP6 Theme \"Citizens and Governance in a Knowledge-Based Society\". ",
        "Delivering coordination of international S&T policies and programmes 103 into account when coordinating the set of those disciplines as a whole. As the PRIME project has shown 61 , for example, the scientific discipline chemistry would not require very dense, broad international collaboration and coordination of approaches, but the fast-growing, dynamic area of catalysis within chemistry has a high need for international coordination and collaboration. Furthermore, knowing contexts also means knowing the policy and political background within the entities for which coordination activities are envisaged. Very often there is no real consensus in countries on how international activities should be coordinated. Internationalisation policies follow different logics. The recent activities by the CREST Working Group on internationalisation have clearly shown how different countries’ aspirations and forms of internationalisation policies are. In addition, the institutional settings for science RTD policies are very different (across a whole range of categories such as agencification, mix of programmes v. institutional funding, importance of collaborative approaches and so on) and, hence, the forms of coordination. The striking, and important, point is that in many countries there is a separation of European and international policies. This, of course, stands in the way of coordinating international polices with European approaches or at least poses additional challenges of internal coordination within the country. 3.4 Understanding the coordination challenge within Member States National governments often do not know their own preferences for international collaboration and, as a logical consequence, for coordination of those international activities. Given the heterogeneity of stakeholders in national administrations dealing with RTD funding, there is no single voice for coordinating national approaches. This often leads to lobbying for specific coordination by strong groups instead of systematic processes. Furthermore, there is very little internal intelligence on internationalisation needs across the various stakeholders and fields, which again makes coordination of related policies highly problematic. The internal challenges when it comes to defining priorities and forms of action – as a prerequisite for sound coordination with other countries – are exceptionally complex for international activities. This is apparent in an ongoing exercise for the Irish Government 62 , which, for the 61 See http://www.prime-noe.org/Local/prime/dir/General%20Presentation/News/Bonn_Case_Chemistry.pdf. 62 Conducted by a consortium formed by the Manchester Institute of Innovation Research and Matrix, Dublin/Belfast 2007/2008 on behalf of FORFAS. ",
        "Delivering coordination of international S&T policies and programmes 104 first time in Ireland, is making systematic attempts to set up a process across government to define priorities for international activities, to make sense of the cost/benefit and risks. This also includes setting up a discursive process in order to obtain more transparency about ongoing international activities, future aspirations and the relative contribution of international activities to overall RTD goals. These kinds of cross-government coordination mechanisms would in fact be an absolute necessity when it comes to deciding in which areas and with which partners to coordinate the international activities of Irish stakeholders. 4. Components of a logic model to coordinate national or Member States' policies and programmes for international S&T cooperation Finally, by way of conclusion and based on the four keys to success, the components of a process can be listed in the logical sequence in which they would have to be applied to design systematic coordination schemes for policies geared to international collaboration 63 : a) Definition of a problem/opportunity (in the light of the heterogeneity of countries, fields, research activities and forms of coordination) • Needed: strategic intelligence o National preferences and existing activities (OMC not enough?) o Map global activities/capabilities/opportunities and link with existing international approaches o Target country analysis o Opportunities or threat (the ERA is a competition logic; collaboration with non-EU countries is very different for different Member States) b) Definition of the coordination arena and stakeholder involvement – domestically, in other countries and at international level c) Making the area-specific rationale explicit • Overcome the \"coordination because it is good\"-argument • Specific, firm definition of added value – benefits and pitfalls of coordination (ARD: clear synergies and efficiency) 63 This serves only as an initial illustration of potential process development. ",
        "Delivering coordination of international S&T policies and programmes 105 • Define level of coordination d) Ensuring backing of stakeholders in your country, to be supported by related bottom-up country discourse e) Form of implementation • Definition of a target-fit for the process and of the density (how much coordination is needed; low level might be enough) f) Summative and formative evaluation • The added value of international collaboration and its coordination: define it and measure it (soft/hard) in specific terms • Assess the opportunity costs and costs of non-coordination • Feedback in national and EU discourse and adaptations g) Adaptation and exit strategies • Indicators needed to define when coordination has served its purpose and may be stopped ",
        "Synthesis and recommendations 106 Synthesis and recommendations Strengthening the coordination of Community and Member States' policies and programmes for international S&T cooperation: Synthesis Report Manfred Horvat64 1. Introduction The initiative taken in 2000 to create a European Research Area (ERA) further underlined the importance of coordinating research and technology policies and programmes in Europe. According to Art. 165 of the Treaty of Nice, \"the Community and the Member States shall coordinate their research and technological development activities\" . Such coordination has also been part of the mandate of CREST (Comité de la Recherche Scientifique & Technique) since 1974 and has become even stronger since 1995. However, prior to the publication of the ERA Communication in 2000 65 , coordination of S&T policies and programmes had never been high on the agenda of Member States. Also in 2000, the European Council in Lisbon agreed that \"The Union has today set itself a new strategic goal for the next decade: to become the most competitive and dynamic knowledge-based economy in the world, capable of sustainable economic growth with more and better jobs and greater social cohesion.\" 66 In order to implement the Lisbon strategy, the Open Method of Coordination (OMC) was introduced. The ERA Green Paper 67 of 2007 provides a further significant opportunity to stimulate the process of creating an \"internal market\" for research in Europe. At the same time, the ERA Green Paper underlines the relevance of the international dimension of S&T activities in Europe by defining \"Opening to the world: international cooperation in S&T\" as one of the six core features of the initiative. The ERA Expert Workshop on 19-20 September 2007 addressed three groups of issues and underlying questions in relation to coordinating international S&T policies: 64 Workshop Rapporteur. 65 COM (2000) 6 final, \"Towards a European Research Area\", 18 January 2000. 66 Presidency Conclusions, European Council, Lisbon, 23-24 March 2000, p. 2. 67 COM (2007) 161 final, \"The European Research Area: New Perspectives\", 4 April 2007. ",
        "Synthesis and recommendations 107 • Why coordinate international S&T policies and programmes between the Community and Member States? • How are these policies and programmes to be coordinated? • What are the conditions that favour coordination? For the workshop, a group of experts in policy research and practitioners from different policy areas, including from outside S&T, was convened. This report provides a summary of the presentations and the discussions during that workshop. 68 2. Why coordinate international S&T activities between the Community and Member States? 2.1 Changing landscapes of knowledge production and the globalisation of S&T Since the publication of the ERA Communication in 2000, the global landscape of knowledge production has been undergoing a process of dynamic and fundamental change. It is well understood that science, research, technological development, and innovation are key factors for the knowledge society and economy. Knowledge production is increasingly organised across national boundaries in networks comprising industry, universities, research centres and others. Furthermore, new \"knowledge powers\" like China, India, Russia and Brazil are emerging, and globalisation has become an important issue for all Member States, including in the area of S&T. Also, global challenges like climate change, as well as the pressing problems of developing countries, call for coordinated and collaborative action. 69 2.2 National initiatives and efforts towards coordination and cooperation National initiatives to develop strategies for the internationalisation of S&T have come into the picture only relatively recently, e.g. in Finland, Germany, Ireland, and the United Kingdom 70 , but they are growing in importance on the policy agenda. In addition, there is an 68 For further details, please refer to the other contributions in this publication. 69 On the issue of tackling global challenges see DG Research workshop: http://ec.europa.eu/research/iscp/index.cfm?lg=en&pg=wkshp_4-5_10_2007. 70 Finland: Internationalisation of Finnish Science and Technology. Science and Technology Policy Council of Finland. 2004. http://www.minedu.fi/OPM/Tiede/kansainvaelinen_tiedepoliittinen_yhteistyoe/?lang=en ",
        "Synthesis and recommendations 108 increased awareness on the part of Member States that it could be possible, through coherent and joint efforts, to achieve more efficient use of resources, deeper impact of initiatives, and European leadership roles in a number of priority areas. This understanding is also underlined by the initiative taken by the Member States and Associated Countries to establish a CREST OMC Working Group \"Internationalisation of R&D – Facing the Challenge of Globalisation: Approaches to a Proactive International Policy in S&T\". In September 2007, the CREST Working Group presented an analytical report entitled \"Policy Approaches towards S&T Cooperation with Third Countries\", which contained a number of detailed recommendations 71 . The report of the CREST Working Group, which was adopted by CREST in December 2007 72 , represents an important input into the ERA Green Paper follow-up process. When discussing the coordination procedures in place at European level we have to bear in mind that international cooperation between individual scientists, as well as teams, has always been a core element and characteristic of science and research activities. Over the last 20 years or so, European universities have been developing more and more towards autonomous organisations with professional institutional management and have also evolved specific strategies for international S&T cooperation. Moreover, research centres and research funding organisations are working together with their international partner organisations. In addition, in some Member States, the regions have significant competencies for research policy, and regional authorities are implementing their own strategies, including in the area of international S&T cooperation. Therefore, the present coordination processes at European level have to be seen in the context of the more complex policy coordination efforts in multi-level and multi-actor governance Germany: Grundzüge einer Strategie zur Internationalisierung in Wissenschaft, Forschung und Entwicklung. Bundesministerium für Bildung und Forschung. 2007. http://www.bmbf.de/pub/Internationalisierungsstrategie.pdf Ireland: on-going exercise for the Irish government conducted by a consortium of Manchester Institute of Innovation Research and Matrix, Dublin/Belfast 2007/2008 on behalf of FORFAS. United Kingdom: A strategy for International Engagement in Research and Development. Global Science and Innovation Forum. October 2006. See http://www.berr.gov.uk/files/file34726.pdf 71 \"Policy Approaches towards S&T Cooperation with Third Countries\". Analytical Report. On behalf of the CREST Working Group \"Internationalisation of R&D – Facing the Challenge of Globalisation: Approaches to a Proactive International Policy in S&T\" by Jan Nill, Klaus Schuch, Sylvia Schwaag Serger, Joern Sonnenburg, Peter Teirlinck, Arie van der Zwan. December 2007. 72 CREST Report 1207/07 of 13 December 2007. ",
        "Synthesis and recommendations 109 systems. 73 There might also be tensions between different levels of governance having different aims and means, i.e. the higher the level of governance, the more 'abstract' are the aims and working frameworks. In contrast, at the local level, the means and instruments generally used are very concrete, as the policy objectives of higher governance levels are often abstract and therefore not feasible at that level. 74 2.3 Rationales for coordination The rationale for coordinating the international S&T activities of the Community and its Member States stems from the perceived negative aspects of the fragmentation of the European S&T system. In many cases, the research efforts are dispersed, separated, duplicated or conducted in parallel, and are therefore neither efficient and effective nor reasonable. In addition, many activities lack the critical mass of resources and capacities as well as the complementary partners needed to address complex global research challenges and problems. More coherence and cooperation between S&T activities at Community, national and regional levels may pursue different aims and can find their rationale in the potentials and expected added value in terms of 75 • accessing and utilising new and/or complementary knowledge resources; • ensuring a critical mass of intellectual and material resources for addressing major research challenges; • addressing global challenges and problems of developing countries (Millennium Development Goals); • acting as political and societal drivers: addressing trans-border or global problems, for example in environmental protection; • accessing unique environments (e.g. geological phenomena) or populations (e.g. genetic or disease profiles); 73 R. Kaiser and H. Prange: A new concept of deepening European integration? – The European Research Area and the emerging role of policy coordination in a multi-level governance system. European Integration online Papers (EIoP) Vol. 6. (2002) N o 18 (http://eiop.or.at/eiop/texte/2002-018a.htm). 74 Comments by C. de la Porte and A. Schout. 75 See also contribution by J. Edler. ",
        "Synthesis and recommendations 110 • utilising the diversity of the Member States’ capacities for complementary partnerships; • enabling access to, or sharing the cost of, major research infrastructures; • fostering international mobility of researchers and creating favourable environments for scientific careers; • accessing new markets for research but also for business activities; • attracting researchers and research-intensive organisations to Europe; • being rooted in specific historical, cultural, geographical, and geo-political motivations. Whatever the case, the costs of coordination and possible advantages of non-coordination also have to be given careful consideration. It would be useful to launch an in-depth analysis of the resources and capacities required at national and European level for coordination and cooperation in the multi-level EU RTD setting. 76 2.4 Empirical evidence that coordination of international S&T policies works Motivation for coordinating international S&T activities can also be derived from examples or showcases of positive practical experience, providing empirical evidence that such coordination works and that it is perceived as being beneficial and creating added value for the partners involved. There are many such examples, including: • European Initiative for Agricultural Research for Development (EIARD) 77 ; • Intelligent Manufacturing Systems (IMS) programme 78 ; • International ERA-NET Coordination Actions (CAs) launched under FP6 79 targeting, for example, the Western Balkan Countries (SEE-ERA.NET 80 ), China (CO- REACH 81 ), Latin America (EULANEST 82 ), and the horizontal ERA-NET for Agricultural Research for Development (ERA-ARD 83 ). 76 Comment by A. Schout. 77 EIARD: European Initiative for Agricultural Research for Development, http://www.eiard.org. 78 IMS: Intelligent Manufacturing Systems, http://www.ims.org and http://cordis.europa.eu/ims/home.html. 79 FP6: 6th EU Framework Programme for Research, Technological Development and Demonstration. 80 SEE-ERA.NET: Southeast European ERA-NET – Integrating and Strengthening the European Research Area in Southeast Europe, http://www.see-era.net. 81 CO-REACH: Co-ordination of Research between Europe and China, http://www.co-reach.org. ",
        "Synthesis and recommendations 111 In the future, other examples might develop as a result of the activities towards creating the EU-Russia Common Space on Research, Education and Culture 84 or the EU-China Science and Technology Year (CESTY) 85 . However, considering the various possible motivations set out above, and looking carefully at the few examples given, it transpires that there is no 'one size fits all' type of policy process. Indeed, every individual process is adapted to different challenges and problems. Sometimes funding is included, sometimes not; sometimes there are supporting programmes, sometimes not; sometimes there is more horizontal coordination with other policy process/objectives (i.e. employment policy coordination very closely linked to economic policy coordination), sometimes coordination can be relatively autonomous. The point is that coordination is a means of developing solutions that can be adapted to different challenges and to the medium- and long-term aims in a given policy field. 86 2.5 Impacts of coordination Possible positive impacts of policy and programme coordination can be: • First of all, collaborative learning from, and mutual adoption and adaptation of good practices and, as a consequence, better coherence and enhanced efficiency and structuring of the European S&T system. • The development of commonly agreed metrics for policy and programme assessment may lead to general improvements and greater coherence of the system. • Coordination might lead to joint agenda setting, implementation of joint activities, and also launching of joint programmes that provide enhanced opportunities for S&T activities. 82 EULANEST: European – Latin America Network for Science and Technology, http://www.era-neteulanest.com. 83 ERA-ARD: The Agricultural Research for Development (ARD) Dimension of the European Research Area (ERA), http://www.era-ard.org. 84 http://ec.europa.eu/external_relations/russia/russia_docs/commonspaces_prog_report2007.pdf. 85 http://ec.europa.eu/research/iscp/eu-china/about_en.html. 86 Comment by C. de la Porte. ",
        "Synthesis and recommendations 112 • Coordination can reduce costs and increase the effectiveness of research funding. European funds supporting coordination play an important catalytic and facilitating role. • Cross-border communication and mutual opening of programmes will improve quality and competitiveness at a multi-national or Europe-wide level. However, appropriate management structures and procedures are vital. In addition, the complementary nature of new initiatives needs to be clearly defined in order to avoid greater fragmentation. • Coordination of the activities of policy makers and programme managers can lead to the development of common guidelines and standards, e.g. for programme development and implementation, for researcher mobility, or for commonly agreed approaches to IPR issues, and thus to a convergence of understanding on how to improve the framework conditions for international S&T activities. • Coordination of international S&T activities will also offer opportunities for joint strategic S&T intelligence, forecasting and priority setting. A strong argument for European coordination of international S&T activities is the need to enhance the international visibility of \"European S&T\" as a globally competitive \"brand\". In the newly developing, worldwide S&T arena, Europe has to make sure that it is heard as a \"strong common voice\" and not just as \"noise\" created by a large number of comparatively small S&T players. That is also a key condition for attracting the best scientists worldwide and for taking the lead in major international S&T initiatives (e.g. ITER 87 ). 88 Possible negative impacts of non-coordination are • continuing waste of scarce resources by unnecessary duplication and sub-critical initiatives; • reduced international visibility and competitiveness; • lower quality of S&T activities owing to limited competition; • missed opportunities of working with partners, which will in turn reduce influx of knowledge and knowhow from external sources. 87 http://www.iter.org. 88 Comment by J.-L. Khalfaoui. ",
        "Synthesis and recommendations 113 This is not to say that the arguments advanced in favour of coordination of international S&T activities mean that all activities should be coordinated in the future. The international S&T arena, in particular, will always undoubtedly be an area of strong competition between Member States. However, there are also many areas where coordination would be justifiable and will provide added value. Striking the right balance between cooperation and competition and identifying the different areas for applying the right approach are the main challenges that face Member States. 3. How to coordinate? 3.1 Activities at Community level The European Commission has longstanding experience of supporting international S&T cooperation at Community level as part of the EU RTD Framework Programmes (FP) through targeted specific programmes (INCO) and as integrated parts of thematic programmes or of mobility schemes (Marie Curie), plus the recent specific programme \"Ideas\". The objectives, structures, contents and budgets are decided by the European Parliament and the Council following a proposal from the Commission according to the procedures defined by the EC Treaty. Programme Committees that bring together delegates of the Member States and Associated Countries monitor the implementation of the Framework Programme. Cooperation in defining areas of activity and coordinating them with Member States' priorities is a promising area for creating synergies between Community and Member States' activities. These procedures also have important implicit coordination effects on national and regional policies and programmes. In FP7, the international dimension is organised differently from previous Framework Programmes. 89 Experience with these new arrangements for international S&T cooperation at Community level should be carefully monitored and will have to be assessed during the forthcoming FP7 mid-term evaluation. 89 See European Commission Staff Working Document \"A new approach to international scientific and technological cooperation in the 7 th Research Framework Programme (2007-2013) and 7 th Framework ",
        "Synthesis and recommendations 114 There are also S&T agreements between the European Community and third countries. While the international cooperation activities in the Framework Programmes have been successful 90 , the impact of the S&T agreements has also been assessed 91 and recommendations have been made for improvements, such as active promotion on the basis of concrete action plans and appropriate tailor-made implementing arrangements and instruments. 3.2 Activities, roles and challenges at Member State level Community-funded S&T activities are of great strategic importance, but they make up only a fraction of European research efforts. Member States’ activities still account for around 80% of the funds provided for competitive science, research and technology programmes in Europe. However, because of their compartmentalisation regional and national S&T activities frequently lack the critical mass and excellent quality that enhance competition. Thus, in many instances, the dispersed European system does not provide the appropriate environment for stimulating excellent S&T through competition. Therefore, carefully designed and well balanced measures for coordination, mutual opening and cooperation of national policies, strategies and programmes hold within themselves the potential for increasing quality, efficiency and effectiveness of the European S&T system in general, and for strengthening its capacities for international S&T cooperation in particular. Owing to the different requirements of international S&T cooperation in different thematic areas, it will be important to develop coordination, cooperation and communication initiatives in respective \"variable geometry\" arrangements between several certain Member States, as appropriate, while at the same time safeguarding spaces for competition between Member States. So far, such activities are voluntary and mainly based on the Open Method of Coordination (OMC) 92 . The aim of the OMC is to provide an infrastructure for coordination Programme of the European Atomic Energy Community (Euratom) (2007-2011)\", SEC (2007) 47, 12 January 2007. 90 The Evaluation Partnership (TEP): Impact Assessment Report on the Specific Programme International RTD Cooperation Fifth Framework Programme (1998-2002). European Commission, EUR 22019, Brussels, September 2005. 91 See e.g. John P. Watson, Keith A. Harrap, Xin Minggyi, Shi Guangchang: An impact assessment of the S&T agreement concluded between the European Community and the Government of the People’s Republic of China. European Commission, 2004. 92 Art. 165 of the Nice Treaty stipulates that \"the Community and the Member States shall coordinate their research and technological development activities so as to ensure that national policies and Community policy are mutually consistent.\" However, the Treaty does not provide for a procedure to adopt measures over and above useful initiatives by the Commission to promote such coordination. Under Art. 169 of the EC Treaty, the ",
        "Synthesis and recommendations 115 and institutionalised learning. This approach seems to be suitable for coordinating international S&T activities, because the ownership and commitment of Member States needs to be ensured when this new layer of intra-European S&T cooperation is developing. Until recently, trans-national cooperation in the area of international S&T activities has played a marginal role, at best, in regional and national S&T policies. Therefore, these developments signal a step change. Moreover, there are mental barriers that will have to be overcome and a strengthened \"European mindset\" has to be developed. As a consequence, there is a need for cautious process-oriented learning by applying approaches that actively involve all relevant stakeholders: policy and programme owners, as well as programme managers and other stakeholders. However, these developments are not only relevant for the actors at the policy and programme level. Moreover, the needs, demands and requirements of the research community, as well as its capacity to absorb these developments, have to be taken into account. Finally, it must also be emphasised that coordination of strategies for international S&T cooperation also presents challenges within Member States in terms of the capacities to coordinate needs, both vertically (between regional and national layers of government) and horizontally (between Ministries and other administrative bodies). 93 S&T policy and programme coordination in variable configurations must be planned and implemented according to properly defined rationales, objectives, strategies, and methods. Regional and national S&T policies and programmes concentrate mainly on regional and national objectives for strengthening the respective capacities and capabilities. Therefore, for trans-national coordination, the appropriate subject and extent – e.g. a specific part of a programme or a certain percentage of the programme budget – will have to be identified and defined. This means that the objectives and strategies at individual, regional and national level have to be clarified. At the level of collaboration between the Member States involved, a consensus has to be reached on joint objectives, strategies and implementation modalities. The variable-geometry approach offers the possibility for moving ahead “a la carte” according to the specific requirements of the area to be addressed. Community may provide a \"financial incentive\" for Member States who wish to undertake research programmes together (J. Burianek). 93 Comment J. Edler. ",
        "Synthesis and recommendations 116 The ERA expert workshop focused on policy coordination from the viewpoint of a range of different policy areas – not only S&T – according to the OMC approach 94 . In order to avoid the emergence of a new type of fragmentation, Member States – with the support of the Commission – should devise a common strategy, as well as appropriate principles and guidelines, for the new system of intra-European S&T cooperation. This holds not only for coordination of policies and programmes in general, but also for international S&T activities in particular. The international dimension certainly adds an additional element of complexity to the system. There is a strong demand for clear ownership, support and commitment of these activities by the Member States so that can be successfully implemented. 95 3.3 The role of the European Commission The role of the Commission in this process of the emergence of a new element of the European S&T system will be a very important one. There is a clear need to develop a European strategy for international S&T cooperation that will provide a framework for the evolving multi-layered system of international S&T activities. The Commission has a role to play in accommodating and supporting variable-geometry activities of different Member States and should also actively stimulate new initiatives by Member States where this is deemed necessary and appropriate. Owing to the new structures for international S&T cooperation in FP7, both in the core activities of the specific programmes and in the different ERA-NETs, interservice communication, coordination and cooperation will be very important, especially for safeguarding coherence and consistency across all parts of the Framework Programme. This will also be necessary across the Commission's Directorates-General (DGs) belonging to the \"research family\", but also across other DGs that are relevant for international activities. However, there is also a need for coordination and alignment between Community R&D policy and other European policies, such as enterprise policy, immigration regulations that have huge impacts on researcher mobility, research policy and environment and energy policies, research as a component of development policy, etc. It has to be borne in mind that 94 Examples came from education, Euro-area economic governance, European Employment Strategy. 95 Comment by C. de la Porte. ",
        "Synthesis and recommendations 117 ideas about coordination may be radically different when it is taking place within the \"research family\" rather than between other policy sectors. 96 Finally, the Commission should also provide appropriate fora for monitoring and evaluating the ongoing coordination processes so as to strengthen the international dimension of the European system of science, research, technological development and innovation. Collaborative learning, as well as policy and programme review, will be important. 3.4 A European body of experience In Europe, there is a very considerable body of experience of a range of well established and new measures and instruments for coordination: • COST 97 is an intergovernmental scheme which has EU Member States and other countries as members. Thus, in EU terminology, COST is an international initiative. COST actions coordinate research activities in S&T fields defined by research communities based (until now) on a \"bottom-up\" approach. COST is also the first and widest European intergovernmental network for the coordination of nationally funded research activities. Arguments for developing a more strategic approach are under consideration; • EUREKA 98 is another intergovernmental initiative and involves an international country partnership extending beyond the EU Member States. EUREKA's umbrellas and clusters 99 involve certain aspects of joint priority setting; • At policy level, the Council Research Group and CREST are actively engaged in coordination; • The OMC has already been mentioned. Additionally, under FP6, a pilot call for OMC-Nets was launched in order to support specific coordination activities in various S&T policy areas. 100 The first regular OMC-Net call for proposals was launched in October 2007 under FP7; 96 Comment by A. Gornitzka. 97 http://www.cost.esf.org. 98 http://www.eureka.be/home.do. 99 http://www.eureka.be/thematic/aboutStrategicInitiatives.do. 100 http://ec.europa.eu/invest-in-research/coordination02_ein.htm for getting further information on OMC-Nets. ",
        "Synthesis and recommendations 118 • In the framework of the European Strategy Forum on Research Infrastructures (ESFRI) 101 , Member States developed a commonly agreed roadmap for future research infrastructures in the European Union; • In FP6, the ERA-NET Coordination Actions (CAs) 102 provided financial support for mutual learning and exchange of experience, for developing joint strategies and measures, for launching joint calls, and for designing joint programmes. This new scheme generated a very strong response. There are some 71 active ERA-NET CAs. International ERA-NET CAs were also launched (in a bottom-up manner, and are now actively coordinating what used to be unilateral or bilateral international S&T programmes. An ERA-NET Learning Platform 103 was recently set up; • In FP6, funding was also provided for SSAs and CAs whose objective was to stimulate, coordinate and support policies and activities in the area of international S&T cooperation; • In FP7, the ERA-NET scheme is continuing. New activities have been made possible. The ERA-NET PLUS funding scheme provides EU top-up funds for coordinated research activities under pilot projects. Furthermore, initiatives under Art. 169 of the EC Treaty will be launched in selected priority areas of high strategic importance; • Also in FP7, under the specific programme \"Capacity\", INCO-Nets are being launched as joint activities supporting the S&T policy dialogue with the main international S&T cooperation target regions (strictly speaking, – unlike ERA-Nets – INCO-Nets do not provide a coordination mechanism). It would certainly be worthwhile launching a long-term study for a broader analysis or an impact assessment of the different coordination arrangements. 104 There are many different methods/types of coordination, cooperation and communication between Member States at the policy, programme and project levels; these include: • exchange of information on national goals and objectives, and policies, as well as initiatives, actions, and programmes in the area of international S&T activities; • mutual learning; 101 http://cordis.europa.eu/esfri. 102 http://cordis.europa.eu/coordination/era-net.htm. 103 http://cordis.europa.eu/fp7/coordination/era_lp_en.html. 104 Comment by A. Gornitzka. ",
        "Synthesis and recommendations 119 • reducing complexity through joint S&T intelligence, analyses, diagnoses, and foresight; • preparing the ground for coordination and cooperation by removing barriers, as well as aligning goals and legal and administrative frameworks; • developing joint frameworks that facilitate international S&T cooperation (e.g. Codes of Conduct for IPR, human resource management, mobility of researchers); • joint support activities for international S&T activities, e.g. common European S&T houses in third countries, specific help desks (e.g. for IPR services in China), joint European missions to third countries; • joining forces to ensure a critical mass for coping with global challenges and specific problems of target countries or regions; • developing differentiated coordination of objectives, policies, programmes and projects according to the specific requirements of different areas; • mutual opening-up of programmes and supporting excellence in research by means of competition; • developing joint policies, research agendas and integrated programmes (e.g. initiatives under Art. 169 or Joint Technology Initiatives), including joint calls for proposals. Building on this differentiation, there is also a case to be made for differentiated coordination. It can be argued that there is not only a need for variable geometry in the sense that, for some Member States, the costs of coordination may be too high in some instances, but also that costs could be reduced through differing degrees of involvement, and different countries may follow different methods/modes. 105 However, it has to be ensured that differences in methods/modes of coordination, cooperation and communication are clearly defined and agreed upon. 3.5 The need for a common framework for intra-European coordination The remarkable response by Member States' programme owners and managers to the FP6 ERA-NET scheme convincingly showed that there are obvious benefits and expected added value from coordination. In the area of international S&T cooperation, the demand became particularly pronounced because such activities were not considered as part of the scheme 105 Comment by R. Kaiser. ",
        "Synthesis and recommendations 120 from the outset, but instead evolved via a ‘bottom up’ approach. The ERA-NET actions addressing different regions, such as the Western Balkan Countries (Southeast Europe), China and Latin America, have made a successful start and are now at different stages on the learning curve in terms of implementation. According to the first review 106 of the ERA-NET scheme conducted at the end of FP6 there is an urgent need for the Member States, in cooperation with the European Commission, to ensure a favourable common organisational and operational framework for the evolving cooperative national programmes. The possible ways of achieving such a goal range from commonly agreed principles, guidelines and rules of participation to an operational enforcement of Art. 165 of the EC Treaty and a joint implementation structure as proposed by the CREST OMC Working Group 107 . In any event, it is important to ensure that the new scheme evolves in a coherent way, following clear commonly agreed objectives, and that a new form of fragmentation is avoided. 4. Favourable conditions for coordination 4.1 Conditions for success Building on experiences from the various areas of policy and programme coordination in Europe, it is possible to identify some of the conditions for the success of initiatives directed towards coordination of policies and programmes: • commitment of partners (including in terms of devoting resources to policy coordination), respect for leadership or coordinator respectively; • high-level political support from the Member States for coordination; • ensuring a consensus-driven approach and trying to develop \"win-win\" situations based on openness and mutual trust; • involving policy and programme owners as well as programme managers, and ensuring their communication and cooperation; 106 M. Horvat, K. Guy, J. Engelbrecht, V. Demonte, R. Wilken: ERA-NET Review 2006. The Report of the Expert Review Group. Brussels 2006. 107 \"Policy Approaches towards S&T Cooperation with Third Countries\". Analytical Report. On behalf of the CREST Working Group \"Internationalisation of R&D – Facing the Challenge of Globalisation: Approaches to a Proactive International Policy in S&T\": Jan Nill, Klaus Schuch, Sylvia Schwaag Serger, Joern Sonnenburg, Peter Teirlinck, Arie van der Zwan. December 2007. p. 91. ",
        "Synthesis and recommendations 121 • involving third-country partners at an early stage; • defining commonly perceived challenges and opportunities; • agreement between Member States’ representatives on the rationale for coordination of international S&T activities; • framing of commonly agreed objectives of policy and programme coordination, such as exchange of experience and mutual learning, joint agenda setting, developing coherent programme structures, implementing procedures as well as rules for participation, pilot actions, e.g. joint calls for proposals, joint programmes; • recognising the different existing contexts of policies, initiatives, structures, regulations; • involving the core national actors and developing a common understanding of the likely added value of coordination activities, considering the benefits for the policy and management levels and also – most importantly – for the S&T communities; • ensuring the complementarity and added value of existing schemes and new activities; • acknowledging the different coordination needs of different scientific areas, including the different intensities of coordination required; • agreeing on methods of implementation and “enforcement” (e.g. informal exchange of information, mutual learning; assessment of policies and programmes by means of peer review; naming and shaming or other “sanctions” for non-delivery); • considering the use of monitoring and evaluation based on commonly agreed and well defined criteria from the outset; • being aware of the importance of adequate personnel and resources for the management and administration of coordination mechanisms; • carefully balancing the benefits against the costs of coordination – and of non- coordination; • an active and supportive role being played by the European Commission in the coordination process. 108 4.2 Removing impediments and barriers There is a pressing need for Member States to remove actual and perceived legal and administrative barriers to coordination, as well as for integrating trans-national activities into ",
        "Synthesis and recommendations 122 national policies and programmes. The main issues will be to prepare the ground for various forms of funding using a common pot, and for joint international peer review following commonly agreed evaluation criteria. 4.3 Accompanying measures and supportive environments and structures Member States and the Commission should work together to develop supporting measures and favourable environments for international S&T cooperation, such as: • Summits between the EU and Third Countries, accompanied by strong delegations of companies and research organisations from the Member States; • European \"Code of Conduct\" for IPR 109 (see also \"IPR Charter\" proposed by the German Presidency); • European Charter and Code of Conduct for Researchers; • Joint clearing houses for \"European S&T\" as access points to EU and Member States’ S&T activities, and as nodes for joint S&T outreach activities; • Joint help desks especially for SMEs, e.g. for IPR issues; • Joint homepage of S&T in Europe, e.g. in specific S&T areas. 4.4 Some thematic areas and geographical regions potentially suitable for enhanced European coordination There are obvious areas where Europe should join forces in international S&T, such as: • climate change; • energy; • science, research and technological development in support of the Millennium Development Goals. Regarding specific regions, there are initiatives currently under way that offer opportunities for concrete activities involving joint efforts by the Commission and the Member States, as well as between Member States in different configurations. Examples include: 108 Comments by J.-L. Khalfaoui. 109 C(2008) 1329 \"COMMISSION RECOMMENDATION on the management of intellectual property in knowledge transfer activities and Code of Practice for universities and other public research organisations\", 10 April 2008. ",
        "Synthesis and recommendations 123 • Follow-up of the China-EU Science and Technology Year 110 , • EU-Russia Common Space of Research and Education, including Cultural Aspects 111 , • Follow-up of the India-EU Ministerial Science Conference, 7-8 February 2007, New Delhi 112 , • Africa-EU Partnership on Science, Information Society and Space 113 . 5. Summary, recommendations and conclusions 5.1 Summary During the workshop discussions it became apparent that there is a need for a synthesis integrating all the aspects and elements of policy and programme coordination in a systematic way. During the wrap of the workshop, Jacob Edler 114 proposed a seven-step Logical Model Approach for Coordination: 1. Definition of problem / opportunity (in light of heterogeneity of countries, fields, respective activities, methods of coordination): • Needed: Strategic Intelligence (Khalfaoui (ARD), see also CREST): o National preferences and existing activities (OMC not enough?) o Mapping of global activities/capabilities/opportunities and link with existing international approaches (see Khalfaoui, ARD) o Target country analysis o Opportunity or threat? (ERA is a competition logic; collaboration with non-EU countries is very different for different Member States) 2. Define the coordination arena and actor involvement – domestically, in other countries and at international level: 110 http://ec.europa.eu/research/iscp/eu-china/index_en.html. 111 EU-Russia Relations: http://ec.europa.eu/comm/external_relations/russia/intro/ and Road Map on the Common Space of Research and Education, including Cultural Aspects: http://ec.europa.eu/research/iscp/pdf/russia_eu_four_common_spaces-%20roadmap_en.pdf (pp. 44-52) and http://www.kremlin.ru/eng/taxt/docs/88027.shtml. 112 India-EU Ministerial Science Conference, 7-8 February 2007, New Delhi: The New Delhi Communiqué: http://ec.europa.eu/research/iscp/pdf/new_delhi_communique_signed_en.pdf. 113 Africa-EU Summit, Lisbon, 8-9 December 2007; Africa-EU Partnership in Science etc.: http://ec.europa.eu/development/icenter/repository/EAS2007_action_plan_science_en.pdf#zoom=100. 114 Several supplements by workshop participants are indicated in brackets. ",
        "Synthesis and recommendations 124 • ensure coordination capacities, as coordination is costly and time-consuming; otherwise 'integration’ objectives will not be met (Schout) • ensure responsibility at implementation level (Schout) 3. Explicit, area-specific rationales: • Overcome the \"coordination because it is good\"-argument • Define specific and concrete added value – benefits and pitfalls of coordination (ARD: clear synergies, efficiency) • Define the appropriate level of coordination 4. Ensure backing of stakeholders within your country: • support in the form of related bottom-up country discourse • guarantee variable geometry • avoid the \"commitment-implementation\"-gap (Meyer) 5. Implementation – mode: • Insider – bystanders (in terms of countries, sectoral outreach (ARD), institutions) • Define a target fit of process, define level of thickness (how much coordination is needed? a low level might be enough) • Soft-hard 'hybrid' (Maher) / need for regulation in some areas, such as transfers between social security schemes (Meyer) / do not overestimate the potential of legal tools (Maher) 6. Summative and formative evaluation (Khalfaoui, ARD) • The added value of international collaboration and its coordination: define it, measure it in specific terms (soft, hard) • Assess the opportunity costs, costs of non-coordination • Feedback into national and EU discourse, adaptations 7. Adaptation and exit strategies: when has it been enough? 5.2 Recommendations From the deliberations during the workshop, a \"menu\" of recommendations for launching studies and for other measures and activities was derived: ",
        "Synthesis and recommendations 125 (1) Studies: • In-depth analysis of the national and European level resources and capacities required for policy and programme coordination for international S&T cooperation in the multi-level EU RTD setting; • a long-term study for a broader analysis and impact assessment of different coordination arrangements; • analysis of the international dimension of COST and EUREKA and identification of possible synergies between these actions and initiatives and the third country related activities in the Framework Programme; • identification, analysis, documentation and – as far as possible - synthesis of the wealth of information, directories, databases, guidelines, repositories, handbooks, etc. developed in SSAs and also CAs related to international S&T cooperation under the Framework Programme. (2) Monitoring exercises, reviews, assessments: • Continuous monitoring and special mid-term review of the new approach towards third country cooperation in FP7; • Monitoring and review of the ‘international ERA-NETs' regarding lessons learned about conditions for the successful coordination of international S&T programmes; • Monitoring the development of the EU-Russia Common Space on Research and Education as a pilot for developing common spaces with third countries or regions; • Review of the China-EU Science and Technology Year (CESTY); • Assessing the S&T agreements between the Community and third countries and developing approaches for stronger involvement of Member States' stakeholders and experts in preparation, implementation and follow-up. (3) Communication, exchange of information and experience, and coordination: • Interservice communication, exchange of information and experience, as well as coordination with regard to international S&T cooperation both amongst the DGs of the 'research family', and also with DGs from other policy areas; • Cross-programme exchange of information and experiences between members of Programme Committees on third country cooperation in FP7; ",
        "Synthesis and recommendations 126 • Identify possible areas of cooperation between Member States to support bi-lateral and Community international S&T cooperation (see Chapter 4.3); • Follow-up and coordination, as far as possible, of S&T policy dialogue activities carried out in the context of summits, monitoring committees, neighbourhood policy- related activities, S&T agreements, ERA-NETs and INCO-Nets (maybe even in BILAT activities). 5.3 Conclusions The further development of international S&T activities in the European Research Area will be characterised by the concomitant evolution of regional, national, intra-European and Community policies, strategies and programmes within a multi-level system of S&T governance in Europe. It will be important also to utilize synergies between the different levels, especially when new partnerships in international S&T cooperation are developed. A step-wise approach from bilateral to multilateral and Community level cooperation – as appropriate – will be reasonable. Properly conceived and differentiated coordination measures in the course of this complex process will be essential, and will require an adequate operational and organisational framework and infrastructure. Therefore, establishing joint structures between Member States and the Commission, such as a \"European Strategy Forum for International S&T cooperation\" as recommended by CREST 115 , would be a suitable approach. In fact, the Commission already proposed a \"Concertation Forum on international scientific cooperation\" of this kind in 2002. 116 A coordinated international approach and profile for European S&T will certainly contribute to the Lisbon objectives and the strengthening of the European Research Area. 115 CREST Report 1207/07 of 13 December 2007, p. 7. 116 COM (2002) 565 final \"The European Research Area: Providing new momentum. Strengthening – Reorienting – Opening up new perspectives\", 16 October 2002. ",
        "127 LIST OF WORKSHOP PRESENTERS Burianek, Juri , Director for Research, Industrial Policy, and Energy Policy in the General Secretariat of the Council of the European Union. Christensen, Peder , Acting Head of Unit for economic analysis and monitoring of national research policies and the Lisbon strategy at the European Commission's Directorate-General for Research. De la Porte, Caroline, Associate Professor at the Centre for Welfare State Research, University of Southern Denmark, and Associated Researcher, Observatoire Social Européen, Brussels. Dion, David-Pascal , Policy Coordinator for the European Employment Strategy at the European Commission's Directorate-General for Employment and Social Affairs. Edler, Jakob , Professor of Innovation Policy and Strategy at the Manchester Institute of Innovation Research and PREST, University of Manchester. Fedi, Francesco , President of the COST Committee of Senior Officials, Professor of Radio Spectrum Utilization and Radiocommunications at the Universities of Rome and Bologna. Gornitzka, Åse , Senior Researcher at ARENA, Centre for European Studies, University of Oslo. Gros, Daniel , Director of the Centre for European Policy Studies, Brussels (Workshop Chair). Héraud, Jean-Alain , Professor at the Université Louis Pasteur Strasbourg, Bureau d’Économie Théorique et Appliquée (BETA). Hodson, Dermot , formerly Economist at the European Commission's Directorate-General for Economic and Financial Affairs in the field of the economy of the Euro area and EMU. Horvat, Manfred , Professor at the Technical University Vienna and former Director for European and International Programmes at the Austrian Research Promotion Association, Vienna (Workshop Rapporteur). Kaiser, Robert , Assistant Professor of Government at the Ludwig-Maximilians-University Munich, Geschwister-Scholl-Institute for Political Science. Khalfaoui, Jean-Luc , Research Programme Manager, Secretariat of the European Initiative for Agricultural Research for Development, European Commission's Directorate-General for Research. Maher, Imelda , Professor of European Law, School of Law, University College Dublin. Meyer, Christoph O. , Lecturer in European Studies at King's College, University of London. Minch, Mary , Director for International Cooperation in the European Commission's Directorate-General for Research. Mortensen, Jorgen , Associate Senior Research Fellow, Centre for European Policy Studies, Brussels (Workshop Chair). Nedergaard, Peter , Professor in European regulations and politics at the International Centre for Business and Politics, Copenhagen Business School. Prange-Gstöhl, Heiko , Policy Officer for the analysis of research policies around the world in the European Commission's Directorate-General for Research. ",
        "128 Schout, Adriaan , Senior Research Fellow at the Netherlands Institute for International Relations. Van der Zwan, Arie , Senior Policy Advisor on International Affairs in the Directorate- General for Enterprise and Innovation of the Netherlands' Ministry of Economic Affairs. Wittke, Wolfgang , Research Programme Officer in the area of coordination of national research programmes with focus on the ERA-NET scheme in the European Commission's Directorate-General for Research. ",
        "K I - N A - 2 3 6 1 3 - E N - N "
    ]
}