{
    "text": [
        "1 EPSC Strategic Notes are analytical papers on topics chosen by the President of the European Commission. They are produced by the European Political Strategy Centre (EPSC), the European Commission’s in-house think tank. Disclaimer The views expressed in the EPSC Strategic Notes series are those of the authors and do not necessarily correspond to those of the European Commission. Europe 2020 From Indicators and Targets to Performance and Delivery Issue 6 / 2015 30 September EPSC Strategic Notes The Europe 2020 strategy was originally conceived to be the “EU’s growth strategy for the coming decade”. Adopted by European leaders in June 2010, the initiative came into being under ill-fated circumstances: at precisely the time when the Eurozone debt crisis erupted in earnest and only one month after Greece received its first €110 billion bailout. Overshadowed since its inception, the Europe 2020 strategy has never delivered the expected degree of political influence. Tellingly, when 12 Prime Ministers wrote a letter to the European Council in March 2012, calling for “A Plan for Growth in Europe”, they did not even mention the Europe 2020 Strategy. 1 Now that it is up for a midterm review, European leaders should assess in an unsentimental and realistic manner whether a medium- and long-term growth strategy developed in the pre-crisis world is still relevant in the post-crisis era. Now that the recovery is strenghtening, Europe 2020 is an opportunity to rediscover the future, by ensuring that day-to-day policy making is aligned with this Commission’s objective to pursue upward convergence and long-term drivers of growth. More Political, with a Powerful Narrative Europe 2020 needs to become less technocratic and more political, engaging national leaders and citizens in a constructive exchange about the future. It needs to build up a powerful narrative, warning of the consequences of inaction and inertia. Measure Progress and Compare with the World’s Best The strategy needs to be less about indicators and more about progress, convergence and forecasting. Comparisons should be made with international best practices and global leaders, not only with EU peers. Rethink Governance to Overcome Limited Competences Deeper integration in the European Semester is necessary, because Europe 2020 has few legally binding targets. The strategy must be positioned as the key policy vehicle for medium- and long-term planning, underpinning the work of responsible and anticipatory governments. Dynamic Indices, Adapted to New Realities Three composite indices, based on smart, sustainable and inclusive growth, should complement the current system and allow for future fine-tuning if framework conditions or global developments change. ",
        "2 EPSC Strategic Notes EPSC Strategic Notes - Europe 2020 Many Member States have undergone profound reforms in recent years, which are now yielding a growth dividend. This year, for the first time since 2007, all EU countries, with the exception of Cyprus and possibly Greece, are expected to show a positive GDP growth rate. But few would attribute this success to the Europe 2020 strategy. Rather, upon examination, two other drivers of reform stand out as having proved effective over time: one is strict accession criteria for EU or Eurozone membership, the other is acute pressure of financial markets, particularly rising bond yields. An updated strategy needs to urgently find a firm and actionable role in the evolving EU economic governance structures, in particular the European Semester. In addition, it needs to be brought in line with the Political Guidelines of the Juncker Commission. The review of the Multiannual Financial Framework (MFF) in 2016 can provide another timely opportunity to tie the EU budget more closely to current policy priorities. Europe 2020 should also take greater account of parallel processes with some overlap, such as the Post-2015 Universal Agenda and the UN Sustainable Development Goals. A revised Europe 2020 strategy has to be an effective and powerful tool to fight against the inherent risks of short-termism in political decision making, creating incentives for action and disincentives for inaction. It has to help governments pursue reforms for the well-being of their people, and reward them for their responsible stewardship and foresight. Against this backdrop, Europe 2020 needs to become a catalyst for honest reflection and vigorous debate, shedding light on progress and convergence – rather than only targets – and telling policy makers and citizens in clear terms how persistent under-delivery impacts their lives now and in the future. The ultimate goal is to give Member States ownership and responsibility to become architects of a better future. 1. Learning from the Past: A Look Back Taking Stock: Wrong Place, Wrong Time? Europe 2020 reflected the effort not to repeat the mistakes of the previous European growth strategy, the so-called Lisbon Agenda. Rather than focusing only on employment and R&D, Europe 2020 was designed to be more comprehensive, with eight targets in five categories; instead of one-size-fits-all, it called for country-specific targets; far from proposing elusive goals such as becoming “the most competitive economy in the world”, this strategy was more modest in pursuing “smart, sustainable and inclusive” growth. While the intention was laudable, results are mixed at best. It has been a strategy that solicited insufficient political buy-in, and was largely drowned out by short-term crisis management in the years from 2010 onwards. Now that the worst appears to be over and growth is returning, it is a good moment to reboot the Europe 2020 Strategy, making it an effective tool to pursue medium- and long-term goals. Most recent data 2012/13 Europe 2020 targets 2008 Employment rate R&D expenditure Share of renewable energy in gross final energy consumption Private energy consumption Final energy consumption Early leavers from education and training People at risk of poverty or social exclusion Greenhouse gas emissions Tertiary educational attainment Figure 1: Progress in Achieving Europe 2020 Targets Source: Eurostat. ",
        "3 EPSC Strategic Notes EPSC Strategic Notes - Europe 2020 In Short: The Europe 2020 Strategy Adopted by European leaders in June 2010, the Europe 2020 strategy aims to deliver “smart, sustainable and inclusive growth.” A more comprehensive strategy than its predecessor, the Lisbon agenda, Europe 2020 focuses on reach five headline targets, composed of eight measurable objectives and underpinned by seven Commission flagship initiatives. Member States’ progress towards the Europe 2020 targets is encouraged and monitored throughout the European Semester, the EU’s yearly cycle of economic and budgetary coordination. In 2014-2015, the Commission took stock of the Europe 2020 strategy, followed by a public consultation. The results of both exercises will inform the review of the strategy, to be presented before the end of 2015. Targets and Objectives Employment Smart Growth Climate and Energy Inclusive Growth Research and Development Sustainable GrowthEducation Social Inclusion and Poverty Reduction Flagship Initiatives Smart, Sustainable and Inclusive Growth • 75% of the 20-64 year-olds to be employed • 3% of the EU’s GDP to be invested in R&D • greenhouse gas emissions 20% (or even 30%, if the conditions are right) lower than 1990 • 20% of energy from renewables • 20% increase in energy efficiency • Digital Agenda for Europe • Innovation Union • Youth on the Move • Resource efficient Europe • An industrial policy for the globalisation era • An agenda for new skills and jobs • European platform against poverty • reducing the rates of early school leaving below 10% • at least 40% of 30-34 year-olds completing third level education • at least 20 million fewer people in or at risk of poverty and social exclusion ",
        "4 EPSC Strategic Notes EPSC Strategic Notes - Europe 2020 Apples and Oranges: The Incongruent Methodology of Europe 2020 A significant part of the failure of Europe 2020 to unleash genuine reform can be attributed to its methodology. From the beginning, Europe 2020 suffered from a top-down approach between the EU level and Member States. The European Council of June 2010 instructed Member States “to rapidly finalise their national targets”, “identify the main bottlenecks to growth” and “indicate, in their National Reform Programmes, how they intend to tackle them”. 2 Such a complex “targetology” made it hard for political leaders to tap into the full potential of Europe 2020. In addition, the mix of targets did not add up to a coherent strategy. It combined input indicators (R&D), output indicators (emissions) and outcome indicators (poverty). Some were legally binding (CO2 emissions and renewable energy), while all others were subject to a peer-pressure mechanism, the so-called Open Method of Coordination, which has proven largely ineffective in driving change and reform. Another challenge in the pursuit of future targets is the mismatch between the policy cycle and the timeliness and availability of data. While GDP growth and employment statistics are reasonably up to date - usually lagging by a quarter - other indicators, such as income distribution and poverty rates, arrive with great delay. For instance, in September 2015, only half of the countries had put forward the poverty figures for 2014. The minimal 1.5-year lag for certain targets means it is very difficult to generate political traction that, in turn, could lead to timely and concerted action. Environmental Targets Superseded by More Ambitious Goals The original Europe 2020 Agenda put forward the so-called 20/20/20 by 2020 goal: 20% CO2 emissions reduction, 20% renewable energy, and 20% improvement in energy efficiency. In the meantime, the October 2014 European Council adopted far more ambitious targets, to be fulfilled by 2030: at least 40% CO2 emissions reduction; at least 27% renewable energy “binding at EU level” and at least 27% improvement in energy efficiency. This calls into question the validity of the current Europe 2020 environmental goals. At a minimum, they will need to take greater account of the 2030 targets. At a maximum, the inclusion of legally binding targets in a framework that is overall governed by the Open Method of Coordination needs to be rethought, as it may not be the most suitable springboard for action. R&D = Innovation? Hardly So The one input indicator to measure innovation in Europe 2020 is R&D spending. This is very misleading for two reasons: firstly, for companies, only a fraction of innovation spending is earmarked for R&D (see Figure 3, p. 5). The excessive focus on R&D has led policy makers to disregard other important drivers of innovation, such as design, training, organisational capital, software and technology adoption. Secondly, within R&D spending, it is important to distinguish between private and public sector R&D. Public sector R&D in Europe is actually comparable to United States government spending (Figure 2). It is private sector R&D that falls short, which says a lot about the overall investment climate for research-intensive companies and cannot be easily remedied by the public sector propping up the overall figures with additional R&D spending. One way to complement the R&D target is to take account of the recently developed “Innovation Output Indicator”. 1 0 50000 100000 150000 200000 250000 300000 US EU 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 Private Private Public Public Figure 2: The Difference is in Private Sector R&D Spending EU and US Research and Development Expenditure Million Euro Source: “Total Intramural R&D Expenditure By Sectors of Performance Database”, Eurostat. 1. The indicator was presented and adopted in a 2013 Communication and Staff Working Document: http://ec.europa.eu/ research/innovation-union/index_en.cfm?pg=output ",
        "5 EPSC Strategic Notes EPSC Strategic Notes - Europe 2020 Lisbon Agenda Revisited? Governance Failure and Lack of Ownership The June 2010 European Council, which adopted the Europe 2020 strategy, stressed that its objective was to “respond to the challenge of reorienting policies away from crisis management towards the introduction of medium- to longer-term reforms that promote growth and employment and ensure the sustainability of public finances, inter alia through the reform of pension systems”. Soon, however, Europe 2020 was overshadowed by major developments in economic governance, largely necessitated by the fallout from the financial crisis. The creation of many new processes - the Two- and Six-Pack, the Fiscal Compact, the Euro Plus Pact, as well as Europe 2020 - were all underpinned by the European Semester, which was drawn up in 2010 and began its first annual cycle in 2011. Europe 2020 never featured prominently in this process, not the least because it has no legislative “teeth”. Therefore, in addition to the limitations of the Open Method of Coordination, Member States did not fear sanctions for not being on the planned trajectory towards their self-proclaimed goals. This also explains why several National Reform Programmes become a mere list of actions undertaken by governments, in response to the Commission’s Country-Specific Recommendations. Rather than an instrument for peer learning and a driver of change, reporting on the targets has been interpreted as a “check-box” exercise to be completed not for the sake of the Member State itself but to satisfy “Brussels”. 2. Lessons Learned: Ways Forward for the Europe 2020 Strategy Rediscovering the Future: The Midterm Review as an Opportunity to Change Course Now that the immediate crisis is abating, the Commission has an opportune moment to engage political leaders and citizens in a discourse over what kind of society we aspire to be, to debate what really matters to us in terms of policy priorities and initiate a reflection on whether the actual political outcomes match our self-purported goals. Despite the shortcomings of Europe 2020, it would be a mistake to do away with it. On the contrary, the European Union urgently needs to demonstrate to its citizens that it has a solid and effective strategy to build a better future. In addition, it is important that the European Commission can stimulate positive actions, and is seen to exert leadership in areas where it has few formal competences, such as education, labour markets or innovation. Moreover, it would be hard to explain how Europe can credibly claim to be a global champion for “sustainability” – as it undoubtedly will by subscribing to the Sustainable Development Goals – while having unsustainable levels of youth unemployment or unsustainable pension systems. Figure 3: Innovation is More than R&D Investment in Innovation by European Firms, 2010 Billions euro Source: INTAN-Invest ",
        "6 EPSC Strategic Notes EPSC Strategic Notes - Europe 2020 The original Europe 2020 Strategy focused on smart, sustainable and inclusive growth. These objectives are only more relevant today . However, the headline targets from 2010 must be refitted for the post-crisis era and against the backdrop of a rapidly changing economy. The meaning of smart growth is now, more than five years on, mostly connected with the technological cutting edge, entrepreneurship and data intensity. This phenomenon cannot possibly be captured by an R&D spending target which often obscures more than it explains (Box on page 4). Similarly, sustainable growth cannot possibly be reduced to meeting already outdated EU energy and climate targets (Box on page 4) that do not address the rapid depletion of natural resources or are not yet linked to emerging policy concepts such as circular economy. Finally, the employment targets are important and valid but fail to grasp the reality of the changing workplace, in which the quality of jobs matters as much as their availability. 3. Towards Progress and Forecasting: Giving Meaning to the Europe 2020 Narrative A strategy designed for the future needs a compelling focus, otherwise it is doomed to fail. Getting policy makers to enact - and citizens to accept - actions today that will only yield a dividend tomorrow, requires a powerful narrative, as well as an ability to imagine what lack of initiative will entail. One area where Europeans have excelled is in raising broad awareness of what lack of environmental sustainability will mean over time, making the EU a world leader in the field. Sadly, we have not instilled the same urgency to act when it comes to other areas: how sustainable is an economy that boasts 20% or more youth unemployment? Or how can a country retain a world-class social protection system when its underlying skills base is decaying and productivity levels are declining? This means the European Commission and Member States should exploit existing analytical tools, and build new ones, to assess policies in an integrated way. This would necessitate simultaneously looking at economic, social, institutionnal and environmental dimensions; forecasting the impact of external shocks; identifying future trends and building instruments to carry out serious evidence-based policies. To make Europe 2020 more meaningful, five tools could be utilised: a. Measuring progress: rather than having an elusive target to meet five years from now, it would be more useful to measure year-to-year progress and adjustment. Europe 2020 would in this case not take a random snapshot of overall performance but give countries that are trying to improve and reform the credit they deserve. For instance, countries like Portugal and Spain have made tremendous progress and adjustments in past years but would still rank very low in, say, the employment target. This is discouraging over time and also misleading, as countries that score high often become reform laggards – i.e. Germany, which has been undoing a lot of reforms which helped make it one of the strongest economies. Better accounting for reform efforts and highlighting reform laggards among top performers would generate more useful insights than the current approach. Moreover, it would provide a more nuanced and robust evidence base for Country-Specific Recommendations. 1234567 Western Europe + Estonia Nordic Europe Southern and Eastern Europe South-East Europe 1st pillar: Enterprise environment 2nd pillar: Digital agenda 3rd pillar: Innovative Europe 4th pillar: Education and training 5th pillar: Labour market and employment 6th pillar: Social inclusion 7th pillar: Environmental suistainability Figure 4: One EU… or Four? Competitiveness Profiles by Region Source: World Economic Forum. ",
        "7 EPSC Strategic Notes EPSC Strategic Notes - Europe 2020 b. Moving from static targets to dynamic indices: the five headline targets should be underpinned by composite indices, capturing what is essential to achieve smart, sustainable and inclusive growth. As time passes and the larger framework conditions change, targets should be adjusted and indices updated. Without an ability to fine-tune and change course along the way, it is difficult to imagine a 10-year programme that can remain relevant and useful over time. Simplicity is indeed attractive, but can also be reductionist. As the National Reform Programme of the German government observes, quantitative indicators can, of course, only give a partial insight into progress made in a policy field. For a full analysis of a policy field, a wide number of quantitative and, in particular, qualitative factors would need to be considered. 3 The initial Europe 2020 Strategy could not envisage how disruptive and constant economic change would be. The dynamic character of today’s economy, in which innovation is steered by many drivers other than R&D and where people will have several jobs and different careers throughout their lifetime, needs to be captured by indices which combine elements that are critical for achieving the objectives at the given point in time. When factors change, so should indices . Can we really still meaningfully measure and value the same targets today as we did in 2009, when the Europe 2020 Agenda was drawn up? How much has Europe and the world changed since then? Would we still prioritise R&D over, say, adoption of digital technologies or availability of fibre networks? How meaningful is a high number of university graduates when the skills taught are often outdated and not useful for today’s job market? Is the share of renewables more important for growth than say, the number of start-ups or fast-growing companies? c. Forecasting trends and alternatives: even if forecasting is not a scientific method and can have underlying methodological challenges, it should be considered to build up a powerful narrative on how current inaction will impact future well-being. For instance, one can say with some certainty that today’s early school leavers will be the unemployed and socially marginalised of tomorrow, so dare we make a prediction how much 15% early school leavers will cost a government over the lifetime of such a lost generation? By the same token, how does persistent under-performance on innovation impact the ability of companies to create high-quality jobs, and how does that in turn translate into governments meeting their welfare obligations over time? Being able to extrapolate possible consequences of action - or inaction - and discussing them publicly, should be a key feature of Europe 2020 going forward. This would both make the implications of today’s actions on the future more tangible and pave the ground for a 2030 strategy. The European Commission should therefore prepare Europe 2020 Forecasts , presenting the likely outcomes of the current versus recommended policy orientation. Such forecasts are bound to become subject of intense political debate in the Member States, which is the only way of making Europe 2020 relevant and effective in inducing policy adaptation. The development of indicators of risks associated to inaction could be a powerful way to communicate the advantages of reforms and help governments that pursue modernisation to get a dividend vis-à-vis their public opinions and voters. d. Europe 2020 working themes: to make the Europe 2020 targets more actionable and ensure that shorter-term policy choices lead to the desired long-term outcomes, the Commission should design a range of working themes in cooperation with the Member States holding the Presidency of the Council. Working themes should be devoted to a set of game- changing policy solutions which can put the EU on a trajectory to meet the objectives of Europe 2020. Having drawn a calendar of working themes, the Presidency and the Commission’s strategic and research services could co-chair expert work on the relevant subjects – engaging also the European and international expert community – to produce rigorous evidence to underpin and guide Member States’ policies. The aim would be to show how the targets translate into practical policy insights and actions. The range of working themes could comprise issues such as the future of work, social mobility, productivity, skills and education, or smart energy. The resulting policy options would need to be benchmarked against international best practices to provide tailor-made guidance to the Member States and incentivise forward-looking peer learning. e. Comparing with the world’s best: while it is necessary to compare Member States with one another, it also leads to a degree of navel-gazing and ignores that many top performers in a given policy area are located outside of Europe. This necessitates a more internationally focused benchmarking with other advanced economies such as Canada, Japan, South Korea, Australia or Singapore. This is not a new insight. Back in 2004, then Belgian Prime Minister Guy Verhofstadt put it as follows, when speaking about the Lisbon Agenda: “Can we ",
        "8 EPSC Strategic Notes EPSC Strategic Notes - Europe 2020 in Belgium really rest easy because our economy is now performing better than the economy in the Netherlands, France or Germany? … We want to make Europe into the most competitive knowledge-based economy in the world, but we neglect to compare ourselves to the world’s key growth areas.” 11 years on, nothing has changed and Europe still mostly compares its performance vis-à-vis its Member States. This urgently needs to change as part of the midterm review of the Europe 2020 Strategy. Revamped Governance: More Ownership and a Process Focused on Results A revamped Europe 2020 Strategy needs to become more firmly integrated in the European Semester . Politically, it needs to be positioned as the key policy vehicle for medium- and long-term planning, underpinning the by now well-established cycle of the Annual Growth Survey, National Reform Programmes and Country-Specific Recommendations. Timewise, it might make sense to centre the focus on Europe 2020 in the second half of the year, when there is less activity in the European Semester and a window of opportunity could exist to focus Member States on medium-term objectives. In terms of concrete deliverables within the European Semester process, they could be as follows: • A designated chapter in the Annual Growth Survey should concern the EU’s progress in achieving goals of the Europe 2020 strategy with presentation and analysis of the thematic indices (smart, sustainable and inclusive growth) with reference to both EU-28 and individual countries. • Country-Specific Recommendations should contain a meaningful analysis of Member States’ progress towards Europe 2020 objectives with individual, tailor-made recommendations. • The Spring European Council should feature a presentation by the European Commission of the Europe 2020 Forecasts for the five years ahead, presenting the trajectories for the EU as a whole and for the individual countries in fulfilling Europe 2020 objectives. Institutionally, the European Commission’s Secretariat- General already coordinates both the European Semester and the Europe 2020 strategy. With its new and enhanced remit on Better Regulation, as well as hosting the recently established Structural Reform Support Service, the Secretariat-General should continue to be in the driving seat but be asked to both upgrade the overall importance of Europe 2020 in its service as well as mainstream it across the house. Within Member States, new ways need to be found to engage key interlocutors. In national parliaments and among regional authorities, vigorous debates should take place about a country’s medium- to long-term strategies, assessing how prospects compare with peers in Europe but also leading nations worldwide. The recent exchange on Greece in the European Parliament was a timely reminder of the usefulness of parliamentary debates, including the passion they can evoke, giving political leaders an opportunity to voice their vision for the future, which in turn solicits ownership and buy-in. Policy “Carrots”: Incentives for Action While in principle no Member State should need incentives to pursue more sustainable, future-oriented policies, the reality is of course very different. That is why the European Commission should actively consider incentives which can make reforms easier. This is particularly important in areas where the European Commission has few competences, for example in social policy. One tool already at work is the Communication on “Making the Best Use of the Flexibility Within the Existing Rules of the Stability and Growth Pact”. Other incentives could and should be envisioned, including “naming and faming”, a process whereby countries are publicly recognised and even celebrated for setting a best practice and being a role model to others, or by financial rewards, earmarked in the EU budget for top reformers. Conclusion Europe 2020 is strategy worth preserving but urgently in need of an overhaul. Europe needs a vigorous and spirited debate about its future. Events in Greece have shown how important it is to engage citizens in a mature, evidence- based exchange about challenges and possible solutions, as well as the need for early-warning mechanisms when persistent under-performance threatens the entire economic and social model of a country. Europe 2020 has the potential to become the economic development and growth blueprint for the post-crisis world. Given the magnitude of the tasks ahead - and in view of the public support needed - the strategy has to shed its technocratic character and adopt a more political dynamic. Who would be better suited to lead this endeavour than a political European Commission which has promised that this time it’s different ? ",
        "9 EPSC Strategic Notes EPSC Strategic Notes - Europe 2020 Notes 1. https://www.gov.uk/government/news/a-plan-for- growth-in-europe 2. Conclusions of the June 2010 European Council, http://ec.europa.eu/ eu2020/pdf/council_conclusion_17_june_en.pdf 3. http://ec.europa.eu/europe2020/pdf/csr2015/nrp2015_germany_ en.pdf PDF: ISBN 978-92-79-63298-3 • doi:10.2872/52187 • ISSN 2467-4222 • Catalogue number: ES-AA-16-006-EN-N Site/HTML: ISBN 978-92-79-63301-0 • doi:10.2872/523660 • ISSN 2467-4222 • Catalogue number: ES-AA-16-006-EN-Q "
    ]
}