{
    "text": [
        "Is ‘Competitive Europe’ compatible with ‘Social Europe’? The Foundation Forum 2006 promises to be even more lively and pertinent than ever before, with a line-up including high-profile speakers, expert participants and a very hot topic for discussion. On 2–3 November, the third Foundation Forum will attempt to find answers to the following fundamental questions: are the models of a competitive Europe and Social Europe partners or rivals? To what extent are the various European social models compatible with competitiveness? More specifically, the Forum will look at how recent trends in globalisation, new technologies and the ongoing economic integration of Europe influence the relationships between social models and competitiveness. While the Forum may not be able to give definitive answers to the questions, it should shed light on one of the most pressing issues facing Europe today. The two-day conference will be hosted by Micheál Martin TD, Irish Minister for Enterprise, Trade and Employment. Taoiseach Bertie Ahern (Irish Prime Minister) will open the conference with an address on competitive Ireland in a social Europe. Jeremy Rifkin, President of the Foundation on Economic Trends (USA) and Hans-Werner Sinn, Munich University, will then explore whether the Lisbon aim of competitiveness is feasible, appropriate or desirable for Europe. More about the Foundation Forum 2006 on www.eurofound.europa.eu/events/forum2006/ Promoting flexible working time arrangements The Foundation will present findings from its research on working time and work–life balance to European policymakers, in a seminar organised jointly with the European Parliament. Working time has long been a central element in political and social debate in the European Union. The duration, organisation and predictability of working time raise questions about the health, well-being and wider social life of workers, and about the productivity, efficiency and competitiveness of enterprises. However, despite a growing number of working time options available to employees in companies, the actual take-up of some options (home or teleworking, long-term leave) remains limited in practice. Read more at www.eurofound.europa.eu/press/communique/2006/oct/newsletter3.htm Issue 9, October 2006 Social policy – a tool for productivity and competitiveness Social cohesion has been a founding principle of the European Union since its inception. Over the past 50 years, Member States have strived to reconcile economic and social goals – with varying degrees of success. However, over the same period, the global economic environment in which Europe operates has changed dramatically: the Union’s global competitiveness depends more than ever on a highly motivated and well- educated labour force. In such an environment, the potential for policy to promote greater productivity and competitiveness has never been greater. But is a highly developed social model a luxury that only affluent nations can afford, and only when times are good? Or is it a vital element in a well- functioning, competitive market economy? Research suggests that a high degree of competitiveness is compatible with an extensive (even an expensive) social model. Most of the new EU Member States cannot currently afford to adopt the extensive social models of the Nordic countries or Germany; they can, however, make choices according to their own strengths and limitations. The challenge is to apply the principles of the European social model to their individual social, economic and institutional circumstances. We hope that the work of the Foundation and the discussions at the upcoming Foundation Forum 2006 in November can provide some guidelines and recommendations as to how this be can achieved. This month, the Foundation’s Governing Board will meet to adopt its programme of work for 2007. On 17 October, in a joint initiative with the European Parliament, the Foundation will present its qualitative and quantitative research on working time and work–life balance to high- level policymakers in Brussels. Jorma Karppinen Director ISSN 1560-814X CAT. NO. TJ-AA-06-009-EN-C D IRECTOR ’ S DIARY European Foundation for the Improvement of Living and Working Conditions communiqué Terttu Savolainen , State Secretary of the Finnish Ministry of Social Affairs and Health with Jorma Karppinen , the Foundation’s Director, at the opening of the The future of employment in social care in Europe conference in Helsinki on 2 October. The conference, which identified key pointers for the creation of good quality jobs in Europe’s social care sector over the next five to 10 years, was organised in collaboration with the National Research and Development Centre for Welfare and Health (STAKES) and the Finnish Institute of Occupational Health (FIOH) under the auspices of the current Finnish Presidency of the European Union. NEWS IN PICTURES ",
        "NEWS IN BRIEF © 2006 European Foundation for the Improvement of Living and Working Conditions, Wyattville Road, Loughlinstown, Dublin 18, Ireland. Tel: +353-1-204 3100, fax: +353-1-282 6456, email: information@eurofound.europa.eu, internet: www.eurofound.europa.eu/newsroom/index.htm. Communiqué is published 10 times per year and is available free of charge. Any item in this publication may be reproduced without further permission if the source is acknowledged. Circulation: 15,500. EF/06/16/EN 76th Meeting of the Foundation’s Governing Board 13 October 2006, Dublin, Ireland Foundation own event 5th European round table on poverty and social exclusion – Towards a more coherent society 16 October 2006, Tampere, Finland The Finnish EU Presidency and the European Commission Working time and work–life balance: A policy dilemma? 17 October 2006, Brussels, Belgium Joint collaboration European Parliament and European Foundation European work–life & diversity conference 19–20 October 2006, Berlin, Germany Familienservice GmbH Foundation Forum 2006 2–3 November 2006, Dublin, Ireland A Foundation event, supported by the Irish Government EVENTS PUBLICATIONS Unless otherwise stated, publications are in English Employment initiatives for an ageing workforce in the EU15 www.eurofound.europa.eu/publications/html files/ef0639.htm Quality of work and employment 2006 www.eurofound.europa.eu/publications/html files/ef0660.htm Restructuring and employment in the EU: Concepts, measurement and evidence www.eurofound.europa.eu/publications/html files/ef0638.htm Working time and work–life balance in European companies: Summary (forthcoming in DE and FR) www.eurofound.europa.eu/publications/html files/ef0669.htm Free publications can be downloaded directly from the website and priced publications can be ordered online at www.eurofound.europa.eu. They can also be ordered from bookshops or from one of the sales agents of the Office of Official Publication of the European Communities. More information is available at www.eur-op.eu.int . Industrial relations in the print media sector Europe’s print media sector has lost its prime position in the organised labour movement – with its history of creating trade unions and developing industrial relations practices – due to industry-wide rationalisation, consolidation, and digitalisation over the past two decades. The changes, which have had profound effects on industrial relations in the sector, have effectively restructured the industry from a labour-intensive industry with a large pool of employees to technologically advanced work carried out by a limited number of workers. The latest comparative survey of industrial relations in Europe’s media sector from the Foundation’s Industrial Relations Observatory (EIRO) points out, however, that these changes have also created a disproportionate number of precarious contracts in part-time work, distance working, and teleworking. The new study, covering 18 EU Member States, focuses on changes in employment levels and practices, the views of employers and trade unions, and the level of social dialogue and industrial conflict. Read the full report online at www.eiro.eurofound.europa.eu/2006/08/study/ Food and drink industry in Europe Increased international competition and the elimination of trade barriers, coupled with stringent food safety regulations, new consumer trends and technological advances, are drivers that challenge the future structure and competitiveness of Europe’s food and beverage industry. The Foundation’s European Monitoring Centre on Change (EMCC) will gather together leading industry actors, including social partners, policy makers and experts, to find ways to tackle these at a workshop in Dublin on 23–24 October. Building on the successful concept of involving all participants in scenario building and group work to share experiences based on EMCC research, the seminar entitled ‘Feeding Europe’ will provide a greater insight into the sector and offer practical tools on how to anticipate and manage change in companies and organisations. Find out more at www.emcc.eurofound.europa.eu/exchange.htm Social dialogue capacity building at national level The Foundation’s research project – aimed at improving levels of social dialogue in the ten new EU Member States, Bulgaria, Romania, Croatia and Turkey – has produced national action plans for each participating country. Project participants will meet in Dubrovnik, Croatia, in early October to plan the next steps, which includes how to seek administrative and financial support from the European Commission (DG Enlargement, and DG Social Affairs and Employment) and to learn about online tools that are available as help to realise their plans. The project, initiated in 2005, brings together social partners, government representatives and researchers in an effort to collectively find ways of building solid social dialogue to promote employment, better working conditions and industrial relations. Learn more about this project on www.eurofound.europa.eu/areas/industrialrelations/socialdialogue.htm Job satisfaction and working conditions Almost four out of five workers in Europe consider themselves as either ‘very satisfied’ or ‘satisfied’ with their job, according to Foundation research. However, there are large differences in the levels of perception of job satisfaction in the former EU15 countries and in the new Member States. The Foundation’s European Working Conditions Observatory (EWCO), which reports on trends and developments in working conditions in the EU, aims to raise awareness of the issue among national authorities and social partners by holding a seminar on job satisfaction and working conditions during the Finnish EU Presidency. The event, to be held in Helsinki on 9–10 November, will outline the positive and negative factors contributing to job satisfaction and put them into an EU perspective with the help of new findings from the Foundation’s fourth European Working Conditions Survey. Find out more on www.eurofound.europa.eu/ewco/ Publication of the month Employment initiatives for an ageing workforce in the EU15 www.eurofound.europa.eu/publications/htmlfiles/ ef0639.htm "
    ]
}