{
    "text": [
        "good practice in energy effi ciency Guide on for Central and South Eastern Europe ",
        "Publications of the European Union Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. More information on the European Union is available on the internet (http://europa.eu). PRINT : ISBN 978-92-9202-351-5 DOI 10.2826/959775 EA-02-18-637-EN-C PDF : ISBN 978-92-9202-352-2 DOI 10.2826/605264 EA-02-18-637-EN-N © European Union, 2018 Reproduction authorised provided the source is acknowledged For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Cover Image: © gianlucamuscelli #525351011 Image(s) p.6-7 © solitude72 #503637266, p.14-15 © grandriver #538474526, p.16-17 © bowdenimages #511791391, p.19 © vm #810293280, p.20-21 © RossHelen #615428118, p.22-23 © SARINYAPINNGAM #824835738, p.24-25 © Ridofranz #901093568, p.27 © gpointstudio #586379824, p.28-29 © Vladdeep #505517800, p.32-33 © FroggyFrogg #668010164, p.34 © monkeybusinessimages #494765569, p.36-37 © Georgijevic #691949286, p.38-39 © Worawee Meepian #898446652, p.40-41 © #MartinPrescott 520623320, p.42 © ronstik #878464668, p.44 © SimplyCreativePhotography #181878646, p.46 © buzbuzzer #182722582, p.49 © balticboy #174849977, p.51 © Rawpixel #668218754, p.54-55 © kasto80 #501062623, p.56-57 © TommL #841574838, p.58-59 © Kinwun #808582286, p.60-61 © zhaojiankang #502120934, p.63 © Juan-Enrique #663025294, p.64-65 © alacatr #487608709, p.66 © maki_shmaki #656497894, p.68-69 © skynesher #817437368, p.70-71 © FrankyDeMeyer #183265261, p.74 © FS-Stock #674302944, p.77 © happymoon77 #678744464, p.79 © Mysticenergy #157637301, p.80-81 © Zinkevych #922383508, p.82-83 © gopixa #868575814, p.84-85 © NicoElNino #959876146, p.86-87 © B&M Noskowski #157511887. Source: iStock ",
        "good practice in energy efficiency Guide on for Central and South Eastern Europe Publication prepared jointly by the European Commission's Directorate-General for Energy and the Executive Agency for Small and Medium-sized Enterprises ",
        "2 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ATH Absorption Heat Transformer BKH Building Knowledge Hubs CA Concerted Action CCI Chambers of Commerce and Industry CEESEN Central and Eastern Europe Sustainable Energy Network CESEC Central and South-Eastern European Energy Connectivity CHP Combined Heat and Power CO 2 Carbon dioxide CO 2 e Carbon dioxide equivalent DEEP De-risking Energy Efficiency Platform DHC District Heating and Cooling DHS District Heating System EASME Executive Agency for Small and Medium-sized Enterprises EED Energy Efficiency Directive EEFIG Energy Efficiency Financial Institutions Group EEOS Energy Efficiency Obligation Scheme EIB European Investment Bank EIEEP European Industrial Energy Efficiency good Practices platform EMF Energy and Mobility Fund EMP Energy Management Plan EPBD Energy Performance of Buildings Directive EPC Energy Performance Contract EQF European Qualification Framework ERDF European Regional Development Fund ESCO Energy Service Company GDP Gross Domestic Product GHG Greenhouse gas GPP Green Public Procurement GWh Gigawatt hour GWh/y Gigawatt hour per year HPHE Heat Pipe Based Heat Exchanger HVAC Heating, Ventilation, Air Conditioning ICP Investor Confidence Project IEA International Energy Agency IEE Intelligent Energy Europe IP Industrial Park KWh Kilowatt hour kWh/m²/y Kilowatt hour per square metre per year kWh/y Kilowatt hour per year MMA Metalworking and Metal Articles MSA Market Surveillance Authority Mtoe Million tonnes of oil equivalent MWe Megawatt electric MWh Megawatt hour NEEAP National Energy Efficiency Action Plans NZEB Nearly-Zero Energy Building ORC Organic Rankine Cycle PDA Project Development Assistance PPP Public Private Partnership PV Photovoltaic RES Renewable Energy Sources RPL Recognition of Prior Learning SEIF Sustainable Energy Investment Forums SHO Social Housing Operator SME Small and Medium-sized Enterprise tCO 2 eq Tonnes of carbon dioxide equivalent toe/year tonnes of oil equivalent/year TPI Third Party Investment UNWTO UN World Tourism Organization VCEA Vulnerable Consumer Energy Advisor WHRS Waste Heat Recovery System WWTP Waste Water Treatment Plant List of abbreviations ",
        "3 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Table of contents 1. Introduction 4 2. Country Analysis 6 2.1 EU Member States 7 2.2 Energy Community Contracting Parties 10 3. Energy Performance of Buildings 14 3.1 Training the Workforce in the Building Sector 16 3.2 Towards Nearly-Zero Energy Buildings 20 3.3 Innovative Technologies for Energy Efficient Buildings 22 3.4 ICT Solutions for Energy Efficient Buildings 24 3.5 Education for Energy Savings in Buildings 25 4. Efficient District Heating and Cooling 28 5. Addressing Energy Poverty 32 5.1 Low-Cost Measures to Tackle Energy Poverty 34 5.2 Energy Performance Contracts for Social Housing 38 6. Investing in Energy Efficiency 40 6.1 Contributing to the More Effective Use of Public Funding 43 6.2 Supporting Project Development Assistance 46 6.3 Contributing to De-risking Energy Efficiency Investments 50 7. Energy Efficiency in Industry and Businesses 56 7.1 Boosting the Implementation of Energy Audits 58 7.2 Supporting Energy Cooperation in Industrial Parks 62 7.3 Developing Innovative Technologies for Waste Heat Recovery in Industry 64 7.4 Proposing Energy Efficiency Measures for Different Industrial Sectors 67 8. Engaging Stakeholders at all Governance Levels to Support Energy Efficiency 68 8.1 Supporting the Implementation of EU Legislation at a National Level 70 8.2 Improving Multi-level Coordination and Uptake at the Local Level 74 8.3 Supporting Green Public Procurement 77 8.4 Involving Consumers in Sustainable Local Communities and Collective Actions 78 8.5 Supporting the Implementation of Energy-Related Product Efficiency Legislation (Ecodesign and Energy Labelling) 81 9. Conclusions 84 ",
        "4 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE The Energy Union Strategy underlines regional coopera- tion as an instrument to facilitate the implementation of EU energy efficiency and renewable targets, thus deliv- ering secure, sustainable, competitive and affordable energy to consumers. The European Commission has an important role to play in facilitating regional cooperation so as to ensure that regional initiatives contribute to the Energy Union. However, although the Commission should provide the momentum to encourage EU Member States to engage, regional cooperation should be driven by the Member States. Set up in 2015, the \"Central and South-Eastern European Energy Connectivity\" (CESEC) 1 initiative aims to accelerate the integration of Central and South-Eastern European gas markets and diversify gas supplies. It brings together nine EU Member States ( Austria, Bulgaria, Croatia, Greece, Hungary, Italy, Romania, Slovakia and Slovenia ) and eight Energy Community Contracting Parties ( Albania, Bosnia and Herzegovina, Kosovo 2 , the former Yugoslav Republic of Macedonia, Moldova, Montenegro, Serbia and Ukraine ). In 2016, a decision was made to broaden the CESEC mandate beyond gas to include other key areas, such as: electricity trading and market coupling; the coordinated planning and development of power grid infrastructures; renewable energy, and energy efficiency. In that context, a revised Memorandum of Understanding complementing the CESEC initiative with a Joint Approach on electricity markets, energy efficiency and renewable development was adopted and signed at the CESEC High Level Group Ministerial meet- ing in Bucharest in September 2017, thereby starting the initiative's next phase (i.e. \"CESEC 2.0\"). In the area of energy efficiency, the proposed plan of cooperation between CESEC countries includes sharing information, experience and best practice on: 1 https://ec.europa.eu/energy/en/topics/infrastructure/central-and- south-eastern-europe-energy-connectivity 2 This designation is without prejudice to positions on status, and is in line with UNSC 1244 and the ICJ Opinion on the Kosovo declaration of independence. • The more effective use of public funds, such as EU funds. This includes those available for the Energy Community Contracting Parties, to trigger additional private financing for energy efficiency and sustainable energy investments, especially in buildings, with a par- ticular view toward implementing the legislation. • The use of Project Development Assistance in both the EU Member States and the Energy Community Contracting Parties, and aggregation mechanisms to support the development of investment project pipelines. • Benchmarking activities on different energy efficiency market practices in specific fields (for example con- cerning different renovation concepts or financial instruments for renovation), to identify and promote good practice and foster cooperation actions. The countries of the CESEC region stand to gain from con- certed efforts to fully exploit the energy efficiency potential that the region has to offer. There are two main benefits. Firstly, by drawing on relevant experience and best practice, particularly on energy efficiency, established in countries with similar local conditions in terms of, for example, building typologies, energy services markets, and energy supply char- acteristics in other regions. Secondly, in promoting the use of innovative financial instruments in countries in the region, par- ticularly in making optimal use of the EU funding instruments. The main objective of this Guide is to present current good practice in order to develop energy efficiency in the CESEC countries. This is particularly important as most of them have tremendous potential to increase energy efficiency. Improvements could be made to buildings where ineffi- cient building stock relies largely on old inefficient fossil fuel boilers for heating, and district heating infrastructures (which are inefficient and lack the required investment for their renovation). This Good Practice Guide is intended to assist policymakers, competent authorities and any other interested party in the CESEC countries in developing and implementing energy efficiency policies and measures at all levels (national, regional and local), thereby paving the way to energy savings in the future. 4 GOOD PRACTICE IN EE FOR CESEC Introduction 1. ",
        "5 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE The good practice examples presented in this Guide are pro- jects supported under both the Intelligent Energy Europe (IEE) 3 and Horizon 2020 (H2020) Energy Efficiency 4 pro- grammes. The Guide covers key energy efficiency areas of relevance for the CESEC region, namely: energy perfor- mance of buildings, efficient district heating and cooling, addressing energy poverty, investing in energy efficiency, energy efficiency in industry and businesses, as well as engaging stakeholders at all governance levels to support energy efficiency. The presentation of the examples of good practice is complemented by a short country-by-country analysis (for each of the 17 CESEC members) of the relevant energy efficiency issues, in order to have a snapshot over- view of the situation on the ground. Among others, the large body of information and evidence for this document was provided by: i) projects co-financed by the EU and managed by the Executive Agency for Small and Medium-sized Enterprises (EASME) 5 within the frame- work of the IEE and H2020 programmes; ii) the Commission Staff Working Document \"Good Practice in Energy Efficiency\" (November 2016), which accompanied the Clean Energy for All Europeans Package; iii) the Commission Staff Working Documents \"Energy Union Factsheets\" accompanying the \"Third Report on the State of the Energy Union\" (November 2017); and iv) the \"Annual Implementation Report of the Energy Community Secretariat\" (September 2017). The Sustainable Energy Investment Forums (SEIFs) 6 aim to enhance the capacity of, and the cooperation among, public and private stakeholders to develop large-scale investment programmes and financing schemes for sustainable energy. Within the context of that, and in particular of the planned SEIF event in Sofia on 28 June 2018 (organised one day before the CESEC High Level Group Ministerial meeting), this Guide is intended to provide interesting insights and oppor- tunities for further discussion. The SEIF event in Sofia is 3 https://ec.europa.eu/easme/en/intelligent-energy-europe 4 https://ec.europa.eu/easme/en/energy 5 https://ec.europa.eu/easme/ 6 https://ec.europa.eu/energy/en/financing-energy-efficiency/ sustainable-energy-investment-forums dedicated to financing energy efficiency in the CESEC region and also aims to share best practice from other countries. This includes the use of private funds and innovative financ- ing instruments, notably in the building and industry sectors. The upcoming SEIF event will also be a good opportunity to present some lessons from this Good Practice Guide, ahead of the CESEC High Level Group Ministerial meeting that will take place in Sofia on 29 June 2018. ",
        "6 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE 6 Country Analysis 2. ",
        "7 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE This short country-by-country analysis, covering all 17 CESEC members – namely, the nine EU Member States and the eight Energy Community Contracting Parties - aims to provide a snapshot overview of the relevant energy effi ciency issues. The information is based on the evi- dence and data gathered in the Commission Staff Working Documents \"Energy Union Factsheets\" accompanying the \"Third Report on the State of the Energy Union\" (published on 23 November 2017 and covering EU Member States), and the \"Annual Implementation Report of the Energy Community Secretariat\" (released on 1 September 2017 and covering the Energy Community Contracting Parties). The analysis provides an overview of the key energy effi ciency indicators, such as energy consumption trends concerning primary and fi nal energy consumption, and energy intensity levels per sector of activity (industry, transport, residential and services). EU Member States AUSTRIA Between 2005 and 2015, Austria reduced its primary energy consumption by 3.3% to 31.33 Mtoe, and its fi nal energy con- sumption by 1.7% to 27.37 Mtoe. Austria's 2020 targets for primary energy consumption and fi nal energy consumption are 31.5 Mtoe and 25.1 Mtoe respectively. Therefore, the country has to ensure the eff ective and continuous implementation of the Energy Effi ciency Law (adopted on 4 July 2014 in view of transposing the Energy Effi ciency Directive) to reduce its fi nal energy consumption still further. In 2015, Austrian industry was the largest energy-consuming sector, representing a 33.3% share in fi nal energy consumption. This was followed by transport (32.9%), residential (21.8%), and services (10%). Between 2005 and 2015, fi nal energy con- sumption in transport did not change, amounting to 9 Mtoe in 2015, while Gross Domestic Product (GDP) increased annually by 1.2%. The Austrian government tried to improve this situ- ation by extending and modernising transport infrastructure, ",
        "8 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE increasing the appeal of public transport, implementing plans for innovative mobility, strengthening waterways, and extend- ing fl ood protection. Primary energy intensity is well below the EU average, but the energy intensity of Austria's industry is above average — nota- bly due to the strong presence of industry, particularly steel. The residential sector also demonstrates energy consumption per square metre that is above the EU average, even a(cid:4) er a correc- tion for climate conditions. Additional eff orts could therefore be envisaged to improve energy intensity in these demand sectors. Energy intensity in the services sector has improved signifi cantly since 2005, to the point that it was below average in 2015. BULGARIA Between 2005 and 2015, Bulgaria reduced its primary energy consumption by 5.3% to 17.9 Mtoe, and its fi nal energy con- sumption by 6.7% to 9.51 Mtoe. Bulgaria's 2020 targets for primary energy consumption and fi nal energy consumption are 16.9 Mtoe and 8.6 Mtoe respectively. In 2014 and 2015, energy consumption showed an upward trend. Therefore further eff orts are needed to decrease both primary and fi nal energy con- sumption, and keep them below the target levels until 2020. In 2015, Bulgarian transport was the largest energy-consuming sector, representing a 35.8% share in fi nal energy consump- tion. It was followed by industry (28.5%), residential (23.1%), and services (10.4%). Compared to the EU average, energy consumption by industry and transport were slightly higher in Bulgaria, while residential and services were lower. Between 2005 and 2015, fi nal energy consumption in transport recorded an average annual increase of 1.8%, which is below the 2.6% average annual increase of GDP. The increase of energy con- sumption was accompanied by effi ciency improvements, both in passenger and freight transport vehicles. Bulgarian primary energy intensity decreased by more than 25% between 2005 and 2015, despite a small increase in 2015. That being said, Bulgaria remains the most energy inten- sive economy in the EU by a large margin. The evolution of the industrial structure and processes used all infl uence the energy intensity levels of Bulgarian industry, which remained the high- est in the EU in 2015. This is also valid, to a lesser extent, for the Bulgarian services sector (third highest in the EU in 2015). On the other hand, the energy intensity of Bulgarian households is well below the EU average. Additional eff orts could therefore be envisaged to improve the industry and services sectors. CROATIA Between 2005 and 2015, Croatia reduced its primary energy consumption by 12.2% to 8.0 Mtoe, and its fi nal energy consump- tion by 9.0% to 6.59 Mtoe. Croatia's primary and fi nal energy consumption remains below the country’s 2020 energy effi ciency targets of 11.5 Mtoe and 7.0 Mtoe respectively. However, addi- tional eff orts are needed to keep primary energy consumption at this level or to minimise the eff ects of the GDP upward trend which has been observed since 2014. Croatia is also expected to step up the national energy effi ciency actions and programmes that are necessary to meet the cumulative saving requirements stemming from the Energy Effi ciency Directive. In 2015, the residential sector was the largest energy-con- suming sector, representing 36.7% of total fi nal energy consumption. It was followed by transport (32%), industry -3,3 1,2 2,6 0,1 -2,1 0,9 -0,4 2,8 3,7 1,2 -1,7 -5,3 -6,7 -12,2 -9 -22,5 -21,3 -8,5 -5 -17,6 -15,1 -14,8 -11,4 -13,4 -12,8 -8,0 -4,2 Reduction of primary energy consumption [%] Reduction of final energy consumption [%] Average annual change 2005-2015 [%] of GDP ROMANIA BULGARIA CROATIA GREECE SLOVENIA SLOVAKIA HUNGARY AUSTRIA 0% -5% -10% -15% -20% -25% ITALY 0% -1% 1% 2% 3% 4% -2% -3% Reduction of primary and fi nal energy consumption over 2005-2015 in EU Member States [%] ",
        "9 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE (16.5%), and services (11.3%). Among these sectors only the final energy consumption in the residential sector is above the EU average. In Croatia special attention is paid to roll out a more intense implementation of national building renova- tion programmes. In June 2014, \"The Long Term Strategy for Mobilising Investment in Renovating the National Building Stock in Croatia\" was published, in order to identify effective measures for long-term mobilisation of cost-effective deep renovation of the building stock by 2050. The 2017 update of the strategy strongly follows the state of the practice and possibilities for further development through plans and programmes. Between 2005 and 2015 in Croatia, final energy consumption in transport recorded an average annual increase of 1%, higher than the 0.1% average annual increase of the GDP. Final energy consumption in transport declined sharply a(cid:4)er 2008, only to see a modest recovery in 2015. Although primary energy intensity decreased between 2000 and 2015, it remains substantially above the EU average. The energy intensity in the industry, services and residential sec- tors is also above average, indicating the unexploited efficiency potential in all of these sectors. GREECE Between 2005 and 2015, Greece reduced its primary energy consumption by 22.5% to 23.75 Mtoe, and its final energy con- sumption by 21.3% to 16.5 Mtoe. Greece already has levels of primary and final energy consumption below the indicative national 2020 targets (24.7 Mtoe in primary energy consump- tion and 18.4 Mtoe in final energy consumption). The country would need to ensure that until 2020, its primary energy con- sumption is kept at this level, or that any increase is minimised in case of GDP growth. In Greece in 2015 transport was the largest energy-consum- ing sector at 39.9% of final energy consumption, which is above the EU average of 33.1%. It was followed by residential (26.7%), industry (19%), and services (11.3%). For the period 2005-2015, final energy consumption in Greek transport recorded an average annual decrease of 1.9%, comparable to 2.1% of average annual GDP decrease. This was mostly driven by the significant decrease of freight transport activity observed since the beginning of the economic crisis, compared to the increase in passenger activity over the same period. In 2015 primary energy intensity in Greece was above the EU average, as it decreased more slowly than the average between 2005 and 2015. This could be explained by the signif- icant decline of GDP. Greece was among the limited number of Member States that saw an increase of the energy intensity in industry between 2005 and 2015; its industrial energy intensity level is well above the EU average. Final energy intensity levels in the services and residential sector are both below average. Nonetheless, there is still a need to properly implement national energy efficiency actions and programmes. HUNGARY Between 2005 and 2015, Hungary reduced its primary energy consumption by 8.5% to 23.3 Mtoe and its final energy consumption by 5% to 17.3 Mtoe. While primary energy con- sumption in 2015 was below the indicative 2020 national target (24.1 Mtoe), further efforts are needed in order to attain the final energy consumption target (14.4 Mtoe) by 2020. It should be noted that in 2015 both primary and final energy consumption levels temporarily rose compared to the previous year, going against the decreasing trend since 2005. In Hungary in 2015, residential was the largest energy-con- suming sector with a 34.4% share of final energy consumption, which is above the EU average. It was followed by transport (25.2%), industry (24.5%), and services (12.6%). The final energy consumption levels in these three sectors are below average. In the residential sector, efforts to support building renovation should be enhanced. There is also significant energy saving potential in modernising district heating systems and in the broader deployment of combined heat and power gener- ation. Between 2005 and 2015 the final energy consumption in transport recorded an average annual increase of 0.3%, which was lower than the 0.9% average annual increase in GDP. Transport divergent trends are behind this slight increase. Although primary energy intensity in Hungary decreased on average by 1.6% annually between 2005 and 2015, it remained significantly above EU average (about 90% higher in 2015). This indicates an unexploited potential for improvement. The final energy intensities of the industry, services and residential sectors are all above the EU average. Therefore efforts should be intensified across all of these sectors, particularly in industry, which has seen a 19% increase between 2005 and 2015. ITALY Between 2005 and 2015, Italy reduced its primary energy consumption by 17.6% to 149.56 Mtoe and its final energy con- sumption by 15.1% to 116.44 Mtoe. Italy's 2020 targets for primary energy consumption and final energy consumption are 158 Mtoe and 124 Mtoe respectively. Although Italy is below these targets, given the upward trend observed in more recent years, the country would still need to make an effort to keep these levels in check until 2020. In Italy in 2015, transport was the biggest energy consuming sector, representing a 34% share in final energy consumption, which is above the EU average of 33.1%. It was followed by the residential sector (27.9%), industry (22.3%), and services (13.2%). Between 2005 and 2015, the final energy consumption in trans- port recorded an average annual decrease of 1.2%, which was larger than the average annual decrease of GDP in this period. The decrease of final energy consumption was mostly driven by a strong decline in freight transport activity as affected by the eco- nomic context. Residential energy consumption is also above the EU average. To tackle this challenge, Italy provides a tax credit for energy efficiency improvement measures in residential buildings, which also covers the option of a comprehensive retrofit package. ",
        "10 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Primary energy intensity decreased between 2005 and 2015, remaining well below the EU average. The greatest progress was observed in industry; energy intensity in services and residential sectors did not change much. ROMANIA Between 2005 and 2015, Romania reduced its primary energy consumption by 14.8% to 31.3 Mtoe, and its final energy con- sumption by 11.4% to 21.9 Mtoe. Romania's 2020 targets for primary energy consumption and final energy consumption are 43 Mtoe and 30.3 Mtoe respectively. The country's energy con- sumption is already well below target levels. Hence efforts should be invested to keep these levels in check until 2020. In Romania in 2015, residential was the biggest energy con- suming sector, representing a 33.7% share in final energy consumption, which is well above the EU average of 25.4%. It was followed by industry (29.6%), transport (25.5%), and ser- vices (8%). Between 2014 and 2020 Romania has allocated significant amounts of EU Cohesion policy funds to energy effi- ciency, in particular for the residential sector. This is expected to improve the energy performance of buildings and reduce their energy consumption. Between 2005 and 2015, the final energy consumption in transport recorded an average annual increase of 2.8%, just as for GDP during the same period. Primary energy intensity in Romania remains above the EU aver- age, but has improved more than most other Member States since 2005. Between 2005 and 2015 the energy intensity in industry decreased significantly with an average annual change of 6.3% — more than triple the EU average of 2%. There was a slight decrease of energy intensity in the services and residential sectors too. However, there is still potential for improvement by 2020. SLOVAKIA Between 2005 and 2015, Slovakia reduced its primary energy consumption by 13.4% to 15.4 Mtoe, and its final energy con- sumption by 12.8% to 10.1 Mtoe. Slovakia's 2020 targets for primary energy consumption and final energy consumption are 16.4 Mtoe and 9 Mtoe respectively. Slovakia is well on track to meet its 2020 targets on energy efficiency. While its primary energy consumption is already under the 2020 target, there is still a gap in final energy consumption. Although over the past decade the trend for both indicators was of general decrease, the limits in decreasing energy consumption were clearly visible in 2014 and 2015. Therefore, further efforts are needed to reduce final energy consumption. In Slovakia in 2015, industry was the largest energy-consuming sector at 43.9% of final energy consumption. It was followed by transport (22%), residential (19.7%), and services (12.9%). Energy consumption in industry has remained more or less constant in the past few years, a(cid:4)er going through a gradual decrease between 2005 and 2009; efforts should be enhanced in that sector. Given the high energy intensity of the industrial sector, Slovakia’s energy intensity was approximately 80% higher than the EU average in 2015 — one of the highest in the EU. Besides industry and despite significant improvement between 2005 and 2015, the energy intensity of the services sector was also well above average. In other words, there is unexploited efficiency potential in both of these sectors. SLOVENIA Between 2005 and 2015, Slovenia reduced its primary energy consumption by 8% to 6.45 Mtoe and its final energy consump- tion by 4.2% to 4.69 Mtoe. Slovenia's 2020 targets for primary energy consumption and final energy consumption are 7.3 Mtoe and 5.1 Mtoe respectively. Slovenia has already achieved levels of primary and final energy consumption below the 2020 targets, and thus needs to keep to these levels until then. In Slovenia in 2015, transport was the biggest energy consuming sector, at 38.4% of final energy consumption, which is well above the EU average of 33.1%. It was followed by industry (26.2%), residential (23.7%), and services (9.8%). While the industry and residential sectors correspond to the average EU values, energy consumption in services is considerably below the average of 13.6%. Between 2005 and 2015 in Slovenia, the final energy consumption in transport recorded an average annual increase of 2.3%, higher than the average annual increase of GDP (1.2%). This originates mainly from road transport, which includes transit. Primary energy intensity decreased at a slow pace between 2005 and 2015 and remained above the EU average. The energy intensity is also well above the averages in industry, services, and the residential sector. There is potential for energy efficiency improvement across all three of these sectors. Energy Community Contracting Parties ALBANIA Between 2012 and 2015, Albania's total primary energy supply increased by 11.7% to 2.2 Mtoe, and its final energy consump- tion increased by 14.1% to 2.1 Mtoe. There was a slight decline in final energy consumption. However, Albania should pursue efforts to achieve its 9% overall energy savings target between 2010 and 2018. In Albania in 2015, transport was the largest energy-consum- ing sector, at 41% of final energy consumption. It was followed ",
        "UKRAINE MOLDOVA ROMANIA SERBIA BULGARIA KOSOVO MK CROATIA GREECE SLOVENIA SLOVAKIA ALBANIA MONTENEGRO HUNGARY BA AUSTRIA ITALY Austria Hungary Romania Slovakia Ukraine Moldova Bulgaria Serbia Bosnia and Herzegovina (BA) Croatia Slovenia Montenegro Kosovo former Yugoslav Republic of Macedonia (MK) Albania Greece Italy 32,9% 10% 21,8% 33,3% 35,8% 10,4% 23,1% 28,5% 22,0% 28,0% 34,0% 11,0% 39,9% 11,3% 14,0% 50,0% 16,0% 23,0% 9,0% 41,0% 26,0% 9,0% 26,7% 19,0% 32% 11,3% 36,7% 16,5% 24,5% 25,2% 34,4% 12,6% 34,0% 27,9% 13,2% 22,3% 8,0% 33,7% 25,5% 29,6% 43,9% 26,2% 38,4% 23,7%9,8% 22,0% 19,7% 12,9% 24,0% 32,0% 28,0% 11,0% 10,0% 31,0% 43,0% 13,0% 37,0% 29,0% 19,0% 10,0% 10,0% 26,0% 23,0% 32,0% 38,0% 16,0% 30,0% 7,0% Industry Transport Residential Services Other 2005-2015 2012-2015 11 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Final energy consumption by sector in 2015 [%] ",
        "12 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE by residential (26%), industry (14%), and services (9%). The country made important progress in strengthening its legal and institutional framework for energy efficiency, particularly regarding the energy performance of buildings. However it is lagging in implementation and remains non-compliant in many areas, such as secondary legislation to implement the Law on Energy Efficiency, and the delegated acts on energy labelling. Despite the slight decrease in 2015, primary energy intensity in Albania does not show a consistent decline. This indicates the need to improve policy and implement measures to utilise the high energy efficiency potential available in the country. BOSNIA AND HERZEGOVINA Between 2012 and 2015, Bosnia and Herzegovina reduced its primary energy supply by 6.8% to 7.9 Mtoe and its final energy consumption by 9.6% to 4.4 Mtoe. The country's overall energy savings target between 2010 and 2018 is 9%. Figures from 2015 show that 3.8% of energy was already saved. Bosnia and Herzegovina should enhance its efforts to improve energy efficiency to meet its target in 2018. In Bosnia and Herzegovina in 2015, residential was the largest energy-consuming sector with a 50% share in final energy con- sumption. It was followed by transport (23%), industry (16%), and services (9%). This indicates that there is huge unexploited energy efficiency potential in the residential sector. Bosnia and Herzegovina’s energy intensity decreased between 2012 and 2015. However, the values of these indicators remain high compared with the Energy Community average, suggesting that stronger energy efficiency measures must be implemented in all sectors. Total transposition of the energy efficiency acquis should be the first priority in Bosnia and Herzegovina, to be followed up with relevant policies. KOSOVO Between 2012 and 2015, Kosovo's primary energy supply increased by 6.6% to 2.5 Mtoe, and its final energy con- sumption increased by 10.2% to 1.4 Mtoe. This is due to an increase in 2015 following a downward trend during the pre- vious four years. The country's overall energy savings target between 2010 and 2018 is 9%. According to 2015 figures, 4% of energy savings was achieved. Kosovo needs to enhance its efforts to improve energy efficiency and thus meet its target. In Kosovo in 2015, the residential sector was the largest ener- gy-consuming sector, at 34% of final energy consumption. It was followed by transport (28%), industry (22%), and services (11%). Kosovo has achieved partial compliance. Adoption of its secondary legislation, particularly with regard to the energy performance of buildings, seems to be Kosovo’s first priority. Energy efficiency statistics should also be improved to enable accurate monitoring, evaluation and verification of any savings. With the exception of 2015, primary energy intensity continu- ously decreased between 2010 and 2015, while GDP resumed growth. While this is an indication of improved energy effi- ciency, Kosovo should quickly finalise the implementation of the energy efficiency acquis to achieve better results. THE FORMER YUGOSLAV REPUBLIC OF MACEDONIA Between 2012 and 2015, the former Yugoslav Republic of Macedonia reduced its primary energy supply by 8.9% to 2.7 Mtoe, while increasing its final energy consumption by 4% to 1.9 Mtoe. The decreasing trend in final energy con- sumption between 2011 and 2014 ended with a rise in 2015. The country's overall energy savings target between 2010 and 2018 is 9.1%. According to 2015 figures, 4.9% of energy saving was achieved. Efforts should be pursued to meet the 2018 target. In the former Yugoslav Republic of Macedonia in 2015, trans- port was the largest energy-consuming sector, at 32% of final energy consumption. It was followed by residential (28%), industry (24%), and services (11%). Significant work has been invested in dra(cid:4)ing energy efficiency legislation, but swi(cid:4) action for further compliance is necessary to ensure improve- ment across all sectors. Primary energy intensity continuously decreased between 2010 and 2015, while GDP resumed growth. A multitude of benefits could be gained from tapping into this energy efficiency potential, and the former Yugoslav Republic of Macedonia should enhance its efforts accordingly. MOLDOVA Between 2012 and 2015, Moldova reduced its primary energy supply by 31% to 2.4 Mtoe, and its final energy consumption by 12% to 2.1 Mtoe. The greatest improvement was from 2014 to 2015. The country's overall energy savings target between 2013 and 2020 is 9%. 1.6% of energy savings was achieved by 2016. Moldova should ensure that energy consumption con- tinues to decline, to keep to the 2020 target. In Moldova in 2015, residential was the biggest energy-con- suming sector, representing a 43% share of final energy consumption. It was followed by transport (31%), services (13%), and industry (10%). According to these figures, the first priority for Moldova should be to work towards the full com- pliance of the Law on Energy Performance of Buildings with Directive 2010/31/EU, by developing and implementing the buildings certification system, including the certificate calcula- tion so(cid:4)ware. Primary energy intensity significantly decreased by 41.1% from 2012 to 2015. The drop is mostly a result of energy efficiency measures and a decrease in energy consumption in industry, while GDP continued to grow. Moldova also made good progress by adopting the second Energy Efficiency Action plan in December 2016. However, the country’s legal frame- work on energy efficiency remains only partially compliant with the Energy Community acquis; more effort should be invested in that. ",
        "13 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE MONTENEGRO Between 2012 and 2015, Montenegro reduced its primary energy supply by 3% to 1.1 Mtoe, and its fi nal energy consump- tion by 3.3% to 0.71 Mtoe. Despite the slight increase in 2015, the country's energy consumption followed a downward trend. According to 2015 fi gures, Montenegro achieved 2.3% of energy savings; the target for the period between 2010 and 2018 is 9%. Montenegro must continue to attract public private partner- ships and incorporate diff erent fi nance models of energy service companies, rather than rely solely on the public budget. In Montenegro in 2015, residential was the largest ener- gy-consuming sector, representing a 37% share in fi nal energy consumption. It was followed by transport (29%), industry (19%), and services (10%). Certain requirements regarding the energy performance of building, such as cost-optimal calcu- lations or nearly-zero energy building targets and strategies, should be implemented for further improvements. With the exception of 2015, primary energy intensity continu- ously decreased between 2010 and 2015, while GDP resumed its growth. Montenegro has accomplished a relatively high level of transposition of the energy effi ciency acquis – meaning they have transposed many laws. Eff orts must also continue to ensure eff ective implementation. SERBIA Between 2012 and 2015, Serbia increased its primary energy supply by 1.3% to 14.7 Mtoe, and its fi nal energy consumption by 1.4% to 8.8 Mtoe. Its GDP continued to recover a(cid:4) er a con- traction in 2012. Despite this increase in energy consumption, the country managed to accomplish 4.4% of energy savings between 2010 and 2015. Serbia needs to ensure that the 9% overall energy savings target is reached by 2018. In Serbia in 2015, residential was the largest energy-con- suming sector, representing a 32% share of fi nal energy consumption. It was followed by industry (26%), transport (23%), and services (10%). Serbia has achieved a high level of energy effi ciency. However, eff orts must continue to achieve full implementation, particularly with regard to the energy per- formance of buildings. Primary energy intensity decreased between 2012 and 2015, even though increased consumption pushed energy intensity upwards in 2015. Serbia should continue to be on the right track to reduce energy intensity in accordance with the third Energy Effi ciency Action Plan, which was adopted in December 2016. UKRAINE Between 2012 and 2015, Ukraine reduced its primary energy supply by 27.5% to 88.8 Mtoe, and its fi nal energy consump- tion by 23.2% to 55.7 Mtoe. The country's overall energy savings target between 2012 and 2020 is 9%. Ukraine should pursue eff orts to keep the decreasing trend in line with the fi rst Energy Effi ciency Action Plan adopted in 2015. In Ukraine in 2015, industry was the largest energy-consuming sector, at 38% of fi nal energy consumption. It was followed by residential (30%), transport (16%), and services (7%). A(cid:4) er joining the Energy Community in 2011, Ukraine committed to transposing the Energy Community acquis by the end of 2012. Nevertheless, energy effi ciency legislation still lacks compli- ance with the Energy Community. The adoption of the law in compliance with the acquis remains a key priority for Ukraine in the coming period. Primary energy intensity decreased between 2012 and 2015, along with a contraction of GDP in 2014 and 2015 due to the eco- nomic crisis. Despite this, the Ukrainian economy is still the most energy intensive of all Energy Community Contracting Parties. This is an indication of its unexploited potential for improvement in energy effi ciency, particularly with regard to industry. 11,7 6,6 -8,9 -31,0 -3,0 -27,5-23,2 1,3 1,4 -3,3 -12,0 4,0 10,2 -6,8 -9,6 14,1 Relative change of primary energy consumption [%] Relative change of final energy consumption [%] SERBIA BOSNIA AND HERZEGOVINA KOSOVO FORMER YUGOSLAV REPUBLIC OF MACEDONIA UKRAINE MOLDOVA ALBANIA MONTENEGRO -10% -20% 0% 10% 20% 4% -30% -40% Relative change of primary and fi nal energy consumption over 2012-2015 in Energy Community Contracting Parties [%] ",
        "14 GOOD PRACTICE IN EE FOR CESEC Energy Performance of Buildings 3. ",
        "15 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE With its significant demand for heating and cooling, the buildings sector is one of the major consumers of energy in Central and South-Eastern Europe. The buildings sector in the region is particularly vulnerable to gas supply interruptions, with most countries being at least moder- ately vulnerable, and some even severely vulnerable 7 . Renovation of the inefficient building stock is increas- ingly seen as a key infrastructure component that could tackle security of supply issues, as well as contributing to improved health and productivity of occupants. The qual- ity of a country's building stock is also a highly visible measure of improvement in living standards. Europe’s construction sector provides 18 million direct jobs. By improving the energy performance of buildings, the EU's total energy consumption could be reduced by between 5-6%, and CO 2 emissions could decrease by about 5% 8 . The main legislative instruments covering this reduction of the energy consumption of buildings are the Energy Performance of Buildings Directive (EPBD), and the Energy Efficiency Directive (EED). Proposals to amend the EPBD were agreed on a political level at the end of 2017, and aim to acceler- ate the cost-effective renovation of existing buildings, as well as updating provisions on smart technologies and technical building systems. The Commission has also launched a new buildings database – the EU Building Stock Observatory 9 – to track the energy performance of buildings. It also supports a variety of projects that aim to bring innovative energy effi- ciency technologies and practices to the market. 7 Building Performance Institute Europe. Available at http://www.energyunionchoices.eu/wp-content/uploads/2017/08/ Safeguarding-energy-security-in-South-East-Europe-with- investment-in-demand-side-infrastructure.pdf 8 European Commission: Available at http://eur-lex.europa. eu/resource.html?uri=cellar:fa6ea15b-b7b0-11e6-9e3c- 01aa75ed71a1.0001.02/DOC_2&format=PDF 9 https://ec.europa.eu/energy/en/eubuildings ",
        "16 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Training the Workforce in the Building Sector Project Acronym: BUILD UP Skills BEET Start: 07/2014 End: 03/2016 EU Contribution: EUR 306,769 Participating countries: The former Yugoslav Republic of Macedonia Project website: http://beet.mk ACHIEVEMENTS The BUILD UP Skills BEET project developed two voluntary qualification schemes for five skills, one to be achieved through 10-day training sessions, the other through a pro- cedure for recognition of prior learning (RPL). The project successfully qualified over 1,240 people. There was a high level of involvement from government institutions. The Ministry of Education and Science, for example, will use the project methodology for RPL outcomes in energy-efficient construction, as a model to develop a future national RPL system. AIM OF THE PROJECT The main objective was to help upskill workers in the con- struction sector in five priority areas, as identified in the 2013 National Roadmap defined and endorsed by the key stakeholders from the construction, energy and education sectors: facade work; roofing; outdoor and indoor carpentry; HVAC systems; and electrical installations. RELEVANCE TO THE CESEC REGION The project contributed to an increase in the skills of the construction workforce in a CESEC country, the former Yugoslav Republic of Macedonia. The outcomes are still in use. ",
        "17 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: Train-to-NZEB Start: 06/2015 End: 11/2018 EU Contribution: EUR 1,426,334 Participating countries: Bulgaria , Czech Republic, Germany, Ireland , Romania, Turkey , Ukraine Project website: http://www.train-to-nzeb.com EXPECTED ACHIEVEMENTS By the end of the project it is expected that a total of 3,690 trainees will have improved qualifications; and that four Building Knowledge Hubs (BKH) providing administrative and financial consultancy services will be set up, with the goal of increasing capacity to implement Nearly Zero-Energy Building (NZEB) projects in the countries mentioned. There will also be an associated training centre as a fi(cid:4)h BKH in Ukraine , which is not financially supported by the project. AIM OF THE PROJECT The project aims to establish a functioning network of training and consultation centres (\"Building Knowledge Hubs\") providing practical training sessions, demonstrations of new products and technologies with high potential for application in NZEB projects, and complex consulting services to implement NZEBs. They address construction workers, highly qualified building specialists, and also non-specialists. RELEVANCE TO THE CESEC REGION The project will contribute to the training and increase in the skills of the construction workforce and building professionals in CESEC countries. Project Acronym: Fit-to-NZEB Start: 06/2017 End: 06/2019 EU Contribution: EUR 1,013,848.75 Participating countries: Austria, Bulgaria, Croatia, Czech Republic , Greece, Italy, Ireland, Romania Project website: http://www.fit-to-nzeb.com/ EXPECTED ACHIEVEMENTS There are expected to be four courses in universities special- ised in Architecture, Construction and Engineering, targeting European Qualification Framework (EQF) levels 6-7, with a total of 100 students involved from Bulgaria , Croatia , Czech Republic and Romania . There will be four courses in professional high schools and colleges, targeting EQF levels 3-5, with a total of 100 students involved from two schools in Romania , one in Italy and one in Bulgaria . There will be 12 courses in vocational training centres, tar- geting upskilling and additional qualifications for a total of 160 trainees with EQF levels 3-4 from Bulgaria , Czech Republic, Greece , Ireland, Italy and Romania . Finally, there will be four schemes on the validation of professional skills and knowledge acquired at the working place, targeting EQF levels 3-4, with a total of 40 trainees involved from Bulgaria and Romania . This results in a total of 400 spe- cialists and workers trained by educational institutions during the project. AIM OF THE PROJECT The project aims to deliver all necessary requisites for the introduction of educational content on deep energy ren- ovation of buildings in the curricula, at all levels of the educational and training system in South-Eastern Europe. An essential element of the project is the creation and deploy- ment of certification schemes and accreditation procedures corresponding to the EQF. RELEVANCE TO THE CESEC REGION The project will train and increase the skills of the construc- tion workforce and building professionals in CESEC countries. ",
        "The BUILD UP Skills initiative BUILD UP Skills 14 is a strategic initiative started in 2011 under the Intelligent Energy Europe (IEE) programme, to boost the continuing or further education and training of cra(cid:4)smen and other on-site construction workers and systems installers in the construction sector. Its primary aim is to increase the number of qualified workers across Europe to deliver building renovations that offer high-energy performance as well as new, NZEB buildings. • 2011-2012 (IEE): Projects across 30 countries (the EU-28, the former Yugoslav Republic of Macedonia and Norway) were funded to map the skills gaps and needs in each country. Each project team brought together key national stakeholders from the energy, education, training and building sector. Together they formed a national qualification platform The platforms mapped the existing workforce and qualification programmes, identified future needs and analysed which gaps and barriers must be overcome in order to train the workforce and reach the 2020 targets. Results were bundled in Status Quo reports. The platforms then formulated measures to overcome gaps and barriers in coordination with national key stakeholders, which was presented in a document referred to as the National Roadmap. 15 • 2013-2014 (IEE): 22 projects funded in a second phase, known as Pillar II, which aimed to turn the national roadmaps into action by designing new qualification and training schemes and/or upgrade existing schemes, based on the roadmaps developed in Pillar I. More than 8,500 people across Europe were trained in 805 pilot courses (representing more than 27,700 hours of training delivered). • 2014-2018 (Horizon 2020): The scope of the initiative has been expanded to also support the development of large-scale multi-country qualification and training schemes, and also address white collar professions (engineers, architects, building managers, etc.). 11 projects are ongoing or recently finalised. • 2019-2020 (Horizon 2020): A topic will be open under the Energy Efficiency Call to select proposals \"stimulating demand for sustainable energy skills in the construction sector\", through market level actions and support to legislative changes. This may include, for example, tools facilitating the mutual recog- nition of energy skills and qualifications in the construction sector; initiatives raising awareness of home/building owners and tenants about the benefits of sustainable energy skills; and support to public authorities to develop new legislative frameworks (such as requirements for skilled workers in public procurement). The EU contribution to BUILD UP Skills since 2011 amounts to EUR 35 million. 14 http://www.buildup.eu/en/skills 15 National Roadmaps: http://www.buildup.eu/en/skills/bus-projects 18 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: PROF-TRAC Start: 03/2015 End: 02/2018 EU Contribution: EUR 1,499,871 Participating countries: Belgium, Croatia , Czech Republic, Denmark, Italy , Luxembourg, Netherlands, Slovenia , Spain Project website: http://pro(cid:4)rac.eu ACHIEVEMENTS The PROF-TRAC project has trained and certified 128 trainers from 23 countries in Nearly-Zero Energy Buildings (NZEB). These people then went on to train over 1,300 architects, engineers and building managers in pilot courses. PROF/TRAC courses will roll on a(cid:4)er the end of the project. At least 50 courses are foreseen in the next five years with 1,700 more professionals to be trained, using the open source training material reposi- tory that was developed by the project. AIM OF THE PROJECT PROF/TRAC offers an Open Training and Qualification Platform for professionals dealing with NZEB. The PROF/ TRAC project started by mapping the skills needs and gaps for NZEB across the EU 10 , using methodologies from BUILD UP Skills. It developed a European qualifica- tion scheme 11 that set out minimum skill levels for the professions involved in the design, construction, refur- bishment, and operation of NZEB buildings. PROF/TRAC extended the existing BUILD UP Skills Advisor mobile app 12 to include white-collar professionals. The app provides professionals with tailored training advice. It was first developed under BUILD UP Skills Netherlands, where it has enjoyed considerable success. The app has been translated into English and Spanish, with more languages planned. The certified trainers have the option of advertising themselves on the PROF/TRAC website via a clickable map 13 . RELEVANCE TO THE CESEC REGION A large proportion of the certified trainers are from CESEC countries. Furthermore, the project results can be replicated in other countries. 10 http://pro(cid:4)rac.eu/nzeb-skills-and-qualification-scheme/nzeb- skills-recommendations.html 11 http://pro(cid:4)rac.eu/nzeb-skills-and-qualification-scheme/the- qualification-scheme.html 12 http://pro(cid:4)rac.eu/nzeb-skills-and-qualification-scheme/ improve-your-skills.html 13 http://pro(cid:4)rac.eu/training-providers.html ",
        "19 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ",
        "20 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Towards Nearly-Zero Energy Buildings Project Acronym: neZEH Start: 04/2013 End: 03/2016 EU Contribution: EUR 1,302,601 Participating countries: Belgium, Croatia , France, Greece , Italy , Netherlands, Romania , Spain, Sweden Project website: http://www.nezeh.eu ACHIEVEMENTS A neZEH online toolkit 16 was launched for hotel owners looking to renovate, which was an upgrade of the successful HES toolkit 17 , 16 http://www.nezeh.eu/etoolkit/index.html 17 http://www.hes-unwto.org/HES_root_asp/index.asp?LangID=1 hosted by the UN World Tourism Organization (UNWTO). The new toolkit helped SME hotel owners to benchmark their hotel's energy performance against a \"Nearly Zero-Energy Hotel\", and offered practical advice for them to take action. Sixteen pilot case study hotel buildings 18 across seven EU countries participated in the project, from an initial long list of 85 hotels that had expressed an interest. Of these, 38 conducted pre-audits of their energy use. As a result of the project's support, the pilots are now going ahead with energy renovation and will act as inspirational examples to follow. Capacity building workshops 19 took place across seven coun- tries involving over 1,600 hotel staff and construction sector employees. The creation of a neZEH network of stakeholders 18 http://www.hes-unwto.org/HES_root_asp/index.asp?LangID=1 19 http://www.nezeh.eu/main_menu/library/training/index.html ",
        "21 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE included 22 hotel sector and 33 construction sector associa- tions. The network is supported by significant players in the hotel and buildings sectors for wide dissemination, including the UNWTO, the Network of European Regions for Sustainable and Competitive Tourism (NECStouR), the Federation of European Heating, Ventilation and Air Conditioning Associations (REHVA), and HOTREC, the Association of European Hotels, Restaurants and Cafés. As a result, more than 56,000 SMEs were informed of the potential benefits of this approach. Finally, country-specific benchmarks for hotel primary energy use ― in kWh/m²/y ― and the ratio of renewable energy were developed and used in the online toolkit. AIM OF THE PROJECT The neZEH (Nearly Zero Energy Hotels) project provided technical advice to SME hotel owners in order to accelerate the refurbishment rate of existing hotel buildings to Nearly Zero-Energy standards. The project did this by gathering data on existing case studies showcasing exemplary energy refurbishments, and delivering pilot demonstration projects as \"living\" examples of neZEH. The project also produced a practical online tool for hotels to identify appropriate NZEB renovation solutions, and set up an EU neZEH network that links hotel owners with energy construction professionals. The project helped to define a neZEH. Hotel buildings o(cid:4)en contain heavy energy-intensive functions (such as laundries, saunas, swimming pools), which are vital to meeting customer expec- tations and profit margins, but which don't normally feature in building energy performance calculation methodologies. Hence, neZEH helped hotel owners to understand better and reduce their energy consumption and associated costs accordingly. RELEVANCE TO THE CESEC REGION The project is also relevant to CESEC countries outside those already present in the consortium, especially countries/ regions with large tourism sectors. Project Acronym: EmBuild Start: 03/2016 End: 08/2018 EU Contribution: EUR 1,554,192 Participating countries: Belgium, Bulgaria, Croatia, France, Germany, Romania, Serbia, Slovenia Project website: http://www.embuild.eu/ ACHIEVEMENTS The EmBuild project has produced building stock analysis templates and guidance; a catalogue of no/low-cost meas- ures; a guideline report on how to improve the investment climate at local level, and a \"Wider Benefits\" fact sheet and study. AIM OF THE PROJECT EmBuild supports public authorities in South-Eastern European countries to prepare a long-term strategy for mobi- lising investment in the energy efficient renovation of the building stock. Public authorities are supported in meeting all the requirements set out in Article 4 of the Energy Efficiency Directive. The proposed renovation of building stock has to achieve multiple goals, including: lower energy bills, increased comfort, healthier living and working spaces, improved air quality, and creation of local jobs. RELEVANCE TO THE CESEC REGION The project specifically targets public authorities in South- Eastern European countries. ",
        "22 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Innovative Technologies for Energy Efficient Buildings Project Acronym: Pro-GET-OnE Start: 05/2017 End: 04/2021 EU Contribution: EUR 3,752,534 Participating countries: Belgium, Germany, Greece, Italy , Netherlands, Romania , Spain, Switzerland Project website: http://www.progetone.eu/ EXPECTED ACHIEVEMENTS By the end of the Pro-GET-OnE project it is expected that the net primary energy use in residential buildings will be reduced to an average of 10-30 kWh/m² per year. The overall structural capac- ity of the buildings will be increased by using appropriate external structures, while supporting the new envelope and achieving safer seismic performance up to the levels of the European standard EN 1998-3, Eurocode 8. Finally, the real estate value of the build- ings and the desirability of retrofit options will be increased by providing tailored and customised solutions for users, owners and house managers, increasing safety and minimising disturbance of inhabitants. Pro-GET-OnE will achieve a cost reduction of the resulting building by at least 16.5% compared with current costs of standard seismic and energy retrofit, and up to between 32 and 38%, considering the real estate added value. ",
        "23 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE AIM OF THE PROJECT The Pro-GET-OnE project is developing a deep renova- tion solution for areas that suffer damage to buildings due to seismic activity. The project uses the need to structurally reinforce damaged buildings as a driver for energy efficiency improvements. The concept is based on the integration of different technologies to achieve a multi-benefit approach via the closer integration of energy and non-energy related efforts. Thus, in a holistic and integrated system based on pre-assembled components, the project aims to combine the highest performances in terms of energy requirements, by adding (or substituting the existing with) new prefab and plug and play high energy performing envelopes and HVAC (Heating, Ventilation, Air Conditioning) systems, also taking safety and social sustainability into account. RELEVANCE TO THE CESEC REGION This is strongly relevant to the CESEC region with regard to the seismic aspect; for example Italy, Greece and the wider Balkan region experience high seismic activity. Project Acronym: MultiPACK Start: 10/2016 End: 09/2019 EU Contribution: EUR 3,671,856 Participating countries: Denmark, Italy , Norway, Portugal Project website: https://www.ntnu.edu/multipack EXPECTED ACHIEVEMENTS By the end of the project, the following achievements are expected: • a reduction in the level of peak power demand, with a target of 30%; • a reduction in total primary energy demand, with a target of 30%; • a reduction in total cost of ownership by 20%; • a significant reduction in the number of cycling the com- pressors: continuous operation (with one compressor in continual operation, including small capacity compres- sors), instead of on/off regulation; and • a reduction in the number of separate/ individual energy transfer units, such as heating systems, air conditioning units, hot water production, and so on, to one unit. AIM OF THE PROJECT The introduction of the new EU regulation on fluorinated greenhouse gases (F-gases) prompted the need to replace them with less environmentally harmful solutions. MultiPACK aims to demonstrate the efficiency of the next generation of standardised integrated cooling and heating packages. Designed for commercial and public buildings, which are highly energy intensive, they are based on environmen- tally friendly CO₂. The project will prove that it is possible to have climate-friendly cooling and heating technologies that offer significant energy savings for highly energy inten- sive buildings in Southern Europe. Carbon dioxide packages will be installed and monitored at six relevant test sites in Mediterranean Europe, at no extra expense for the owners. Energy consumption will be measured and compared to those of conventional systems, which are installed in both similar applications and comparable climate contexts. Innovative technologies such as multi-ejector modules will be used to achieve substantial cost and energy savings. RELEVANCE TO THE CESEC REGION One CESEC country, Italy, is participating in the project. Furthermore, the project results can be replicated in other CESEC countries. ",
        "24 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ICT Solutions for Energy Efficient Buildings Project Acronym: PEAKapp Start: 03/2016 End: 02/2019 EU Contribution: EUR 1,938,085 Participating countries: Austria , Denmark, Estonia, Germany, the Netherlands, Spain, Turkey Project website: http://www.peakapp.eu/ ACHIEVEMENTS PEAKapp is a smart phone and desktop application that connects to a smart meter data feed that consumers can monitor. They are motivated by an integrated game that is currently being tested. It will be on the market in 2019. The PEAKapp system provides its users with six clusters of functionalities, including: 1. a display of consumption information; 2. benchmarking through comparison with other consumers; 3. dynamic electricity prices and spontaneous savings opportunities; 4. entertainment and education through gaming; 5. the option to share and discuss savings achievements via social networks; and 6. the ability to receive push messages containing tailored energy efficiency tips and offers. Pilot activities will deliver evidence helping to empower end-users. This will create a competitive advantage for the provider, facilitate behavioural change, and remove barriers for the market uptake of ICT tools. AIM OF THE PROJECT PEAKapp encourages energy saving based on competitive human nature while also facilitating the consumption of clean and low-priced electricity from the spot market for household customers. It connects consumers to social media and inspires them through gaming. A unique ICT-to-Human ecosystem triggers lasting energy savings through behav- ioural change and continuous engagement. Pilot activities in buildings are foreseen. RELEVANCE TO THE CESEC REGION ICT systems such as the one developed in PEAKapp can deliver significant benefits to end-users and energy providers. However, this would need an adequate deployment of smart metering infrastructure in CESEC countries. ",
        "25 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Education for Energy Savings in Buildings Project Acronym: EURONET 50/50 MAX Start: 04/2013 End: 04/3016 EU Contribution: EUR 1,192,859 Participating countries: Austria, Croatia, Cyprus, Czech Republic, Finland, Germany, Greece, Italy , Latvia, Lithuania, Poland, Slovenia , Spain Project website: http://www.euronet50-50max.eu/en/ ACHIEVEMENTS The EURONET 50/50 MAX project involved more than 99,000 students, 7,000 teachers and 100 city councils working together to save energy in local energy teams. Around 525 primary and secondary schools and 45 other public buildings implemented the innovative \"50/50 meth- odology\" that creates financial incentives for low-cost energy savings measures in public buildings. Most of the participating schools and public buildings managed to reduce electricity consumption, heat con - sumption or both. Around 70% of participating buildings achieved energy savings equivalent to 11.5% and a reduc- tion of nearly 12% of greenhouse gas (GHG) emissions on average per building. This is a very good result for sav- ings achieved purely through behavioural change and low-cost energy efficiency measures. Total primary energy savings amounted to 15,348,697 kWh. GHG emission sav- ings were 3,977 tCO 2 eq. Buildings engaged in the project saved EUR 1,034,847 in heating fuel and electricity, or EUR 1,377 per building on average. The 50/50 methodol- ogy was integrated into 155 local strategies (most of them are Sustainable Energy Action Plans of the Covenant of Mayors); into ten regional strategies, mostly about energy, and finally into eight national strategies. AIM OF THE PROJECT Public authorities are o(cid:4)en confronted with a challenge when it comes to using energy more efficiently in their buildings: they may own the buildings, but o(cid:4)en are not occupying the buildings themselves. There is a split incen- tive between the day-to-day users of the buildings and the owners, usually the municipalities at local level, which pay for the energy bills. The EURONET 50/50 MAX project is an example of how this split incentive can be success- fully addressed thanks to an innovative concept that helps change the behaviour of public building users through ",
        "26 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE low-cost energy efficiency measures and enables munic- ipalities and building users to share the money saved on energy bills thanks to these measures. The 50/50 concept was tested for the first time in Germany, in the 1990s. The idea was to involve schools in energy saving activities by creating an economic incentive both for schools and for the managers of school buildings – usually the local authorities. 50% of the financial savings achieved thanks to the energy efficiency measures taken by pupils and teachers is returned to the school through a financial pay-out; while 50% becomes a net saving for the local authority that pays the energy bills. The 50/50 concept is a nine-step methodology that actively involves building users in energy management. It teaches environmentally friendly behaviour through prac- tical action. Building on the German example, the 50/50 concept was further explored within the very successful EURONET 50/50 project, which was implemented in over 50 schools from nine European countries in the years 2009-2012 and later within the EURONET 50/50 MAX pro- ject that involved 525 primary and secondary schools and 45 other public buildings, such as sports centres, libraries, museums and office buildings, across 13 countries, in the years 2013-2016. RELEVANCE TO THE CESEC REGION The 50/50 methodology was implemented with great suc- cess by partners from CESEC countries. Furthermore, the project results can be replicated in other countries. Project Acronym: GAIA Start: 02/2016 End: 01/2019 EU Contribution: EUR 1,775,707 Participating countries: Austria, Greece, Italy , Sweden, United Kingdom Project website: http://gaia-project.eu/ ACHIEVEMENTS More than 7,000 students, 1,000 teachers and staff mem- bers from Greek , Italian and Swedish kindergartens, primary, secondary schools, high schools and universities are engaged in GAIA actions. GAIA shows that through observation, experimentation and action, energy con- sumption reductions of 15% to 30% are possible. An ICT ecosystem of sensors, services and applications has been developed and deployed, focusing on heating, electricity and other energy efficiency areas for monitoring and pro- filing energy use. GAIA also empowers students and staff from the selected schools through educational guidelines on the self-regulation of energy consumption. This is provided in the classroom and within the virtual world of the GAIA Challenge educational game, to change the way their school buildings use energy. AIM OF THE PROJECT GAIA aims to change citizen behaviour and energy consump- tion practices by focusing on the educational community, namely staff, students and parents at all levels of educa- tion. In the context of education, children's excitement and interest for discovery, affection and care for the environ- ment can be cultivated by targeting energy efficiency. They can also have a persuasive influence on their community through family and friends, all the while ensuring sustaina- ble energy reductions. RELEVANCE TO THE CESEC REGION Learning and participation is not limited to the trial sites. Young people from any of the CESEC countries can partic- ipate in inter-national competitions through the community engagement and social networking opportunities of GAIA’s #ScavengerHunt game. Moreover, using the Raspberry Pi board and the Grove sensor-based GAIA Educational Lab Kit, other schools without monitoring infrastructure can also participate in the GAIA Challenge, thereby learning about and improving the energy efficiency of the buildings they use and occupy. ",
        "27 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ",
        "28 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Efficient District Heating and Cooling 4. ",
        "29 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE According to the EU Strategy on Heating and Cooling (2016) district heating provides 9% of the EU's heat- ing. This is mainly driven by fossil fuels such as gas and coal, o(cid:4)en relying on outdated infrastructure and net- works. District heating and cooling networks present a high potential for the transition of the heat sector, in both technical and organisational terms. They allow for the integration of renewable energies, improve overall energy efficiency, and facilitate sector coupling (between heating, electricity and mobility). In order to exploit this potential, many district heating net- works must first upgrade their existing distribution systems, including the substations and consumer connections. They can do this by reducing leakage rates and heat loss, reduc- ing operation temperatures, adapting piping dimensions and hydraulics, and introducing modern IT-based management systems and user control options. This improves the efficiency of heat distribution and also heat generation. Moreover, it allows for the integration of renewable energies and waste heat. To optimise impact, the measures should therefore begin with the retrofitting of the distribution network. This includes measures regarding substations and the heating system of connected buildings. In a further step, efficiency measures can be implemented on the generation side, and the share of renewable and waste heat can be introduced and increased gradually. This must go hand-in-hand with predictions of future heat demand as well as with efficiency measures on the end use of heat. Many district heating systems face challenges such as a lack of investment or unfavourable price regulation, low performance and negative consumer perceptions. In order to preserve existing heating networks and to increase their efficiency and public acceptance, heating and cooling projects widely promote and disseminate successful approaches to diagnosing and retrofitting inefficient networks, including sus- tainable business and organisational models. ",
        "30 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: STRATEGO Start: 04/2014 End: 11/2016 EU Contribution: EUR 2,025,416 Participating countries: Austria , Belgium, Croatia , Czech Republic, Denmark, Germany, Italy , Poland, Romania , Spain, Sweden, United Kingdom Project website: http://stratego-project.eu/ https://ec.europa.eu/energy/intelligent/ projects/en/projects/stratego ACHIEVEMENTS STRATEGO is a pan-European thermal atlas containing infor- mation on the heating and cooling demands and potential supply sources across the EU 28 Member States. The map con- tains the local density of both modelled demands, the basic geometry of district heating and cooling supply, the available waste heat resources, and the potential for renewable energy sources. The local heating and cooling demand and supply was mapped in more detail in 30 cities and regions across Europe in order to identify areas of priority for intervention. Heat Roadmaps have been developed for five countries, including Croatia , Czech Republic, Italy, Romania , and the United Kingdom. These demonstrate how a simultaneous increase of heat savings, district heating, and heat pumps will result in the cheapest low-carbon heat sector for Europe. There is also a best practice report on how National Heating and Cooling Plans take local and regional plans into account. It highlights the challenges and provides advice to develop a national-local dialogue. AIM OF THE PROJECT The STRATEGO project aims to help national and local authori- ties develop heating and cooling plans. It assesses the European potential for developing efficient district heating and cooling infrastructures by mapping thermal resources and demands in the EU Member States, with detailed heat strategies developed for five countries. The project has developed methodologies and tools to assess the benefits of heat saving, the feasibility of district heating systems and their cost, storage technologies, the potential of energy generation and available renewable resources. A dialogue was developed between national and local authorities through a series of formal meetings ensuring that local and regional plans developed through the coaching pro- cess 20 were designed with national plans in mind, and vice versa. RELEVANCE TO THE CESEC REGION The need to develop efficient district heating and cooling infrastructures is key for most CESEC countries. Therefore the project outcomes are very relevant. 20 http://stratego-project.eu/coaching-sessions/ Project Acronym: KeepWarm Start: 04/2018 End: 09/2020 EU Contribution: EUR 2,098,488 Participating countries: Austria, Croatia , Czech Republic, Germany, Latvia, Slovenia, Serbia and Ukraine Project website: To be launched EXPECTED ACHIEVEMENTS KeepWarm aims to do three things. It will increase the capacity of district heating systems (DHS) operators on technical, organ- isational, financial and managerial aspects. The target for the number of people trained overall is 150. It will develop business plans and identify the most suitable financial model for the modernisation of DHSs. The target is to have 95 stakeholders with increased capacity skills to develop business plans. Finally, it will develop 23 business plans for the modernisation of DHSs, and identify sources for investment. AIM OF THE PROJECT The project will improve the performance of DHS in Eastern Europe by accelerating cost-effective investments to mod- ernise DHSs in seven Central and Eastern European countries. KeepWarm has identified 23 pilot DHSs of different types, be they small, medium or large, which are running on renewable and non-renewable energy sources. Countries and cities are selected deliberately to mirror the different stages the DHSs are at. Austria, for example, has a long history of highly effi- cient DHSs, while DHSs are inefficient in Croatia, Czech Republic and Slovenia. In Serbia and Ukraine, there is a heavy reliance on imported fossil fuels and the policy framework is not favourable for investments. The pilots are selected based on the stakehold- ers' commitment, the potential, but also on their representation and ability to replicate the model. RELEVANCE TO THE CESEC REGION The project is very relevant to the CESEC region as there is a strong need for more efficient DHSs. Furthermore, five out of eight partners are from the region, as are most of the DHSs selected: Austria (Ligist, Möderbrugg, Neusafenau), Croatia (Velika Gorica, Samobor, Zaprešić, Rijeka), Serbia (Šabac, Majdanpek, Nova Varoš, Pirot), Slovenia (Celje, Velenje, Ptuj), and Ukraine (Khmelnytskyi, Ternopil, Bila Tserkva, Kalush, Zyhtomyr) . ",
        "31 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: HotMaps Start: 10/2016 End: 09/2020 EU Contribution: EUR 2,332,803 Participating countries: Austria , Denmark, France, Germany, Ireland, Italy, Romania , Spain, Switzerland, United Kingdom Project website: http://www.hotmaps-project.eu/ EXPECTED ACHIEVEMENTS HotMaps aims to do three things. It will develop a toolbox to support effectively and comprehensively local, regional and national heating and cooling planning processes; provide a default open data set for using the tool across the Member States, allowing the users to adapt and provide more accu- rate, large and complex datasets for a specific area; and, finally, provide a tested open source so(cid:4)ware tool which is based on user needs. It will guarantee a broad range of usa- bility, flexible adjustability, and the application of the toolbox within and beyond the project’s duration. AIM OF THE PROJECT The HotMaps project will develop and disseminate a toolbox to support public authorities, energy agencies and planners in strategic heating and cooling planning on local, regional and national levels, also in line with EU policies. The represent- atives of seven cities and regions, who are partners in the consortium, will be integrated in all phases of the develop- ment and demonstration process. More specifically, the city of Aalborg in Denmark will focus on testing the HotMaps toolbox, considering its extended experience in performing strategic, tool-assisted heat- ing and cooling planning. The cities and regions of Bistrita (Romania) , Frankfurt (Germany), ,Geneva (Switzerland), Kerry (Ireland), Milton Keynes (UK), and San Sebastian (Spain) will focus on testing the usability, adjustability and functionality of the toolbox. RELEVANCE TO THE CESEC REGION The project has partners from CESEC countries ( Austria, Italy and Romania ) that will directly benefit from the devel- opment of the toolbox. More specifically, the Romanian city of Bistrita will be involved in the development of heating and cooling strategies for their area. Project Acronym: SmartReFlex Start: 03/2014 End: 02/2017 EU Contribution: EUR 1,065,818 Participating countries: Austria , Denmark, Italy , Ireland, Spain Project website: http://www.smartreflex.eu ACHIEVEMENTS The SmartReFlex project has involved regional authorities and local communities, including residents, commercial and industrial enterprises. It has also involved district heating and cooling suppliers, utilities, contractors, component suppliers, service providers and other professionals, as well as policy makers at all levels in six regions and five countries, to roll out the cooperative model for district heating. Several tools and documents have been made available to support stakeholders on their path to 100% renewable dis- trict heating and cooling. AIM OF THE PROJECT The SmartReFlex project aims to increase the diffusion of smart and flexible district heating and cooling systems, based on high renewable energy sources in European cities. The cooperative model for district heating is common in countries such as Austria and Denmark 21 . In this model, the members of the district heating are consumers and producers who can control the district heating company. Some cooperatives decide to use part of their profits to help their members make energy savings, or invest in new systems to generate renewa- ble energy such assolar thermal. RELEVANCE TO THE CESEC REGION In order to reach renewable energy targets consumers have to be active players in the energy markets. One way is to engage them collectively so that they can participate actively in the production and supply of energy (Renewable cooperatives). 21 According to REScoop.eu in Denmark there are 399 district heating companies; 340 are consumer-owned, 47 are municipally owned, and 12 are privately owned.) ",
        "32 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Addressing Energy Poverty 5. ",
        "33 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Nearly 11% of the EU's population cannot adequately heat their homes at an affordable cost 22 . The situation is esti- mated to affect more than 50 million households in the European Union. The scale of the problem is due to rising energy prices, low household incomes, a lack of access to finance, and inefficient buildings and appliances. Therefore, tackling energy poverty requires a combination of meas- ures, in particular interventions to improve the efficiency of buildings, but also lower-cost measures such as education of households on behavioural changes to reduce energy consumption. Energy poverty is particularly prevalent in Central, Eastern and Southern Europe, with more than 30% of households in South- Eastern European countries experiencing energy poverty 23 . Vulnerable families see their health and resources severely affected during winter but also during the extreme summer heat, when many households suffer from inadequate domestic cooling. A number of EU countries do not currently identify or quantify energy poor consumers, and therefore struggle to provide ade- quate measures to target energy poverty. Less than a third of EU countries officially recognise energy poverty, and only a few have an official definition in their national legislation. Awareness of energy poverty is growing rapidly across Europe and has been identified as a policy priority by the European Commission. The issue is increasingly integrated within the activities of the European Union, as evidenced by the European Commission’s flagship legislative proposal package \"Clean Energy for All Europeans\" 24 , which was presented on 30 November 2016. As part of the European Commission’s initiatives, the EU Energy Poverty Observatory 25 is supporting Member States in their efforts to combat energy poverty and improve the measur- ing, monitoring and sharing of knowledge and best practice on energy poverty. 22 https://ec.europa.eu/energy/en/news/energy-poverty-may-affect- nearly-11-eu-population 23 EU Fuel Poverty Network, Households unable to afford to keep their home adequately warm. Available at: http://fuelpoverty.eu/wp- content/uploads/2011/12/eu-fp-map-final-v2.jpg. Also referred in the policy recommendations from the REACH project, available at: http://reach-energy.eu/wordpress/wp-content/ uploads/2015/01/Policy-reccomendations-SEE-and-EU.pdf 24 https://ec.europa.eu/energy/en/topics/energy-strategy-and-energy- union/clean-energy-all-europeans 25 https://www.energypoverty.eu/ ",
        "34 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Low-Cost Measures to Tackle Energy Poverty Project Acronym: REACH Start: 03/2014 End: 02/2017 EU Contribution: EUR 397,942 Participating countries: Bulgaria, Croatia, the former Yugoslav Republic of Macedonia, Slovenia Project website: http://reach-energy.eu/ ACHIEVEMENTS Over 200 students and volunteers from vocational schools and faculties were trained to perform energy audits in ener- gy-poor households. In cooperation with social actors who help to identify these households, REACH (Reduce Energy Use and Change Habits) partners have implemented about 1,600 household visits where basic energy efficiency measures were put into place. Over 6,650 free energy and water saving devices were installed. The REACH project’s average energy savings per household is 8% — approximately 10% for electricity, 4% for heat and 10% for water. In Slovenia the project has helped to triggered a nation-wide scheme addressing energy poverty in households. Launched under the auspices of the Slovenian Ministry of Infrastructure, the Ministry of Environment and Spatial Planning, Eco Fund and the Ministry of Social Affairs, it includes visits to energy poor households all over Slovenia , which get energy effi- ciency advice from energy advisors. The REACH project built on other Intelligent Energy Europe (IEE) projects such as ACHIEVE, where over 150 trained people carried out circa 3,000 home visits in Bulgaria , Germany, France, Slovenia and the United Kingdom. They provided free installation of devices to save water and energy and gave advice on energy saving behaviour. The project saw an aver- age decrease of 10% of electricity, 6% of heating, and 18% of water consumption per household. These projects have followed the German programme, an on-site support scheme ",
        "35 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE for vulnerable consumers 26 . With government funding, unem- ployed people are trained to work as energy auditors 27 . AIM OF THE PROJECT The project aimed to empower households to save energy and water, while simultaneously establishing energy poverty as an issue that demands tailor-made structural measures at local, national and EU levels. REACH addressed energy pov- erty by training teachers and students in vocational schools to become energy advisors. RELEVANCE TO THE CESEC REGION More than 30% of households in South-Eastern European countries are not able to adequately heat their homes at affordable prices. Small-scale low-cost energy efficiency measures provide an opportunity to assist vulnerable house- holds quickly and cheaply and have little or no up-front cost. They include: energy efficiency lighting, insulation, and draught-proofing, or simply provision of information to sup- port behavioural change, to help low income households attain comfort and reduce their energy bills. The project offers a model that can be easily replicated in other CESEC countries. Project Acronym: SMART-UP Start: 03/2015 End: 07/2018 EU Contribution: EUR 791,493 Participating countries: France, Italy , Malta, Spain, United Kingdom Project website: https://www.smartup-project.eu/ ACHIEVEMENTS (cid:4)UNTIL END OF 2017(cid:5) Through SMART-UP more than 400 social workers have been trained and more than 4,400 vulnerable households have 26 Seifried D and Albert-Seifried S. (2015) ‘Stromspar-check for low- income households’, Proceedings of European Council for an Energy Efficient Economy Summer Study, paper 2-392-15, pp. 467-476 27 An evaluation of the first phase (2008-2010) of the programme showed overall annual energy savings of some 22 GWh, combined with annual CO 2 savings of 10,755 tonnes. For the 43,300 participating households this translated into energy bill savings of 516 kWh/a or EUR 151. This initiative was successful in reaching more than 157,000 households by 2014. For more details: Tews, K / Forschungszentrum Berlin (2012): Evaluierung des Projektes “Stromspar-Check für einkommensschwache Haushalte“. Ergebnisse zur erzielten Energieeinsparung/Klimawirkung in Phase 1 und 2 (2008-2010). Available at: http://www.stromspar-check.de/ fileadmin/user_upload/Dokumente/Hintergrund/Stromspar-Check_ Evaluation_2012.pdf received their advice. A total of 5,000 vulnerable households are expected to have been engaged by the end of the project. In Spain the SMART-UP project inspired a social programme funded by the Municipality of Barcelona to combat energy poverty. As a result, 100 unemployed people have been trained and more than 1,800 vulnerable households have been advised on how to use energy more efficiently, on how to read and understand electricity and gas meters, and on how to reduce their energy bills. An additional positive outcome has been that 32% of these trained formerly unemployed people are now working in Barcelona's Fuel Poverty Points of Information. AIM OF THE PROJECT The SMART-UP project aims to encourage the active use of smart meters and in-house displays by vulnerable consum- ers, engaging 5,000 vulnerable households in five countries. There is a strong engagement strategy in the training of spe- cific stakeholders that are in close contact with vulnerable households. As advisors, social workers and other frontline staff empower vulnerable households to make small changes to their energy related behaviour in order to improve their living conditions and help them to reduce their energy bills. RELEVANCE TO THE CESEC REGION Addressing energy poverty is very relevant for CESEC countries; the project results can be easily replicated in other countries. Project Acronym: ASSIST Start: 05/2017 End: 04/2020 EU Contribution: EUR 1,649,370 Participating countries: Belgium, Finland, Italy , Poland, Spain, United Kingdom Project website: http://www.assist2gether.eu/ EXPECTED ACHIEVEMENTS Through ASSIST, more than 380 Vulnerable Consumer Energy Advisors (VCEAs) will be trained on energy, social and commu- nication issues. Around 4,500 vulnerable consumers will be engaged with specific actions, to reduce their energy consump- tion. The actions include, for example, working with feedback systems, energy audits, community-based initiatives, getting support in obtaining available funds for energy efficiency, and testing innovative funding mechanisms. An additional 2,000 vulnerable consumers will be provided with specific energy effi- ciency advice through the ICT platform of the VCEA network. This is expected to result in energy savings of 4.8 GWh/y. ",
        "36 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE AIM OF THE PROJECT The project aims to tackle energy poverty and support vulner- able consumers by creating specialised services via the VCEA and a corresponding network. The energy advisors are to be selected among people with personal experience of vulnera- bility and/or energy poverty, training them to increase their skills for future employability and maximise the peer-to-peer benefits that this can offer. RELEVANCE OF THE PROJECT THE CESEC REGION Addressing energy poverty is very relevant for CESEC coun- tries, and the project results can be easily replicated. Project Acronym: FIESTA Start: 10/2014 End: 09/2017 EU Contribution: EUR 1,784,870 Participating countries: Bulgaria , Cyprus, Croatia, Italy , Spain Project website: http://www.fiesta-audit.eu/en/ ACHIEVEMENTS FIESTA delivered 2,357 home energy audits (with 1,455 in Bulgaria, Croatia and Italy) and conducted over 350 workshops for more than 8,500 participants in total. The project achieved primary energy savings of more than 500 toe/year (347 toe/ year for CESEC countries). In total, over 320,000 citizens have been directly informed about the project. The 14 Energy Helpdesks set up in participating cities for citi- zens will continue to operate a(cid:4)er the project’s end. At least 39 other European cities have officially committed themselves to replicating the FIESTA model. The project developed user-friendly energy saving guid- ance materials for households such as the \"FIESTA Energy Efficiency Guide\" 28 and short animations 29 , which are available in Bulgarian, Croatian, English, Greek, Italian and Spanish. All resources, including the \"Final Publishable Report\" 30 , are availa- ble on the website: http://www.fiesta-audit.eu/en/learning/. AIM OF THE PROJECT The project tackled heating and cooling efficiency in families, with particular attention paid to families that could represent a more vulnerable category. Overall, 18% of all families par- ticipating in the FIESTA energy audits represented families in social housing, and 65% of the total number were families with children. Energy Helpdesks were set up in 14 cities as a free 28 http://www.fiesta-audit.eu/media/46433/fiesta_en_low.pdf 29 http://www.fiesta-audit.eu/en/learning/ 30 http://www.fiesta-audit.eu/media/62507/fiesta_final_ report_1412low.pdf service, including three in Croatia ( Pula, Rijeka, Zadar ), three in Bulgaria ( Pazardjik, Burgas, Vratsa ), and three in Italy ( Trieste, Ravenna, Forli ). The Helpdesks provided advice to citizens individually, either face to face or online, and custom- ised door-to-door energy audits to families. They also organised annual energy saving lotteries and hosted workshops for schools, social housing residents, and appliance retailers and installers. The focus in Bulgaria, Croatia, and Italy was not specifically on energy poor households. However, workshops for social housing residents were organised in every country to increase families' awareness of efficient energy use and to help them implement improvements with the support of the Helpdesks and local authorities. The municipalities also set up and pro- moted consumer purchase groups or discount programmes with the support of consumer organisations, retailers, and installers, thereby allowing families to exploit their collective buying power to secure better deals on energy efficient prod- ucts and RES installations. RELEVANCE TO THE CESEC REGION FIESTA is very relevant to the CESEC region as a replica- ble model to assist households in reducing their energy consumption. ",
        "37 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: SAVES2 Start: 05/2017 End: 10/2020 EU Contribution: EUR 1,526,950 Participating countries: Bulgaria , Cyprus, Greece , Ireland, Lithuania, Romania , United Kingdom Project website: https://saves.nus.org.uk/ EXPECTED ACHIEVEMENTS Primary energy savings of 31 GWh will be triggered within the SAVES2 project, with an estimated average of 8% of energy saving in all participating universities. This will reach 110 uni- versities, including the partner institutions, with private rented sector engagement actions. 29 of these universities are in CESEC countries. The project will also reach over 100,000 students with private rented sector engagement actions; at least 27,000 students are in CESEC countries. AIM OF THE PROJECT The SAVES2 project will catalyse sustainable energy behav- iour in over 219,000 university students in seven countries to help them reduce their exposure to energy poverty. It incor- porates two strands of student engagement, called Student Switch Off for those living in university accommodation and Student Switch Off+, for those in the private rented sector. Student Switch Off is an energy-saving competition that will reach students living in 144 dormitories in 14 universities in each academic year from 2017/2018 to 2019/2020. By training student ambassadors to encourage their peers to save energy and tapping into online student communities, the project relies on competitions between dormitories to save the most energy. The private rented sector engagement work, Student Switch Off+, will reach students when they are looking for, moving into, and living in private rented accommodation. As young adults are an o(cid:4)en under-reported group suffering from energy poverty, the actions will enable students to make better informed decisions when renting a property. The project will incorporate national-level partnerships with smart meter delivery agencies, and students will be informed about Energy Performance Contracts and tenants' rights, and provided sup- port via energy efficiency and bill management trainings and advice. The project will also analyse current trends in the pro- vision and selection of private student accommodation and their implications for energy poverty. RELEVANCE TO THE CESEC REGION The SAVES2 project is also relevant to countries other than those present in the consortium and the approach could be replicated. ",
        "38 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Energy Performance Contracts for Social Housing Project Acronym: ENERSHIFT Start: 02/2016 End: 01/2019 EU Contribution: EUR 967,687 Participating countries: Italy Project website: https://enershi(cid:4).eu EXPECTED ACHIEVEMENTS The ENERSHIFT project targets an investment programme of nearly 15 million euros, with a leverage factor of 1:15. It aims to generate savings equal to 14.5 GWh/y of primary energy. By November 2017, three things were expected. Firstly, the tender for the signature of three Energy Performance Contracts (EPCs) was officially published. These covered 67 buildings from the four regional Social Housing Operators involved in the project. This also included the energy man- agement of 43 centralised thermal power plants. Offers were evaluated. Secondly, an agreement was reached with the banking system of the region of Liguria, aimed at facil- itating the credit access for Energy Services Companies (ESCOs). Finally, an amendment to the Regional Law (no. 10/2004) ruling the social housing sector was passed to facilitate the implementation of Energy Performance Contracts. Thanks to this amendment, the formal approval of tenants on any proposed Energy Performance Contract is no longer required. AIM OF THE PROJECT The ENERSHIFT project aims to provide technical assistance for the preparation of feasibility studies. The final objec- tive is to launch a tender for investments by Energy Service Companies (ESCOS) in social housing through an Energy Performance Contract (EPC). The project also considers the use of structural funds to trigger investment. RELEVANCE TO THE CESEC REGION The project is taking place in the region of Liguria in Italy, and targets social housing. It addresses fuel poverty by improving housing quality and ultimately reducing (or at least controlling the increase of) energy bills. ",
        "39 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ",
        "40 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Investing in Energy Efficiency 6. ",
        "41 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE The EU's climate and energy strategy for 2030 will require massive additional investments estimated at EUR 177 billion per year. Energy efficiency in buildings is estimated to represent three-quarters of the investment gap, i.e. EUR 130 billion per year, concentrated in the Central and Eastern European Member States 31 . These investments cannot be mobilised solely with public grants, which is currently the main driver for investments, but will also require private finance. Although energy efficiency is commonly agreed to be the best option at macroeconomic level, in practice many cost-effective investments still do not take place because they do not find financing solutions adapted to their needs. The finance sector is increasingly eager to invest in energy efficiency, but there are many obstacles as to why finance is not flowing in that direction. Investments are o(cid:4)en rather small, mostly between EUR 50,000 and EUR 1,000,000, and they are tailor made to a specific object or production pro- cess; this results in high transaction costs. Energy efficiency is also seen as a risky investment due to the lack of a clear track record on the actual technical and financial performance of such projects, and because it is harder to use insulation or pumps as collateral for a loan than for example photovoltaic panels. Another key issue is the insufficient demand to justify setting up new products in a new market. In short, the sector has the capacity but does not find suitable projects to invest in, because most projects do not fit its expectations. This is despite the fact that pro- ject promoters are developing good technical projects. 31 'Financing a Sustainable Economy. Final Report 2018 by the EU High-Level Expert Group on Sustainable Finance. ",
        "42 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE With the Clean Energy for All Europeans Package, the European Commission launched the Smart Finance for Smart Buildings initiative 32 , which consists of three pillars: • Firstly, towards a more effective use of public funding, by using financial instruments such as loans and risk-shar- ing schemes, including by mobilising European Structural and Investment Funds, the European Fund for Strategic Investments, and by establishing a guarantee facil- ity for commercial lending to energy efficiency projects. This also includes the revision of the \"Eurostat Guidance Note: The Recording of Energy Performance Contracts in Government Accounts\" 33 . • Secondly, on aggregation and assistance for project development, through specific funding dedicated to pro- ject development activities and the establishment of one-stop-shops for project developers, covering the whole customer journey from information, technical assistance, structuring and provision of financial support, to the mon- itoring of savings. • Finally, on de-risking energy efficiency investments through the development of a track record platform for the financial performance of energy efficiency invest- 32 COM(2016) 763 final ANNEX 1 33 http://ec.europa.eu/eurostat/documents/1015035/7959867/Eurostat- Guidance-Note-Recording-Energy-Perform-Contracts-Gov-Accounts. pdf/ ments called the De-risking Energy Efficiency Platform 34 (DEEP), and an energy efficiency underwriting toolkit for financial institutions, which is a publicly accessible guide 35 on evaluating and financing energy efficiency projects, developed in co-operation with the Energy Efficiency Financial Institutions Group 36 (EEFIG). On 19 September 2017 Eurostat updated the Guidance Note on the recording of Energy Performance Contracts (EPCs) in government accounts, which is an important step towards removing barriers to energy efficiency investments in the public sector. To promote its application on the ground, Eurostat together with the EIB have been working on a new practitioners' guide 37 , which was published on 8 May 2018. This guide better defines the circumstances where an EPC provider can be considered the economic owner of an EPC asset, and therefore where an EPC contract can be considered off-balance sheet. 34 https://deep.eefig.eu/ 35 https://valueandrisk.eefig.eu/ 36 http://www.eefig.eu 37 http://ec.europa.eu/eurostat/documents/1015035/8885635/guide_ to_statistical_treatment_of_epcs_en.pdf/f74b474b-8778-41a9- 9978-8f4fe8548ab1 ",
        "43 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Contributing to the More Effective Use of Public Funding Project Acronym: EESI 2020 Start: 04/2013 End: 04/2016 EU Contribution: EUR 1,459,768 Participating countries: Austria , Belgium, Bulgaria, Croatia , Czech Republic, Germany, Ireland, Norway, Spain Project website: https://ec.europa.eu/energy/intelligent/ projects/en/projects/eesi-2020 ACHIEVEMENTS The European Energy Service Initiative (EESI 2020) triggered energy savings in buildings in nine European cities, includ- ing three Croatian schools which benefitted from the first public Energy Performance Contracts (EPC) developed in the country. These schools reduced their energy consumption by almost one third and, thanks to the adoption of an EPC model, used energy savings to repay the investment costs. More than 800 facilitators were trained on the use of energy performance contracting. Building owners were supported in the planning and implementation of energy saving projects. The action developed 27 EPC projects, which triggered almost EUR 27 million in total energy efficiency investments. This led to overall savings of more than EUR 4.2 million (with an aver- age guaranteed saving of 30% per EPC), over 6,000 toe per year of primary energy savings and a reduction of more than 16,000 tonnes of CO 2 eq per year. Guidelines in different languages were prepared to support facilitators in getting an EPC project started, as well as an online database with almost 60 best practice cases. AIM OF THE PROJECT The project addressed energy savings in buildings in major cities and metropolitan regions across Europe, includ- ing Antwerp, Barcelona, Berlin, Dublin, Graz , Prague, Oslo, Sofia and Zagreb , through a broader use of energy perfor- mance contracting. The EESI 2020 project experts analysed non-technical barriers hindering the use of EPC as a tool to achieving energy savings. These barriers can only be overcome through professional guidance from qualified pro- ject facilitators, who can easily explain the complexity of the contract model and build trust among the contracting parties. To tackle this big challenge, the project trained facil- itators on the use of EPC. RELEVANCE TO THE CESEC REGION The project was implemented in various CESEC countries; the uptake of EPC is of relevance to the region. There is a large market for Energy Performance Contracting in build- ings and the results of the EESI 2020 project can assist local actors and facilitators in the development of this market. Project Acronym: EnPC-INTRANS Start: 03/2015 End: 02/2017 EU Contribution: EUR 1,922,871 Participating countries: Croatia , Germany, Greece , Latvia, Romania , Serbia, Slovakia, Slovenia, Ukraine Project website: http://www.enpc-intrans.eu/language/ en/project/ ACHIEVEMENTS EnPC-INTRANS made primary energy savings with an over- all 43 GWh per year during the project, plus 44 GWh per year a(cid:4)er the project ended. It made investments in energy efficiency improvement measures with EUR 129 million of investments exposed or linked to the project. EUR 51 million were already in signed projects, and EUR 78 million at the tender preparation stage. In Croatia , nine contracts for energy efficiency projects were signed. A call for tenders for eight other buildings is expected to be published. In Ukraine , 17 contracts were signed for energy efficiency projects in 27 buildings, with around EUR 500,000 committed. In Germany, one contract for energy efficiency projects was signed in one building. A Call for Tenders is expected to be published for seven buildings, with around EUR 1.4 million of investment committed and around EUR 6.7 million expected. In Slovenia , a call for ten- ders for energy efficiency projects is expected to be published with an expected investment of at least EUR 55 million. In Romania , a call for tenders is expected to be published for three buildings with an expected investment of around EUR 1.5 million. About 900 mainly local stakeholders participated in the roadshows, and there were 2,545 participants in the training programmes. AIM OF THE PROJECT The EnPC-INTRANS project aimed to increase the market uptake of energy performance contracting models through ",
        "44 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE large-scale capacity building for local public authorities and their project partners in the design, development, tendering, contracting and implementation of EPC projects. In particu- lar, the project was set up to map and adapt European best practices on EPC to local conditions and to assess the training needs of stakeholders in each participating country. Training kits were developed for webinars, seminars and e-learning courses available in the local languages of the participating countries. A number of future trainers per participating coun- try would then facilitate the implementation of EPC projects. RELEVANCE TO THE CESEC REGION The project is being implemented in some CESEC countries and the uptake of EPC is of relevance to the region. Project Acronym: TRUST-EPC-SOUTH Start: 03/2015 End: 06/2018 EU Contribution: EUR 1,936,977 Participating countries: Croatia , France, Greece, Italy , Portugal, Spain Project website: http://www.trustepc.eu/en/ EXPECTED ACHIEVEMENTS The TRUST-EPC-SOUTH project aims to trigger EUR 20 mil- lion of cumulative investments. The benchmarking tool is being tested on 30 pilot projects, of which two are located in Croatia , six in Greece , and seven in Italy . National discussion platforms were established in all countries which resulted in an official engagement of 73 high-level rep- resentatives from the ESCO sector, including EPC providers, financing bodies and sectoral associations, of which there were 12 representatives in Croatia , 16 in Greece , and 11 in Italy . AIM OF THE PROJECT The TRUST-EPC-SOUTH project aims to promote the energy performance contracting market in Southern Europe by set- ting up a standardised approach for risk assessment and benchmarking of energy saving investments to create a common understanding, transparency and trust for finan- cial institutions, real estate actors and EPC providers. The investment assessment and benchmarking tool build upon an established real estate assessment tool called Green Rating™, which was upgraded to include 42 technical energy efficiency and renewable energy measures. The tool is being tested in all participating countries and is accompanied by tailored capacity building activities for market actors. RELEVANCE TO THE CESEC REGION The project is being implemented in some CESEC countries, and the uptake of EPC is of relevance to the region. Project Acronym: guarantEE Start: 04/2016 End: 03/2019 EU Contribution: EUR 1,699,992 Participating countries: Austria , Belgium, Czech Republic, France, Germany, Ireland, Italy , Lithuania, Netherlands, Norway, Romania, Slovakia, Slovenia , Spain Project website: http://guarantee-project.eu/ EXPECTED ACHIEVEMENTS The models developed in the guarantEE project are expected to trigger investments of over EUR 11 million. Up to early 2018, 127 candidate projects spread over the target countries have been identified to which the newly developed contrac- tual models for EPCs could be applied. Eight stakeholder events have been organised with more than 400 participants in total. Eleven facilitator workshops and EPC information days have been organised, with more than 500 participants in total. AIM OF THE PROJECT The overall objective of the guarantEE project is to tackle two important barriers to the large-scale deployment of EPCs. This split incentivises dilemma and the lack of adequately flexible contract models. To this end, guarantEE develops innovative business and financing models which share costs and bene- fits between user, building owner and energy service company (ESCO) in a triple-win approach. It develops and tests EPC con- tract variants that allow for a higher degree of flexibility. The target groups are public and private sector clients. Particularly for the emerging EPC markets, the project will provide standards, an online EPC pre-check tool and pro- ject facilitation for mainly municipal clients. The developed models will be applied in at least 33 pilot projects involving private and public building owners. RELEVANCE TO THE CESEC REGION The project is being implemented in some CESEC countries and the uptake of EPC is of relevance to the region. ",
        "45 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ",
        "46 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Supporting Project Development Assistance Project Acronym: PARIDE Start: 10/2012 End: 06/2016 EU Contribution: EUR 815,347 Participating countries: Italy Project website: http://www.provincia.teramo.it/paride https://ec.europa.eu/energy/intelligent/ projects/en/projects/paride ACHIEVEMENTS The PARIDE project led to more than EUR 25 million of invest- ments in efficient street lighting. The EU contribution achieved a leverage factor of 30 for this project, which means that every euro of EU support led to 30 euro of investments. The province successfully established a structure to govern and facilitate the process. Thirty-two municipalities created three temporary associations. A centralised technical assis- tance unit acted as facilitator, staffed by the provincial energy agency. The Province of Teramo played a supporting role by establishing a common methodology for energy audits of street lighting. This technical assistance unit was a key suc- cess factor for the project because it helped to give municipal staff and officials an understanding of the principles of EPC and independent support for technical details. A joint procurement process by the Province of Teramo was successfully launched with a restricted procedure in two phases. The municipalities delegated the tender procedure, but later signed the contracts individually with the awarded Energy Service Company (ESCO). Therefore, not all munici- palities had to develop the tender documents on their own, which reduced their effort tremendously. ",
        "47 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE AIM OF THE PROJECT The PARIDE project is a good example of the renewal of public street lighting without upfront investment costs for the municipalities, and with reduced transaction costs due to joint procurement procedures. The project aimed at launch- ing Energy Performance Contracts on street lighting for 33 municipalities in the Province of Teramo (Italy) by bundling them into three packages of investments, and jointly pro- curing these packages using EPCs with guaranteed savings. Street lighting was a priority as the initial emissions inven- tories – performed in the framework of the Covenant of Mayors – showed that almost 70% of local electricity con- sumption is consumed in inefficient street lighting. RELEVANCE TO THE CESEC REGION The project took place in a CESEC country. As there is a clear business case and short payback time, bundling EPC contracts in street lighting could be replicated in many other municipal- ities in the CESEC region. Project Acronym: PadovaFIT! Start: 06/2013 End: 05/2017 EU Contribution: EUR 590,782 Participating countries: Italy Project website: http://www.padovafit.it ACHIEVEMENTS The city of Padova procured a private energy service company to carry out Energy Performance Contracts on private condo- miniums. The ESCO financing the works will be paid through the savings generated, which are guaranteed for the duration of the EPC. In order to ensure a sufficient demand for the ESCO, the consortium engaged with many condominiums in Padova . There were 69 energy audits conducted which led 32 condo - miniums to a positive vote on engaging with the ESCO. The ESCO, whose overall contract started in 2017, has started to sign contracts with individual condominiums. As of February 2018, five contracts were signed, representing investments of EUR 500,000. Around 22 contracts were in discussion, repre- senting EUR 2.6 million. The signed contracts represent savings of 424 MWh per year and 86 tCO 2 per year. Another EUR 9 mil- lion of investment are expected through the current ESCO contract. The city is planning to launch a new contract in the coming years. AIM OF THE PROJECT The aim of the PadovaFIT! project was to launch a scheme that would enable energy renovation of condominiums in Padova to be financed without the need for public grants from the City. The project developed an innovative approach to deliver the energy renovation of condominiums through a private ESCO. RELEVANCE TO THE CESEC REGION The project was implemented in Padova, Italy, which is a CESEC country. This project is highly relevant for the entire CESEC region where a large share of the housing stock is in privately owned multi-family buildings. The project has documented the creation of the scheme in detail, which can be useful for replication. Project Acronym: ZagEE - City of Zagreb (HR) Start: 04/2013 End: 03/2017 EU Contribution: EUR 877,341 Participating countries: Croatia Project website: http://zagee.hr/ ACHIEVEMENTS ZagEE triggered sustainable energy investments of EUR 22.6 million in 48 buildings, creating 58% of energy sav- ings on average, and EUR 0.9 million for the replacement of 1,337 old lamps – some 82% of energy savings on aver- age. It laid the foundation for further investments envisaged during the subsequent three years of EUR 20 million for the energy refurbishment of an additional 44 buildings, and EUR 1.2 million to replace another 1,800 lamps. AIM OF THE PROJECT The ZagEE project enabled a portfolio of energy efficiency and renewable energy investments in Zagreb by providing tailored project development assistance. It targeted the retrofitting of both public buildings and public lighting. The refurbishment of public buildings, such as city office buildings, primary and high schools, kindergartens, health centres, retirement homes, and so on, included \"standard\" energy efficiency renovation measures. At the same time it also foresaw the installation of renewable energy sources, in particular solar panels and collectors. The modernisation of public lighting featured LED lamps with a night regulation functionality. In this context, a healthier and more comfortable living, learning and/or work- ing environment was also cultivated for public administration personnel, students, children and elderly people. The funding scheme applied budgetary resources and bank loans, as well as national and EU grants. RELEVANCE TO THE CESEC REGION The project structured and financed a large-scale investment programme to retrofit low energy performing public buildings and street lighting in the Croatian capital, an approach that could also be replicated in other CESEC regions. ",
        "48 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: MLEI MARTE – Marche Region (IT) Start: 03/2014 End: 06/2017 EU Contribution: EUR 422,150 Participating countries: Italy Project website: http://www.marteproject.eu/ ACHIEVEMENTS MARTE signed sustainable energy investment contracts with ESCOs of approximately EUR 10.6 million. There were primary energy savings of 1,041 toe per year; renewable energy pro- duction of 13.6 toe per year; and greenhouse gas emission reductions of 2,148 tCO 2 eq per year. AIM OF THE PROJECT The project development assistance (PDA) project MARTE developed deep energy retrofit investments in three acute care hospitals in Pergola, San Benedetto del Tronto and Urbino , and in two polyclinics or nursery homes with health- care clinics in Petritoli and Sant'Elpidio a Mare . All of these are in the Italian Marche Region. In this context, the project designed and deployed an innovative financing approach and business model, which combined: • private financing by energy service companies based on energy performance contracting; and • public financial resources provided, in particular, under the Regional Operational Programme of the European Regional Development Fund (ERDF); grants by the Managing Authority and further public (budgetary) resources; and so(cid:4) loans by the revolving Energy and Mobility Fund (EMF). The project was able to design and operationalise a com- plex financing structure integrating public (ERDF) and private (ESCO/EPC) resources in a target-oriented way. It lay the foundation for larger scale replication not only in further healthcare structures of the region and in Italy, but also in other sectors like social housing and waste management, in particular by capacity building and promoting the EPC model. RELEVANCE TO THE CESEC REGION The project used structural funds to leverage private capital for energy efficiency investments, an approach which can also be highly relevant for other CESEC regions. Acronym: 2020TOGETHER Start: 04/2014 End: 03/2017 EU Contribution: EUR 365,967 Participating countries: Italy Project website: http://www.cittametropolitana.torino. it/cms/europa-e-cooperazione/ progetto-2020-together ACHIEVEMENTS Overall, the 2020TOGETHER project has triggered a total of EUR 12.5 million of energy investments, out of a total of EUR 16.6 million of investments triggered. The achieved lever- age factor of the project is 26 euros invested for each euro received in Technical Assistance. The first tender on the city of Turin allowed for the renovation of 200 heating boilers and the installation of thermostatic valves in 118 municipal buildings, for a total energy invest- ment of EUR 7.7 million, with an average of 25% energy savings compared to historical consumption. The second tender targeting the deep renovation of municipal public buildings allowed for the bundling of 18 public build- ings from five municipalities under a framework contract, for a total of EUR 3.1 million of energy investments, which should lead to a reduction in energy consumption of over 60% on average. The third tender targeting street lighting (which is still ongo- ing) should lead to an overall investment of EUR 1.7 million. AIM OF THE PROJECT The aim of the 2020TOGETHER project was to work with regional, provincial and local authorities, financial institutions and local industries and investors, and to launch an invest- ment programme in public buildings and street lighting, based on Public Private Partnerships (PPP) and Third Party Investments (TPI). The project also aimed for a number of organisational inno- vations, such as network procurement, where the region manages the tenders for some municipalities; the creation of an SME network, to enable a better response to public tenders; a single assessment methodology for investments; and finally for the design of specific financial schemes tai- lored to project investments, in dialogue with banks and other stakeholders. RELEVANCE TO THE CESEC REGION The project’s target region, Piedmont , is in Italy , a CESEC country. Furthermore, the project addressed the refurbish- ment of public buildings and street lighting, following an approach that can be relevant for most CESEC countries. ",
        "49 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: Rhodoshop Start: 09/2017 End: 08/2020 EU Contribution: EUR 470,550 Participating countries: Bulgaria Project website: Not available yet EXPECTED ACHIEVEMENTS • By the end of the Rhodoshop project, a one-stop-shop entity will be set up to act as a procurement agency on behalf of public authorities, which will undertake the energy retrofitting works in their buildings and street lighting. The project aims to unleash a EUR 13.2 million investment: EUR 11.5 million will be investments in energy efficiency improvements in 42 public buildings, and EUR 1.7 million will be investments to refurbish street lighting networks in 46 settlements in the Rhodope Region. AIM OF THE PROJECT The Rhodoshop project aims at assisting the local authorities in the Rhodope region in Bulgaria to build technical, eco- nomic, legal and administrative expertise in order to launch investments in the refurbishment of buildings and in street lighting by the end of the project. The project is building on the experience of the GRE-Liège (Group for the Economic Redeployment of Liège) financial model, RENOWATT 38 . RELEVANCE TO THE CESEC REGION The project outcomes can be replicated in other CESEC countries. 38 http://www.gre-liege.be/renowatt/25/renowatt.html ",
        "50 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Contributing to De-risking Energy Efficiency Investments Project Acronym: ICPEU Start: 02/2015 End: 01/2018 EU Contribution: EUR 1,912,188 Participating countries: Austria , Belgium, Bulgaria , Luxembourg, Netherlands, Portugal, United Kingdom Project website: http://europe.eeperformance.org/ Project Acronym: I3CP Start: 05/2017 End: 04/2019 EU Contribution: EUR 1,506,606 Participating countries: Austria , Belgium, Luxembourg, Netherlands, Portugal, United Kingdom (pilot also in Bulgaria ) Project website: http://europe.eeperformance.org/ ACHIEVEMENTS In collaboration with industry stakeholders and with sup- port from Horizon 2020, the \"Investor Confidence Project Europe\" 39 (ICPEU) developed its ICP Europe Protocols to define European best practices for predicting energy sav- ings, optimising performance, and monitoring the results of energy efficiency investments. The protocols do not create new standards but list the technical standards which need to be applied to ensure that a project is of good quality. ICP protocols are available for the construction sector in all EU Member States. Pilot sites have been implemented or are in the process of being implemented in the UK, Germany, Portugal, Austria and Bulgaria . ICP Europe’s Investor Network was developed as part of this project to help address the needs of investors look- ing for standardised projects that reduce the time, risk, and costs involved in funding energy efficiency building retrofits. It brings together investors with over EUR 1 bil- lion available for energy efficiency projects, and comprises a wide range of energy efficiency financiers who recog- nise the value of standardised, investor-ready projects to increase deal flow and drive demand in the marketplace. As a result, some of the members offer developers incentives 39 http://europe.eeperformance.org such as accelerated underwriting, reduced transaction fees, and preferable terms for certified projects. Under the I3CP project, the same approach is being applied to industry, street lighting and district heating projects. The ICP protocols are expected to increase investor confi- dence in energy efficiency projects, thus improving access to finance and reducing the cost of capital. AIM OF THE PROJECT The financial sector has little or no confidence in the finan- cial profitability of energy renovation projects, because these projects are all different and too small to allow in-depth analysis by banks or investors. This prevents access to finance based on the cash flows of an energy efficiency project. Standardisation is needed in order to increase the confidence of investors in energy savings, and to reduce the transaction costs. The concept of ICP was initially developed in the USA for the building renovation sector, where it is pro- gressively becoming a reference for investors and a series of state or regional programmes are adopting it. The ICP protocols aim to accelerate energy efficiency investments and to allow the emergence of a robust and thriving com- mercial renovation sector by increasing confidence in the engineering and financial returns of projects. RELEVANCE TO THE CESEC REGION The project includes partners and pilot sites from Austria and Bulgaria . Some pilot sites are also in development in Italy. Project Acronym: SEFIPA Start: 02/2016 End: 01/2019 EU Contribution: EUR 944,000 Participating countries: Austria Project website: http://www.sefipa.at/en ACHIEVEMENTS (cid:4)UPDATED MARCH 2018(cid:5) The SEFIPA project supported real estate funds with a total volume of EUR 6.7 billion (figure for 2016) to apply sustain- ability criteria to their buildings. As a consequence, funds of EUR 734 million will introduce some sustainability criteria in 2018. Funds of EUR 85 million will introduce the \"Austrian Eco-Label for real estate funds\" in 2018. ",
        "51 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ",
        "52 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE The limitation of combining grants and guarantees for a single project has been removed. This was a specific barrier for hotel buildings where high investments in energy effi- ciency were needed. Existing subsidies from the Ministry of Environment are available, but banks are still reluctant to invest because of the low credit ratings of the hotels. Thanks to the project, banks can now make use of the guarantee provided by an Austrian promotional bank for the tourism industry (OEHT), while still receiving investment subsidies. Regarding the integration of renewable energy sources, the project created incentives for additional investments in small- scale roo(cid:4)op photovoltaics (PV) in three ways. Firstly, by contributing to regulations allowing for an increase of self-con- sumption of energy by households (and thereby improving the financial viability of such investments). Secondly, by communi- cating new roo(cid:4)op PV investment opportunities on multi-party buildings to a wider public on a dedicated website together with major PV related stakeholders in Austria. Finally, by pre- paring risk mitigation mechanism(s) for PV investments on the roofs of small- and medium-sized enterprises with lower credit ratings. SEFIPA also developed a crowd-funding platform to finance sustainable energy projects with investment between EUR 25,000 and EUR 250,000. The first two sustainable energy projects have been successfully funded. AIM OF THE PROJECT The Sustainable Energy Financing Platform in Austria aims at bringing together relevant stakeholders from adminis- tration, project development, finance and interest groups to address existing barriers and trigger accelerated, and higher volumes of, investment in sustainable energy. The platform is a good practice example of how the investment climate can be improved when key stakeholders work together. In the different Finance Labs working groups, the project tackles issues such as: • Providing guidelines for energy efficiency in real estate funds and supporting interested parties in developing green bonds. • Increasing the attractiveness of energy performance contracting through quality guidelines and marketing for EPC facilitators. • Incentivising investments in energy efficiency in buildings by creating tax incentives and abolishing inverse incentives. • Optimising the energy-related subsidy system by com- bining investment grants with guarantees and opening subsidies for ESCOs. RELEVANCE TO THE CESEC REGION National platforms bring different stakeholders together and enable obvious solutions to be found for complex challenges. This can be replicated to other parts of the CESEC region. Project Acronym: SEAF Start: 02/2016 End: 05/2018 EU Contribution: EUR 1,706,366 Participating countries: Finland, Greece, Italy , United Kingdom Project website: https://www.seaf-h2020.eu/ EXPECTED ACHIEVEMENTS There are three main expectations by the end of the project. Firstly, that the SEAF platform enhances standardisation by integrating, refining and advancing three existing tools in a target-oriented manner; that it facilitates the further uptake of sustainable energy investments through the reduction of transaction costs and risks; and thereby, improves investability, financeability and bankability. Secondly, that it increases inves- tor confidence through innovative and relevant asset valuation methodologies which are accepted by the market, as well as standardised descriptions of sustainable energy investments. And that finally, it facilitates deals for between EUR 10 and EUR 15 million of investments, focusing on 10 EU Member States - namely Austria , Belgium, Finland, France, Germany, Ireland, Italy , Portugal, Spain and United Kingdom). AIM OF THE PROJECT The SEAF project is developing a holistic, IT-based platform for the valuation and benchmarking of smaller sized sustainable energy projects, including energy efficiency, demand response, distributed renewable energy generation, energy storage, and so on. It thereby intends to bridge the gap between project develop- ers and investors. The tool includes valuation and optimisation, as well as risk assessment and transfer (insurance) components. In particular, it contains the following key modules/functionalities: • Independent, automatic ex-ante project valuation for contractors and investors. • Project optimisation, for example by identifying additional revenue streams, providing partnering options, and so on. • Initial assessment of (technical) project risks, including a proposal of risk transfer mechanisms such as insurance of equipment, business interruption or asset performance. • Integration of standardised (energy) performance pro- tocols of the Investor Confidence Project 40 to facilitate energy performance risk management (for various building types), underwriting, simplified dra(cid:4)ing of full project description for potential investors and so on. • Matchmaking services between project owners or con- tractors and investors. 40 http://europe.eeperformance.org/ ",
        "53 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE RELEVANCE TO THE CESEC REGION The project facilitates investments in smaller sized sustain- able energy projects by an IT-based platform for valuation and benchmarking, for example by reducing transaction costs and perceived risks, which is also highly relevant for project sizes and structures in CESEC regions. Project Acronym: QualitEE Start: 06/2017 End: 05/2020 EU Contribution: EUR 1,603,718 Participating countries: Austria , Belgium, Bulgaria , Czech Republic, Germany, Greece , Latvia, Slovakia, Slovenia , Spain, United Kingdom Project website: https://qualitee.eu EXPECTED ACHIEVEMENTS By the end of the QualitEE project, there are four expected achievements. Firstly, that established national promotion teams form the institutional nucleus for quality certification frameworks. The participation of energy efficiency associa- tions, accredited certification bodies, national authorities and financial institutions has been already confirmed. Secondly, for guidelines to be developed on EU-wide standardised \"technical quality criteria\" and \"minimum financial information\" related to energy efficiency services. Thirdly, for applied quality crite- ria and quality certification processes in pilot projects. Around 24 pilots are foreseen, and at least two will be implemented per country. Finally, for established national quality assurance business cases and promotion to ensure market uptake. AIM OF THE PROJECT The QualitEE project aims to scale up investment in building energy efficiency by establishing quality certification frame- works for energy efficiency services across Europe, which do not currently exist. Such quality certification frameworks go beyond the presentation of model contracts and would be constituted by a specification of standardised quality criteria, and an institutionalisation of the quality assurance process, as well as active promotion schemes. The initiative aims at directly addressing the main challenges for energy efficiency markets, namely: • Market heterogeneity and the lack of standardisation, which makes it costly for clients to differ between good quality and bad quality services and leads to the cus- tomers’ lack of trust. • Financial institutions which perceive the \"technical risk\" of energy efficiency services to be opaque and are thus hesitant in making financing decisions. • The heterogeneity of services and service providers, and the lack of standardised project assessment tools, which restrict the bundling of small investments in individual energy services into tradeable bonds, preventing access to secondary capital markets. RELEVANCE TO THE CESEC REGION The project targets the development of the energy services market, which is relevant to CESEC countries. It will contribute to market expansion through the standardisation and quality assur- ance of energy efficiency services in an institutional framework. Several CESEC countries are already involved in the consortium. Project Acronym: EuroPACE Start: 03/2018 End: 02/2021 EU Contribution: EUR 2,375,490 Participating countries: Italy , Finland, Poland, Spain, United Kingdom Project website: http://www.europace2020.eu/ EXPECTED ACHIEVEMENTS There are four expected achievements with this project, starting with the compilation of an EU map of \"EuroPACE\" readiness. The consortium will analyse the legal and fiscal context of the EU Member States, identify three or four countries for early replication by the end of the action, and develop a roadmap for EuroPACE adoption. Country advo- cates will support the research effort with inputs which are specific to country, region or city. A pilot will be designed and deployed in the city of Olot in Catalunya , Spain , to implement a basic form of on-tax financing for building renovation. Actions will be engaged in parallel to ensure that EuroPACE become a growing market in Spain, notably expanding the pilot in Olot to the provinces of Girona and Barcelona . A replication eco-system will also be built. EuroPACE will build a community for the dissemination of the project results. The adoption of EuroPACE programmes by leader cities a(cid:4)er the pilot in Olot is one of the main expected outcomes of this. AIM OF THE PROJECT The EuroPACE project aims to develop a scalable on-tax financing mechanism to unlock the huge potential for the deployment of energy saving and generation technologies to European households. The scheme is inspired by the suc- cessful US PACE scheme, which was developed in California in 2008. The project will address several fundamental challenges to energy efficiency investment in four main ways. Firstly, by ",
        "54 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE developing a market-based approach. EuroPACE will deploy private capital as up-front financing to homeowners, to reduce reliance on grants and subsidies. Secondly, by de-risk- ing energy efficiency investment: the long-term repayments obligation is tied to a property and not its owner. In turn, municipalities will be the conduit for the repayment via a spe- cial levy collected with the property tax bill. Thirdly, technical assistance: the decision-making processes for homeown- ers will be optimised by training energy service contractors. They will be held to account by a comprehensive consumer protection code. Finally, in aggregation and standardisation: EuroPACE will design standard underwriting requirements and project performance guidelines to enable project aggregation and Green Bonds issuance. RELEVANCE TO THE CESEC REGION The consortium will analyse the legal and fiscal context of the EU Member States, therefore including some CESEC countries, and identify three or four countries for early rep- lication by the end of the action. The adoption of EuroPACE programmes by Leader Cities in CESEC countries would be very warmly welcomed. ",
        "55 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Sustainable Energy Investment Forums Initiative Service Contract: SEI Forums Start: 06/2016 End: 06/2019 EU Contribution: EUR 1,598,990 Participating countries: EU Project website: https://ec.europa.eu/energy/en/ financing-energy-efficiency/ sustainable-energy-investment-forums EXPECTED ACHIEVEMENTS A number of events have been organised in the Sustainable Energy Investment Forums Initiative (SEI Forums), namely: • Nine public regional events focusing on best practice around sustainable energy finance and addressing the pillars of the Smart Finance for Smart Building initiative. The public events focused on several neighbouring coun- tries. These are Riga (November 2016), Prague (April 2017), Copenhagen (May 2017), Madrid (June 2017), Dublin (October 2017), Milan (November 2017), Warsaw (November 2017), Paris (December 2017), Bucharest (February 2018), Athens (May 2018) and Sofia (June 2018). More events are planned in Frankfurt and Malta in 2018. Each of these events has gathered between 100 and 200 participants. Presentations and proceed- ings are available on the website of the initiative; • Six national roundtables on sustainable energy finance, gathering the key stakeholders – between 40 and 60 participants, upon invitation – in order to start dialogue and develop new policy avenues; these were organ- ised: in Prague (October 2017), Copenhagen (November 2017), Riga and Madrid (April 2018), Warsaw and Rome (May 2018). More roundtables will be organised in the future. • EU Networking Events, three of which have been organ- ised in Brussels: namely the Energy Efficient Market Place (January 2017) and a conference about lessons from successful Horizon 2020 projects and other initi- atives in Europe (March 2017), as well as the Covenant of Mayors Investment Forum event – Energy Efficiency Finance Market Place (February 2018). • Ten webinars, four of which have been organised so far, focusing on the key role of standardisation and bench- marking (June 2017), the deployment of energy-efficient mortgages in Europe (September 2017), financing home renovation in Europe (November 2017) and the user per- spective when it comes to home renovation (February 2018). AIM OF THE INITIATIVE The Sustainable Energy Investment Forums Initiative (SEI Forums) aims to initiate a dialogue between stakeholders at regional and national level, in order to improve finance for energy efficiency from public and private funds. It mostly addresses the insufficient capacity of and lack of co-oper- ation between public and private stakeholders to develop large-scale investment programmes and financing schemes. ",
        "56 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Energy Efficiency in Industry and Businesses 7. ",
        "57 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE The industry and service sectors represent more than 39% of the EU's final energy consumption, according to 2016 Eurostat figures. It is estimated that 20-50% of the energy used in industrial processes is lost in the form of exhaust gaseous and liquid flows, cooling water and heat loss from equipment and products 41 . Energy and fuels represent an important part of the production costs, espe- cially in energy intensive industries. The need to decrease energy costs to remain competitive has prompted many industries to make energy efficiency improvements, par- ticularly large energy-intensive industries, such as iron and steel, cement, chemicals, petrochemicals, glass and ceramics. Significant energy efficiency improvements could also be achieved through organisational measures and better energy management solutions 42 . At the same time, SMEs have a significant energy-saving poten- tial with an estimated total annual energy consumption of more than 13% of the global energy demand, according to 2015 fig- ures from the International Energy Agency (IEA) 43 . SMEs are also important drivers of economic growth as well as front runners in boosting innovation both as technology and as service provid- ers of cost-effective energy efficiency measures. The European Union's final energy consumption in industry has decreased by 16% between 2005 and 2016, from 331 Mtoe to 277 Mtoe (Eurostat, 2016). However, significant opportunities for saving energy remain untapped. In the context of the EU's ambitious energy and climate objectives and the challenge of growing competitive pressures from emerging economies, the issue of industry energy consumption, the relevant costs and their impact on industrial competitiveness have become very important. The 2012 Energy Efficiency Directive (EED) establishes a set of binding measures to help the EU reach its 20% energy effi- ciency target by 2020 through measures that cover all sectors, including industry and business. In addition, the Directive asks for national incentives for SMEs to undergo energy audits, while large companies should conduct audits of their energy consumption to help them identify ways to reduce it. 41 https://www.spire2030.eu/sites/default/files/pressoffice/spire- roadmap.pdf 42 https://ec.europa.eu/energy/en/studies/study-energy-efficiency-and- energy-saving-potential-industry-and-possible-policy-mechanisms 43 https://www.iea.org/publications/freepublications/publication/ SME_2015.pdf ",
        "58 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Boosting the Implementation of Energy Audits Project Acronym: STEEEP Start: 3/2014 End: 2/2017 EU Contribution: EUR 2,532,267 Participating countries: Austria , Belgium, Croatia , Estonia, France, Hungary , Italy , Latvia, Romania , Spain, United Kingdom Project website: http://www.steeep.eu ACHIEVED RESULTS On average, the participating SMEs in the STEEEP project were able to reduce their energy consumption by 15% as well as kick-start the process to get an energy management system in place (ISO 50001). A cumulative investment of EUR 5,000,000 million was made within the timeframe of the project for the implementation of energy efficiency measures in Austria , Belgium , Estonia, France, Hungary , Latvia, Italy and Spain. Helpdesks and points of contact were established in eight countries. Of enrolled SMEs, 91% have adopted indi- vidual energy management plans (EMPs). Ten success stories of participating SMEs were published in a brochure 44 . AIM OF THE PROJECT The aim of the STEEEP project was to reduce participating SMEs’ energy consumption through the development of tai- lored training and guidance on effective energy management tools. Notably, 600 cross-cutting SMEs from 10 countries, all participating countries except the UK, were trained by energy advisors from Eurochambres and 36 Chambers of Commerce and Industry (CCIs) in performing energy efficiency measures. As a result, the participating SMEs were able to reduce their energy consumption by 10 to 15%, as well as kick-start- ing the process of getting an energy management system in place (ISO 50001) and investing in energy conservation measures. RELEVANCE TO THE CESEC REGION The project's approach, based on the \"Train-the-Trainers\" concept, can be easily replicated by SMEs and CCIs in CESEC countries outside those already present in the consortium. 44 http://www.steeep.eu/assets/Uploads/Steeep-success-stories- brochure-web.pdf Project Acronym: STEAM-UP Start: 03/2015 End: 02/2018 EU Contribution: EUR 1,528,654 Participating countries: Austria , Czech Republic, Denmark, Germany, Greece , Italy , Netherlands, Spain Project website: https://steam-up.eu/en ACHIEVEMENTS More than 400 trainers, energy managers and auditors have been trained during STEAM-UP, and 78 companies have been audited. More precisely, ten and eight companies have been audited in Greece and Italy respectively, with 50 and 70 people trained. A tailor-made steam audit tool has been ",
        "59 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE developed, as well as a methodology embedding a participa- tory approach, where a company's top tier of management is involved from the beginning of the audit process. A specific focus has been put on the technical and financial elements which should be included in the audit reports in order to ensure the actual implementation of the identified measures. The development of business cases that take into considera- tion non-energy benefits and technical equipment purchasing recommendations has been facilitated through a comprehen- sive, dedicated database. AIM OF THE PROJECT STEAM-UP aimed to bridge the gap between company audit results and their implementation. An integrated solution for business case reporting and energy management imple- mentation was proposed to improve energy efficiency. The project focused on the steam and electric motor system sector which has the potential of reducing its energy use by 75%. The sector also includes a very diverse range of man- ufacturing sub-sectors such as food and beverages, textiles, paper and pulp, chemicals and fertilisers, pharma, glass and ceramics. RELEVANCE TO THE CESEC REGION Having been implemented in Greece and Italy , which are the two leaders of the European steam and electric motor sector in terms of number of companies, the project has tried to ensure optimum usage of its resources. However, other countries from the CESEC region can benefit from the pro- ject outcomes, namely Bulgaria , Hungary , Romania , and Slovakia , each with a significant number of companies active in the specific sector and with the potential to decrease their industrial energy intensity. ",
        "60 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: ENERWATER Start: 03/2015 End: 10/2018 EU Contribution: EUR 1,731,087 Participating countries: Germany, Italy , Spain, United Kingdom Project website: http://www.enerwater.eu/ EXPECTED ACHIEVEMENTS By the end of the ENERWATER project it is expected that the proposed methodology shall enable the Wastewater Treatment Plants (WWTPs) involved in the project to achieve an average of 11% reduction of their total annual energy consumption. The methodology has been tested under real operating con- ditions in 50 WWTPs located in three countries - Germany, Italy and Spain. It is also expected that competitiveness in the global sector of European WWTPs construction companies and equipment manufacturers will increase, and that new business models, which may follow the model of energy performance contracting, will be made available. AIM OF THE PROJECT The overall aim of ENERWATER is to develop a standard methodology for energy assessment and the classification of WWTPs. The goal is to guide expert auditors on how to eval- uate the energy performance of WWTPs as well as to classify them in several categories, similar to the Energy Performance Certificate for buildings. RELEVANCE TO THE CESEC REGION The project is closely collaborating with the European Standardization Committee (CEN) with the aim of turning the methodology into a European standard. This could be relevant for entities or companies managing WWTPs in CESEC countries to save energy when running the plants. At the same time this would stimulate the demand for energy-efficient solutions, which could be developed in CESEC countries by energy and service providers. Project Acronym: EE-METAL Start: 03/2016 End: 02/2019 EU Contribution: EUR 1,717,456 Participating countries: France, Italy , Poland, Spain Project website: https://www.ee-metal.com/ ACHIEVEMENTS The main target of the EE-METAL project is to achieve average energy savings of 20% in the Metalworking and Metal Articles (MMA) industry in participating countries. By early 2018 the project had successfully implemented 79 audits and trained more than 75 people in energy efficiency, renewable energy and audit methodology. It disseminated project activities to almost 16,000 representatives of the MMA industry through conferences, workshops and other events. It has developed managerial (EnMS, ISO 50001), technical (EMS/SCADA, EE tech- nologies and benchmarks), and financial (ESCOs) tools adapted to the specificities of the MMA industry. It has also developed relevant training materials to overcome the barriers that hinder the adoption of energy saving measures. ",
        "61 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE AIM OF THE PROJECT The EE-METAL project aims to provide enterprises with innovative technical, commercial and financial tools in order to overcome the barriers that hinder the adoption of energy saving meas- ures. Companies are supported in using the budget they save through those measures for investments in core activities such as state-of-the-art machinery, research and development (R&D) and innovation, or market development. The project's actions are mainly targeted to MMA SMEs, given that this sector is the biggest manufacturing sector in Europe and it is mostly composed of SMEs. RELEVANCE TO THE CESEC REGION Italy , as part of the CESEC region, has been directly impacted by the activities of the project; 20 companies have been audited, and training material has been prepared in the national language. Other countries from the region can also benefit from the resources put forward by EE-METAL, namely Greece , Hungary , Romania and Slovakia . These countries have a significant number of SMEs involved in the MMA sector and harbour the potential to decrease their industrial energy intensity. ",
        "62 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: EUREMnext Start: 03/2018 End: 02/2021 EU Contribution: EUR 1,809,556 Participating countries: Albania, Austria , Bosnia and Herzegovina , Czech Republic, Estonia, Finland, Greece , Latvia, Serbia , Turkey Project website: http://www.energymanager.eu/en/ EXPECTED ACHIEVEMENTS By the end of the EUREMnext project it is expected that 72 energy managers will be trained in Albania , Bosnia and Herzegovina , Estonia, Latvia, Serbia and Turkey – coming in at 12 per country. An extra 120 energy managers will be trained in the countries involved in previous EUREM pro- jects, and 72 people from other countries not represented in the consortium. So far, there are more than 5,000 EUREM alumni who mainly work as energy auditors in industry, but also in the service and public sectors. Around 42 trainers from the project countries will have improved knowledge a(cid:4)er their participation in the train-the-trainers workshops. Finally, 500 alumni, guests and speakers, especially from the finance sector, will be reached via the alumni network meetings and 250 conference participants will improve their skills and awareness thanks to the project. AIM OF THE PROJECT The main aim of EUREMnext is to increase the quality of energy audits and the rate of implementation of energy effi- ciency measures. The action builds on the existing EUREM training programme. It intends to enrich the current curric- ulum by adding extra modules on energy audit standards, energy-efficient mobility and transport, implications of Industry 4.0 – namely, the trend towards automation and data exchange in manufacturing technologies - for energy efficiency and company energy culture. Existing training material on financial project appraisals and an energy audit support tool will be upgraded. An important part of the project is the transfer of EUREM training to six new countries ( Albania , Bosnia and Herzegovina , Estonia, Latvia, Serbia and Turkey) where the first pilot courses will be organised. National accreditation should be obtained in order to guarantee the sustainability of the courses. For the trainees who wish to have further support beyond the official training, Implementation Support Activities will be organised. The courses specifically target energy managers of companies with significant energy con- sumption, as well as people working for energy consultancies. Today, the network proposes courses in 27 countries world- wide. The concept has been extended to Latin America, northern Africa, and South Africa, and India - without EU support. Some energy concepts as defined by trainees have been implemented. The project builds on EUREM, a stand- ardised European Energy Manager programme with courses, self-learning and a practical work and alumni network, which was initially developed in four countries, enriched and trans- ferred to five additional countries (EUREM.NET project), and then again to six other countries, namely Bulgaria , Croatia , Cyprus, the former Yugoslav Republic of Macedonia , Poland and Romania . These countries have a focus on SMEs and are a part of the EUREMplus project. RELEVANCE TO THE CESEC REGION CESEC countries are directly targeted by the initiative where the training programme is starting and where it can be fur- ther developed. The training of energy managers can also be further expanded to additional CESEC countries. Supporting Energy Cooperation in Industrial Parks Project Acronym: S-Parcs Start: 03/2018 End: 02/2021 EU Contribution: EUR 1,997,325 Participating countries: Austria , France, Italy , Portugal, Spain, Turkey Project website: http://sparcs-h2020.eu/ EXPECTED ACHIEVEMENTS S-Parcs has a number of expected achievements. The project aims: • To trigger primary energy savings of 20.8 GWh per year, renewable energy production of 30.2 GWh per year, and a cumulative investment in sustainable energy of EUR 17.6 million. • To equip the \"Lighthouse Parks\" with a free ICT tool supporting the decision-making processes on joint investments and have at least one full feasibility study for the most promising cooperative project, as well as a strategy for longer term actions. ",
        "63 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE • To have 65 of the 278 companies located in the \"Lighthouse Parks\" benefit directly from reduced energy costs derived from energy efficiency measures, such as the use of waste heat, joint energy purchases and a wide range of viable small-scale renewable projects. • To improve energy efficiency in the parks by more than 10%. • To identify at least 20 viable cooperative energy solu- tions involving the follower community. • To identify the relevant financial, legal and organisa- tional barriers to joint energy action in the parks and ways of overcoming them, contributing to policy-making on a regional, national and European level. AIM OF THE PROJECT The project aims to reduce energy costs and energy con- sumption by enhancing energy cooperation in industrial parks (IPs), and at the same time increasing on-site renew- able energy production. The pre-assessment of the seven Lighthouse Parks from Austria , Italy , Portugal and Spain has shown a high potential for joint energy actions. Many of those are transferrable to the community of S-Parcs followers in Austria , Italy , Norway, Portugal, Russia, Sweden, Turkey and the United Kingdom. RELEVANCE TO THE CESEC REGION S-Parcs has identified a number of industrial parks with a variety of industrial representatives, such as rubber, wood, metal processing, tannery, cork production, car manufactur- ing, industrial laundry services, and chemical industry. This is a clear indication of the far-reaching potential and relevance of the proposed solutions to all CESEC countries. ",
        "64 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Developing Innovative Technologies for Waste Heat Recovery in Industry Project Acronym: TASIO Start: 12/2014 End: 10/2018 EU Contribution: EUR 3,989,248 Participating countries: Italy , Hungary , Spain Project website: http://www.tasio-h2020.eu/ EXPECTED ACHIEVEMENTS • By the end of the TASIO project there will be two main achieve- ments. One is the design, development and commission of a multi-sectoral direct heat exchanger for a 6 MWe Organic Rankine Cycle (ORC) to be installed in the industrial facilities of a cement plant, Cementi Rossi in Piacenza , Italy . This is cur- rently ongoing. The other achievement is the testing in a pilot plant to treat petrochemical sludges for the characterisation of flue gases, and analysis of replicability of the developed waste heat recovery technology (Direct Heat Exchanger-ORC). AIM OF THE PROJECT The main objective of the TASIO project is to develop cost-effective solutions to recover the waste heat produced in energetic intensive processes of industrial sectors such as cement, glass, steelmaking and petrochemicals, and to transform them into reusable energy. These solutions will be designed a(cid:4)er an evaluation of the ener- getic situation of these four sectors. A waste heat recovery system (WHRS) based on the Organic Rankine Cycle (ORC) technology is being developed. This technology is able to recover and transform the thermal energy of flue gases into electrical power for internal ",
        "65 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE or external use. A full demonstration of the WHRS in real operating conditions will be evidenced in a cement plant in the north of Italy. RELEVANCE TO THE CESEC REGION Energy intensive industries are present in most CESEC coun- tries. The potential for converting industrial waste heat into reusable energy in CESEC countries is significant 45 . Project Acronym: Indus3Es Start: 10/2015 End: 06/2019 EU Contribution: EUR 3,858,500 Participating countries: Belgium, Germany, Israel, Italy , Spain, Turkey Project website: http://www.indus3es.eu/ 45 “Literature review of energy use and potential for heat recovery in the EU28 Report”, project I-Therm: http://www.itherm-project.eu/ public/ EXPECTED ACHIEVEMENTS There are three expected achievements from the Indus3Es project. Firstly, the development of adaptable technical, organ- isational and operational modules for the internal and external heat recovery of at least 15% of the process heat, leading to significant savings of energy compared with current practices. Secondly, the demonstration of the system on industrial scale in the petrochemical sector in Turkey, where EUR 4.3 million of savings per year are expected, as well as 24 tons of CO 2 emis- sions to be avoided. Finally, the development of a technology that can be easily adapted to other industrial processes and heat sources. Replication assessments for the oil refining and agrochemical sectors are also foreseen in Spain. AIM OF THE PROJECT The overall objective of the Indus3Es project is the devel- opment and demonstration of an innovative, compact and economically competitive system based on Absorption Heat Transformer (ATH) technology for recovering and revaluing low-energy waste heat from industrial processes. RELEVANCE TO THE CESEC REGION The findings of Indus3Es would be of immediate relevance to countries such as Greece , Hungary , Italy and Romania , which have the largest number of companies active in the petrochemical and agrochemical sectors. Greece , Romania and Hungary have been identified as countries where efforts could still be envisaged to improve the energy intensity of the industry sector, which is in all cases above the EU average. Despite its great progress in reducing the value of this indica- tor, Italy can still benefit from the energy and costs savings brought by new, innovative technologies. Project Acronym: ETEKINA Start: 10/2017 End: 09/2021 EU Contribution: EUR 4,617,677 Participating countries: Germany, Italy , Slovenia , Spain, United Kingdom Project website: https://www.etekina.eu/ EXPECTED ACHIEVEMENTS There are three expected achievements of the ETEKINA pro- ject. Firstly, the recovery of at least 40% of the sensible heat contained in each waste heat carrier addressed by the project with a range of 800 to 4000 MWh per year of recovered heat. Secondly, substantial primary energy savings and subsequent reduction of CO 2 emissions between 160 and 570 tCO 2 eq per year. Finally, a demonstrated advance in competitiveness by expanding the available portfolio of energy resources and tech- nologies, which can be integrated within sites, across sectors and along value chains. This is expected to translate into cost reductions of between EUR 20,000 per year and EUR 100,000 per year, depending on the sector. ",
        "66 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ",
        "67 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE AIM OF THE PROJECT The ETEKINA project proposes an integrated approach to process innovation covering design, simulation, operating conditions and process management together with break- through technology for waste heat recovery. The overall objective of the project is to improve the energy performance of industrial processes. The valorisation of waste heat by a turnkey modular Heat Pipe Based Heat Exchanger (HPHE) technology adaptable to different industry sectors will be developed and demonstrated in three indus- trial processes from the non-ferrous (Spain), steel ( Slovenia ) and ceramic ( Italy ) sectors, in order to show its economic feasibility and market potential. RELEVANCE TO THE CESEC REGION While Italy is by far the biggest representative for all three targeted industrial sectors (non-ferrous metal, steel and ceramics) the technology developed by the project would be of immediate relevance to countries such as Greece , Hungary , Romania and Slovakia , which also have a significant number of companies active in those sectors. While these last four countries have been identified as Member States where efforts could still be made to improve the energy intensity of the industry sector, which in all cases is above the EU average, Italy, despite its great progress in reducing the value of this indicator, can still benefit from the energy and costs savings brought by new, innovative technologies. The project could also be of value for the Austrian steel industry, which is one of the most important industrial sectors in the country. Proposing Energy Efficiency Measures for Different Industrial Sectors Project Acronym: EU-MERCI Start: 05/2017 End: 04/2021 EU Contribution: EUR 1,473,378 Participating countries: Austria , Bulgaria , Greece , Italy , Netherlands, Poland, Romania , Slovenia, United Kingdom Project website: http://www.eumerci.eu ACHIEVEMENTS The EU-MERCI project has three main achievements. Firstly, a comparative analysis of EEOS 46 and alternative meas- ures in different Member States was carried out. Secondly, a platform of European Industrial Energy Efficiency good practices 47 (EIEEP) was developed. This is a database 48 con- taining more than 2,900 measures to increase efficiency in energy intensive industrial sectors, including: iron and steel, non-ferrous metals, petroleum coke, cement and ceramics, pulp and paper, food and beverages, chemicals, glass and machinery. Out of those measures, 157 were identified as good practices 49 , assessed on the basis of nine key perfor- mance indicators, including both technical and economic ones. A library has also made the following available: country 46 http://www.eumerci.eu/wp-content/uploads/2016/12/EU-MERCI-D1.1- version-1.3.pdf 47 http://www.eumerci-portal.eu/web/guest/home 48 http://www.eumerci-portal.eu/web/guest/database 49 http://www.eumerci-portal.eu/web/guest/library/tutorial analyses 50 , technical analyses 51 of the specific industrial sectors, process schematics of the selected sectors and factsheets for each of those 52 . Finally, support was provided for policymakers to design new schemes and improve exist- ing ones. AIM OF THE PROJECT This project aimed to identify successfully implemented best practice projects in industry, drawing from the expe- rience of thousands of energy efficiency support schemes in Europe. It aimed to exploit and expand the opportunity offered by the Energy Efficiency Obligation Scheme (EEOS) and/ or alternative measures imposed on the Member States by the Energy Efficiency Directive (Article 7). A val- idation of the outcomes of the project has been done in agro-food industry. RELEVANCE TO THE CESEC REGION: The identified measures and good practices to increase energy efficiency in many different industrial sectors can be applied to various industries in the CESEC region. 50 http://www.eumerci-portal.eu/web/guest/country-analysis 51 http://www.eumerci-portal.eu/web/guest/library/sector-technical- analysis 52 http://www.eumerci-portal.eu/web/guest/factsheets ",
        "68 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Engaging Stakeholders at all Governance Levels to Support Energy Efficiency 8. ",
        "69 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE The effective delivery of the Energy Union targets, including energy efficiency, requires engagement and coordination at local, regional and national governance levels. At a national level Member States report regularly through their National Energy Efficiency Action Plans 53 on estimated energy consumption, planned energy efficiency measures, and the improvements they are expected to achieve. Member States need to gather energy savings data from relevant stakeholders, including regional and local governments on activities across all sectors. The accurate monitoring and verification of successful energy measures is increasingly important to inform national poli- cy-making. However, it has been a challenge for many public authorities already struggling with the planning and imple- mentation phases of energy measures. At the same time, local and regional governments have become a crucial driver in moving forward with the energy transition by setting ambi- tious local energy targets and developing local and regional sustainable energy strategies and action plans, for example within the framework of the Covenant of Mayors for Climate and Energy 54 , which has over 7,700 committed cities and municipalities. Particularly, regional governments o(cid:4)en have the important role of coordinating and enhancing efforts at a local level in order to ensure that synergies lead to effec- tive implementation and monitoring of concrete solutions and actions. Long-term planning is necessary to achieve the decarbonisa- tion of the economy by 2050. This touches on the necessary review of existing energy infrastructures, such as decentralis- ing energy production, and the legislative framework around planning. There is a clear need for engaging stakeholders and consumers to make the energy transition a long-lasting suc- cess. Renewable energy cooperatives and collective purchase actions can play an important role in engaging consumers so that they can participate actively in energy production, while at the same time reducing their energy consumption. 53 https://ec.europa.eu/energy/en/topics/energy-efficiency/energy- efficiency-directive/national-energy-efficiency-action-plans 54 http://www.eumayors.eu/ ",
        "70 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE The continued support to public authorities in the planning and coordination of the energy transition, including coherent data collection and rendering the data useful for inform- ing policy-making, remains vital. Further support to foster exchange on effective policies and energy efficiency meas- ures between Member States, and also between local and regional governments across Europe, is important to facilitate policy implementation. An example is the support to Market Surveillance Authorities aiming at improving compliance with EU product efficiency legislation. The implementation of Ecodesign and Energy Labelling legislation is estimated to save 175 Mtoe of primary energy per year by 2020, con- tributing to over half of the EU's respective energy efficiency target. Non-compliance with these rules is estimated to reduce these savings by 10%. Increasing the rate of compli- ance for energy-using products is therefore key. Supporting the Implementation of EU Legislation at a National Level Concerted Actions Concerted Actions (CA) aim at fostering an exchange of infor- mation and experience among EU Member States and other participating countries with regards to specific EU policies and their implementation at country level. There are three Concerted Actions which are currently sup- ported under Horizon 2020: • Concerted Action on the Energy Efficiency Directive (CA EED), Directive 2012/27/EU and foreseen recast, which started in 2011. • Concerted Action on the Energy Performance of Buildings Directive (CA EPBD), Directive 2002/91/EC and its recast 2010/31/EU, which started in 2004. • Concerted Action on the Renewable Energy Directive (CA RES), Directive 2009/28/EC, which started in 2010. A fourth Concerted Action is currently under development, to support the Member States with market surveillance and enforcement in the area of ecodesign and energy labelling. A Concerted Action involves the national authorities imple- menting the relevant directives, along with other bodies appointed and entrusted by them to do so. Participants in the action are representatives of organisations designated by all 28 Member States , plus Norway (and also Iceland in the case of the Concerted Action on the Renewable Energy Sources Directive). Participants meet informally, in a structured, confidential dia- logue to discuss and evaluate the most effective options for implementing the relevant Directives. The common specific objectives of the CAs are to: • Enhance and structure sharing of information and expe- rience from national implementation and promote good practice in activities required of Member States for imple- mentation of the relevant Directives. • Encourage dialogue between Member States on common approaches for the effective implementation of specific areas of the relevant Directives. • Support Member States in implementing EU legislation cost-effectively and to report on National Energy Plans. • Collaborate between the Concerted Actions. The specific objectives of the CAs are: • CA EED: to complement the work of the Energy Efficiency Directive Committee, assisting the European Commission; • CA EPBD: to supplement the work of the Article 26 Committee and possible ad-hoc groups on the European Committee for Standardization (CEN) – namely stand- ards and certification exercises; to establish a dialogue with the European Committee for Standardization (CEN) in their work on second-generation standards to support the implementation of the recast Energy Performance of Buildings Directive (EPBD) and its revision; ",
        "71 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE • CA-RES: To develop an overview of policy instruments and measures promoting renewable energy services (RES) based on eight years of knowledge and experience of the participating countries. The expected result is of a more transparent approach, improved implementation and actual application of the rel- evant directives in all countries involved, as well as the transfer of good practices between countries. The Concerted Actions are structured in domains, core teams, or core themes. The CA EED has six domains: • Domain 1: Energy efficiency schemes and measures: plan- ning, monitoring and verification and savings calculations; • Domain 2: Public buildings and purchasing, long-term building renovation strategy; • Domain 3: Metering and billing, demand response and grid efficiency; • Domain 4: Energy services, audits, ESCOs and certifica- tion; • Domain 5: Efficiency in Energy Supply, high efficiency CHP and heating/cooling; • Domain 6: Finance, information and training. The CA EPBD has six core teams: • Core Team 1: New Buildings • Core Team 2: Existing Buildings • Core Team 3: Certification and Inspections • Cross-Cutting Team 1: Technical Elements • Cross-Cutting Team 2: Policy Implementation • Cross-Cutting Team 3: Compliance, Capacity and Impact The CA RES has five core themes: • RES Electricity • RES Heat • Guarantees of Origin/Disclosure • Biomass Mobilisation and Sustainability • RES in Transport Besides plenary meetings, the principal output of the CAs is a series of thematic reports from the various countries on the status of implementation of the relevant directive. The infor- mation is available at the CA websites at the following links: • CA EED: http://www.ca-eed.eu/ • CA EPBD: https://www.epbd-ca.eu/ • CA-RES: https://www.ca-res.eu/ ",
        "72 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ODYSSEE MURE ODYSSEE MURE, implemented by a large consortium of 37 national energy agencies and ministries, is an EU flagship project making the most up-to-date information on energy consumption and energy efficiency policies and measures available in order to support an informed decision-making process in Europe. Two databases are updated on a regular basis: • The ODYSSEE database contains around 200 indicators for the EU 28 Member States , Norway, and as of 2016, Switzerland and Serbia , providing detailed energy con- sumption by sector, end-use and the main drivers for energy consumption. • The MURE database contains around 2,400 past and pres- ent energy efficiency policies and measures at EU level and for individual Member States , plus Norway, Serbia and Switzerland (as of 2016). The project has designed four sectoral databases (households, transport, industry, ser- vices) and one cross-sectoral database alongside EU related measures, NEEAPs and Article 7 measures. The ODYSSEE data and indicators are easily accessible on the project's website under different data tools: the full database, the key indicators facility (around 30 sectoral energy efficiency indicators), as well as five specific data facilities that focus on specific issues and provide some interpretation: • The market diffusion facility contains data on the diffusion of energy efficiency and end-uses of renewable technologies and practices. • The decomposition facility displays the various factors behind changes in energy consumption. • The comparison and benchmarking facility compares the energy performance of any country with a selection of other countries. • The energy saving facility is a compilation of data on energy savings, including historical values, potentials and policy tar- gets. • The energy efficiency indicator scoreboard facility maps out the energy efficiency position of each country, globally and by sector. The database, indicators and web facilities represent useful and up-to-date tools for policy monitoring. One of the flagship indi- cators developed by the project is the ODEX energy efficiency index. It aggregates the trends in the detailed indicators by sub-sector, branches or transport modes in one index. The ODYSSEE database and facilities have attained high visibility among decision makers and researchers in the EU and beyond. DG ENER has recently made extensive reference to the decom- position facility that shows the factors responsible for changes in energy consumption, using data up until 2014 in its impact assessment, published with the Clean Energy for All Europeans Package (November 2016). The decomposition analysis was used by the European Commission to better distinguish between energy efficiency improvements and other factors such as changes in the energy mix, economic structure, economic devel- opment, climate conditions or other factors. An ISO standard will be launched, mainly based on the project's energy efficiency aggregated indicator ODEX and decomposition methodology, which shows the wide recognition of ODYSSEE methodology that is now also used by the IEA. Another main output of the project is the updating and improve- ment of the MURE database, as well as six policy analysis facilities, which are as follows: • The policies-by-topics facility enables the retrieval of policy measures in certain specific topics. • The successful measures facility identifies policy measures for policymakers to learn from other experiences. • The policy mapper facility visualises all measures aiming at a given end-use. • The policy interaction facility details and visualises the inter- action between measures. • The policy scoreboard facility measures and compares the efforts of countries in the implementation of energy effi- ciency policy. • The impact evaluation facility allows for a structured approach to measure impact evaluations. A pilot is also in development for the combined indicator score- board (from ODYSSEE) and policy scoreboard (from MURE) with the aim of scoring countries on energy efficiency status, trends, and policies. This innovative scoreboard will go a step further than the ECEEE scoreboard, as the number of policies will be assessed but also their content and outputs. Capacity building is a core feature of the ODYSSEE-MURE pro- ject. It addresses three areas: the monitoring of energy efficiency progress, the evaluation of energy efficiency policy effectiveness, and the measurement of multiple benefits of energy efficiency. Activities are organised to train first the experts involved in the projects, in particular the partners, the public authorities that support the project, and the countries that have recently joined the project. The project also organises regional and national training for public authorities to help them in understanding and analysing energy efficiency indicators, in designing new policy measures and assessing the impacts of these measures, not only in terms of energy savings, but also in terms of the other benefits linked to energy efficiency improvements, such as multiple benefits of energy efficiency). Wider external capacity building also occurs through webinars, dissemination products, participation in international seminars and workshops. Sixteen policy briefs have been produced so far to a very good standard and are available for download on the project's website. One brief, for example, addresses the effect of energy efficiency policies in transport in Slovenia . For more information, the pro- ject website can be found at: http://www.odyssee-mure.eu/ ",
        "73 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Project Acronym: Energy Efficiency Watch 3 (EEW3) Start: 08/2015 End: 08/2017 EU Contribution: EUR 1,307,143 Participating countries: Austria , Belgium, France, Germany, Sweden Project website: http://www.energy-efficiency-watch.org/ ACHIEVEMENTS The Energy Efficiency Watch 3 (EEW3) project acti- vated and consulted core networks, such as national and European parliamentarians, regions, cities, and so on, via four inter-parliamentary meetings, six roundtables with incoming EU Council presidencies (notably Slovakia ), 11 parliamentary workshops at the national level ( Austria , Belgium, Croatia , Denmark, Germany, Ireland, Italy , Latvia, Romania , Sweden and the United Kingdom). Two high- level events took place in the European Parliament, and 38 dissemination events and webinars spread the project’s results to regional and local stakeholders, with a special focus on Central and Eastern Europe , as well as various groups of expert networks. Three Energy Efficiency Watch conferences were held at the World Sustainable Energy Days in Wels, Austria, in 2015, 2016 and 2017. Twenty-eight country reports were produced, as well as 10 specific case studies of good policy practices experimented on by Member States (notably the Slovak EE and RES Finance Facility), key policy conclusions intended for poli- cymakers, and an overarching feedback loop report. These professionally laid-out publications provided very detailed and country-specific feedback on national legislation, com- prehensively screening National Energy Efficiency Action Plans (NEEAPs) in each Member State and their evolution over time. Expert perceptions on the state of implemen- tation of the second edition of the NEEAPs in the Member States in different sectors were also gathered. These were based on an extensive quantitative survey which reached more than 1,000 respondents, and on a qualitative survey with more than 70 experts interviewed in all 28 Member States in 2015. Five national workshops gathered around 125 business stakeholders to feed into this evaluation exercise. Almost 3,000 policymakers, civil servants and stake- holders at European, national, regional and local levels participated in the dedicated events. More than 70 high- level networking and dissemination events were organised by the project in total. Personal briefing meetings with European Parliament Rapporteurs and Shadow Rapporteurs of the relevant energy files for the Clean Energy for All Europeans leg- islative proposals were rolled out during the last months of the project. They proved to be a relevant addition to the project in order to feed the project's results directly into the decision-making process within the European Parliament. The project also succeeded in instigating action at both local and regional levels. Over 200 regional and local authorities were engaged via Energy Cities and FEDARENE (the European Federation of Agencies and Regions for Energy and the Environment) in their European annual general assemblies. EEW3 key themes were placed at the centre of discussion in five board meetings of the networks and debated at the highest local and regional political levels with mayors, deputy mayors, and directors of energy agencies). Also, over 500 local and regional representa- tives were reached via webinars and meetings of national covenant clubs organised by Energy Cities, in particular in Central and Eastern European countries. AIM OF THE PROJECT Energy Efficiency Watch 3 helped to better coordinate mul- ti-level governance at national, regional and local levels. It aimed to facilitate the implementation of the energy effi- ciency legislation in the EU by providing a feedback loop on the state of implementation in each of the Member States. EEW3 succeeded in supporting the work of policymakers in the field of energy efficiency by collecting feedback and identifying good practices and barriers, with a bottom-up approach based on networking and disseminating this knowledge to key stakeholders. The project was the contin- uation of two previous projects: EEW and EEW2. RELEVANCE TO CESEC COUNTRIES The project targeted all Member States concerning the support for the implementation of energy efficiency leg- islation. It had a specific focus on Central and Eastern European countries for dissemination activities, especially at the local level. ",
        "74 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Improving Multi-level Coordination and Uptake at the Local Level Project Acronym: multEE Start: 03/2015 End: 08/2017 EU Contribution: EUR 1,981,745 Participating countries: Austria , Croatia , Denmark, the former Yugoslav Republic of Macedonia , Germany, Greece , Latvia, Lithuania, Slovakia Project website: http://multee.eu/ ACHIEVEMENTS In the multEE project, a close collaboration took place with the relevant ministries in Austria , Croatia , the former Yugoslav Republic of Macedonia , Greece , Latvia, Lithuania and Slovakia for the definition of bottom-up measures and default values to be used in each country in the framework of Article 7 of the Energy Efficiency Directive. In some cases, these have been formally adopted by the governments, for example in Latvia, the national energy efficiency catalogue – formally approved by the economics minister in June 2017 – is mainly based on 35 bottom-up measures elaborated in multEE. An IT tool called MVP was adapted to country-specific needs, translated into the necessary languages and made available to the relevant ministry in charge of energy sav- ings data collection – with the exception of Austria and Denmark. Several deliverables 55 could be of interest for stakeholders, such as a synthesis report of European best practices for monitoring and verification (M&V) schemes and coordination mechanisms, country reports providing specific calculation methods and predefined values, and country reports on concrete proposals for multilevel gov- ernance coordination, which have been presented at the relevant ministries. 55 http://multee.eu/publications ",
        "75 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE AIM OF THE PROJECT The overall objective of the multEE project was to improve the consistency and quality of energy efficiency policy planning and implementation on different administrative levels in beneficiary countries. This overarching goal was to be achieved through two sub-goals. Firstly, by introduc- ing innovative M&V schemes based on bottom-up data to ensure that the impact of energy efficiency measures was correctly evaluated and useable for future planning. Based on an innovative IT tool implemented in Croatia – which allows for the integrated monitoring of national energy efficiency action plans (NEEAP) and local and regional plans – multEE developed an adapted and extended tool. Secondly, by improving vertical coordination between administrative levels in order to use the full potential of the integrated M&V schemes developed in multEE, and to improve the overall quality of energy efficiency planning and implementation. RELEVANCE TO CESEC COUNTRIES The countries targeted by the project to build a catalogue of bottom-up measures and calculations and to introduce the IT tool for quantification are mainly CESEC countries: Croatia , the former Yugoslav Republic of Macedonia , Greece and Slovakia . Project Acronym: HERON Start: 05/2015 End: 11/2017 EU Contribution: EUR 958,750 Participating countries: Bulgaria , Estonia, Germany, Greece , Italy , Serbia , United Kingdom Project website: http://heron-project.eu/ ACHIEVEMENTS The main results of the HERON project have been: • The mapping of energy efficiency policy instruments, available technologies and social, economic, cultural and educational barriers in transport and buildings. • The assessment of the evidenced barriers and the main driving factors, in order to define their weight and importance for the implementation of energy efficiency policies. • The determination of linkages between the factors and the energy efficiency. • The forward-looking scenario analysis, focusing on macro- and micro-economic impacts of energy effi- ciency policy options. • The policy recommendations through multi-criteria eval- uation and feedback mechanisms with policymakers and market stakeholders from the EU and neighbouring countries, such as the Business Council of the Black Sea Economic Cooperation Organization (BSEC). • The development of an innovative decision support tool to incorporate non-economic and non-market elements – be they social, educational and cultural – into scenario analysis. AIM OF THE PROJECT The HERON project aimed at facilitating policymakers of multi-level governance in the EU, to develop and monitor energy efficiency policies in building and transport sec- tors, through forward-looking socio-economic research. The objectives were to study the impact of socio-economic and institutional factors on implementing energy efficiency policies and measures, to support pathways to 2030, to contribute to improving energy modelling by incorporat- ing social, educational and cultural factors so as to reflect the end-user behaviour, and to establish communication channels between researchers, decision makers of different governance levels and social and market stakeholders. RELEVANCE TO THE CESEC REGION Some CESEC countries participated directly in the project. Project Acronym: PANEL 2050 Start: 03/2016 End: 02/2019 EU Contribution: EUR 1,790,500 Participating countries: Austria, Bulgaria , Czech Republic, the former Yugoslav Republic of Macedonia , Estonia, Hungary , Latvia, Lithuania, Poland, Romania , Slovenia Project website: https://ceesen.org/panel2050 EXPECTED ACHIEVEMENTS By the end of the PANEL 2050 project it is expected that 650 stakeholders and public authority representatives will have increased capacity on energy policy advocacy and planning, out of which 40 forerunners – i.e. more advanced stakeholders – will benefit from a more in-depth capaci- ty-building programme. Ten local roadmap teams will be set up, involving 260 representatives in the planning process. Ten sustainable energy regional roadmaps will be devel- oped, with a 2050 time horizon. A cross-border platform called the Central and Eastern European Sustainable Energy Network (CEESEN) will be established in order to ensure the collaboration of the participating stakeholders and public authorities in Central and Eastern Europe both during and a(cid:4)er the project. It will consist of a virtual platform with ",
        "76 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE a target of 1,600 members and the organisation of two large-scale public conferences to enable stakeholders to meet with each other and exchange on their practices, chal- lenges and road mapping exercises. AIM OF THE PROJECT The PANEL 2050 project aims to set up local sustaina- ble energy networks in 10 regions of Central and Eastern Europe. These include the southern Estonian region, south Bohemian region in the Czech Republic, the Macedonian north-eastern region, the Lithuanian north-eastern region and Visaginas municipality, Bucharest and the Ilfov region in Romania , the Spodnje Podravje region in Slovenia , the Polish region of Mazovia, the Latvian region of Vidzeme, the north Bulgarian region, and Borsod-Abauj-Zemplen county in Hungary . This will involve both civil society and public authority representatives, to empower local stake- holders to engage with public authorities via a series of trainings on energy advocacy and planning or roadmapping. It will involve them in the co-development of sustainable energy roadmaps in their respective regions with a time horizon of 2050. RELEVANCE TO THE CESEC REGION PANEL 2050 is one of our few projects with an exclusive focus on Central and Eastern European Countries, in order to foster public engagement in the decision-making process for a sustainable energy transition in the region. The ManagEnergy Initiative Service Contract: Support initiative to assist actors working on sustainable energy at the local and regional level Start: 06/2017 End: 06/2020 EU Contribution: EUR 698,401 Participating countries: EU Project website: www.managenergy.eu EXPECTED ACHIEVEMENTS The ManagEnergy Initiative will see the organisation of eight master classes in Brussels, delivered by leading energy experts and focusing on topics such as market facil- itation, project development and financing solutions. Master Classes will include lectures, workshop activity, case studies and guest lectures from agencies and representatives from the financial sector. The first two editions of the Master Class on Market Facilitation and Project Aggregation were organised in February and May 2018, with follow-up classes scheduled between September 2018 and February 2020. Twenty-one Expert Missions will provide their know-how to agencies in the field of energy efficiency financing in their own region or city. Visiting experts meet with and coach energy agency staff and key stakeholders, includ- ing local authorities, financial institutions and investors, to support the realisation of significant sustainable energy investments. There will be three networking events to increase coop- eration, knowledge and peer exchange between energy agencies across Europe, followed by evening sessions with short presentations, ManagEnergy Talks. These will be public events, open to a larger audience, and will consist of keynote speeches by well-known experts in the field. AIM OF THE INITIATIVE Energy agencies are in a unique position to support the implementation of sustainable energy strategies in the regions and cities of Europe. Their role places them at the forefront of energy investments across the continent, with over 2,500 members of staff actively driving the energy transition forward. Today energy agencies are more and more involved with project development. Through its master class 56 , expert mission 57 , and networking events 58 with public outreach, ManagEnergy helps to bring the benefits of the low-carbon economy to local and regional communities. RELEVANCE TO THE CESEC REGION: Local and regional energy agencies of the CESEC region can benefit from the knowledge transfer and are invited to participate in the Master Classes, Expert Missions and Networking Events. 56 http://managenergy.eu/MasterClass 57 http://managenergy.eu/ExpertMission 58 http://managenergy.eu/Networking%20Events ",
        "77 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Supporting Green Public Procurement Project Acronym: GreenS Start: 06/2015 End: 05/2018 EU Contribution: EUR 1,489,540 Participating countries: Bulgaria , Cyprus, Germany, Italy , Latvia, Spain, Slovenia , Sweden Project website: http://greensproject.eu/ EXPECTED ACHIEVEMENTS By the end of the GreenS project it is expected that: • 42 Gwh per year of primary energy savings and 2 Gwh per year of renewable energy production will be triggered; • Green public procurement supporting units (G.PP.S) will be established in energy agencies in all participating coun- tries, except Germany; • 21 green public procurement tenders will be imple- mented, with three per country; • 36 training sessions are carried out in the target regions, leading to a total of 540 trained procurers; • Training materials are available in nine languages, com- prising all local languages plus English. AIM OF THE PROJECT The GreenS project will improve the capacity of public author- ities, regional, local and municipal procurement authorities in purchasing sustainable energy products, buildings or ser- vices by providing long-term support, training and technical assistance on green public procurement (GPP) and by the establishment of permanent supporting structures (G.PP.S). The project also aims to encourage multi-level cooperation and networking between the stakeholders involved by setting up steering committees in each target region, and by devel- oping regional supplier networks for goods that fulfi l specifi c GPP criteria to bring together the demand and supply side. RELEVANCE TO THE CESEC REGION This is strongly relevant to the CESEC region because the bar- riers towards the procurement of energy-effi cient products, buildings and services are still prominent in several countries of the CESEC region. ",
        "78 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Involving Consumers in Sustainable Local Communities and Collective Actions There are about 3,500 renewable energy cooperatives (REScoops) in the EU, mainly in Western European countries. In some Member States such as Denmark or Germany, more than 50% of the installed renewable energy is communi- ty-owned, not only for electricity but also for heating. In some other regions with a strong cooperative tradition, promising initiatives continue to emerge. For example, in the Italian Alps, over 77 existing REScoops produce RES electricity for 80,000 citizens in 110 small municipalities 59 . In other coun- tries such as Greece or Croatia , relevant initiatives have also emerged, in particular on islands like Sifnos or Krk respectively, targeted by the IEE REScoop 20-20-20 project. More and more REScoops are also dealing with energy effi- ciency, for example by using part of the revenues to finance energy efficiency in public buildings in cooperation with local authorities. Project Acronym: REScoop Plus Start: 03/2016 End: 02/2019 EU Contribution: EUR 1,498,937 Participating countries: Belgium, Denmark, France, Greece , Italy, Netherlands, Portugal, Spain Project website: http://www.rescoop-ee.eu EXPECTED ACHIEVEMENTS By the end of the IEE REScoop 20-20-20 project it is expected that at least 20 supplying renewable energy cooperatives (REScoops) in Europe will directly implement tools with their members in order to save energy and reduce the CO 2 footprint of their members and/or consumers. Up until now, statistical testing of energy consumption data from 47,500 consumers has been carried out, as well as behavioural analysis data from 11,000 consumers. The first results of the data analy- sis show some promising results in terms of energy savings. REScoops that supply energy to their members all over Europe will improve their efforts and focus on energy savings by providing them with innovative and effective ways on how to engage and change the behaviour of their members. AIM OF THE PROJECT The objective of REScoop PLUS is to make REScoops in Europe go beyond their activities of producing and supply- ing energy from renewable sources (RES) and take up energy 59 IEE Project (REScoop 20-20-20) 2012-2015 savings for their members as a new pillar in their organisa- tion. REScoop Plus will analyse consumption patterns and consumer behaviour of energy consumers that are members of energy supplying cooperatives. It will identify and meas- ure the effectiveness of tools that cooperatives currently use with their members to encourage energy savings, such as ICT tools for better measuring energy consumption, tariff incentives, business models that accommodate energy sav- ings, bills structure, mentoring activities, and so on. REScoops are in a relatively good position to take certain measures and succeed in persuading their members to lower their energy consumption level. Therefore, the REScoop model in energy supply can be an important contributor in reducing energy use by their members. The best practices identified will be applied and piloted in other REScoops in Europe. RELEVANCE TO THE CESEC REGION In order to reach renewable energy targets, consumers have to be active players in the energy markets. One way is to engage them collectively so that they can participate actively in the production and supply of energy (RES cooperatives). Experience shows that by joining REScoops, members also reduce their energy consumption. Project Acronym: REScoop 20-20-20 Start: 04/2012 End: 03/2015 EU Contribution: EUR 1,468,535 Participating countries: Belgium, Denmark, Germany, Italy , France, Netherlands, United Kingdom. Targeted activities also covered: Croatia , Greece , Spain. Project website: http://www.rescoop.eu ACHIEVEMENTS More than 2,500 renewable energy cooperatives (REScoops) in Europe were traced in order to analyse their business models and financing schemes. Based on this analysis, best practices were identified and applied to 15 pilot projects in Belgium, Croatia , France, Greece , Italy , the Netherlands, Spain and the UK, where a group of REScoop mentors have helped new REScoops to be established. Together, these pilot schemes invested EUR 6 million throughout the project dura- tion and up to EUR 30 million a(cid:4)er the project. ",
        "79 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ",
        "80 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE AIM OF THE PROJECT The REScoop 20-20-20 project aimed to improve social acceptance of energy generation from renewable energy sources (RES) with its proven model of local cooperative citi- zen involvement. The overall goal of the project was to speed up the creation of RES projects and related cooperatives in various Member States. The project was coordinated by the Belgian RES cooperative, Ecopower 60 . RELEVANCE TO THE CESEC REGION In order to reach the renewable energy targets, consumers have to be active players in the energy markets. One way is to engage them collectively so that they can participate actively in the production and supply of energy (RES cooperatives). The project results can be replicable in other CESEC countries. Project Acronym: CLEAR 2.0 Start: 09/2017 End: 02/2020 EU Contribution: EUR 2,397,182 Participating countries: Belgium, Czech Republic, Italy , Portugal, Slovenia , Spain. Project website: http://www.clear-project.eu/ EXPECTED ACHIEVEMENTS By the end of the CLEAR 2.0 project it is expected that more than 10,000 renewable energy (RES) installations are expected to be directly procured by the purchase groups launched by the project in six European countries. The project builds on a prede- cessor project, CLEAR. In three years the project partners have launched 26 group purchases with the objective of lowering the cost of technologies for the consumer, while ensuring the best of quality. Thanks to the testing of more than 170 renewable energy systems, consumers have been offered the best prod- ucts on the market. Consumers were provided with support to help them with their purchase journey. For instance, the Italian approach, casarinnovabile.it, has won the Ministry of Economic Development’s prize 'Italy in Class A', on the best information available on sustainable energy to consumers. This collective effort, driven by consumer associations, has managed to ensure trust and decrease upfront costs. In Belgium for example, the first photovoltaic purchase group resulted on average in a 17% 60 Ecopower started 25 years ago and now has about 50,000 members and EUR 50 million equity. It produces 100 GWh green electricity a year with PV, wind, small hydro, rapeseed oil and up to 40,000 tons of local wood pellets. Ecopower now supplies about 1.5% of the households in Flanders with its green electricity. The production is entirely supplied to the members. On average, the members of Ecopower consume 2,000 kWh/year, which is less than the Belgian average (3,500 kWh). Two likely reasons for that are that (1) about 30% of the Ecopower members have solar PV installed, and (2) Ecopower takes effective actions to change their behaviour. discount on the full installation cost, together with a free instal- lation check from certification bodies. In other countries a 12% to 15% discount was achieved on pellet stoves in Italy. AIM OF THE PROJECT CLEAR 2.0 will actively guide consumers in the energy market to be more aware, active players who are saving money to easily become ‘prosumers’. The project aims at testing renewable energy systems such as photovoltaics, wood pellet stoves and heat pumps, and launching collective purchase groups to help consumers switch to more energy-efficient solutions in six European countries. Consumers will be guided through all the stages leading to the purchase of domestic renewable and low-carbon energy technologies. RELEVANCE TO THE CESEC REGION The project targets two CESEC countries: Italy and Slovenia . There is little data on transfers of experience between Italy and Slovenia , where RES group purchases are organised by consumer organisations. The project pays special attention to the optimal use of the systems by focusing on consumer behaviour in order to increase system efficiency. It also offers a(cid:4)er-sales consumer service to increase consumer confidence. ",
        "81 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Supporting the Implementation of Energy-Related Product Efficiency Legislation (Ecodesign and Energy Labelling) Project Acronym: EEPLIANT Start: 03/2015 End: 06/2017 EU Contribution: EUR 2,499,872 Participating countries: Austria , Belgium, Bulgaria , Denmark, Germany, Lithuania, Malta, Netherlands, Poland, Slovenia , Sweden, UK Project website: http://www.eepliant.eu ACHIEVEMENTS By increasing compliance rates for energy-using products in the EU, EEPLIANT has led to potential energy savings exceed- ing the 86GWh annual savings originally projected. A higher enforcement of EU product legislation has reduced consumer detriment in the participating countries, while at the same time increased confidence among purchasers. There is a more level playing field in the EU market for the respective manufacturers, and sharing of inspection and testing results with all Market Surveillance Authorities (MSAs) has ensured synergies and avoided duplication of work. Moreover, there has been capacity building of less experienced authorities, including through the systematic use of best practice guides and standardised tem- plates and related training. Authorities that had less experience in testing have now gained useful training. ",
        "82 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE AIM OF THE PROJECT EEPLIANT has helped deliver the expected economic and environmental benefits of Ecodesign and Energy Labelling legislation by increasing the rates of product compliance with the respective energy efficiency requirements. The project brought together 13 MSAs, tackling space and com- bination heating, lighting and imaging equipment, such as printers. There were 300 models inspected and tested in these product groups leading to 89 concrete enforcement actions, for example a sales ban for importers and man- ufacturers, the withdrawal and recall of the product from the market, the correction of relevant documentation and others, by the respective MSAs. Although specific details of these actions and their impacts in individual countries cannot be disclosed due to the confidential nature of the work, concrete results have been achieved. For example, 50% of LED models 61 tested failed to deliver the promised performance (most frequent issues related to lamp bright- ness and lamp lifetime). The majority, if not all of these models, can no longer be purchased. On the other hand, small or negligible issues were detected concerning the energy efficiency declaration and excess energy consump- tion to that declared on the energy label, respectively. In addition, a plethora of capacity building activities took place on various market surveillance aspects for the 13 MSAs. RELEVANCE TO THE CESEC REGION Three MSAs from Austria , Bulgaria and Slovenia in this region were involved in the work 62 and will benefit from the aforementioned impacts, including capacity building of per- sonnel involved in market surveillance. The latter activity included the adoption of best practice guidelines, building on those developed by the predecessor IEE project, ECOPLIANT 63 , involving MSAs from Italy and Hungary . The successor pro- ject EEPLIANT2 64 , including MSAs from Austria , Bulgaria and Slovenia , is checking compliance for a different set of products and working towards synchronising in real-time inspection results with the European Commission's ICSMS database 65 . These achievements and ongoing activities are ultimately replicable to all the CESEC countries that are part of the EU single market. 61 The work followed a risk-based approach designed to detect, and then remove, as many non-compliant products as possible. Consequently, it did not result in a statistically valid picture of the market in the participating countries. 62 LEDs: all 3 MSAs, imaging equipment: Austria and Bulgaria, heaters: Bulgaria 63 https://ec.europa.eu/energy/intelligent/projects/en/projects/ecopliant 64 http://eepliant.eu 65 Information and Communication System on Market Surveillance - https://ec.europa.eu/growth/single-market/goods/building-blocks/ icsms_nl Project Acronym: Digi-Label Start: 04/2016 End: 03/2019 EU Contribution: EUR 1,650,035 Participating countries: Belgium, Czech Republic, Germany, Italy , Spain, United Kingdom, United States Project website: http://www.digi-label.com/ EXPECTED ACHIEVEMENTS By the end of the project it is expected that Digi-label will have influenced the purchase of appliances of over 1.5 mil- lion consumers. The project is also expected to achieve 36 GWh per year in final energy savings or 90 GWh per year in primary energy savings by encouraging consumers to pur- chase more energy-efficient appliances. This will, in turn, increase market share of the highest performing appliances. ",
        "83 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE In addition, the use of PocketWatt will help market actors, including consumers and retailers, to increase their skills, capability and competencies on energy issues. ACHIEVEMENTS BY EARLY 2018 The tool was piloted in Spain and the UK. There is an increas- ing interest in the project from retailers such as Mediamarkt in Spain. Interest in the tool has also been expressed by major manufacturers, such as Electrolux and Whirlpool. Collaboration is ongoing at a European level with EuroCommerce and CECED, the European Committee of Domestic Equipment Manufacturers. The project is providing input to the development of the EU Product Registry Database. AIM OF THE PROJECT The Digi-Label project aims at making the EU Energy Label easier to understand and more readily available in-store and online. The project has developed a digital tool called PocketWatt that gives consumers more and better data on the energy consumption of appliances, televisions and lighting and makes comparisons between appliances possible. This informa- tion is made accessible at the point of purchase in partnership with retailers and manufacturers, both in-store and online. The tool enables consumers to understand the running costs of specific appliance models. PocketWatt is available in two for- mats: a web portal and a widget that can be integrated into retailers’ websites. QR codes have been developed to provide consumers with data on specific products at in-store points of sale. As mentioned above, a pilot of the tool took place in Spain and in the UK in 2017. In 2018, a wider roll-out is foreseen to also involve Germany, Italy and the Czech Republic, even though the engagement of retailers in those countries is facing some challenges. The project is of particular relevance in view of the European re-scaling of the energy labels. RELEVANCE TO THE CESEC REGION If there was interest from retailers and manufacturers, the tool developed could be expanded to other CESEC countries. ",
        "84 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE A clean energy transition is highly beneficial for countries within the CESEC region. Fast developing economies gain from environmentally friendly energy production and con- sumption. A shi(cid:4) to a low-carbon economy not only helps the fight against climate change, but it also improves the security of energy supply and contributes to economic growth. In many of the countries covered by this brochure, there has been a substantial reduction in final energy consumption in the later years, even though, in most cases, GDP has been increasing. Furthermore, there has been a renovation of the energy infrastructure and the skills of the workforce have been improved. However, there is still a huge unexploited potential to increase energy efficiency. The building stock generally has a low level of energy performance and largely relies on old and inefficient fossil fuel boilers for heating. District heating infrastructures are inefficient and there is a lack of investment capacity. Energy poverty is particularly important in the CESEC region. The good practices presented in this Guide are meant to support a clean energy transition in this region. They come from a selection of projects supported under the Intelligent Energy Europe (IEE) and Horizon 2020 (H2020) programmes addressing key energy efficiency areas of relevance for the CESEC region. These projects provide examples of actions that have already resulted or are expected to result in significant impact in the regions tar- geted. In most projects, the partnership includes countries from the CESEC region 66 . For all the projects presented, the specific relevance to the CESEC region has been highlighted. The project actions could be replicated and their results and outcomes could be used to considerably increase energy efficiency. The good practices address the energy perfor- mance of buildings, the efficiency of district heating and cooling networks, energy poverty, investments in energy efficiency, energy efficiency in industry and business, and the engagement of stakeholders at all governance levels to support energy efficiency. 66 Most of the countries in this region are represented, with the exception of Kosovo, Moldova and Montenegro, which have never participated either in an IEE or H2020 Energy Efficiency project. Conclusions 9. ",
        "85 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE Main lessons learnt ENERGY PERFORMANCE OF BUILDINGS • The building sector needs to use more innovative design and construction methods to build for high energy performance. • Large-scale building renovation requires holistic and attractive packages to be developed and rolled out. • A major enabler of the BUILD UP Skills Initiative has been in gathering the main national stakeholders from the con- struction, energy and education sectors through ‘national qualification platforms’. The platforms ensure that the training offer is genuinely tailored to the needs of con- struction companies, workers and home owners. Upskilling construction workers towards energy efficiency and sus- tainability calls for flexible training, with a significant amount of time dedicated to practical, on-site activities, bringing together different cra(cid:4)s and professional groups. • Support from national authorities will now be key in the long-term roll out of existing and new energy efficiency training schemes in the construction sector. EFFICIENT DISTRICT HEATING AND COOLING • Efficient district heating and cooling (DHC) systems can play a significant role in achieving the Energy Union’s objectives. They improve energy efficiency and enable an increase in the share of local renewable energy and in recovering waste heat in heating and cooling. • The utilisation of local resources, such as renewables and waste heat, can improve the financial and environmental performance of a DHC system, reducing its exposure to the fluctuations of fossil fuel prices. However, the inte- gration of such resources in DHC networks is still low compared to its potential. • Large DH systems developed during the 1970s and 1980s relied mainly on centralised, fossil fuel-based energy supply, economies of scale and urban density. This bore a certain degree of rigidity, little transparency and le(cid:4) little space for consumer choice. New DHC systems have a high degree of flexibility in the production, which can be achieved through a diversified and complemen- tary energy mix, the use of CHP, thermal storage systems and the continuous optimisation of the system’s opera- tion. For new DHC systems in new districts, flexibility in ",
        "86 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE the production can also take the form of modulated or phased construction. Investments in research and demon- strations from DHC operators have led to innovative technologies with a large potential for replicability. ADDRESSING ENERGY POVERTY • When addressing energy poverty, energy efficiency should be considered in relation to both the reduction in energy consumption and the achievement of adequate comfort levels, without increasing or with a marginal increase in energy consumption. • Low-cost measures in households are easy to implement, can effectively complement other actions to address energy poverty, and can help Member States reach energy efficiency targets. • By involving social workers and societal actors in engag- ing vulnerable consumers towards sustainable energy, it increases their trust and acceptance of interventions. It also increases the sustainability of the actions, as the social workers and societal actors involved can be expected to continue to provide energy advice. • Non-financial barriers can undermine the efficiency of support schemes addressing energy poverty and should not be overlooked. A holistic approach should be con- sidered and include, in addition to subsidies, additional accompanying measures. These could be financial, such as microloan offers or guarantee funds, and non-financial, such as technical assistance. INVESTING IN ENERGY EFFICIENCY • Energy efficiency investments in public buildings and street lighting, as well as private residential buildings, can be funded by Energy Service Companies through energy performance contracts (EPC), but the development of EPC projects requires the allocation of specific resources, expertise and staff to identify the projects and procure the adequate contracts. The EPC market can be significantly boosted through the development of market facilitation services. • The financial sector is looking for standards that will allow loans to be underwritten and investments with reduced costs. This can ensure confidence that the expected energy savings will actually be delivered. • There is a need to initiate policy dialogues at national level in order to foster the more effective use of public funding and integrate private finance in the national strategies for building renovation. ",
        "87 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ",
        "ENERGY EFFICIENCY IN INDUSTRY AND BUSINESSES • A standardised, economically viable solution for waste heat recovery, adaptable to various industrial processes, and which is appropriate for new and old plants, is important for increasing the energy efficiency of European energy intensive industries and for bringing them the much-needed competitive advantage on their respective markets. • The effectiveness of energy audits also relies on the development of an energy corporate culture within the company, to be developed through the direct involvement of all staff – both managerial and operational. • The development of sector-specific benchmarks and stand- ard methodologies within the industry sector are of utmost importance in paving the way toward a fast uptake of cost-effective energy efficiency measures. In this regard, energy audits can be considered not only as the starting point for a company to become more energy efficient and competitive, but also as a concrete tool to boost innovation. ENGAGING STAKEHOLDERS AT ALL GOVERNANCE LEVELS TO SUPPORT ENERGY EFFICIENCY • Informal coordination and exchange mechanisms, such as the Concerted Actions on the implementation of EU poli- cies, allow for the exchange of information and experience between Member States. • Coordination mechanisms and energy efficiency govern- ance strongly depends on the national context. However, a structured dialogue between national, regional and local actors to systematically deal with all aspects of energy efficiency is important for the effective implementation and monitoring of policies and measures. • The business model of a renewable energy cooperative, in which citizens jointly own and participate in renewable energy production, has proven to be a clear contributor in making the energy transition a long-lasting success. At the same time more renewable energy cooperatives are deal- ing with energy efficiency, for example by using part of the revenues to finance energy efficiency in public buildings in cooperation with local authorities. • The systematic use of digital technology for the collec- tion and storage of inspection results, such as apps and databases feeding into the European Commission's ICSMS database, would avoid a duplication of inspections, and help speed up the removal of non-compliant products from the EU market. 88 GUIDE ON GOOD PRACTICE IN ENERGY EFFICIENCY FOR CENTRAL AND SOUTH EASTERN EUROPE ",
        ""
    ]
}