{
    "text": [
        "... ? Education and Training Education and Training Monitor 2021 BELGIUM ",
        "Getting in touch with the EU Europe Direct is a service that answers your questions about the European Union. You can contact this service: • by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), • at the following standard number: +32 22999696 or • by email via: https://europa.eu/european-union/contact_en Luxembourg: Publications Office of the European Union, 2021 © European Union, 2021 The reuse policy of European Commission documents is implemented by Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Unless otherwise noted, the reuse of this document is authorised under a Creative Commons Attribution 4.0 International (CC-BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. For any use or reproduction of elements that are not owned by the European Union, permission may need to be sought directly from the respective rightholders. Print ISBN 978-92-76-42659-2 ISSN 2466-9989 doi:10.2766/726781 NC-AN-21-031-EN-C PDF ISBN 978-92-76-42654-7 ISSN 2466-9997 doi:10.2766/359257 NC-AN-21-031-EN-N HTML ISBN 978-92-76-42663-9 ISSN 2466-9997 doi:10.2766/280881 NC-AN-21-031-EN-Q ",
        "EUROPEAN COMMISSION 2021 Directorate-General for Education, Youth, Sport and Culture EN Education and Training Monitor 2021 BELGIUM ",
        "Volume 2 of the Education and Training Monitor 2021 includes 27 individual country reports. It builds on the most up-to-date quantitative and qualitative evidence to present and assess the main recent and ongoing policy measures in each EU Member State. It therefore complements other sources of information which offer descriptions of national education and training systems. Section 1 presents a statistical overview of the main education and training indicators. Section 2 briefly identifies the main strengths and challenges of the country’s education and training system. Section 3 focuses on well-being in education and training. Section 4 looks at investment in education and training. Section 5 deals with policies to modernise early childhood and school education. Section 6 covers vocational education and training and adult learning. Finally, Section 7 discusses measures to modernise higher education. The Education and Training Monitor 2021 was prepared by the European Commission’s Directorate-General for Education, Youth, Sport and Culture (DG EAC), with contributions from the Directorate-General for Employment, Social Affairs and Inclusion (DG EMPL); the Education and Youth Policy Analysis Unit of the European Education and Culture Executive Agency (EACEA); the Eurydice network; Eurostat; the European Centre for the Development of Vocational Training and its European network of expertise on VET (ReferNet). The manuscript was completed on 19 October 2021. More background data at: ( ec.europa.eu/education/monitor ) ",
        "BELGIUM 3 Education and Training Monitor 2021 – Country analysis December 2021 1. Key indicators Figure 1 – Key indicators overview Sources : Eurostat (UOE, LFS, COFOG); OECD (PISA). Further information can be found in Annex I and in Volume 1 (ec.europa.eu/education/monitor). Notes : The 2018 EU average on PISA reading performance does not include ES; the indicator used (ECE) refers to early-childhood education and care programmes which are considered by the International Standard Classification of Education (ISCED) to be ‘educational’ and therefore constitute the first level of education in education and training systems – ISCED level 0; FTE = full-time equivalent; b = break in time series, d = definition differs, u = low reliability, := not available, 09 = 2009, 12 = 2012, 13 = 2013, 17 = 2017, 18 = 2018, 19 = 2019. Figure 2 - Position in relation to strongest and weakest performers Source : DG Education, Youth, Sport and Culture, based on data from Eurostat (LFS 2020, UOE 2019) and OECD (PISA 2018). 2010 2020 2010 2020 EU-level targets 2030 target  96% 98.3% 13 98.3% 19 91.8% 13 92.8% 19 Low achieving eighth-graders in digital skills < 15% : : : : Reading < 15% 17.7% 09, b 21.3% 18 19.7% 09, b 22.5% 18 Maths < 15% 19.1% 09, b 19.7% 18 22.7% 09 22.9% 18 Science < 15% 18.0% 09 20.0% 18 17.8% 09 22.3% 18 Early leavers from education and training (age 18-24) < 9 % 11.9% 8.1% 13.8% 9.9% Exposure of VET graduates to work based learning  60% : : : : Tertiary educational attainment (age 25-34)  45% (2025) 43.8% 48.5% 32.2% 40.5%  47 % (2025) : : : : Other contextual indicators 6.0% 6.2% 19 5.0% 4.7% 19 ISCED 1-2 €7 943 12 €8 629 18 €6 072 12, d €6 359 17, d ISCED 3-4 €9 455 12 €10 194 18 €7 366 13, d €7 762 17, d ISCED 5-8 €12 054 12 €14 142 18 €9 679 12, d €9 995 17, d 10.7% 7.5% 12.4% 8.7% 17.5% 7.2% u 26.9% 19.8% Non EU-born 24.6% 15.6% 32.4% 23.2% Upper secondary level attainment (age 20-24, ISCED 3-8) 82.5% 85.7% 79.1% 84.3% 46.0% 51.1% 33.4% 41.3% 47.2% 48.2% 29.3% 40.4% Non EU-born 26.7% 34.0% 23.1% 34.4% EU-born Native EU-born Tertiary educational attainment (age 25-34) Native Education investment Public expenditure on education as a percentage of GDP Expenditure on public and private institutions per FTE/student in € PPS Participation of adults in learning (age 25-64) Early leavers from education and training (age 18-24) Belgium EU-27 Participation in early childhood education (from age 3 to starting age of compulsory primary education) Low achieving 15-year-olds in: ",
        "4 BELGIUM Education and Training Monitor 2021 – Country analysis December 2021 2. Highlights  Belgium is strengthening its well-being policies in education and training, and taking some measures to address pupils’ learning loss and increased inequalities in education following the COVID-19 crisis.  The pandemic has contributed to slowing down the adoption and implementation of reforms in education.  The Flemish Community (BEfl) is taking measures to make its higher education fit for the 21st century; the French Community (BEfr) is addressing student poverty and promoting academic success to fight the negative impact of COVID-19.  The Recovery and Resilience Plan (RRP) aims to strengthen education and training systems, including by investments in digital infrastructure, equipment and skills; there are no comprehensive strategies to strengthen participation in lifelong learning. 3. A focus on well-being in education and training Belgian schools perform better on school climate than the EU average. According to the OECD PISA 2018 report, Belgium shows that high performance and a strong sense of well-being can be achieved simultaneously (OECD, 2019a). Belgian 15-year-olds behaved less disruptively than their average European peers. The disciplinary climate in schools is better overall, with bullying less frequent. One in five students (18.6%; EU 22.1%) reported being bullied at least a few times a month (European Commission, 2020). Students skip class less often, but arrive late at school more often. However, only 58.2% of 15-year-olds surveyed in 2018 PISA felt that they belonged at school compared with 65.2% at EU level. In 2021, Flemish schools scored very well on class and school climate in the inspection report (Vlaamse Overheid, 2021a) . Further strengthening of well-being policies in schools could improve learning outcomes. 2018 PISA data suggest that measures addressing student behaviour and supportive action from teachers have the potential to increase reading performance in Belgium. Students who report being bullied perform 18 points lower in reading than their peers, representing up to 6 months of schooling. The gap between schools with low and high prevalence of bullying 1 is even more substantial (68 points; EU: 70 points). While students reported that they receive a great deal of emotional support from their teachers, feedback culture from teachers to pupils could be further strengthened. Belgian teachers score second lowest on feedback, as perceived by their students (see Figure 3). The gap between schools with low and high prevalence of teachers helping students with learning is equivalent to 48 score points (EU 25 points). More positively, disadvantaged students and students in socio-economically disadvantaged schools were more likely to report that they had supportive teachers, which is particularly important in a COVID-19 context. More parental involvement, which is relatively low compared to other EU countries, would also benefit student well-being and have a positive impact on learning outcomes. Well-being, mental health and resilience are increasingly part of school policies and curricula. Schools play a key role in promoting the mental health and well-being of children and young people. In BEfl, this is part of the mandatory policy on pupil guidance of each school, and implementation is evaluated during inspections (Vlaamse Overheid, 2021b; 2021a). Physical, mental and emotional awareness and health, socio-relational competences, learning to learn, self- awareness and resilience and cultural awareness are 5 of the 16 key competences in the new secondary education curricula. In BEfr, these competences are covered transversally (FWB, 2013a) and also partly by the civic competences. From 2020/2021, physical activity, well-being and health constitute one of the seven learning areas included in the early childhood education curriculum; this will be gradually rolled out in the period up to 2028 in the new curricula of pupils up to grade nine (FWB, 2020a). Well-being must also be included in school management plans and is subject to evaluation (FWB, 2017; 2019). Schools can voluntarily take part in anti-bullying policy projects. 1 Table III.B.1.2.7 ",
        "BELGIUM 5 Education and Training Monitor 2021 – Country analysis December 2021 Anti-bullying and anti-violence policies and related training for educators will be gradually developed from 2021/2022. Belgian schools work with specialised psycho-medical-social centres (PMS) or student counselling services ( CLB ), (guidance) support services, organisations and supporting tools. There is still room for streamlining and integrated approaches, including more parental involvement (UFAPEC 2018; VLOR 2021). Figure 3 - Index of students’ perceived feedback from teachers based on students’ reports, PISA 2018 Source: OECD, (2019). The pandemic has greatly increased concerns about mental well-being and health among students. Surveys during COVID-19 reported significantly higher levels of stress, anxiety, feelings of depression, sadness and loneliness, demotivation and poorer health among pupils and students. Young people aged 16-25 seem to be the most affected; students more than workers (Gordts, 2021). Among younger people, findings show larger gaps in educational outcomes and higher inequalities, pupil demotivation and school dropout. Keeping schools open was therefore a key aspect of the national priority to support students’ mental and social well-being and to limit learning loss and early school leaving (ESL) in the 2020-2021 school year. Schools closed for only 10 days, one of the shortest periods in the EU. Children from pre-primary level to the second year of secondary education were taught face-to-face. The highest 4 grades alternated between part-time distance and in-class teaching from the end of October 2020 until 10 May 2021. The latter were the most at risk of learning loss and early school leaving (see Section 5). Belgium took additional measures to support pupils’ well-being during the pandemic. In BEfr, additional multidisciplinary teams supported pupils’ psychosocial well-being in secondary schools and psycho-medico-social centres during 2020/2021 (EUR 19 million). In BEfl, well-being measures include additional means to support pupils’ psychosocial situation (EUR 14 million) and an online low-threshold consultation platform for the CLB centres. Stakeholders regret the lack of a whole school approach, as recent reviews indicate that a systemic, whole school approach to mental health and well-being leads to better outcomes (Cefai, 2021). Well-being policies are also being developed for higher education students, who have been severely affected by distance teaching. In BEfr, almost two thirds feel that their institution offers support for students struggling with well-being issues (UMons, 2021). By early 2022, BEfl will develop a new participatory well-being policy. The mandate of the Support Centre Inclusive Higher Education (SIHO) has been extended to include student well-being. BEfl is also developing a digital well-being platform with an online e-health offer and an annual survey (Vlaams Parlement, 2021a). Despite distance teaching, initial data show that study results in higher education were better than last year because of, among other factors, a lack of other activities. -0,5 -0,4 -0,3 -0,2 -0,1 0,0 0,1 0,2 0,3 0,4 0,5 M e a n i n d e x ",
        "6 BELGIUM Education and Training Monitor 2021 – Country analysis December 2021 4. Investing in education and training In 2019, Belgium’s expenditure on education as a share of GDP was among the highest in the EU (6.2% vs 4.7%) and its expenditure on employee compensation as a share of public spending on education was also the highest (82% vs 64%) . The latter accounts for 9.7% of total government expenditure. Above-average teacher salaries, below-average class sizes and, to a lesser extent, less time on teaching and instruction explain this high share. Since 2010, the share of public spending on education rose from 11.2% to 11.8%, and the real-term increase of 12.5% is well above the EU average of 6.4%. Investment increased more markedly at pre- primary and primary levels (+14.4%) than at secondary (7.7%) and tertiary (9.8%) levels; expenditure by education level reached the EU average in 2019 for pre-primary and primary education (33%) and secondary education (39%), but remained below the EU average for higher education (14% vs EU 16%). In 2018, private funding as a share of total educational expenditure was relatively low at 6% (EU-22 11%), of which 13% (20%) was at tertiary level 2 (OECD, 2021a) (see Section 7). Figure 4 -General government expenditure on education by category, 2019 Source : COFOG, gov_10a_exp. The National Resilience and Recovery Plan (NRRP) supports larger federated recovery plans and investment policies (2019-2024) in education and training . Gross capital formation (e.g. buildings, digital infrastructure and equipment) has grown by 21.3% since 2010, but remained comparatively low at 5.2% of public expenditure (EU average 7.1%) in 2019. The ambitious sustainable school infrastructure plans should address the shortage of adequate school infrastructure ( Masterplan School Buildings 2.0 , with EUR 3.078 billion over 2019-2024 in BEfl and a future target of EUR 1 billion, of which EUR 230 million through the NRRP in BEfr). This will be complemented in BEfr with sustainable green investments in childcare places, universities, vocational education and training and lifelong learning infrastructure. Recovery plans also include investments in digital infrastructure, equipment and skills in education and training in all federated entities (regions and communities), partially financed by the NRRP. The latter will partially address the funding needs of higher education institutions (EUR 74 million) in BEfr. The Flemish recovery plan includes measures to improve the resilience of vulnerable students and students’ digital skills in compulsory education, and investments in higher and adult education (EUR 585 million) (see other Sections). 2 Table C3.1. 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% SE FI DK HU DE NL MT LV EE CZ EU AT PL SI RO SK ES LU FR LT IE HR PT BG IT CY EL BE Compensation of employees Intermediate consumption Other Gross capital formation ",
        "BELGIUM 7 Education and Training Monitor 2021 – Country analysis December 2021 Box 1: The National Recovery and Resilience Plan Of the EUR 5.295 billion in grants under the Recovery and Resilience Facility, approximately 22% will be invested in education, training and skills related measures, with a strong focus on sustainable/green infrastructure and digital infrastructure, equipment and skills development. Some reforms are planned in training, compulsory and higher education, while investments cover all education sectors and lifelong learning in one or the other federated entities (see other Sections). 5. Modernising early childhood and school education Early childhood education and care (ECEC) policies remain a priority. Belgium has lowered the age of compulsory education to 5. As of September 2020, compulsory education starts at 5 instead of 6, which mainly benefits vulnerable pupils (European Commission, 2020a). In 2019, Belgium was the third best performer in the EU on participation of children aged 3-6 in ECE (98.3% vs EU average of 92.8% and the new EU-level target of 96% by 2030). For children at risk of poverty or social exclusion, this rate is below the target (95.8% in 2018). In BEfl, from 1 September 2021, additional nursery staff is being funded in pre-primary education (EUR 23 million) and children need to take a Dutch language screening test at the age of 5 and follow language integration pathways if they do not have sufficient command of Dutch. In BEfr, measures to improve quality include the gradual roll-out of free ECE over 2019-2021 and the implementation of a first curriculum of ‘initial competences’ beginning in September 2020 ( Pact for Excellence in Education ). Due to COVID-19, the related teacher training still needs to be fully completed. COVID-19 further increased inequality in education and the risk of early school leaving. While Belgium shows good average performance in basic skills, there is a high level of inequality linked to socio-economic factors and migrant backgrounds and between schools (European Commission, 2020a). In BEfl, the school closures of spring 2020 resulted in a general learning loss of up to half a year in sixth grade (Maldonado & De Witte, 2020) and higher inequality between pupils within and between schools (Onderwijsinspectie 2021 and others). Disadvantaged schools and students in urban areas were more affected by the learning loss. In 2020, the national rate of early leavers from education and training continued its downward trend by 0.3 pp. to 8.1% (EU 9.9%; the new EU-level target by 2030 is less than 9%). However, COVID-19 may reverse this positive trend and may also increase the number of pupils repeating a year, which is one of the highest in the EU. In BEfr, 43% of pupils (2018/2019) and 23.1% of pupils in BEfl (2020/2021) had a delay of at least 1 year during primary or secondary education. Communities have taken some measures to reduce learning loss and the risk of early school leaving, targeting vulnerable pupils in particular. In the NRRP, BEfr has committed to adopting a comprehensive action plan to tackle early school leaving. In 2020/2021, it allocated specific funding to socio-economically disadvantaged schools to hire more teachers and provide individualised support and remediation. Secondary schools could rely on more psychosocial support provided by multidisciplinary teams (see Section 3). Similar actions will be financed through the NRRP in 2021/2022 (reaching 30000 pupils), complementing actions under the European Social Fund (see Box 2). Key learning content was defined and extra-curricular activities were encouraged to tackle school dropout and remedy learning difficulties (FWB, 2021a); summer schools were also organised (FWB, 2021b). Nevertheless, given the high level of inequality within the education system, additional measures in BEfr could be needed. BEfl allocated funding for additional teaching staff in ECEC, compulsory and part-time vocational education within or outside regular school time in 2020/2021. From 2021/2022, 540 additional teaching staff will be permanently allocated to disadvantaged schools and 2 000 will be temporarily allocated to requesting schools during 2021/2022 (Vlaams Parlement, 2021a). Stakeholders have requested long-term measures to tackle the structural problems in education exacerbated by COVID-19, such as cooperation between education and other policies, and equal access to education for vulnerable pupils (VLOR, 2021). Following a positive evaluation, summer schools will become a permanent measure (Departement Onderwijs, 2021). ",
        "8 BELGIUM Education and Training Monitor 2021 – Country analysis December 2021 Box 2: European Social Fund project: ‘ Moorings ( Amarrages) ’ The project (122 partnerships with 377 organisations involved) in BEfr provided support to and follow-up for 11 450 young people aged 15-24 who were playing truant, attending school irregularly or dropping out of school. Partnerships focused on first-line intervention within schools, on support mechanisms outside of school (e.g. non-institutionalised youth support centres, retention services (‘ Services d’accrochage scolaire’ ), non-governmental organisations, public services) or on compensation measures for young people who had left the school system. The partnerships achieved more effective and coherent actions to prevent young people from dropping out of and disengaging with education. The EUR 7.4 million project (67% from the ESF) ran from September 2018 to December 2020. http://www.ccgpe-dgeo.cfwb.be/index.php?id=6385 The implementation of digital education ecosystems is higher on the priority list as a result of COVID-19. Education systems were not ready to shift to distance digital learning when schools closed. Teachers’ digital skills were lower than the EU average (European Commission, 2020a). The German-speaking and Flemish Community (see country Box 8 of Volume 1) adopted digital education strategies, partly financed by the NRRP. BEfr has accelerated implementation of its 2018 digital education strategy, including by deploying digital equipment for students and ICT coordinators in schools. Improving teachers’ digital skills will be key for successful ecosystems. BEfl focuses on improving education quality to counter the negative trend in learning outcomes (European Commission, 2020a). From September 2021, new more ambitious attainment targets and curricula will be gradually rolled out in the second and third cycle of secondary education. From 2023/2024, standardised and validated tests will measure how well pupils achieve set attainment targets, and also the learning gains achieved by individual students and schools. Underperforming schools will enter a guidance pathway to improve their performance. From September 2021, the new collective agreement should reduce work pressure on teachers and school heads and allow them to concentrate more on their core tasks. It should also make teaching and school management more attractive (EUR 188 million). However, the reform of special needs education has been delayed until September 2022 due to COVID-19. In BEfr, despite COVID-19, some planned reforms of the Pact for Excellence in Education are being progressively adopted or implemented. The reform of the continuing professional training of teachers and psychosocial staff (adopted in June 2021) will be operational from September 2022, with a tripling of the budget to EUR 33 million, modernisation of the offer and special focus on novice teachers (FWB, 2021c). From 2022/2023, a revised school timetable with shorter summer holidays and longer holidays during the year is being discussed, which would mainly benefit disadvantaged students. From September 2021, the reform of inclusive education has been gradually implemented. Forty underperforming schools are entering a guidance pathway to improve their performance. The evaluation of teachers and principals continues through the legislative process. However, implementation of the school governance reform has been extended for the last third of schools. The new curriculum for the first 2 years of primary education and related teacher training, as well as the initial teaching reform, have been delayed until 2022/2023. 6. Modernising vocational education and training and adult learning The share of upper secondary students in vocational education and training (VET) is high. Despite a slight decrease (of 0.6 pps since 2018), the share of upper secondary VET graduates was 56.2% in 2019, still 7.8 pps above the EU average. In 2020, 76.5% of recent VET graduates (ISCED 3-4) found employment between 1 and 3 years after graduation, which remains, at 15.2 pps, well above the employment rate of students graduating from general education. However, there remain concerns over the quality of VET programmes as well as the capacity of the VET offer to adapt quickly to a changing labour market (European Commission, 2020a; Cedefop, 2021). ",
        "BELGIUM 9 Education and Training Monitor 2021 – Country analysis December 2021 The long period of distance learning is expected to have negatively impacted VET students disproportionately. In general, the lack of equipment and adequate competences in distance learning (among both teachers and students) caused some difficulties in the provision of distance learning. This has affected in particular students from more disadvantaged socio-economic backgrounds, who are overrepresented among VET students. In addition, the public health restrictions imposed by the government have led to many apprenticeships being discontinued. Today, companies remain reluctant to offer apprenticeships and the shortage in the number of places, which was already apparent before the COVID-19 crisis, has further increased (Dewitte and Verhaest, 2020). BEfl plans to improve educational outcomes by sharing examples of good teaching practices in VET and promoting computational thinking through the strengthening of extended reality technology and infrastructure in technical and vocational education (Vlaams Parlement, 2021a). A sizeable share of EU funding helps make dual learning more attractive. During the COVID-19 crisis, BEfl used part of the additional funding under REACT EU to address the shortage in apprenticeships by increasing financial support for companies that offer apprenticeships. A similar measure (the ‘encouragement premium’) was introduced in BEfr in May 2021 to encourage entrepreneurs who had to close during the lockdown to offer apprenticeships. In addition, provision has been made for substantial investment in education and training under the national recovery and resilience plan, including in equipment and infrastructure. For example, the plan provides for substantial investment in public training agencies in BEfr. The COVID-19 crisis has stalled policy development as regards VET, although some reforms are in the pipeline. In BEfr, the reform of dual learning is included as one of the major strands of the Walloon recovery plan. One of the key objectives of this reform would be to increase the labour market relevance of the system and improve the quality of the guidance offered in apprenticeships. The French Community is also discussing the reform of its VET school system to increase its labour market relevance. There is scope to rationalise the governance, the offer and the labour market relevance of the VET systems. In BEfl, SYNTRA Vlaanderen, the agency for entrepreneurial training, was discontinued in 2021 and its services integrated into three other organisations. The COVID-19 crisis decreased further participation of adults in training, which was already at a low level. In 2020, only 7.4% (EU 9.2%) of the working age population (25-64) participated in lifelong learning in the 4 weeks before the Labour Force Survey, a decrease of 0.8 pp. (EU -1.6 pps). The main barriers to adult learning are work, childcare and family responsibilities – costs were the least-cited barrier in all OECD countries (OECD, 2019b). The fast transition to e-learning following the COVID-19 crisis highlighted the need for increased investment in digital skills . Digital learning was possible for some groups, but gave rise to significant difficulties for the most vulnerable groups, who often lack the equipment and basic digital skills required. In order to prepare for the digital transition, upskilling and reskilling, in particular as regards digital skills, is at the core of the recovery instruments proposed by the different regional governments. The Flemish government and social partners agreed in December 2020 to the roll-out of a ‘learning and career initiative’. It includes measures to encourage participation in lifelong learning, such as an increase in the transparency of the training offer, a temporary increase in the time credit for lifelong learning, the roll-out of competence checks for employees and companies and the setting-up of an individual learning account. One of the five strategic strands of the ‘Get Up Wallonia!’ recovery plan includes measures such as the establishment of a universal instrument to support lifelong learning (‘skills wallet’) as well as investment in training equipment and infrastructure. The strong focus on digital skills is also reflected in the ‘Start digital’ and ‘Upskills Wallonia’ projects, adopted in May 2020. Several of the measures proposed in the regional recovery plans to boost skills development are included in the NRRP. The latter devotes more than EUR 500 million (or 8%) to boosting adult skills development, including for vulnerable groups. The plan includes measures such as the establishment of individual learning accounts, investment to increase the labour market relevance and transparency of the training offer as well as investment in equipment and training infrastructure. However, the plan does not represent a comprehensive strategy to ",
        "10 BELGIUM Education and Training Monitor 2021 – Country analysis December 2021 strengthen participation in lifelong learning. It includes few measures to incentivise participation in training and develop a learning culture, the lack of which were identified as the main causes of low participation in lifelong learning. This is especially a concern in Wallonia, where investment in training is almost exclusively focused on building and renovating training centres. 7. Modernising higher education Tertiary education attainment is high, but the gender gap and disparities related to socio-economic background are significant. In 2020, 48.5% of adults aged 25-34 held a tertiary-level degree (vs EU average of 40.5% and new EU-level target of 45%). However, the gender gap is significant (15.4 pps vs EU 10.8 pps). While the share of men increased by 2 pps to 40.8% between 2010 and 2020, for women it increased by 6.8 pps to 56.2%. There are also wide disparities related to socio-economic and migrant backgrounds and the attainment gap for people with disabilities far exceeded the EU average (European Commission, 2020). The employment rate of recent tertiary education graduates aged 20-34 (88% in 2020) is above the EU average (83.7%), but there is a significant shortage of science, technology, engineering and mathematics (STEM) graduates, including in ICT, to meet labour market demand. BEfr intends to develop a STEAM 3 action plan and make STEAM more attractive in higher education. BEfl has tabled a new STEM-Agenda 2030 in June 2021 (Vlaamse Overheid, 2021c). Internationalisation of higher education is high on the agenda. Ten Belgian higher education institutions (HEIs) participate in the European Universities Initiative (EUI). BEfr has allocated EUR 0.9 million in grants to its four institutions participating in the initiative. BEfl will introduce more flexibility in its legislation to facilitate the development of the EUI. Belgium is also party to an agreement to further automatic mutual recognition of higher education degrees between the Baltic and Benelux countries. The Flemish Community aims to transform its higher education for the 21st century, supported by the Recovery and Resilience Fund. It has committed to create a long-term vision to transform its higher education, with the involvement of all stakeholders, by the end of 2023. It will also support medium-term projects to make its training portfolio more flexible and future- proof, develop further lifelong learning and new (digital education) methods to improve labour market relevance, digital and green readiness and international competitiveness, including through micro-credentials ( Voorsprongfonds, Vlaams Parlement, 2021b). The French Community is addressing student poverty and promoting academic success to fight the negative impact of COVID-19. Students could still enrol in higher education in 2020/2021 in case of failure in 2019/2020 (FWB, 2020b). From 1 July 2021, the reform of student allowances will extend eligibility to students and will simplify the eligibility criteria. Exceptionally, the eligible funding ceiling will also be doubled in 2021/2022 (FWB, 2021d). Other measures include an increase in open-ended social subsidies for HEIs to provide students with material and psychological support, lower enrolment fees, support to (first year) students to help them succeed, and flexibility measures for graduation. On 30 June 2021, the parliament of the French Community adopted a comprehensive plan to fight student poverty, which affects more than 1 in 3 students (FWB, 2021e). The proposal to reform the 2013 Higher education decree ( décret Paysage ) includes provisions to limit the time in which students must graduate, strengthen remediation activities for students encountering difficulties and to provide additional funding for HEIs in order to help students succeed academically (FWB, 2021f). 3 STEM and arts. ",
        "BELGIUM 11 Education and Training Monitor 2021 – Country analysis December 2021 8. References Cabinet du Secrétaire d’Etat à la Relance et aux Investissements Stratégiques en charge de la Politique Scientifique (2021), Plan national pour la reprise et la résilience. FR - Plan national pour la reprise et la résilience.pdf (belgium.be) Cedefop (2021). Apprenticeship governance and in-company training: where labour market and education meet: Cedefop community of apprenticeship experts: short papers. Luxembourg: Publications Office of the European Union. Cedefop working paper; No 3. http://data.europa.eu/doi/10.2801/065622. Cefai, C. Downes, P. Cavioni. V. (2021) ‘A formative, inclusive, whole school approach to the assessment of social and emotional education in the EU’, NESET report, Luxembourg: Publications Office of the European Union. doi: 10.2766/506737. https://www.nesetweb.eu/wp- content/uploads/2021/01/NESET_AR3_2020_FULL_WITH-IDENTIFIERS-1.pdf Council of the European Union (2019), Council Recommendation on the 2019 National Reform Programme of Belgium and delivering a Council opinion on the 2019 Stability Programme of Belgium. https://eur- lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:52019DC0501 Council of the European Union (2020), Council Recommendation of 20 July 2020 on the 2020 National Reform Programme of Belgium and delivering a Council opinion on the 2020 Stability Programme of Belgium. https://eur-lex.europa.eu/legal- content/EN/TXT/PDF/?uri=CELEX:32020H0826(01)&qid=1600259143213&from=EN De Witte, K. and D. Verhaest (2020), ‘Wie kiest voor duaal leren? Een analyse van de instroom in duaal leren en beleidsaanbevelingen aan de hand van gedragsinzichten.’ Voorstel voor een studie-opdracht in het kader van het Vlaams Programma Strategisch Arbeidsmarktonderzoek VIONA-oproep oktober 2020. https://publicaties.vlaanderen.be/view-file/39914 European Commission (2019), PISA 2018 and the EU – Striving for social fairness through education. https://ec.europa.eu/education/sites/default/files/document-library-docs/pisa-2018-eu_1.pdf European Commission (2020), European Education and Training Monitor 2020 – Volume II. Belgium. https://op.europa.eu/webpub/eac/education-and-training-monitor-2020/countries/belgium.html European Commission (2021), Recovery and resilience plan for Belgium. https://ec.europa.eu/info/business- economy-euro/recovery-coronavirus/recovery-and-resilience-facility/recovery-and-resilience-plan-belgium_en European Commission/EACEA/Eurydice, 2021. Teachers in Europe: Careers, Development and Well-being. Eurydice report. Luxembourg: Publications Office of the European Union. https://eacea.ec.europa.eu/national- policies/eurydice/sites/default/files/teachers_in_europe_2020_0.pdf FWB (2013), Guide pratique relatif à la prévention et la gestion des violences en milieu scolaire, (Practical guide to the prevention and management of violence in schools). http://www.enseignement.be/index.php?page=26937&navi=3524 FWB, (2013a), Décret du 21 novembre 2013 organisant divers dispositifs scolaires favorisant le bien-être des jeunes à l'école, l'accrochage scolaire, la prévention de la violence à l'école et l'accompagnement des démarches d'orientation scolaire. https://www.gallilex.cfwb.be/document/pdf/39909_001.pdf FWB (2017), Avis n°3 du Groupe central datant du 7 mars 2017. http://enseignement.be/download.php?do_id=15735 FWB (2019), Décret du 3 mai 2019 portant sur les livres 1er et 2 du Code de l'enseignement fondamental et de l'enseignement secondaire et mettant en place le tronc commun. https://www.gallilex.cfwb.be/document/pdf/47165_001.pdf FWB (2019), Décret relatif à la Promotion de la Santé à l’École. https://gallilex.cfwb.be/document/pdf/46329_000.pdf FWB (2020), Les indicateurs de l’enseignement 2020. Administration générale de l’enseignement. http://www.enseignement.be/index.php?page=28344&navi=4706 FWB (2020), Circulaire 769 du 19.08.2020 - Définition d'une stratégie en vue de la rentrée de septembre 2020/2021 dans le contexte du Covid-19 - Enseignement fondamental. http://www.enseignement.be/upload/circulaires/000000000003/FWB%20- %20Circulaire%207691%20(7946_20200819_170738).pdf FWB (2020a), consulted on 30 June 2021, Référentiels des compétences initiales, http://www.enseignement.be/index.php?page=28316&navi=4694initiales FWB (2020b), Décret du 17 juillet 2020 déterminant la finançabilité des étudiants pour l’année 2020-2021, https://www.comdel.be/wp-content/uploads/2021/02/VM_Financement_fevrier_2021.pdf ",
        "12 BELGIUM Education and Training Monitor 2021 – Country analysis December 2021 FWB (2021), Aides aux étudiant.e.s en situation de précarité ou rencontrant des difficultés psychosociales. http://enseignement.be/index.php?page=28347&navi=0 FWB (2021), Commission de l’éducation du parlement de la Communauté française du 2 février 2021, compte- rendu intégral. http://archive.pfwb.be/1000000020cb0e0 FWB (2021), Séance « questions-réponses » du 23 mars 2021 » (“questions and answers” session of March 23, 2021), Commission de l’Enseignement supérieur, de l’Enseignement de promotion sociale, de la Recherche, des Hôpitaux universitaires, des Sports, de la Jeunesse, de l’Aide à la jeunesse, des Maisons de justice et de la Promotion de Bruxelles du parlement de la Communauté française - https://www.pfwb.be/le-travail-du- parlement/doc-et-pub/documents-parlementaires-et-decrets/documents/001689344 FWB (2021), Parlement de la Communauté française, Décret portant création des Pôles territoriaux chargés de soutenir les écoles de l'enseignement ordinaire dans la mise en oeuvre des aménagements raisonnables et de l'intégration permanente totale. https://www.gallilex.cfwb.be/document/pdf/49439_000.pdf FWB ( 2021a), Circulaire 7983 du 23/02/2021 - Covid-19 - Protocole spécifique dans le cadre de la lutte contre le décrochage scolaire et social et pour remédier aux difficultés d'apprentissage - Collaborations avec les acteurs extrascolaires, FWB - Circulaire 7983 (8238_20210223_125855).pdf (enseignement.be) FWB (2021b), Communiqué Gouvernment de la Fédération Wallonnie-Bruxelles – Séance du 20 mai 2021, Plaisir d’apprendre et enseignement supérieur, https://gouvernement.cfwb.be/files/Documents/Gouvernement/20210520_CP%20GFWB.pdf FWB (2021c), Projet de décret portant le livre 6 du code de l'enseignement fondamental et de l'enseignement secondaire et portant le titre relatif à la formation professionnelle continue des membres de l'équipe éducative des écoles et des membres du personnel de l'équipe pluridisciplinaire des Centres PMS, http://archive.pfwb.be/1000000020cd08a FWB (2021d), Communiqué Gouvernement de la Fédération Wallonie-Bruxelles, Séance du 20 mai 2021, Enseignement supérieur : le nombre de bénéficiaires d’allocations d’études sera élargi pour faciliter l’accès à l’enseignement supérieur. 20210520_CP GFWB.pdf (cfwb.be) FWB (202e), Parlement de la Communauté française, Résolution interparlementaire visant à lutter contre la précarité étudiante et à améliorer les conditions de vie des étudiants, (doc. 258 (2020-2021) n°1. http://archive.pfwb.be/1000000020ce017 FWB (2021f), Communiqué Gouvernement de la Fédération Wallonie-Bruxelles, Séance du 2 septembre 2021, Réforme du Décret Paysage : mieux structurer le parcours des étudiants pour favoriser leur réussite. https://gouvernement.cfwb.be/files/Documents/Gouvernement/20210902_CP%20GFWB.pdf FWB, Recherche UCLouvain-ULB-ULiège, (2021), L’impact de la crise sur les étudiant·es ? Des données pour avancer, le 25 mars 2021, 25-03- 2021_communiqué_presse_UCLouvain_ULB_ULiege_impact_covid19_étudiant.es_DEF_0.pdf Galand B. et Lafontaine D. (2020), Le bien-être et la motivation des élèves en période de (dé)confinement, Université catholique de Louvain & Université de Liège. https://www.equale.uliege.be/cms/c_5935632/en/bien- etre-et-motivation-des-eleves-en-periode-de-de-confinement Gordts, P. & Martin, M. (2021). De Morgen, 10 maart 2021, Alle studies bewijzen: jongeren zijn mentaal het hardst getroffen door corona]. Hoge Gezondheidsraad (2021), HGR NR 9662, juli 2021, Psychosociale opvang tijdens de COVID-19 pandemie – kinderen & jongeren. https://www.health.belgium.be/sites/default/files/uploads/fields/fpshealth_theme_file/20210715_hgr- 9662_kinderen_en_jongeren_vweb.pdf HBSC (2018), Comportements, santé et bien-être des élèves en 2018 - Office de la Naissance et de l’Enfance, de la Commission communautaire française et de la Région wallonne. http://www.hbsc.org/membership/countries/belgium_fr.html Lafontaine & al. (2019), Résultats de l’enquête Pisa 2018 en Fédération Wallonie-Bruxelles, Le climat scolaire, Service d’analyse des systèmes et des pratiques d’enseignement, Universite de Liège. https://www.uliege.be/cms/c_11423584/fr/pisa-2018-recul-en-lecture-mieux-en-mathematiques-stable-en- sciences Maldonado, J. E., & De Witte, K. (2020). The effect of school closures on standardised student test outcomes, KU Leuven Department of Economics Discussion Paper Series, DPS20.17. https://www.researchgate.net/publication/344367883_The_effect_of_school_closures_on_standardised_studen t_test_outcomes OECD (2019a), PISA 2018 Results (Volume III): What School Life Means for Students’ Lives, PISA, OECD Publishing, Paris, https://doi.org/10.1787/acd78851-en ",
        "BELGIUM 13 Education and Training Monitor 2021 – Country analysis December 2021 OECD (2019b), OECD Skills Strategy Flanders, OECD Publishing, Paris. https://www.oecd.org/publications/oecd-skills-strategy-flanders-9789264309791-en.htm OECD (2021a), Education at a Glance 2021: OECD Indicators, OECD Publishing, Paris. https://doi.org/10.1787/b35a14e5-en OECD (2021), ‘Teachers’ professional learning study: Diagnostic report for the Flemish Community of Belgium’, OECD Education Policy Perspectives , No. 31, OECD Publishing, Paris, https://doi.org/10.1787/7a6d6736-en. OECD (2021), The State of School Education: One Year into the COVID Pandemic, OECD Publishing, Paris, https://doi.org/10.1787/201dde84-en. Onderwijs Vlaanderen, accessed on 9 September 2021, Zestien sleutelcompetenties, https://www.kwalificatiesencurriculum.be/zestien-sleutelcompetenties UCLouvain (2020), Bien-être et motivation des élèves en temps de pandémie. Résultats de deux enquêtes dans l’enseignement secondaire” (Student well-being and motivation in times of pandemic. Results of two surveys in secondary education). (2020) - Rencontres du GIRSEF. https://uclouvain.be/fr/chercher/girsef/actualites/rencontre-du-girsef-du-2-decembre-2020-bien-etre-et- motivation-des-eleves-en-temps-de-pandemie-resultats-de-deux-etudes-recentes-aupres-des-eleves-de-l- enseignement-secondaire.html UFAPEC (2018), Floor A. & Prévost B, Mettre le bien-être et la réussite des élèves au cœur de nos priorités. http://www.ufapec.be/nos-analyses/3118-bien-etre-eleves.html UMons (2021), Duroisin N. et autres, Enquête en FWB sur les pratiques des enseignants en temps de pandémie et sur la rentrée scolaire 2020-2021. https://web.umons.ac.be/fpse/fr/lenquete-sur-les-pratiques- pedagogiques-en-temps-depidemie-covid-setend-desormais-aussi-aux-enseignant-e-s-du-superieur/ Vlaams Instituut Gezond Leven (2021), accessed on 31 May 2021. Indicatorenbevraging 2019-2020 Onderwijs, https://www.gezondleven.be/projecten/indicatorenbevraging/onderwijs Vlaamse Overheid (2021a), Onderwijsspiegel 2021 – Jaarlijks rapport van de Onderwijsinspectie. https://www.onderwijsinspectie.be/sites/default/files/atoms/files/OS2021-web.pdf Vlaamse Overheid (2021b), accessed on 9 September 2021, Een beleid op leerlingenbegeleiding. https://onderwijs.vlaanderen.be/nl/een-beleid-op-leerlingenbegeleiding Vlaamse Overheid (2021), Statistisch jaarboek van het Vlaams onderwijs 2020-2021. https://onderwijs.vlaanderen.be/nl/statistisch-jaarboek-van-het-vlaams-onderwijs-2020-2021 Vlaamse Overheid (2021c), STEM-Agenda 2030 – STEM-competenties voor een toekomst- en missiegericht beleid. https://assets.vlaanderen.be/image/upload/v1624978438/STEM_agenda_2030_pjxpnw.pdf Vlaams Parlement (2021), Visienota Edusprong. Van achterstand naar voorsprong. Plan voor een kwalitatief versterkt volwassenonderwijs in uitvoering van het relanceplan Vlaamse veerkracht. https://docs.vlaamsparlement.be/pfile?id=1659449 Vlaams Parlement (2021), Digisprong. Van achterstand naar voorsprong. ICT-plan voor een kwalitatief digitaal onderwijs in uitvoering van het relanceplan Vlaams Veerkracht, 591 (2020/2021 – Nr 1, ingediend op 22 december 2020 (2020-2021) Nota van de Vlaamse Regering ingediend door viceminister-president Ben Weyts. https://docs.vlaamsparlement.be/pfile?id=1635256 Vlaams Parlement (2021a), Visienota- ‘Van kwetsbaar naar weerbaar’ – deel 1 ‘beter leren, beter voelen Plan voor een kwalitatief versterkt onderwijs in uitvoering van het relanceplan ‘Vlaamse veerkracht’ (VV17), https://docs.vlaamsparlement.be/pfile?id=1699982 Vlaams Parlement (2021b), Visienota Voorsprongfonds Hoger Onderwijs, 679 (2020-2021) – Nr. 1 ingediend op 8 maart 2021 (2020-2021) Nota van de Vlaamse Regering ingediend door viceminister-president Ben Weyts, https://docs.vlaamsparlement.be/pfile?id=1672279 Vlaamse Regering (2019), Conceptnota Masterplan Scholenbouw 2.0. https://beslissingenvlaamseregering.vlaanderen.be/document-view/5F09B92BFA87E00008000181 Vlaanderen (2020), accessed on 9 September 2021, Alle hens aan dek (Learning and career initiative). https://www.vlaanderen.be/alle-hens-aan-dek Verachtert, P., Bellens, K., Sneyers, E., Surma, T, & Muijs, D. (2020). Zomerscholen in Vlaanderen 2020: evalueren en inspireren. Onderzoeksrapport. Antwerpen: Thomas More-hogeschool, bestand.ashx (vlaanderen.be) VLOR (2021), AR-AR-ADV-2021-018 van 10 juni 2021, Kwetsbaarheid aanpakken via weerbaar onderwijs - Advies over de visienota ‘Van kwetsbaar naar weerbaar – deel 1 – beter leren, beter voelen’, plan voor een ",
        "14 BELGIUM Education and Training Monitor 2021 – Country analysis December 2021 kwalitatief versterkt onderwijs in uitvoering van het relanceplan ‘Vlaamse Veerkracht’ (VV17). https://assets.vlor.be/www.vlor.be/advice_final_attachments/AR-AR-ADV-2021-018_0.pdf Wallonie (2020), accessed on 9 September 2021, ‘Start Digital’. https://www.digitalwallonia.be/fr Wallonie (2020), accessed on 9 September 2021, ‘UpSkills Wallonia’. https://www.digitalwallonia.be/fr/projets/upskills-wallonia#publications Wallonie (2021), Get up Wallonia! Rapport du conseil stratégique de Get up Wallonia au Gouvernement wallon Version finale - Avril 2021- Vers une prospérité plurielle et une équité intergénérationnelle. https://gouvernement.wallonie.be/files/%255BRapport%255D%20-%20Get%20up%20Wallonia%20- %20Rapport%20du%20conseil%20strate%cc%81gique%20au%20Gouvernement%20wallon.pdf Annex I: Key indicators sources Indicator Eurostat online data code Participation in early childhood education educ_uoe_enra21 Low achieving eighth-graders in digital skills IEA, ICILS. Low achieving 15-year-olds in reading, maths and science OECD (PISA) Early leavers from education and training Main data: edat_lfse_14. Data by country of birth: edat_lfse_02. Exposure of VET graduates to work based learning Data for the EU-level target is not available. Data collection starts in 2021. Source: EU LFS. Tertiary educational attainment Main data: edat_lfse_03. Data by country of birth: edat_lfse_9912. Participation of adults in learning Data for the EU-level target is not available. Data collection starts in 2022. Source: EU LFS. Public expenditure on education as a percentage of GDP gov_10a_exp Expenditure on public and private institutions per student educ_uoe_fini04 Upper secondary level attainment edat_lfse_03 Annex II: Structure of the education system ",
        "BELGIUM 15 Education and Training Monitor 2021 – Country analysis December 2021 Source : European Commission/EACEA/Eurydice, 2021. The Structure of the European Education Systems 2021/2022: Schematic Diagrams. Eurydice Facts and Figures. Luxembourg: Publications Office of the European Union. Any comments and questions on this report can be sent to: EAC-UNITE-A2@ec.europa.eu ",
        "16 Executive summary ",
        "EXECUTIVE SUMMARY 17 Education and Training Monitor 2021 – Executive summary December 2021 Executive Summary Well-being in the context of disruption The COVID-19 pandemic has disrupted education and training in an unprecedented way, but this disruption has also presented opportunities for innovation. The pandemic has brought about major challenges to teaching and learning, but countries across Europe were able to rapidly mobilise resources. Teachers, school leaders, families, students and schools have showed determination, adaptability, resilience and creativity to ensure the continued provision of education. The crisis has accelerated change and has provided massive insights into how digital technology and innovative teaching can help strengthen our education and training systems. On the other hand, the crisis has exposed and, in some cases, magnified existing weaknesses and inefficiencies, and not least inequalities. As schools and universities have gradually re-opened and restarted their operations, their major task has been to remedy interruptions to learning and to address the negative impacts on students’ well-being. The debate about well-being in education predates the pandemic and well-being has attracted increasing attention of education policy makers in recent years. However, the pandemic has brought challenges to well-being to the fore. Well-being covers both mental and physical health and is closely connected to students’ performance at school and in other aspects of their lives. Students’ life satisfaction, the ability to develop decision-making skills and psychological coping mechanisms are crucial for lifelong learning and for individuals to lead meaningful lives. They lay the foundations for self-awareness, relationship building and forming resilience, enabling individuals to adjust and to overcome personal adversity, long-term life challenges and societal shocks. While the disruption to learning resulting from the pandemic is difficult to measure at this stage, data available from the Netherlands indicates substantial learning loss, which might soon turn to the one of the biggest challenges for education policy. A survey carried out among primary and secondary school pupils shows that their learning progress dropped in all year groups. However, while the children of highly skilled parents showed no significant disruption to their progress, the children of low-skilled parents made only about 85% of the progress expected for their year group. Most countries address well-being partially or implicitly in their education policies and practices . Competences related to mental health are generally incorporated in the curricula of specific subjects or as cross-cutting issues. The majority of Member States implement targeted programmes to tackle bullying and violence. A number of initiatives are focused on physical activity and healthy lifestyle, discrimination and racism, mental health, school climate and equal opportunities. Most of these, however, remain fragmented and few evaluations are available on their impact. A few Member States have taken steps towards a comprehensive approach on well-being in education. Approaches include concepts and policy objectives linked to well-being, monitoring mechanisms collecting data on the well-being of students and concrete requirements and guidance on the implementation of well-being policies at the institutional level. For instance, the well-being of pupils is regularly monitored through surveys in Denmark, Finland and Estonia. In Ireland, every school is required by 2023 to use a self-evaluation tool to promote well-being and they are supported in this process by a Well-being Practice Framework and online resources. In Spain, an observatory of school life disseminates good practices, monitors and provides guidance on how to improve school climate. Very timely, the dedicated working group on well-being launched under the European Education Area (EEA) framework will help shed light on new trends following the pandemic and support Member States in learning from each other in a policy area, which is relatively new for most countries. ",
        "18 EXECUTIVE SUMMARY Education and Training Monitor 2021 – Executive summary December 2021 Surveys show that the pandemic has led to feelings of isolation, anxiety and depression among students of all ages. Data from nine EU Member States indicates that around a quarter of pupils felt “helpless” during remote classes and when completing homework. Experiences during the pandemic confirmed that education fulfils an essential societal role. Well-functioning, inclusive and supportive education systems are important for families and are key to support the well-being, including the mental health, of pupils and teachers. Already before the pandemic, nearly half of all students in the EU reported feelings of sadness, one third reported feelings of fear and almost 40% reported feeling miserable. Phenomena, such as bullying and a low sense of belonging in school, are strongly linked to academic performance. Students with a stronger sense of belonging in school are less often truant and show stronger academic performance. In many EU Member States, students who skipped a day of school in within the past two weeks had a lower score on the sense of belonging index. Positive relationships between teachers and pupils emphasising respect and empowering students can foster performance improvements, especially among high-risk youth groups. In as many as 19 EU Member States, over 50% of students report bullying at least a few times a year. Investment in education In recent years, public expenditure on education in EU Member States was fairly steady. However, variations between countries are considerable. In 2019, on average, the EU dedicated 4.7% of its GDP to education, accounting for around 10% of total public expenditure. Education spending varied from over 6% in Estonia, Belgium, Denmark and Sweden to 3.1% of GDP in Ireland. The largest share of public investment is directed to secondary education (38.7%), followed by pre-primary and primary education combined (33.4%) and tertiary education (16.2%). Public expenditure in education is predominantly allocated to teaching staff (64%), followed by intermediate consumption (14%), which consists of the purchase of goods and services needed to provide education services. The third-highest allocation was gross capital formation (7%), which comprises capital investments, for example on buildings, followed by social benefits (6%) and other current transfers (6%). Several Member States increased investment linked to the move to online and blended learning during the pandemic. Investments included digitalisation projects, as well as hiring additional teachers or the additional training of teachers, funding for counselling and assistance for students and bonuses for teachers. Some countries also compensate schools for the additional costs of preventative measures, for example buying protective equipment or additional disinfection products. The Recovery and Resilience Facility will, together with the European Structural and Investment Funds, increase the EU funds directed to education and training in an unprecedented way. The Recovery and Resilience Facility (RRF) is the centrepiece of NextGenerationEU, the European Union’s instrument to support recovery from the coronavirus crisis. It makes up to €675 bn available – €312.5 bn in grants and €360 bn in loans. The RRF supports sustainable and growth-enhancing reforms and investments in Member States to help recovery and build institutional capacity, essential to reduce inequalities and divergences in the Union. Investments and reforms in education and training play an important role in national RRPs. To benefit from support under the Facility, Member States had to submit their Recovery and Resilience Plans (RRP), including a comprehensive set of reforms and investments to be implemented by 2026. While the adoption process is still ongoing, according to provisional calculations, education and skill-related reforms and investments are expected to make up about 13 % of total RRF expenditure. Investment and reforms cover all education levels and sectors. They aim to modernise education and have the potential to make a long-lasting impact. For instance, the RRF will support the move to a one-shift system in Croatia, the consolidation of the school network in Lithuania and a broad reform of school education in Slovakia. In almost all countries, it is expected to give a major boost to the digital transformation of education and enhance the digital skills and competences of the workforce – a prerequisite to boost growth and the competitiveness of the economy. Measures to boost digital education include the adaptation of ",
        "EXECUTIVE SUMMARY 19 Education and Training Monitor 2021 – Executive summary December 2021 the school curricula, developing digital resources and content, teacher training on digital education and the modernisation of the training offering in VET institutions, among others. For instance, in Belgium, the Flemish Community has included in its plan the ambition to set up a knowledge and support centre for digital school education. Germany aims to support the digitalisation of education by investing in digital devices for teachers, learning materials and digital skills, as well as a single digital education platform. EU-level targets for European cooperation in education and training towards a European Education Area and beyond During the last decade, considerable steps have been taken to improve the participation of children in early childhood education and care (ECEC) throughout the EU. In the past 5 years, most countries have seen the participation of children between the age of 3 years and the mandatory schooling age in ECEC increase, with Ireland, Croatia, Cyprus, Luxembourg and Poland recording the fastest improvements. On average in the EU, ECEC participation (3+) stood at 92.8% in 2019. This is an increase of 1 percentage point compared to the preceding five years. In 2019, five Member States (Belgium, Denmark, Ireland, Spain and France) reached the target level and Sweden came very close to reaching 96% participation. Improving access to quality ECEC has been high on the agenda in most Member States during recent years. The Recovery and Resilience Facility may provide further impetus to investment in ECEC across the EU, with about half of Member States making use of it to expand ECEC capacities. Some Member States have set ambitious targets to increase participation under the RRF. For example, Croatia aims to raise the participation rate of the 3+ age group from 76.3% to 90% by 2026. Czechia plans to increase the number of childcare facilities by 40% by the end of 2025. 90 000 places will be created in Germany and 60 000 in Spain (for children aged 0-2). Investments are also accompanied by reforms in a number of countries. For instance, the compulsory pre-school age is being lowered in Bulgaria and Cyprus (to four years), Belgium and Slovakia (to five years). Croatia and Slovakia are reviewing the financing model of ECEC. Portugal is reducing participation fees. Greece plans to improve early diagnosis and support for children with disabilities and special needs. Slovakia aims to review the recruitment system and support the professionalisation of ECEC staff. A legal entitlement to ECEC will be introduced in Croatia and Slovakia. Romania envisages the further development of an integrated ECEC framework and a large-scale teacher training programme. Denmark is working towards improving quality by introducing minimum standards and increasing staffing. Estonia is defining learning outcomes and learning support needs. The share of early leavers from education and training decreased steadily over the past decade, but the pandemic risks reversing this positive trend. In 2020, the rate stood at 9.9% on average across the EU – which while below the old target of less than 10%, is now 0.9 percentage points above the new and more ambitious target of below 9%. However, progress of close to 4 percentage points over the past 10 years masks pronounced differences between and within countries. Therefore, sustained efforts are required. At the EU level, the average share of early leavers from education and training is 3.8 percentage points higher among young men (11.8%) than it is among young women (8.0%). There are striking disadvantages for foreign-born young people and regional discrepancies are wide in many Member States. There are also considerable differences between countries, with more than 15% of the young population leaving school early in Spain and Romania. On the other end of the spectrum, in 18 Member States the share of early leavers from education and training is less than 9%, with Croatia having the smallest proportion (2.2%). Some Member States renewed their efforts to prevent early school leaving in the context of the COVID-19 pandemic. For example, in France compulsory education and training was extended from 16 to 18 years and supported by different measures to mitigate the negative implications of school closures. In Ireland, further support was allocated to schools catering for ",
        "20 EXECUTIVE SUMMARY Education and Training Monitor 2021 – Executive summary December 2021 students experiencing the highest levels of educational disadvantage to reduce class size and to extend the school completion programme to more schools. The attainment rates in tertiary education have been increasing steadily over the past decade, but there is still considerable variation between countries and sub-groups within countries. In 2020, the tertiary educational attainment rate stood at 40.5% in the EU, with eleven countries already reaching the target set for 2030. The difference between countries is pronounced, spanning from 24.9% in Romania to 60.6% in Luxembourg. The average share of 25–34-year-olds with tertiary educational attainment is 10.8 percentage points higher among women (46%) than it is among men (35.2%). Moreover, there is a clear urban-rural divide, with the average rate in cities (50.9%) being substantially higher than it is in rural areas (28.9%). To increase tertiary educational attainment, several countries aim to enhance the access of disadvantaged students to higher education. For example, in Romania some dedicated places are reserved for Roma and 40% of newly created or modernised places in student accommodation will be allocated to disadvantaged students with support from the RRF. Portugal is planning to create an additional 15 000 places in student accommodation by 2025 with support from the RRF. In France, 30 000 new places in study programmes will be created and 100 000 students could benefit from state-guaranteed student loans. Slovakia is launching a new scholarship programme for students, in particular for those from disadvantaged backgrounds. More than half of the countries will use the RRF to support transformation in higher education. Actions will include the modernisation of study programmes expanding study places, launching new study courses, among which micro-credentials, the review of the funding model, the development of quality assurance and governance mechanisms, developing graduate tracking mechanisms and supporting the internationalisation of higher education. For example, with support from the RRF Latvia is implementing a comprehensive higher education reform, which envisages complex structural changes across three pillars: governance, funding, and human resources. Portugal will foster careers in science, technology, engineering, the arts and mathematics (STEAM), while Finland will support a programme to attract and retain national and foreign talent. The basic skills proficiency of the younger generation has not improved during the past decade. This is not only a worrying social issue, but also has a braking effect on the EU’s future economic competitiveness and resilience. Unfortunately, the EU has not met its target to reduce underachievement in basic skills to less than 15% and little progress has been made over the past 10 years. The underachievement rate stood at 2 2.5 % in reading, 22. 9 % in mathematics and 2 2.3 % in science, the last time the PISA test was conducted (2018). Despite progress in some countries throughout the period 2009-2018, performance in science and reading deteriorated at the EU level, while it remained stable in mathematics. PISA results suggest that countries tend to obtain similar results across the three domains. Countries such as Estonia, Finland, Ireland and Poland have low underachievement rates in all three domains. By contrast, in Bulgaria, Romania, Cyprus and Malta, more than one in five pupils underachieve across all three domains, significantly reducing their future opportunities in professional and private life. Some Member States launched targeted programmes to compensate for the interruption to learning, but considerable further efforts are likely to be needed in most countries. In the Netherlands, €282 m was made available in 2020 for schools to assist students to reduce the negative impact on their education due to the pandemic. In Ireland, a COVID Learning and Support Scheme (CLASS) has been put in place for the 2021-2022 school year to help schools mitigate the adverse impacts of the pandemic on the interruption of students’ learning and negative effects on their well-being. In Slovakia, additional tutoring was provided to pupils in need and further measures are planned under the Recovery and Resilience Facility (RRF). In Romania, REACT-EU will support additional remedial measures. Despite compensatory measures taken by Member States, inequalities are likely to increase following the pandemic. It is, therefore, important that Member States reinforce their efforts to promote inclusion and to enhance access to quality education for all. France continues its reform aiming to improve the basic skills of disadvantaged pupils by reducing class size. In Malta, between 2021 and 2024 about 1 000 underachieving pupils aged 6 will join the 20 week Reading ",
        "EXECUTIVE SUMMARY 21 Education and Training Monitor 2021 – Executive summary December 2021 Recovery Programme. Ireland is piloting a School Inclusion Model to fully comply with the UN Convention on the Rights of Persons with Disabilities regarding participation in mainstream education. In Ireland, the 2021 supplementary programme provided for additional hours of in- home support for children with special educational needs and to those at risk of educational disadvantage during periods of school closures and reopenings. At tertiary level, socioeconomic inequalities were addressed by: doubling the Student Assistance Fund, providing funding to support Traveller students’ access to universities, a laptop loan scheme and funding for HEI (Higher Education Institution) access services. Digital skills are becoming crucial for all citizens to participate in an increasingly digital world. Over the past two years, the COVID-19 crisis has further emphasised the importance of both basic and advanced digital skills for sustaining our economies and societies. Digital skills became a prerequisite for participation in learning, working and socialising, thereby accelerating the digital transformation. With only partial data available on the digital skills of pupils and based on the International Computer and Information Literacy Study (ICILS), the share of underachievement in digital skills only approached the EU level target value in Denmark in 2018 (16.2%), while it reached a high of 50.6% in Luxembourg (in 2018). The data from 2018 suggest that a significant effort is necessary to reduce the share of underachievement in digital skills across all EU Member States for the EU-level target to be achieved by 2030. The Recovery and Resilience Facility will be a major source of funding for digital education, making up approximately one third of RRF spending on education and skills. Most countries will invest in the digital infrastructure and connectivity of schools, often with a focus on disadvantaged and rural schools. In Italy, 100 000 classrooms will be transformed into flexible and connected learning environments. Slovakia aims to increase the share of schools with highly equipped and connected classrooms from 30% to at least 90%. A number of Member States will equip learners and teachers with digital devices to reduce the digital divide. For instance, in Austria 80 000 pupils per year will receive digital equipment funded under the RRF. A broad range of measures will aim to improve the digital competences of pupils through the adaptation of the school curricula, developing digital resources and content, teacher training, as well as modernising the training offer in VET institutions. In Belgium, the Flemish Community is setting up a knowledge and support centre for digital school education. In higher education, significant investments are planned for the development of digital infrastructure and digital teaching resources, the adaptation of study courses and digital training for academic staff. Funding will also be devoted to the development of digital skills of the adult population in the majority of Member States. For example, in Latvia, all employees that were placed on short-time work schemes between January and March 2021 may have access to e-learning courses to improve digital skills, using vouchers worth up to €500. The COVID-19 pandemic has interrupted already-slow progress in adult learning across the EU . Member States have agreed on an EU-level target of at least 47% adult learning by 2025 and 60% by 2030. Both targets apply the improved measurement of adult learning to be applied in 2022. Many Member States are taking action to increase the share of adults participating in learning and most have envisaged to use RRF for upskilling and reskilling measures. In particular, several countries are planning to introduce or develop measures to provide direct financial support to individuals for learning purposes to be complemented by non-financial measures enabling adults to engage in learning. For instance, in the Netherlands, a public individual learning and development account ( STAP – Stimulans Arbeidsmarktpositie ), will enter into force as of 1 January 2022. Anyone with a link to the Dutch labour market will be able to receive a subsidy up to €1 000 to cover their training costs for personal development and employability. ",
        "FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en). ",
        "... ? "
    ]
}