{
    "text": [
        "www.eesc.europa.eu 1 Ireland takes over the rotating Presidency of the Council of the European Union By Rory Montgomery This will be Ireland’s 7th EU Presi- dency and it will coincide with the 40th anniversary of Ireland’s acces- sion in 1973. It will also coincide with the European Year of Citizens, which we will celebrate with a launch event in January in Dublin, and gives us a platform to communicate with citizens in Ireland and across the EU on what Europe means to them. Striving for growth, stability and jobs The Irish Presidency will priori- tise the issues that we believe are the most important for the future of the Union and its citizens at this time of great economic challenge and social strain – measures promoting recovery, stability, growth and jobs. Promoting the creation of sustain- able jobs and growth across the EU, restoring confidence in the Euro- pean economy and securing the EU’s future budgetary and policy frame- work will be crucial to establishing a solid base for a European recovery. We look forward to working with our key institutional partners, the European Commission, the Euro- pean Parliament, and the European Economic and Social Committee and the Committee of the Regions. Among specific sectoral areas that can deliver growth, stability and jobs for Europe and which we will pri- oritise are the continued develop- ment of the Single Market and the Digital Economy in Europe; signifi- cant progress on strengthening the EU’s trade relations, and supporting research and innovation to ensure that Europe becomes a world leader in global innovation. The Presidency will manage the European Semester, the EU’s new system of economic policy coordi- nation, in a way which promotes reaching a consensus on those reform measures which the indi- vidual Member States need to take. We will also prioritise the creation of a genuine banking union aimed at putting the European banking sector on a secure footing, and involving effective pan-European supervision of banks as well as arrangements to ensure the orderly resolution of failed banks and the protection of customers’ deposits. We will sup- port work on taking forward the Conclusions of the December 2012 European Council on deepening economic and monetary union. Multiannual budget discussions On the future budgetary frame- work, we look forward to the Euro- pean Council returning to the issue of the Multiannual Financial Frame- work early next year. The Irish Presi- dency will support the President of the European Council, Herman Van Rompuy as he looks for an agree- ment. Once there is political agree- ment in the Council, Ireland will take forward work with the Euro- pean Parliament to put in place the necessary legal framework, both in relation to the MFF as a whole and to the many sectoral legislative meas- ures which will provide a basis for spending programmes over the MFF period. We will give special prior- ity to the reform of the Common Agricultural Policy and the Com- mon Fisheries Policy, the Horizon 2020 programme, Cohesion and Structural Funding, the Connecting Europe Facility and other key EU programmes. Engagement with the EESC The Presidency is currently examining how best to employ the expertise of the EESC and will be requesting a number of explora- tory opinions. These opinions will provide a useful contribution by informing discussion and debate during the Presidency. One area of particular interest to both the EESC and Member States is the economic effect of increased renewable energy use on electricity systems. ● Rory Montgomery is the Permanent Representative of Ireland to the European Union “ We will support work on taking forward the Conclusions of the December 2012 Euro- pean Council on deep- ening economic and monetary union. ” “ We will prioritise the continued development of the Single Market and the Digital Economy in Europe; significant pro- gress on strengthening the EU’s trade relations, and supporting research and innovation to ensure that Europe becomes a world leader in global innovation. ” EDITORIAL Dear Readers, The better Europeans know and understand their rights as EU citizens, the more informed the deci- sions they take in their personal lives will be, and the more easily we can foster a vibrant and participatory democratic life in Europe. With this in mind, the EU institutions decided to designate 2013 the European Year of Citizens, agreeing that the European Year’s activities should be organised as far as possible at grassroots level, by the general public and civil society organisations themselves. As a vital link between civil society and the European institutions, the European Economic and Social Committee will play a key role and act as a driver and facilita- tor for a range of initiatives linked to the European Year. More specifically, we are pleased to actively support and cooperate with the European Year of Citizens 2013 Alliance, created by the Liaison Group. This is an EESC body tasked with ensuring political dialogue with European civil society organisations and networks, in order to mobilise and coordinate civil society’s involvement in the Europe-wide debate. The European Year of Citizens will provide an opportunity for people through- out Europe to learn about the rights and opportunities conferred on them by EU citizenship. This year could really bring to the fore all the political, economic, social, civic and cultural aspects of European citizenship. It will provide a platform stimulating the debate on the obstacles that prevent people from benefitting fully from their rights; and will hopefully encourage them to play an active role by participating in civic fora on European issues. Now, more than ever, we need active, informed and committed European citizens. Among the most pressing challenges we face is the need to close the gap between decision-making at European level and Europe’s citizens. One way to do this is to create structured platforms for dialogue, and for Euro- pean institutions and European leaders to listen, trust and take on board the views of civil society and the general public. Also, in the context of the current economic and social crisis, the European Year will provide an excellent opportunity to try to regain the public’s trust and to push for renewed ownership of the European project. As president of the EESC, I would like to invite all EU citizens and their organi- sations throughout Europe to join forces with the Committee and the other Euro- pean institutions, to make their voices heard throughout the 2013 European Year and to make it theirs. Staffan Nilsson President DIARY DATES IN THIS ISSUE 24 January 2013 EESC, Brussels: Maritime piracy: strengthening the EU response 29 January 2013 EESC, Brussels: Public hearing on “The internal market and State aid for the regions’’ 13-14 February 2013 EESC, Brussels: EESC plenary session 2 “We should not be afraid of debate!” Interview with Eric Dacheux 3 EESC calls for urgent EU action to eradicate energy poverty 3 Recovery and resolution of credit institutions 4 Interview with Jane Morrice, EESC member Uachtaránacht na hEireann ar Chomhairle an Aontais Eorpaigh Irish Presidency of the Council of the European Union eu2013.ie January 2013/1 EN ISSN 1725-1923 E E S C i n f o European Economic and Social Committee a bridge between Europe and organised civil society ",
        "2 EESC info — January 2013/1 Participatory democracy promotes EU citizenship The European Commission’s focus on mobility in its proposal for the European Year of Citizens does not sufficiently address the relationship gap between the people of Europe and the decision-makers in Brus- sels, believes EESC member Andris Gobiņš, who drafted the Committee’s opinion on the year. “It was our question in the Com- mittee, whether that [mobility] is the best possible centrepiece for the European Year of Citizens,” Mr Gobiņš told EESC info . His opinion on the European Year of Citizens draws attention to some rather alarming figures. For example, less than 30% of EU citizens think they can per- sonally influence the EU process. The opinion also cites a Euroba- rometer survey which found that only 43% of people polled knew what it meant to be a European citizen, while just 32% judged that they were well or very well informed of their rights as an EU citizen. Those figures could be greatly improved, states the EESC in its opinion. Mr Gobiņš argues that the Euro- pean year would instead be more effec- tive if people could be brought closer to the EU law-making process through “real two-way information exchange.” It is not enough just to deliver information to Europeans on how Europe operates and functions. “We need dialogue,” he said, pointing out that only a small percentage of Europeans are actually mobile. Most continue to live and work where they are born. “It is not about producing a TV-clip saying ‘Europe is good’. You get more sustainable results if you encourage more transparent, participatory democracy, where the needs of the people are better met.” Civil society had previously rec- ommended that the year be organised more around active and participatory citizenship. Both the EESC and the European Parliament had pointed out that the Lisbon Treaty calls upon the EU to create dialogue with its citizens by promoting exchanges between Member States as well as decision-makers. “We want to have more transpar- ency in decision-making,” said Mr Gobiņš. Web-streaming Commis- sion meetings and greater access to information before the Brussels executive proposes legislation are among some of his ideas to diminish the relationship gap with the EU citizen. He believes this was one of the demands underlying the demonstrations that brought hundreds of thousands of EU citizens onto the streets in recent weeks, in countries like Greece, Portugal and Spain. Protesting Spaniards, for example, were not demanding “more money” as such, but to have a greater under- standing of the decisions being made on their behalf, insisted Mr Gobiņš. “Dia- logue should be an every- day principle and basis for all decision- making.” \b ● We should not be afraid of debate! Interview with Eric Dacheux, professor of political communications at the Blaise Pascal University in Clermont. Some of his books include “The EU’s communications policy: an insurmountable challenge” and “Understanding the debate on the European constitution” EESC info: On several occasions in the past, you have said that Europe’s political future depends on the mobilisation of associations, which are alone in being equipped to rekindle the debate within the European Union and to frame a new plan for the European Union. Eric Dacheux: My assessment is more apt than ever, for the very fundamental reason that democracy is government of the people by the people. European democracy there- fore is a European government for the people of Europe. However, as the Eurobarometer surveys have revealed, people are having difficulty defining themselves as Europeans. Those who feel European are active in European networks of associations operating in a range of areas such as the environment, human rights and climate change. The second reason can be found in the failure to take account of the popular vote against the draft European constitution. The result is an ever-increasing mistrust of the European elite who have sacrificed European democracy on the altar of European governance. Under the pretext of making public policy more effective, the people of Europe have been even further alienated. The result has been to turn indiffer- ence towards European integra- tion into hostility. To address this now, we need to encourage the development of participa- tory democracy. The European Commission must show that it is not deaf to the calls made by its people. A failure on its part would mark the end of democ- racy and the beginning of tech- nocracy in Europe. We often accuse young people of a lack of political commitment when in fact they are active in associations that are operating outside the traditional channels of political expression. Yes, we are witnessing a major change in political militancy. We have moved on from militancy based on representation, the pyramidal organisational structure and sacrifice to a kind of militancy based on par- ticipation, the network and hedon- ism. We only have to look at the “Indignants” movement to under- stand that young people are asking eminently political questions about what kind of society we want, or what kind of Europe we want, but they are not interested in the politicking that goes on at national or European level. For too long, the European elite has believed it could do what was best for the people without involving the peo- ple. But anything that is done with- out including the people goes against their interests and thus, ultimately, against the interests of the European institutions. So, a European public space is still a pipe dream? The European public space can- not be set up by decree and cannot be achieved solely via new technologies or the media. Its primary requirement is the involvement of the people. We should not be afraid of discussing top- ics such as what we consider to be the ideal Europe now. We need to put forward for dis- cussion subjects that people are passionate about – discussions on Europe’s borders, the place of Mus- lims in Europe, the social dimension of the market economy, etc. And we need to encourage discussions in which people can state opposing views, like the one that took place in 2005 before the referendum on the draft European constitution. This is how we will bring about the begin- nings of a European public space. Since the crisis, we have been talking about Europe constantly. Perhaps Europe has never figured so prominently in our discussions? This is true, but the key discus- sion on the purpose of Europe has not taken place. German-style ordo- liberalism is the current backdrop, but there is no debate about whether another model or another Europe might be possible. Is there any dis- cussion about an inclusive economy, about a Keynesian recovery, about transition? There is not. The subject up for discussion is adaptation to the market. We are asking the people of Europe to comply with the rules of a market that has required govern- ments to shore up the very banks that are currently refusing to lend them money on the grounds that these governments are too heavily indebted. We can defend this system because it has created wealth, but we have to dare to launch a debate on other possible scenarios. Unfortu- nately, instead of throwing open the debate, the European elite is closing the door on it. That is what needs to change. (mb) \b ● “ The European elite have sacrificed Euro- pean democracy on the altar of European governance. ” Symposium on “Nuclear Fission Research for a Low‑Carbon Economy” The last few months have seen the reconsideration of issues about nuclear safety and nuclear energy’s long-term contribution to the EU’s energy mix. The EESC and the Euro- pean Commission are therefore organising an open, balanced and exploratory process of dialogue and debate for all civil society stakehold- ers. The conference will take place on 26 – 27 February 2013 in Brussels. The contribution of nuclear fission energy research activities to the Hori- zon 2020 framework programme, in the context of the EU energy 2050 roadmap and the EU’s energy mix, will be the main topics of the debate. We also invite all stakeholders to take part in the online forum at www.eesc.europa.eu and raise ques- tions which could be discussed at the conference and make this online opportunity for a public debate as widely known as possible. \b ● “ Anything that is done without including the people goes against their interests. ” SOON IN THE EESC “ The European Year of Citizens draws attention to some rather alarming figures. For example, less than 30% of EU citizens think they can person- ally influence the EU process. ” Eric Dacheux Mr Gobiņš ",
        "3 EESC info — January 2013/1 PLENARY SESSION IN A NUTSHELL Developing a Macro-regional Strategy in the Mediterranean Taking advantage of its experience in the development of macro-regional policies as well as the specific characteristics of islands, and at the request of the Cyprus Presidency, the EESC adopted an opinion on a macro-regional strategy in the Mediterranean. The EESC proposes two subregional policies for the East- ern and Western Mediterranean, which would be complemen- tary and coordinate their work with each other and with the macro-regional Adriatic-Ionian strategy. The EESC believes that this subregional cooperation needs to be consolidated as soon as possible in order to boost trade, tourism and industrial links by resolving common problems with common strategies. The macro-regional strategy would coordinate all the EU poli- cies, objectives and measures with those of the Member States, the regions, local economic and social councils and all stake- holders in the Mediterranean, particularly small and isolated Member States in the region. (ail) \b ● Recovery and resolution of credit institutions The financial crisis has shown that national authorities are not fully equipped to deal with failures of banks that operate in today’s global markets. Between 2008 and 2011, governments injected EUR 4.5 trillion (37% of EU GDP) of public money into the banking sector. Lena Roussenova, rapporteur for the EESC opinion on Recovery and resolution of credit institutions , explains that “the ultimate aim is to establish a strategic framework for manag- ing bank failures in an orderly way and avoiding contagion to other institutions”. In the future, the relevant authorities will have the means to intervene decisively both before problems occur and early on in the process. The proposed tools are divided into powers of “prevention”, “early intervention” and “resolution”. However, the EESC empha- sises that some of the tools (the bail-in tool) and measures have not been tested yet in systemic crises and need addi- tional clarification in order to minimise any uncertainties among investors. (ail) \b ● EESC in favour of an overhaul of green subsidies National subsidies intended to support the market roll-out of renewable energies have led to high costs and partly wrong price signals, said the EESC in its opinion adopted at the plenary session in December. In order to boost investments in renewables and achieve the EU’s 2050 climate objectives they should be replaced by EU-wide targeted measures tailored to each renewable tech- nology, in conjunction with an EU CO 2 reduction target after 2020, said the EESC. “The EU-wide subsidies that we are calling for should be lim- ited in time, until renewable technologies become competitive”, said Ulla Sirkeinen (Employers Group, Finland), rapporteur for the opinion. In order to keep on increasing the share of renewable energy beyond the 2020 target in a cost-effective manner, the EESC is opting for a flexible system of EU-wide common support schemes, “tailored to each renewable technology’s maturity and differing circumstances”. In a related opinion, drawn up by Pierre-Jean Coulon, the EESC advocated the swift connection of EU energy islands, a fundamental step towards increased security of supply and therefore stronger growth and solidarity, whilst reducing price differences across the EU. (mb) \b ● For more information please consult http://www.eesc.europa.eu/documents/opinions/avis_en.asp?type=en EESC calls for urgent EU action to eradicate energy poverty The EU must step up its efforts to combat fuel poverty which affects a growing number of EU citizens, according to Staffan Nilsson, president of the European Economic and Social Committee (EESC), an EU advisory body. He also attributed energy price rises to incomplete internal market integration. His call came at a recent conference organised by the EESC and ELISAN, the European Local Inclusion and Social Action Network. Mr Nilsson said that no country in the EU had been spared rising energy prices. In Latvia, for example, costs had increased by 27% in February 2011, while in France 42% of households had cut back on heating their homes to save on energy bills last year. In Germany prices were expected to go up by 10 to 15% again this year. The EESC president called for determined action at EU level to combat energy pov- erty: the EU could not ignore a problem that affected up to 125 million Euro- peans. Mr Nils- son reiterated that adopting an EU-wide defini- tion of the phe- nomenon should be the first step in recognising and mapping the issue. This had to be flexible and not a rigid, one-size-fits-all definition. He added: “Rather than opt for a top-down defi- nition of fuel poverty, the authorities should be given the latitude to offer tailor-made solutions”. The EESC has consistently argued that, in parallel, a consistent and comprehensive social and energy policy framework should be put in place at EU level. It could include an assessment and dissemination of good practice and further common targeted measures. Stéphane Buffetaut, president of the EESC’s transport and energy (TEN) section, called for advantage to be taken of untapped energy efficiency potential, which in his view was “a cost-effec- tive way to achieve both social policy and energy objectives”. In the same vein, Remo Sernagio- tto, President of ELISAN and Min- ister for Social Services in Veneto Region, which currently holds the rotating presidency of ELISAN, called for the EU and Member States to invest in energy-efficient technolo- gies and take energy-saving measures. He said that project bonds should be used for investment in energy. Reduction of excessive energy consumption by public buildings and private homes would generate energy savings of 30-40% by 2020, Mr Sernagiotto pointed out. “In the short term this would boost social cohesion and ease fuel poverty”. (mb) \b ● “ No country in the EU had been spared rising energy prices. In Lat- via, for example, costs had increased by 27% in February 2011, while in France 42% of households had cut back on heating their homes. ” Responding to the nuclear warnings Despite a new programme of strin- gent safety checks at EU nuclear power plants, the EESC is not con- vinced that enough is being done to prevent the risk of another disaster affecting people’s lives and damaging our environment and the economy. In March 2011, the meltdown at the Fukushima nuclear power plant marked the worst nuclear catastro- phe since Chernobyl. Nothing of this nature has yet occurred in the EU, where nuclear accounts for 28% of electricity production. However, Europe’s leaders immediately called for new, tougher safety checks at all nuclear sites. Germany decided to permanently shut down eight of its reactors and pledged to close its remaining sites by 2022. A series of “stress tests” were launched in June 2011, covering all 14 EU countries which produce nuclear energy. The aim was to learn the lessons from Fukushima and add to the measures that can protect Europe from nuclear accidents. In October 2012, the Euro- pean Commission concluded that EU safety standards are high and that no reactors need to be shut down. Introducing a human element Europe should learn from Japan and impose tougher monitoring and supervision. “But this must not be limited to the technical aspects cov- ered by the stress tests”, says André Mordant, rapporteur for the EESC opinion on the Final report on the nuclear stress tests. “Safety also depends on human beings: workers and the public”. And while the stress tests were based on self-assessment, in line with each country’s national regulations, Fukushima demonstrated the need for consistently applied EU-wide standards to ensure that nuclear power plants can withstand even extreme events such as earthquakes or terrorist attacks. There is currently no common approach to the implemen- tation of nuclear safety and security regulation among the Member States. Involve the public The Committee also insists that transparency and public access to information are vital for nuclear safety. It wants to see the Aarhus Convention, which guarantees con- sultation and access to justice on environmental matters, extended to nuclear safety. Rules on radiation protection and preparing for off-site emergencies also need to be harmonised. Local residents need to be involved in plan- ning safety programmes, using their specific knowledge and experience. Furthermore, the EESC raises a num- ber of concerns about the supervision of contractors and sub-contractors, who make up as much as 80% of all workers on some nuclear sites. The scale of the stress tests was unprecedented and a large amount of information is available to the public. But what penalties exist if countries fail to act on the Commission’s rec- ommendations? \b ● ",
        "January 2013/1 Jane Morrice: fascinated by all things foreign In a new series of interviews, Tomasz Jasiński, a Polish member of the EESC’s Workers Group and EESC members’ representative on the board of the EESC info newsletter, speaks to his fellow members to find out what makes them tick. He recently met Jane Morrice, a Brit- ish member of the EESC’s Vari- ous Interests Group, Deputy Chief Equality Commissioner in Northern Ireland, a communications consult- ant and a former BBC correspond- ent. Here are some excerpts: Tomasz Jasiński: You have always worked for or with the media. What influenced your choice of career? I always wanted to be a journal- ist. As a child growing up in a peace- ful Northern Ireland, I loved story telling and at school my best subject was English. That developed into a passion for the spoken word, public speaking and debating. The pinnacle of my school career was winning the “Young Speakers Competition” two years in a row! I now volunteer as a judge for school debating competi- tions and enjoy encouraging young people to use the power of their own voice. After coming to Brussels as a trainee in the Commission in 1980, I got my first job as a journal- ist working for “European Report” (Europolitique) specialising in EU relations with the Third World. It was a perfect training ground for young journalists and many of my peers are now well-established jour- nalists, broadcasters and spokespeo- ple working in Brussels and beyond. But I yearned to get into broadcast journalism so, in 1986, I applied to the BBC in Belfast and they took me on. The “Troubles” were still raging in Northern Ireland so, as a radio reporter, a lot of time was spent “chas- ing fire brigades”. I covered some harrowing stories of bombings and shootings during those years and, because I was from Belfast and my family lived there, it was all very personal to me. It was hardly surprising therefore that I moved out of journalism and even- tually into politics to join those who were trying to help bring about peace- ful change in our country. The EU was awarded the Nobel Peace Prize for bringing peace and reconciliation to the continent. The EU played a role in the Northern Ireland peace process where you have been active for a long time. What does this prize mean to you personally? It means a great deal to me per- sonally. I believe the EU deserves this recognition not only for the advancement of peace in the after- math of world war but also for its commitment to peace building in conflict zones throughout the world. Possibly the best example is the work being carried out in Northern Ireland under the EU PEACE Programme (the subject of my own-initiative opinion in 2008). But the value of this unique EU ini- tiative remains relatively unsung. I was involved in the initial phase of the EU PEACE Programme as Head of the European Commis- sion Office in Northern Ireland and became more involved in the peace process when I was elected to the new Northern Ireland Assembly so these issues are very close to my heart. While great strides towards peace have been achieved in Northern Ireland, recent events on the streets are a critical reminder of the fragil- ity of any peace process and of the importance of continued EU solidar- ity and support for the peacemakers who still have some way to go. Your work entails intense travelling around the world. Do you still find enough time for you and your family? With the exception of the years when my son was growing up, I have spent most of my professional life working and travelling “abroad”. It is now almost second nature to me. When I was young, I had a fasci- nation for all things “foreign”. I love meeting people from differ- ent countries and learning about their cultures. I truly believe that travel broadens the mind and encourage people to take advantage of opportu- nities like ERASMUS to find out more about the world around them. I am fortunate in that my family feels the same and my passion for photography is highly transportable. I also love conversation and lan- guage and, while I am comfortable in French, I really regret not taking more time to learn other languages. But it is never too late! \b ● PEER-TO-PEER INTERVIEW European Year of Active Ageing, a successful but unfinished story The European Year of Active Age- ing and Solidarity between Genera- tions aimed to raise awareness of the contribution that older people make to society as well as to mobi- lise stakeholders to promote active ageing and mutual understanding between different age groups. Many events, communication campaigns and other related activities were held. Europe is certainly aware of its older population, their right to dignified wellbeing and the need to keep them active. But… is that all? On 3 December, the EESC hosted the Closing conference of the European Year of Active Ageing and Solidarity between Generations 2012 . “The con- clusions were clear: the European Year brought the issue to the fore but this should not stop on 31 Decem- ber”, said Ms Renate Heinisch (Ger- many, Various Interests Group) who co-chairs the EESC Coordina- tion Group for the European Year together with Mr Xavier Verboven (Belgium, Workers Group). The cur- rent economic crisis has had the effect of making an active older population and involvement by the older genera- tions increasingly important; more than ever, we must pay special atten- tion to the needs of our older citizens. Solidarity in the labour market Older people’s decision to remain in their job beyond retirement age brings a wealth of experience and skills to the workplace. Although the proportion of Europeans who agree to work beyond retirement age rises with the age of respondents (reach- ing 41% among those aged over 55), most older Europeans find the idea of combining a partial pension with part-time work more attractive than being fully retired. However, any measures to increase the actual retirement age must not create obstacles to young people’s entry into the labour market. High unemployment rates among young people make this a sensitive issue. Flexible retirement for older workers combined with part-time jobs and part-time training for younger work- ers might help achieve age diversity and enable a productive exchange between older workers’ experience and skills and younger workers’ knowledge of new technologies. This is the real expression of solidarity between generations. “A stronger connection between generations in the workplace will promote the image of senior citi- zens and combat ageism”, declared Mr Verboven. (ail) \b ● “ Older people’s deci- sion to remain in their job beyond retirement age brings a wealth of experience and skills to the workplace. ” Printed versions of EESC info in German, English and French are available free of charge from the European Economic and Social Committee Press Office. EESC info is also available in 22 languages in PDF format on the Committee’s website: URL: http://www.eesc.europa.eu/?i=portal.en.eesc-info EESC info is not an official record of the EESC’s proceedings; for this, please refer to the Official Journal of the European Union or to the Committee’s other publications. Reproduction permitted if EESC info is mentioned as the source and a copy is sent to the editor. Print run: 12 310 copies. Next issue: February 2013 P rinted on 100% recycled PaPer EESC info in 22 languages: http://www.eesc.europa.eu/activities/press/eescinfo/index_en.asp Editor: Karin Füssl Tomasz Jasiński – EESC members’ representative on the Editorial Committee (Workers’ Group, PL) Contributors to this issue: Alejandro Izquierdo Lopez (ail) Antonio Santamaria Pargada (asp) Coralia Catana (cc) Maciej Bury (mb) Overall coordination: Nadja Kačičnik (nk) Address: European Economic and Social Committee Jacques Delors Building, 99 Rue Belliard, B-1040 Brussels, Belgium Tel. (+32 2) 546.87.22 or 546.82.98 Fax (+32 2) 546.97.64 Email: eescinfo@eesc.europa.eu Internet: http://www.eesc.europa.eu/ EESC info is published nine times a year during EESC plenary sessions. Q E - AA - 13 - 001 - E N - C E E S C i n f o "
    ]
}