{
    "text": [
        "Reproduction authorized O The social policy of the European Community European File o The economic developments of the 1950s and 1960s enabled Europe to make substan­ tial progress in social policy. But certain regions, industries and sections of the population have continued to lag behind and a good deal still needs to be done to improve general living and working conditions. The onset of the economic recession in 1974 aggravated the problems, inequalities became more deeply entrenched and the social climate deteriorated with the rapid rise in unemployment, which currently affects over 10 million Europeans. The European Community cannot ignore these problems. □ The many economic provisions in the Community*s founding Treaties aim at closer unity between European peoples, economic and social progress and a constant improvement in living and working conditions. The Treaties outline a number of specifically social measures, including free movement of labour, geographical and professional mobility, equal pay for men and women, safety for workers and the population at large, etc. □ These social concerns were reaffirmed in 1972 by the Community's Heads of State or Government, who insisted on the need to strengthen the human face of the Commu­ nity and stressed that a vigorous social policy deserved the same importance as the achievement of economic union. □ In 1974. a Community social action programme was adopted. The programme does not only deal with the problems of work, but is also aimed at the most disadvantaged groups in society. It envisages the adoption of a series of laws. European directives which the Member States would be obliged to translate into national legislation. Commission of the European Communities Directorate-General for Information, Rue de la Loi 200 - B-1049 Brussels 13/82 August-September 1982 ",
        "Financial aid from the European Coal and Steel Community (ECSC) and the European Social Fund contributes to the funding of the programme. Under the terms of the Treaty of Rome, the Social Fund contributes to vocational training, retraining and resettlement of workers. Its means and range of possible action have expanded markedly over the years. While aid between 1960 and 1976 amounted to 394 million ECU, total aid granted in the single year 1981 exceeded 1 000 million ECU.' The Fund was reformed in 1972 and a re­examination is currently underway to adapt it better to needs created by the development of Community policy and the evolution of the employment situation, as well as to simplify and improve its working. Community action is based on three fundamental points in the social action pro­ gramme: employment, working and living conditions and employee participation. Action in employment At the start of the Community, the priority in this field was gradually to achieve free movement of labour. Free circulation of labour, goods and capital lies at the root of any common market. In the coal and steel industries, this objective was achieved through decisions taken in 1954 and 1961. In 1968, the right to work and practise freely in another Member State was extended to all wage earners, apart from cases where safety, health or public order are an issue (this applies particularly in public administrations). The liberal professions (doctors, lawyers, etc.) have been gradually covered by directives on mutual recognition of diplomas, freedom of establishment and freedom to provide services. Free circulation was 'consolidated' by additional measures: a European scheme, Sedoc, helps spread information on job offers and demand from one Commu­ nity country to another; since 1959 (July 1982 for the self­employed) workers from any Member State have the right to the same social security entitlement as nationals. The economic crisis, however, has significantly widened the Community's horizon. A joint meeting of Community economic, finance, employment and social affairs minis­ ters in June 1981 stressed the need to implement a Community­level strategy coordinat­ ing the battle against unemployment and inflation. In close consultation with the social partners, the European Commission is fleshing out the principle elements of this strategy before presenting concrete proposals to the Council of Ministers. The main themes are: Π To diversify and direct anti­inflation policies so as to ensure economic recovery and generate new jobs. □ To step up research in new employment growth sectors while still pursuing vital industrial restructuration taking into account the job problems that this involves and encouraging regional development and geographical and professional mobility among workers. To do this, the Commission proposes: the promotion of private and public investment; increased support for innovation and job creation, particularly in I ECU (European currency unit) = about £ 0.55. Ir. £ 0.69 or US $ 0.96 (at exchange rates current on 17 June 1982). ",
        "small and medium­sized businesses, cooperatives and other local level enterprises; experiments linking job creation and shorter working hours or vocational training, etc. D To encourage flexibility in working time and examine the possibility of a cut in annual working time and limits to overtime. □ To plan an integrated framework providing possibilities for education, training and work for young people for an intermediate period after compulsory schooling. Π To re­examine the relationship between public spending and the employment situ­ ation and social security systems and their funding. The Community plans to coordinate job market policy. A Council resolution adopted in 1980 calls for an improved understanding of the problems of work and employment, better cooperation between national employment agencies and Sedoc. and management of the job market in consultation with the social partners. The increase in unemployment poses a number of questions, amongst them its impact on certain categories of workers and the attitude to take towards new technologies and the management of working time. □ The first challenge: over 40% of the unemployed are young people under 25 years of age. What can the Community do to help them? • The problems of vocational training deserve particular attention. In 1977, the European Centre for the Development of Vocational Training was opened in Berlin and general guidelines for a common policy were adopted. In 1979, a resolution on linked work and training was adopted. The Commission has stepped up its programme of exchanges for young workers and launched new pilot projects to facilitate the transition from school to work. It wants to expand vocational training and its policy towards helping young people and implement an overall framework for education and vocational training. Amongst the actions envisaged at Community and national level are: the development of linked work and training so that all young people between 16 and 18 years of age can avoid unemployment and acquire work experience after compulsory schooling. Com­ munity initiatives in training and education and the training of instructors, more exchanges and better coordination between national vocational training schemes. The contribution that the Social Fund makes to youth training (about 210 million ECU in 1981) should rise in the future, particularly in terms of special aids for training 16 to 18­year­olds. • Since 1979. the Social Fund has increased its involvement, contributing, in 1981. some 104 million ECU to the cost of employing young people in industry or projects to benefit local communities. The Commission plans to step up its contribution and help young people aged between 19 and 25 to find work by ",
        "financing recruitment premiums, shorter working hours, teaching workshops leading to the establishment of small and medium-sized firms, cooperatives and so forth. D Other sections of the work-force receive European aid for vocational training and resettlement. In 1981 the Social Fund earmarked about 90 million ECU for the handicapped. 30 million ECU for migrant workers and 22 million ECU for women wanting to begin or resume full-time work. The Social Fund also contributed to projects in the less developed regions (over 420 million ECU in 1981; a greater effort to help regions worst hit by unemployment is desirable). Finally, aid was channelled into sectors worst hit by the crisis; textiles, people leaving agriculture (more than 20 million ECU in 1981), the steel industry. In 1981, the ECSC contributed a record 124 million ECU to the resettlement of some 48 000 steelworkers and miners; this was backed up by new aid in the form of European funding for early retirement and partial redundancy schemes (this should reach 212 million ECU between 1981 and 1984 and help some 120 000 people). Π The introduction of new technologies will pose increasing problems in a number of sectors. The European Commission has therefore launched a series of studies (notably on the impact of micro-electronics) and discussions with the social partners who need to be closely involved in the modernization process. These discussions have underlined the need to develop new technologies to maintain competitiveness and safeguard markets and the greatest possible number of jobs in the face of outside competition. Although some jobs will be lost, new technologies change or create others. They can also be used to improve working conditions, reduce hours and increase investment. An increased effort in training and professional resettlement will be needed and the Social Fund must be able to contribute to it, in particular by supporting pilot projects in information technology training. □ Following the resolution on the management of working hours adopted by the Council of Ministers in 1979, the Commission has: • Presented communications (1980) and then draft directives aimed at guaranteeing better protection for part-time (1981) and temporary (1982) workers; furthermore, a draft recommendation (1981) invites Member States to progressively introduce flexible retirement (without a uniform age limit) and to review existing schemes in two years' time; • Begun a dialogue with the social partners on a possible Community approach to the reduction of annual working time and limits of systematic use of overtime. Improving living and working conditions Community action in this area involves primarily: D Equality between men and women. Following the Commission memorandum (1975) special Social Fund aid was set aside and three European directives were adopted: ",
        "• the first, in force since 1976, envisages equal pay and the possibility of legal recourse in cases of discrimination; • the second, in force since 1978, adds equal treatment in access to employment, training and promotion and working conditions; • the third, due to come into effect in December 1984, bans discrimination in social security and access to it. The Commission has begun legal proceedings against several Member States in the European Court of Justice for infringements of these directives. Following a Euro­ pean Parliament resolution (February 1981) the Commission set up a special Consultative Committee on Women's Rights and in 1982 launched a new action programme on the promotion of equal opportunities. The objectives of the pro­ gramme are to abolish discrimination that still exists in civil, commercial and tax laws, and above all, to complete legal action by positive measures: better control over the implementation of directives, improvements of the means of judicial recourse, break­ ing­down of a series of non­legal obstacles (traditional segregation of roles, lack of information and training, etc.). □ The rights of workers in companies. The spread of large multinational companies has multiplied the problems caused by the divergences that exist between national laws protecting workers' rights. The Community has therefore begun to establish mini­ mum standards covering: • Mass redundancies: a European directive, in force since 1977, lays down mini­ mum deadlines, an information procedure and prior consultation of workers and public authorities; • Transfers of businesses: another directive, in force since 1979, is designed to guarantee workers' rights (social security schemes, working conditions, employee representation, etc.) which, following a merger or transfer may depend on new management; a consultation and information procedure is provided; • Employers' insolvency: this directive, due to come into force by October 1983, is designed to guarantee that full wages will be paid either when a petition of bankruptcy has been filed or the employer ceases payment. D Working conditions. As the Commission stressed in its 1976 communication on work 'humanization'. good working conditions contribute to the well­being of workers and improved productivity. The European Foundation for the Improvement of Living and Working Conditions, set up in Dublin in 1975. studied the problems of shift­work before looking at the impact of new technologies and new forms of work organization (temporary work, part­time work. etc.). ",
        "D Safety, health and hygiene. Each year in the Community, about 100 000 people die and over 12 million are injured in accidents, most of which occur at work. To improve protection of workers, the Community has: • Created a permanent organization for safety and hygiene in coal­mines (1957) and a general committee for safety and hygiene in the steel industry (1965). These organizations have carried out numerous research programmes and established a series of standards. An advisory committee for industrial safety, hygiene and health protection, covering all these sectors, was set up in 1974. • Launched a programme on safety, hygiene and health protection at work in 1978. Directives have been adopted harmonizing safety signs (1977) and reducing risks of exposure to chemical, physical and biological agents at work. Special measures have been adopted or prepared to improve protection of workers exposed to lead, asbestos and other harmful materials. Community action in these fields is increasingly providing more protection for the population as a whole. Euratom has defined and supervises standards aimed at preventing risks of ionizing radiation, both for workers and the rest of the popula­ tion. Special provisions will soon be in force to limit the dangers of microwaves and lasers. Finally, a number of directives eliminating technical barriers to trade — for example, for construction equipment or cars — also aim to increase the safety of manufacturing and use of materials. Recently the Community institutions have concentrated on problems of health education (smoking, food, drug abuse, etc.) and mutual assistance in case of disasters or epidemics. Π Social security. A basic social right, this is causing increasing problems of efficiency and financing. After concerning itself with social security rights and their extension to people not covered (migrants etc.). the Commission published a series of docu­ ments on increases in social costs. It now wants to open a major debate on questions such as control of spending, reduction of impact on employment of certain types of financing, and increased efficiency in social security payments. D Housing. Since the 1960s, low interest loans (15 million ECU in 1981) have assisted in building council houses for coal and steel workers. □ The improvement of the lot of the poorest members of society. There are 12 million immigrants. 13 to 23 million handicapped and at least 10 million people living in poverty in the Community. • Launched in 1976. the action programme for immigrant workers and their families was strengthened by an increase in resources from the Social Fund and by directives on equality of trade union rights (1976) and on schooling of immigrant children (1977): improvement of reception systems, teaching of mother language and culture and trainine of teachers. ",
        "• A first action programme for employment of the handicapped, implemented ia 1974. enabled the Commission to study and test new methods for rehabilitation and financing them through the Social Fund. In 1981, the Council of Ministers gave the go­ahead to a new programme launching a series of local projects and developing back­up and coordinating activities, in training, employment, housing, etc.· • Some 20 million ECU were provided for a programme of pilot studies to combat poverty between 1975 and 1980. In its evaluation report drawn up at the end of 1981. the Commission urged new measures at both Community and national level. Participation of workers and the social partners D The Commission has drawn up a number of projects aimed at increased worker participation in industry. A draft regulation revised in 1975 and establishing a statute for a European limited liability company, provides for a board of management and a supervisory board, one third of whose members would be chosen by the work­force and a European works council. A draft directive, tabled in 1972. lays down rules applicable to all companies above a certain size, where a degree of worker participa­ tion could be ensured. Another proposal (1980) relating to so­called complex companies with subsidiaries or plants at home or abroad, is aimed at organizing information (notably from the mother company to its subsidiaries) and worker consultation. D Community action is carried out in close consultation with the social partners. The latter are represented in the Community's Economic and Social Committee and on the coal and steel industry consultative committee. There are many other specialized consultative committees (free movement. Social Fund, vocational training). In addi­ tion, the European Commission, government representatives, employers and work­ ers consult and talk about major economic and social problems — the fight against unemployment, improvement of working conditions, new technologies, etc. — in the Standing Committee on Employment, which generally meets twice a year and the tripartite conferences, whose operation was reviewed in 1980. Special committees have also been set up in particular sectors: coal, steel, agriculture, transport, foot­ wear; these committees have drawn up agreements on maximum working hours for agricultural workers and social provisions in European regulations applying to road transport (minimum age, driving time, rest periods, etc.) ■ ",
        "The contents of this publication do not necessarily reflect the official views of the institutions of the Community. Commission of the European Communities Information offices (countries fully or partially English speaking* Ireland United Kingdom Australia Canada 39 Molesworth Street, Dublin 2 - Tel. 71 22 44 20 Kensington Palace Gardens, London W8 4QQ - Tel. 727 80 90 - 4 Cathedral Road, Cardiff CF1 9SG - Tel. 37 16 31 - 7 Alva Street, Edinburgh EH2 4PH - Tel. 225 20 58 - Windsor House, 9/15 Bedford Street, Belfast BT2 7 EG - Tel. 40 708 Capitol Centre, Franklin Street, P.O. Box 609, Manuka 2603, Canberra A.C.T. - Tel. 95-50 00 Association House (Suite 1110), 350 Sparks Street, Ottawa Ont. KIR 7SB - Tel. 238 64 64 O USA 2100 M. Street, N.W., Suite 707, Washington D.C. 20037 - USA - Tel. 202-862-9500 - 245 East 47th Street, 1 Dag Hammarskjöld Plaza, New York, N.Y. 10017 - USA - Tel. 212-371-3804 Offices also exist in other countries including all Member States. gL· Office for Official Publications of the European Communities 2985 Luxembourg ISSN 0379-3133 Catalogue number: CC-AD-82-013-EN-C "
    ]
}