{
    "text": [
        "BRIEFING For the BUDG and CONT committees Policy Department for Budgetary Affairs Authors: Camille SIMOES and Rita CALATOZZOLO Directorate-General for Internal Policies PE 660.058 - October 2020 EN EU Gender budgeting: where do we stand? Gender budgeting has a fundamental impact on inclusive and economic growth, fostering employment, reducing poverty, addressing ageing population and increasing Gross Domestic Product (GDP). According to the study 1 of the European Institute for Gender Equality (EIGE), the estimated impact of improved gender equality varies considerably across member states from 4% to 12% of GDP, depending on the present level of achievement of gender equality. European Union commitment to gender budgeting The European Union (EU) has shown a high-level political and legal commitment to the principles of gender equality and gender mainstreaming. These principles appear, among others, in Arts. 2 2 and 3 3 of the TEU, Art. 8 4 of the TFEU and Art. 23 5 of the EU Charter of Fundamental Rights. Member States are also committed to several programmes designed to reduce gender inequality 6 . However, the conclusions of two recent studies conducted by the European Parliament in 2015 and 2017 7 , highlight an insufficient application of gender budgeting in practice and the absence of progress in terms of gender- budgeting between 2015 and 2017. * In 2019, the annual budget suffers from inconsistencies between different chapters as to whether, and to what extent, the principle of gender equality is observed. 1 Economic Benefits of Gender Equality in the European Union, 2017, EIGE 2 Treaty on the European Union, Art. 2 :“The Union shall offer its citizens an area of freedom,security and justice without internalfrontiers, in which the free movement of persons is ensured in conjunction with appropriate measures with respect to external border controls, asylum, immigration and the prevention and combating ofcrime.” 3 Treaty on the European Union, Art. 3: “The Union shall establish an internal market. (…) It shall combat social exclusion and discrimination, and shall promote social justice and protection, equality between women and men, solidarity between generations and protection of the rights of thechild.” 4 Treaty on the Functionning of the European Union, Art. 8: ”In all its activities, the Union shall aim to eliminate inequalities, and to promote equality, betweenmen and women” 5 EU Charter of Fundamental Rights, Art. 28 : “Equality between women and men must be ensured in all areas, including employment, work andpay. The principle of equality shall not prevent the maintenance or adoption of measures providing for specific advantages in favour of the under- represented sex.” 6 See Annexe, Figure 1 and Table 1. 7 European Parliament, Directorate for Internal Policies, Gender responsive EU Budgeting, Update of the study ‘The EU Budget for Gender Equality’ and review of its conclusions and recommendations (2019), https://www.europarl.europa.eu/thinktank/en/document.html?reference=IPOL_STU(2019)621801 WHAT IS GENDER BUDGETING ? ‘Gender-sensitive budgeting’ or ‘gender budgeting’ means gender mainstreaming of the entire budgetary process with a view to incorporating a gender equality perspective to all decisions on revenue and expenditure . ",
        "EU Gender budgeting: where do we stand? 2 PE 660.058 * Gender equality is not mentioned in the forthcoming 2021-27 MFF. * The legal basis of EU spending programmes shows a weak and piecemeal commitment to gender equality 8 . * Gender budgeting and gender mainstreaming are not debated in plenary sessions , which is a significant opportunity to make a political case for gender budgeting. * The Juncker Commission never mentioned gender budgeting among key priorities. The room for improvement in the EU Despite the EU budget being smaller than national budgets, the EU “shared management” structure is still likely to have a significant impact on gender budgeting. It is able to influence domestic norms and politics by attaching European gender-equality standards and conditions to EU funds and programmes. The EP 2015 and 2017 studies as well as EIGE Gender Equality Index 2019 identify the inconsistent commitment of Member States to gender equality as one of the main barriers to improvement towards gender equality in the Union (see Box.1). To ensure the efficiency of programmes and policies it is necessary to integrate a systematic and consistent data collection phase in order to monitor and evaluate the commitment and the impact of gender equality. The EP 2015 Study analysed six policy areas having direct and high impacts on gender equality: Employment, Social Affairs and Inclusion, Home Affairs, Justice, Development and Cooperation, Research and Innovation and Education and Culture. • The policy area of ‘Justice’ appears to be the most straightforward area in terms of implications on gender equality. • In the area of ‘Home Affairs’, gender equality issues are particularly severe in the field of migration and asylum. 8 See Annexe, Table 1. Box.1 The example of the Europan Social Fund (ESF) Programme (2007-2013) Althrough the ESF helped almost 10 million Europeans to find a job between 2007 and 2014, the Commission ex-post evaluation assesses that Members States have shown irregular commitment to gender-related issues: “in a number of Member States and in some policy themes, there are considerable differences in the gender balance.” Furthermore, the absence of data collection regarding impact of the policies on gender-related issues lead to insignificant outcomes. Source : (COMMISSION STAFF WORKING DOCUMENT, Ex-post evaluation of the 2007-2013 ESF Programmes) https://ec.europa.eu/social/main.jsp?langId=en&catId=89&newsId=2684&furtherNews=yes ",
        "IPOL | Policy Department for Budgetary Affairs PE 660.058 3 However, since gender budgeting is not recognized as a fundamental policy objective these policy areas still don’t significantly impact gender-related issues. Given its complex societal dimensions gender equality often falls into the scope of various policies and competes with other policy objectives to secure funding, meaning budgetary accountability is impeded. In particular, several policy objectives in the Justice chapter are combined in umbrella budget items for EU funding. An example of the Daphne III Programme points out the importance of addressing gender-related issues (see Box. 2). Recommendations As a positive development, the EIGE and the OECD has conducted several studies 9 providing a valuable source of knowledge and expertise that could inform about the implementation of gender budgeting in the EU. Recommendations developed by studies focused on gender budgeting are as follows: • The EU’s macro-political level commitment to gender equality and gender mainstreaming should be reflected in the drafting and implementation of the EU budget and pursued at the micro-political level for all policies that receive funding from the EU budget. • Particularly in cross-cutting issues that fall within the remit of several budget titles, it is essential to pursue gender equality objectives and fulfil gender mainstreaming in all budget titles . In order to increase the transparency of the budget, specific amounts allocated to individual actions and policy objectives should be specified in the budget. • In all actions financed by the EU budget, gender- specific indicators should be adopted and applied in the project selection, monitoring and evaluation phases. In order to ensure financial accountability and transparency, the data should be made available to the public. • In the light of the EU budgetary and legislative processes, these recommendations require the commitment of several actors involved in the process to gender equality (see Box. 3) . The European Commission (EC) should screen the legal bases of the budget titles analysed in this report to make sure that gender equality and gender mainstreaming are recognised horizontally in the titles and in the rest of the budget. In titles where gender equality and mainstreaming are not embedded in the legislative framework, the EC should start the legislative process with a view to amending the legislation in question to address this deficit. • When drafting their individual budgets, EU institutions and bodies should clarify the potential gender equality impacts of their spending decisions (such as budget tagging 10 see Box. 4). They should also 9 See Annex, Figure 1. - I am afraid Figure 2 is missing in the annex. 10 OECD study “Design and implementing gender budgeting - a path to action” (2020 ), “Budget tagging is one way through which governments can make public the resource flows targeted to different government objectives, such as gender equality (...) tracking the level of resources allocated in Box.2 The example of Daphne III Programme (2007 - 2018) Daphne III Programme was a highly successful flagship EU programme tackling gender-based violence designed in the context of the ‘Rights, Equality and Citizenship’ programme of the Justice policy. To raise funds, Daphne III policy objectives were mixed with other diverse and distinct policy objectives, including the protection of personal data, the protection of the rights of the child and the empowerment of consumers. It raised accountability and transparency problems as there was no indication how resources had been used. ",
        "EU Gender budgeting: where do we stand? 4 PE 660.058 specify target groups of beneficiaries , and participants of their actions, on the basis of gender as well as other intersectional characteristics (such as race, economic class, migration status, religious background and LGBT status) which might potentially cause discrimination or inequalities in the implementation of the specific policy in question. A specific gender equality objective should be defined for each budgetary item. In conclusion, several EU policies and programmes designed to address gender-related issues have not significantly impacted gender inequalities thus far. Since the early 2000’s, numerous studies have suggested methodological tools to implement gender budgeting more efficiently. support of gender equality provides the public with an indication of the degree to which gender considerations are embedded across different areas of the budget, and howthis changes over time.” Box.3 The Swedish Gender Equality Agency Sweden have been ranking 1st in the EU according to the EIGE Gender Equality Index since 2005 and is a pioneer in terms of gender-equality policies. The Swedish approach systematically includes gender mainstreaming and gender-responsive budgeting in all titles and all level of the decision-making process. To contribute to the effective implementation of the Swedish gender equality policy at all levels, the Swedish Gender Equality Agency was created in 2018. It aims to foster the cooperation of several actors (government agencies, municipality, councils, region, civil society...) and provides various forms of support to analyze the progress, assess the implementation of governmental policies, and participate in the allocation of government grants to different projects. Source : (Swedish government, 2019) https://www.government.se/4a7738/contentassets/efcc5a15ef154522a872d8e46ad69148/gender- equality-policy-in-sweden (EIGE Gender Equality Index, 2019) https://eige.europa.eu/publications/gender-equality-index-2019-sweden Box.4 Budget tagging - the example of Italy Italy ranks 14th in the EU according to the EIGE Gender Equality Index 2019 and is progressing towards gender equality at a much faster pace than other EU Member States. Italy introduced a gender budgeting monitoring tool in 2016 which aims to track budget expenditure and classify them in the light of their impact on gender equality. Expenditures falls into the following categories : * Neutral expenditures: These have no direct or indirect impact on gender, for example: interest and debt repayments, depreciation, royalties and utilities. * Sensitive expenditures: These relate to measures which have a different impact on men and women, for example, compensation of employees or expenditure on school education. * Expenditure aimed at reducing gender inequalities : These relate to measures directly attributable to, or aimed at, reducing gender inequalities or promoting equal opportunities. For example, women’s entrepreneurship funds, female employment incentives, work-life balance measures. Information on expenditures in each of these categories within line ministries and other public administrations was provided in the Report to Parliament on Gender Budget 2016. Source : (Government of Italy, 2017) http://www.rgs.mef.gov.it/_Documenti/VERSIONE-I/Attivit--i/Rendiconto/Bilancio- digenere/2017/Executive_summary_and_main_results.pdf (EIGE Gender Equality Index, 2019) https://eige.europa.eu/publications/gender-equality-index-2019-italy :; ",
        "IPOL | Policy Department for Budgetary Affairs PE 660.058 5 ANNEX Figure 1. Timeline of European programmes and study publications addressing gender inequalities The Fourth World Conference on Women adopted the Beijing Declaration and Platform for Action for Equality, Development and Peace 11 (BPfA). Creation of the European Research Area (ERA) Start of the Daphne III Funding Programme (2007 - 2018) European Social Fund (ESF) 12 Programme (2007 - 2013) Adoption by the EP of Creative Europe 13 OECD Study “ Gender Recommendation” Erasmus+ Programme 14 (2014 - 2020) First EP study on Gender Budgeting Member states of the UN (including all EU Members) adopted the “2030 Agenda for Sustainable Development ” 15 (2015-2030) OECD Study “Toolkit for Mainstreaming & Implementing Gender Equality” EP Plenary’s passing of the resolution “E U funds for Gender Equality ” 16 Second EP study 17 on Gender Budgeting Creation of EIGE Gender Equality Index 18 EP Committee on Budgets adoption of the “Action Plan for Gender Mainstreaming” EU “ Justice, Rights and Values Fund ” EIGE study “ Gender budgeting. Mainstreaming gender into the EU budget and macroeconomic policy framework ” 19 EIGE final project “ Gender budgeting: closing the gaps between gender equality commitments and resources in the EU ” 11 https://www.un.org/en/events/pastevents/pdfs/Beijing_Declaration_and_Platform_for_Action.pdf 12 https://ec.europa.eu/esf/main.jsp?catId=525&langId=en 13 https://ec.europa.eu/programmes/creative-europe/node_en 14 https://ec.europa.eu/programmes/erasmus-plus/node_en 15 UN 2030 Agenda for Sustainable Development, Goal 5 “Achieve gender equality and empower all women and girls” 16 https://www.europarl.europa.eu/doceo/document/A-8-2017-0033_EN.html 17 https://www.europarl.europa.eu/RegData/etudes/STUD/2019/621801/IPOL_STU(2019)621801_EN.pdf 18 https://eige.europa.eu/gender-equality-index/publications 19 https://eige.europa.eu/publications/gender-budgeting-mainstreaming-gender-eu-budget-and-macroeconomic-policy-framework 2007 2013 2014 2015 2017 2018 1995 2000 2016 ",
        "EU Gender budgeting: where do we stand? 6 PE 660.058 EIGE Study ‘ Gender budgeting. Mainstreaming gender into the EU macroeconomic policy framework and budgetary processes ’ 20 EIGE Study “ Gender Equality Index 2019 Work-life balance ” 21 Gender Equality Strategy 22 (2020-2025) ERA publication “ a New European Research Area ” including gender equality as a principle (Art. 12) 23 EIGE “ Toolkit for gender budgeting in the EU Funds ” 24 OECD Study “Designing and Implementing Gender Budgeting” ESF+ Programme (2021-2027) GAP III Programme (2021-2025) Table 1. Assessment of the impact of European Policies and Programmes designed, adopted by EU Member States, to address gender related issues Period Name of the policy/Programme Gender equality as a principle Monitoring tool Results observed 2007 - 2013 ESF Yes Yes 25 Relatively balanced participation in labour force and gender inequality in labour force still remains 26 . Furthermore, the ex-post evaluation delivers piecemeal results 27 on gender equality due to the lack of monitoring tool and data collection. 2007-2018 Daphne III Yes No Gender equality issues falls into the scope of many social related issues. Lack of expenses transparency in the allocation of expenses. 2014-2020 Creative Europe Yes No There are no gender equality indicators tool or instruments to be used in the implementation and the monitoring of the programme. 2014-2020 Erasmus+ Programme No No Gender equality is not mentioned. 20 https://eige.europa.eu/publications/gender-budgeting-mainstreaming-gender-eu-budget-and-macroeconomic-policy-framework 21 https://eige.europa.eu/publications/gender-equality-index-2019-work-life-balance 22 https://ec.europa.eu/commission/presscorner/detail/en/qanda_20_357 23 “ Develop concrete plans with Member States to promote gender equality, as well as diversity and inclusiveness, in science, research and innovation.” 24 https://eige.europa.eu/publications/toolkit-gender-budgeting-eu-funds 25 TheCommunity of Practice on Gender Mainstreaming (Gender-CoP) was created by the European Commission with the aim of gathering experts to act as intermediaries body to implement and assess gender budgeting in practise. They produced a EU STANDARD which can be used both as a guide to implementing gender mainstreaming within the ESF and as a tool for assessing and monitoring existing practices. http://standard.gendercop.com/about-the-standard/why-a-standard-on-gender-mainstreaming/index.html 26 “In a number of Member States and in some policy themes, there are considerable differences in the gender balance”. 27 “Despite the increased emphasis on mainstreaming gender considerations in this programming period, there is insufficient evidence to assess the inclusion of gender equality in intervention design, objectives and target groups or concrete programme contribution to gender equality issues.” 2021 2020 2019 ",
        "IPOL | Policy Department for Budgetary Affairs PE 660.058 7 2015-2030 UN 2030 Agenda for Sustainable Development Yes No To be determined 2016-2020 EU Gender Action Plan II (European Commission, DG DEVCO) Yes Yes The rate of gender mainstreamed programmes increased from 40% in 2014 to 58% in 2016 and to 64% in 2017. 2017 EU Funds for Gender Equality Yes No Cannot impose a legal obligation on EU institution to commit to gender budgeting, but escalates the political pressure imposed on the other EU institutions to do so. 2018 ‘ Action Plan for Gender Mainstreaming’ (European Parliament, Committee on Budgets) Yes No Calls for the integration of gender equality as a principle in the annual Budget and 2021-2027 MFF. 2018-2023 Gender Equality Strategy (European Council) Yes Yes 28 To be determined 2021-2027 ESF+ Programme Yes No There are no gender equality indicators tool or instruments to be used in the implementation and the monitoring of the programme. The multi-level governance of the programme can lead to a “ governance fatigue ” 2021-2025 GAP III : EU action plan for gender equality and women’s empowerment in external relations (European Commission, DG DEVCO) Yes Yes To be determined 28 Art. 6 « the promotion, monitoring, co-ordination and evaluation of the process of gender mainstreaming in all policies and programmes,1 whereby gender mainstreaming refers to the (re)organisation, improvement, development and evaluation of policy processes, sothat a gender equality perspective is incorporated in all policies at all levels and at all stages, by the actors normally involved in policy making” ",
        "EU Gender budgeting: where do we stand? BIBLIOGRAPHY  EIGE, Economic Benefits of Gender Equality in the European Union (2017) https://eige.europa.eu/gender-mainstreaming/policy-areas/economic-and-financial- affairs/economic-benefits-gender-equality  EIGE, Gender budgeting, Mainstreaming gender into the EU budget and macroeconomic policy framework (2019) https://eige.europa.eu/publications/gender-budgeting-mainstreaming-gender-eu-budget-and- macroeconomic-policy-framework  EIGE, Gender Equality Index 2019 https://eige.europa.eu/news/gender-equality-index-2019-still-far-finish-line  EIGE, Toolkit for gender budgeting in the EU funds (2020) https://eige.europa.eu/publications/toolkit-gender-budgeting-eu-funds  European Parliament, Directorate for Internal Policies, Gender responsive EU Budgeting, Update of the study ‘The EU Budget for Gender Equality’ and review of its conclusions and recommendations (2019) https://www.europarl.europa.eu/thinktank/en/document.html?reference=IPOL_STU(2019)6218 01  OECD study, Design and implementing gender budgeting - a path to action (2020) https://www.oecd.org/gov/budgeting/designing-and-implementing-gender-budgeting-a- path-to-action.pdf Disclaimer and copyright. The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. © European Union, 2020. Administrator responsible: Rita CALATOZZOLO Editorial assistant: Lyna PÁRT Contact: poldep-budg@ep.europa.eu This document is available on the internet at: www.europarl.europa.eu/supporting-analyses Print ISBN 978-92-846-7414-5 | doi:10.2861/ 727847 | QA- 0 3-20-697-EN-C PDF ISBN 978-92-846-7413-8 | doi:10.2861/ 9112 | QA- 0 3-20-697-EN-N "
    ]
}