{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 8.10.2009 SEC(2009) 1279 COMMISSION STAFF WORKING DOCUMENT ACCOMPANYING THE REPORT FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT ON THE IMPLEMENTATION OF MACRO- FINANCIAL ASSISTANCE TO THIRD COUNTRIES IN 2008 {COM (2009) 514} ",
        "EN 2 EN L IST OF A BBREVIATIONS CAMEL Capital, assets, management, earnings, liquidity (parameters used in international system for rating banks) CBA Currency Board Arrangement CEECs Central and East European Countries CPI Consumer Price Index EC European Community EGPRSP Economic Growth and Poverty Reduction Strategy Paper EIB European Investment Bank ESAF Enhanced Structural Adjustment Facility EU European Union EUR Euro FDI Foreign Direct Investment FESAL Financial and Enterprise Structural Adjustment Loan FOREX Foreign Exchange FYROM The former Yugoslav Republic of Macedonia GDP Gross Domestic Product IFIs International Financial Institutions IMF International Monetary Fund MFA Macro-Financial Assistance NIS New Independent States PRGF Poverty Reduction and Growth Facility (formerly ESAF) SAA Stabilisation and Association Agreement SAF Structural Adjustment Facility SBA Stand-By Arrangement SOE State Owned Enterprise USD Dollar of the United States of America UNSCR VAT United Nations Security Council Resolution Value Added Tax WTO World Trade Organisation ",
        "EN 3 EN TABLE OF CONTENTS COMMISSION STAFF WORKING DOCUMENT ACCOMPANYING THE REPORT FROM THE COMMISSION ON THE IMPLEMENTATION OF MACRO-FINANCIAL ASSISTANCE TO THIRD COUNTRIES IN 2008 .................................................................. 1 List of Abbreviations.................................................................................................................. 2 Introduction ................................................................................................................................ 4 1. Kosovo (under UNSCR 1244/99) ................................................................................ 4 1.1. Executive summary...................................................................................................... 4 1.2. Macroeconomic performance....................................................................................... 4 1.3. Structural reforms......................................................................................................... 6 1.4. Implementation of macro-financial assistance............................................................. 6 2. Republic of Moldova.................................................................................................... 9 2.1. Executive summary...................................................................................................... 9 2.2. Macroeconomic performance....................................................................................... 9 2.3. Structural reforms....................................................................................................... 10 2.4. Implementation of macro-financial assistance........................................................... 12 3. Georgia....................................................................................................................... 14 3.1. Executive summary.................................................................................................... 14 3.2. Macroeconomic performance..................................................................................... 14 3.3. Structural reforms....................................................................................................... 15 3.4. Implementation of macro-financial assistance........................................................... 17 4. Lebanon...................................................................................................................... 19 4.1. Executive summary.................................................................................................... 19 4.2. Macroeconomic developments................................................................................... 19 4.3. Structural reforms....................................................................................................... 21 4.4. Implementation of macro-financial assistance........................................................... 22 ",
        "EN 4 EN I NTRODUCTION This working document is published in parallel with the Report from the Commission to the Council and to the European Parliament on the implementation of macro-financial assistance to third countries in 2008. This document provides economic and financial information regarding the situation of the beneficiary countries. Statistical data sorting the different macro-financial assistance decisions since 1990, by date and by regions, are included in the annex. 1. K OSOVO ( UNDER UNSCR 1244/99) 1.1. Executive summary The IMF and the Kosovo authorities suggest a real GDP growth of around 5¼% in 2008 which would mean a continuation of the upward trend observed in previous years. However, the general picture that Kosovo lags behind its neighbours and that growth is too sluggish to meet the substantial development needs remains unchanged. GDP per capita – some €1,800 in 2008 - is still one of the lowest in Europe. On 17 February 2008, Kosovo declared independence and was subsequently recognised by 22 EU Member States, the US, Japan and a number of other non-EU countries. On 15 June 2008, the new Kosovo Constitution came into force. In July 2008, Kosovo applied for membership to the IMF and the World Bank and became a member of both institutions on 29 June 2009 The Council approved in November 2006 MFA budget support of up to € 50 million (Council Decision 2006/880/EC). Yet, the foreseen budget financing gap has so far not materialised, mainly due to higher than expected revenues and capital under-spending. In addition, an agreement with the IMF on fiscal policies has so far not been achieved, which is a preliminary condition for the release of the assistance. Consequently, the assistance remains outstanding. However, it is expected that the conditions for disbursement may be fulfilled in the course of 2009, taking into account IMF membership and the deteriorating economic situation which will have repercussions on Kosovo's budget. The conditionality attached to this assistance was agreed between the Commission and the authorities of Kosovo in 2007 and a Memorandum of Understanding was accordingly signed in December 2007. 1.2. Macroeconomic performance Growth is estimated to have been relatively strong at 5¼% in 2008, after 4.1% in 2007. Main contributors to growth were sustained donor activity, workers' remittances, and a significant increase in public investment. As Kosovo's integration into global markets is limited and its financial sector is rather shallow and poorly developed, the impact of the international crisis has been limited so far. The use of the euro as legal tender shelters Kosovo from currency depreciation and financial sector indicators remained robust. The falling prices for commodities, while reducing the size of the trade deficit, are an additional risk factor for fiscal revenue projections. As a consequence, government finances may come under stress towards the end of the year, with fiscal reserves – currently still at a favourable level – falling below required prudent levels. Strong domestic demand and deterioration in the terms of trade widened the current account deficit (after foreign assistance) to an estimated 22½% of GDP, compared to 17% in 2007. FDI net inflows are estimated to have reached only 9.3% of GDP in 2008, down from 12.3% of GDP in 2007, partly due to a virtual standstill in the privatisation process in the first 8 ",
        "EN 5 EN months of 2008 after the shift of authority from UNMIK to the newly created institutions under the Kosovo Constitution. The coverage ratio of exported to imported goods (12-month moving average) has gradually increased albeit at a very low level from 8.5% in 2006 to 9.4% in 2007 and 11.2% in September 2008. However, the reduction of export demand experienced since autumn 2008 has dramatically reduced Kosovo's exports which fell by over 13% year-on-year in the last quarter 2008. Overall, the value of exports and imports in 2008 increased by 18.7% and 22.3% respectively over 2007. The European Union and the countries of CEFTA remain the main trading partners of Kosovo. The monetary framework remains anchored on the use of the euro as legal tender. The Central Bank of Kosovo (CBK), therefore, cannot implement any independent monetary or exchange rate policy. Its role lies in supervising the financial sector and monitoring liquidity in the banking sector and credit expansion, with liquidity ratios and reserve requirements as main policy tools. The banking sector has shown only few signs of distress in 2008, and financial intermediation has progressed continuously. At the end of 2008, annual deposit growth stood at 24.4% and credit growth at 32.7%. The banking system consists of eight banks which mainly engage in domestic deposit-taking and lending. Inflation decelerated sharply during the final months of 2008, due mostly to falling food and energy prices, lowering twelve-month CPI inflation to 0.5% in December from its peak of 14% in May-July. The persistence of this deflationary tendency cannot be ruled out in the first half of 2009 as base effects will continue to put downward pressure on the measured price level. Average annual inflation in 2008 stood at 9.4%, after 4.4% in 2007 and 0.6% in 2006. Remittances have so far kept up well and, until the end of 2008, have not shown any signs of weakening (officially recorded remittances stand at around 10% of GDP, however the true figure -recorded and unrecorded- is considered to be closer to 20% of GDP). Migrant remittances constitute a major source of income for Kosovo which could dry out when workers are laid off in host countries as the economic crisis affects the sectors in which migrants typically work, such as construction, manufacturing as well as restaurants and hotels. The government estimates remittances to amount to around €450 million in 2008 1 . Unemployment remains very high in Kosovo with significant differences between genders. The results of the Labour Force Survey 2007 (published in August 2008) revealed rates of unemployment at 43.6% (male 38.5%, female 55.2%), of activity at 46.5% (male 65.2%, female 28.3%) and of employment at 26.2% (male 40.1%, female 12.7%). However, the significant size of the informal sector may somehow distort the actual picture. The fact that most of the unemployment is long-term aggravates the alarming situation on the labour market. Budgetary developments in Kosovo have been quite volatile and hard to predict in recent years. The primary balance turned from a deficit of 3.1% of GDP in 2005 to surpluses of 2.5% in 2006 and even 7.2% in 2007. 2008 is expected to show a deficit of around 1.3% of GDP after both current and capital spending increased substantially. The estimated budget outcome for 2008 displays revenues just slightly below the level of 2007. In 2008 tax revenues increased by 8.6% compared to 2007. On the spending side, capital investment 1 Remittances are therefore higher than foreign assistance (estimated at €375 million in 2008). Foreign assistance to Kosovo is however unlikely to be substantially affected by the international financial crisis. Donors have made explicit commitments (mentioning specific amounts) at the donor conference for a period up to 2011. ",
        "EN 6 EN spending rose by more than 70% in 2008. The execution rate of capital expenditures is estimated at 80% which could only be reached thanks to a dramatic acceleration of spending in the last two months of 2008 when almost half of the funds appropriated for the whole year were allocated. However, also subsides and transfers increased by more than 40% compared to 2007. At the end of 2008, the government's cash balance (reserves) amounted to the equivalent of 5 months of public expenditure. 1.3. Structural reforms Regulatory authorities have been set up for all major network and commodity industries, but their capacity remains weak. There have been few changes in the enterprise structure, which remains dominated by micro-enterprises. However, development of the financial sector has helped to increase the share and dynamism of the services sector. In several instances, the potential positive effects of liberalisation have not been able to materialise due to weak corporate governance. In October 2008 the board of the new Privatisation Agency of Kosovo (PAK) approved the business plan for the remainder of the year. This, together with the establishment of the new salary scheme, enabled PAK to recruit its staff and to resume the privatisation of state owned enterprises which had basically come to a standstill in the first three quarters of 2008. Three new waves of privatisations of socially owned enterprises were launched. The restructuring of publicly-owned enterprises remains one of the biggest challenges of structural policy. Infrastructure remains insufficient and often of poor quality. The energy sector remains crucial for Kosovo's economic development. Energy supplies suffer from the poor governance structure and weak management of the energy provider KEK combined with underinvestment, despite constant high subsidies from the budget, vested interests and weak political will to change the situation. Theft and non-payment of bills continue to be tolerated and contribute to inefficient use of a scarce resource, even though some improvements have been noted in the billing and collection rate after the introduction of new measures in some pilot districts in the third quarter of 2008 that include the set-up of a revenue protection unit and the introduction of bonus system. The collection rate reached 91% in 2008, after 79% in 2007. The government pursues the privatisation of KEK which includes generation and distribution and the construction of a new power plant. Furthermore, the efficiency of the judiciary system remained low and only little progress was made in enforcement of court rulings and the establishment of property rights. 1.4. Implementation of macro-financial assistance On 30 November 2006 the Council adopted a decision (2006/880/EC) providing Kosovo with macro-financial assistance in the form of budget support (grants, up to € 50 million). This followed a needs assessment, prepared by UNMIK and the Provisional Institutions of Self Government (PISG), and coordinated with the Commission, the IMF and the World Bank. This assessment (the \"Medium-Term Expenditure Framework\" - MTEF) foresaw that by end 2006 or early 2007 the situation of the budget would become unsustainable without donors support, as cash reserves financing the deficit were expected to dry up. This assistance was thus initially conceived as bridging support, to be topped up by another package from the EC and other international donors upon status settlement. However, the general government balance for the years 2006-2007 turned out very differently than initially foreseen and resulted in surpluses of 2.5% of GDP in 2006 and even 7.2% in 2007. The expected budget deficit of 1.3% in 2008 could be financed from the cash balance. ",
        "EN 7 EN Therefore, the outstanding EC support remains available, but it will, unlike initially foreseen, not serve as bridging support pending status settlement. A donor conference addressing Kosovo's socio-economic development took place on 11 July 2008 and resulted in pledges of €1.2 billion out of which € 100 million possible additional MFA and € 358 million additional support from the EU Instrument for Pre-Accession (IPA).As regards the already approved € 50 million MFA operation, payments of EC budget could take place towards the end of 2009 and/or in 2010. Given the expected slowdown in economic activities and related downside risks to the budget, a significant financing gap is likely to materialise throughout the year. Revenues may be negatively affected as imports may be much lower in value mainly due to lower prices 2 . Besides, given the tighter credit markets and weak international demand, the government may not be able to implement the planned privatisation agenda. In addition, the prospects for the authorities of reaching an agreement with the IMF on sound fiscal policies in 2009 – the other main condition for disbursement – have significantly improved. 2 Some two thirds of public revenues depend on revenues collected via the taxation of imports. ",
        "EN 8 EN S UMMARY S TATUS OF E CONOMIC R EFORM 1. Price liberalisation The price setting mechanism is basically free. The authorities do not intervene, even in the case of housing prices. Current governance arrangements as regards publicly-owned enterprises ensure the absence of government interference in the price setting mechanism of their services. 2. Trade liberalisation Regional trade integration and liberalisation continued. In 2007, the Central European Free Trade Agreement came into force between Albania, Bosnia and Herzegovina, Croatia, Kosovo (under UNSCR 1244/99), the former Yugoslav Republic of Macedonia, Moldova, Montenegro and Serbia. In December 2008, Kosovo started using new customs stamps that were not recognised by Serbia and Bosnia-Herzegovina. Efforts to resolve this trade dispute are ongoing. 3. Exchange rate regime Kosovo continued to use the euro as sole legal tender. The Central Bank of Kosovo is in charge of regulating foreign exchange operations, providing payments services and supervising banks and other financial institutions. 4. Foreign direct investment FDI net inflows are estimated to have reached only 9.3% of GDP in 2008, down from 12.3% of GDP in 2007, partly due to a virtual standstill in the privatisation process in the first eight months of 2008 after the shift of authority from UNMIK to the newly created institutions under the Kosovo Constitution. 5. Monetary policy The monetary framework remained anchored on the use of the euro as sole legal tender (see also section 3 above.). 6. Public finance The authorities finalised a revised Medium-Term Expenditure Framework in June 2008, prior to the donor conference in July. The execution of the budget in 2008 was characterised by relatively high revenues and a substantial increase in capital spending. Preliminary data point to an annual 2008 budget deficit of 1.3% of GDP. 7. Privatisation and enterprise restructuring The privatisation of socially-owned enterprises came to a standstill during the first three quarters of 2008 due to the transformation of the Kosovo Trust Agency that operated under UNMIK Pillar IV to the Privatisation Agency of Kosovo. The restructuring of publically-owned enterprises remains one of the major challenges of government actions in Kosovo. 8. Financial sector reform The banking sector has shown only few signs of distress in 2008, and financial intermediation has progressed continuously. Overall, the sector is sound, profitable and well capitalised, based on a very conservative banking model with the bulk of business carried out domestically. Both credit and deposit growth have slightly decelerated towards the end of 2008, but remained at comfortable levels. Altogether, eight commercial banks operate in Kosovo. ",
        "EN 9 EN 2. R EPUBLIC OF M OLDOVA 2.1. Executive summary Moldova's economy grew more than 7% in 2007, driven once again by household consumption and investments, financed by capital inflows from abroad (including remittances). Yet, the financial crisis started affecting the economy already at the end of 2008, and the situation deteriorated further in 2009. Inflationary pressures that had developed in 2007 and early 2008 on the back of high global commodity prices abated in the second half of 2008 and the economy entered into deflation in early 2009. In the run-up to parliamentary elections scheduled of April 2009, the authorities relaxed gradually the fiscal stance. They also postponed the introduction of crucial structural reforms necessary to adjust to the crisis environment. At the same time, the implementation of the National Development Strategy (replacing the Economic Growth and Poverty Reduction Strategy) and of the EU-Moldova ENP Action Plan continued. In April 2009, the Commission issued the second progress report on the implementation of the ENP. The financing arrangement with the IMF concluded in May 2006 and supported by the Fund's PRGF (Poverty Reduction and Growth Facility) remained on track until the very end of 2008, allowing the IMF Board to complete in July 2008 the fourth programme reviews. The fifth programme review, planned for January 2009, was delayed in view of the deterioration of the economic situation and in the run-up to parliamentary elections in April 2009. Later (in May 2009), the PRGF arrangement expired. Despite the delay and later the expiration of the PRGF arrangement without any follow up, the EU macro-financial assistance programme was completed successfully as all the conditions pertaining to the release of the assistance had been met. 2.2. Macroeconomic performance Economic activity in Moldova, severely affected by the 2007 drought, rebounded strongly in 2008. In the first three quarters of last year, real GDP increased by 7.6%. The deceleration of activity in the last months of 2008 resulting from the global financial turmoil did not affect too seriously the overall 2008 result: growth was still 7.2%. Data by sector of origin indicate that Moldova’s improved performance in 2008 is mainly attributable to agriculture whose output increased by more than one-third (after a similar decline in 2007) and to the services sector, mainly trade and transport. At the same time, industrial output increased only marginally, by 0.3%, after a small decline in 2007, and the production of services expanded by less than 4%, after a 14% growth in 2007. The increase in output of tradable sectors (industry and agriculture) in 2008 (contrary to 2007) does not mean any fundamental change in Moldova's growth model which is based on the transfer of resources from abroad to accommodate fast growing domestic demand. Like in previous years, for most of 2008, disposable income continued growing, reflecting strong wage growth and the accommodative monetary policy of the National Bank of Moldova (NBM). Once again, the trade deficit was financed by capital from abroad: remittances from Moldovans abroad (still close to one-third of GDP) maintained the current account deficit at around 16% of GDP; growing foreign direct investment (FDI – about 11% of GDP for the second year in a row) or bank credit financed the current account deficit. Despite this overall benign picture, the global financial crisis started affecting the Moldovan economy in the last months of 2008. The first elements of the crisis were (a) the deceleration of trade growth, reflecting both lower demand of main Moldova's trading partners (Russia, Ukraine, Belarus and the EU, all hit by the crisis at varying degrees) and fading access to trade finance, and (b) lower remittances and FDI inflows. The contraction of external trade ",
        "EN 10 EN accelerated sharply in the beginning of 2009: in the first quarter, exports and imports were respectively 18 and 25% below their level in the corresponding period of 2008. There are also indications that the contraction of remittances is equally accelerating. The impact of the contraction of trade on the domestic economy is reflected in the very substantial drop of industrial production in the first quarter 2009. Industrial output was down nearly 25% on its level in the same period of 2008. It is expected that the agricultural production will also contract as most of Moldova's agricultural exports will be affected by low demand in its partner countries. The result of this double external shock was the building up of pressures on the financial sector and the national currency. Given that at the same time the international commodity prices eased (which led gradually to a very sharp slowdown of inflation, from 17% in May 2008 to little more than 7% in December of that year and close to zero in April 2009), the NBM could intervene in both relaxing somewhat the monetary policy to provide liquidity to the financial sector and to use part of the country's official reserves to defend the exchange rate of the Moldovan leu. Between September 2008 and February 2009, the NBU cut its main refinancing rate from 18.5% to 11%; at the same time, the official reserves were reduced by nearly 40% (the bulk of this reduction took place in 2009). As the pressure on the exchange rate could so far be contained, Moldova's depositors did not attempt to withdraw their bank deposits. Also, Moldovan banks' exposure to foreign creditors is relatively modest. Thus the country's banking system was not put under strong pressure by the changing credit environment. The vulnerability of the economy has been further compounded in 2008, when, in the run-up to parliamentary elections in April 2009, the authorities implemented a less restrictive fiscal policy: in 2008, the general government deficit, although still modest, was clearly above target. In the situation of the unfolding financial and economic crisis, the authorities also refused to make any adjustment to lower fiscal revenue, which had, by the time of the elections, led to the near depletion of government deposits. It also prevented them from drawing the two last instalments under the PRGF (Poverty Reduction and Growth Facility) financing arrangement with the IMF that expired in May 2009. 2.3. Structural reforms In 2008, the Moldovan government continued the implementation of the National Development Strategy (NDS) adopted in 2007. The NDS, which reflects largely the priorities of the EU-Moldova ENP Action Plan, adopted in February 2005 for a period of three years and subsequently extended. The NDS is accompanied by National Developments Plans, prepared for three-year periods, consistent with the medium-term budget planning in the framework of three-year Medium-Term Expenditure Frameworks (MTEF). In March 2008, the Government issued a progress report on the implementation of the National Strategy on employment for the period 2007-2015 . In December 2008, the ILO performed the audit of the labour inspection to assess its capacities and signed a decent work country programme with Moldova for the years 2008-2011. The programme, developed with the participation of the social partners, focuses on better labour administration, effective employment policy formulation and on the development of sound social security policies based on social dialogue. Moldova continued its preparations for the negotiation of an Agreement on Conformity Assessment and Acceptance of Industrial Products. Moldovan legislation was harmonised to several sectoral EU directives and the country continued adopting several EU and ISO ",
        "EN 11 EN standards. In June 2008, the government adopted a decree on the State Main Inspectorate for Market Surveillance, Metrology and Consumer Protection. Market surveillance remains an area with many challenges. The new developments in company law and establishment include changes in legislation on Registration of Legal Persons and Individual Entrepreneurs and the creation, in November 2008, of a “Licensing Agency”, a one-stop shop for issuing more than 80 different licenses. At the same time, business operators continue facing practical difficulties in the area of business regulations, such as VAT refund (despite the adoption of new regulations), acquisition of land or issuing of construction permits. In the field of financial services, some limited progress was made in strengthening the framework of supervision (notably when the National Bank issued new recommendations to the commercial banks on how to improve their internal audit procedures), in the improvement of the inter-bank payments and in legislation on mortgages. In August 2008 the IMF’s revised Financial Sector Assessment Programme (FSAP) provided a new set of recommendations on the strengthening of financial services. The National Commission on the Financial Market (NCFM), as a unified supervision authority for non-banking financial services, prepared a Strategy for the Development of the Non-Banking Financial Sector in 2009-2011. Since October 2008, the NCFM can issue, suspend and withdraw licenses for activity in the areas of insurance, administration of assets of non-state pension funds, and savings and loan associations. In June 2008 the parliament approved legislation to transfer all functions of tax control, tax assessment and tax collection to the Main State Tax Inspectorate (MSTI) and to allow for the right to write off uncollectible tax arrears. The effects of the introduction of zero-rate corporate tax for reinvested profits introduced in January 2008 in terms of new FDI remains to be evaluated. In the area of competition policy, the National Agency for the Protection of Competition (NAPC) still faces difficulties to conduct investigations and prosecute anti-competitive business practices. The adoption of the new legislation on competition was still pending in parliament. A new draft law on State Aid is still under examination by the government. In the area of public procurement, In March 2008, Moldova adopted an action plan for the free public procurement portal, in place since January 2008. A governmental Commission on Public Procurement was established in May 2008. The administrative capacity of the Agency for Material Resources, Public Procurement and Humanitarian Aid was increased over the reporting period. Public procurement was, together with the legislation on social benefits and public internal financial control, one of the areas targeted by the macro-financial assistance programme implemented in 2008 (see below). New laws on accounting and auditing entered into force in January 2008. The new accounting law provides for the compulsory use of international financial reporting standards (IFRS) by public interest companies as from January 2009. The National Strategy for Development of Accounting and Auditing for 2008-2011 is under preparation. The strategy will be based on the relevant EU Directives and IFRS. Still, the capacity of regulatory agencies for enforcing accounting standards should be reinforced. The Council of Auditors started its activity and works closely with the association of auditors. Finally, the government approved amendments to the audit law in October 2008. In the area of management of public finances, amendments to the law on Budget Systems and Processes were introduced in June 2008 and entered into force in January 2009. The new law ",
        "EN 12 EN provides for accountability in the management of public funds and for the implementation of a system of internal audit. A strategy for the development of public internal financial control in 2007-2009 was approved in January 2008. An internal audit charter was also published in January 2008, while an amendment to the law on Budget Systems and Processes in July 2008 provided a legal basis for public internal financial control. On enterprise policy, a renewed strategy for development of small- and medium-sized enterprises (SMEs) was prepared. In July 2008, the Parliament adopted a law on Public- Private Partnerships. Mechanisms for its implementation are being finalised. Yet, in 2008 and early 2009, the authorities postponed number of crucial structural reforms necessary to adjust to the crisis environment. Particular areas where the authorities made little progress include the reforms necessary to widen the tax base, financial sector reforms whose weaknesses are threatening the financial stability, and the reform of the utilities sectors, still weighing on the government spending. Also, Moldova achieved last year less progress than planned in reforming the social protection system. Social programmes remain a major component of the public expenditure: about two thirds of Moldova’s State budget is spent on health, education and social assistance. Last year was no exception to this, as social spending – including wages and pensions – was increased in view of the 2009 parliamentary elections. The new system of income support covering part of the utility costs of the population based on means-tested individual incomes, whose preparation had started in 2007, was introduced in October 2008, as planned. However, the old system based on population categories was still maintained for a transition period. Progress was also limited in the pension reform. 2.4. Implementation of macro-financial assistance In 2008 the Commission continued the implementation of the Council Decision of 16 April 2007 on macro-financial assistance for the Republic of Moldova (Decision 2007/59/EC, published in the Official Journal of 28 April 2008). The assistance was designed to contribute to covering the country’s external financing needs in 2007-2008 identified by the IMF in the context of the PRGF arrangement approved in May 2006. Under the decision, the Commission had made the first payment in October 2007. In 2008, the Commission disbursed the second and the third and final tranche, respectively in June 2008 (EUR 10 million) and December 2008 (EUR 15 million). In this way, the assistance was fully disbursed by the end of 2008. Each disbursement had been preceded by a programme review. Both reviews concluded that the Republic of Moldova was implementing the policies agreed in the Memorandum of Understanding in a satisfactory way. In the course of the implementation of the programme, that is now being a subject of an independent evaluations (whose findings will be made available before the end of 2009), the Commission services promoted synergies with other Commission-run programmes, in particular budget support financed under the European Neighbourhood and Partnership Instrument, and with interventions by the IMF and the World Bank. ",
        "EN 13 EN S UMMARY S TATUS OF E CONOMIC R EFORM 1. Price liberalisation Most prices have been liberalised. 2. Trade liberalisation Relatively liberal international trade policy, but restrictions still exist on some key commodities. Moldova became a member of the WTO in June 2000. In early 2008 the EU granted the Republic of Moldova Autonomous Trade Preferences. 3. Exchange regime For most of 2008, limited official intervention by the National Bank of Moldova. Later in 2008 and in early 2009, increasing sales of foreign exchange to avoid depreciation of the leu. No restrictions on current international transactions in conformity with Article VIII of the IMF’s Articles of Agreement. 4. Foreign Direct Investment Unlimited repatriation of capital and profits and no limitations on holding foreign currency bank accounts. Adequate overall legislation, but implementation is often problematic, which weakens the business climate. FDI increased to over 9% of GDP in 2007-8 but is expected to go down substantially with the economic crisis. 5. Monetary policy The National Bank of Moldova is gradually moving to inflation targeting but inflationary pressures in 2007-early 2008, mostly resulting from capital inflows, did not allow a meaningful deceleration of inflation. Inflation decelerated to transform into deflation in early 2009. The National Bank has gradually cut interest rates. There are fears that it will relax monetary policy further to compensate for reduction in revenue due to crisis. 6. Public Finance Budget revenue hit by economic crisis in late 2008-2009. For most of 2008, fiscal policy was relaxed in the run-up to parliamentary elections. Yet, for 2008 as a whole, the budget deficit remained moderate. Public debt continued contracting, but this trend may change in 2009. Reform of Public Finance Management continued, with progress achieved in particular in developing the Medium-Term Expenditure Framework, in moving towards the single Treasury account, in strengthening tax administration and in developing the system of public internal financial control. 7. Privatisation and Enterprise Restructuring Structural reforms are being implemented in the framework of the National Development Plan (NDP) and the EU-Moldova ENP Action Plan. Progress is being achieved in strengthening bankruptcy procedures, management of state property and simplification and streamlining of the regulatory environment of the enterprises. Yet enforcement remains a serious concern and business environment suffers from state intervention and formal and informal business restrictions. Also, the privatisation process was stalled for several years, only to be revitalized in 2008. Other key areas of structural reforms – public administration and social protection reforms – progressed, but less than expected. 8. Financial Sector Reform Restructuring and consolidation of the financial sector progressed, with significant foreign investments. Further strengthening is crucial in the context of the financial and economic crisis. ",
        "EN 14 EN 3. G EORGIA 3.1. Executive summary Georgian growth performance in 2008 is characterised by a strong contrast between the first and the second halves of the year. Military conflict with Russia and the global financial and economic crisis undermined the strong growth performance of Georgian economy of the first half of the year. On the annual basis, its real GDP grew by only 2.1% in 2008 and a GDP contraction of 2.5% is expected for 2009. The vulnerabilities of the financial system strongly limited the access to liquidity weakening domestic consumption while a drop in foreign direct investment inflows also negatively contributed to growth accounting. Large macroeconomic imbalances such as high current account deficit could be bridged through important inflows of international donor financing. A new IMF SBA programme was adopted in September 2008 and Georgia drew on the first tranche of the SBA of USD 250 million. The MFA programme of EUR 33.5 million put in place by a Council decision of 24th of January 2006 expired at the end of 2008. The third MFA tranche of EUR 11.5 million originally planned to be released in autumn 2007 could not be disbursed because one of the conditions agreed in the Memorandum of Understanding – the enactment of a new law on the supreme external audit institution – was not met by the Georgian in 2008. 3.2. Macroeconomic performance In the first half of 2008, before the outbreak of the military conflict with Russia in August 2008, real GDP growth was strong in Georgia. In the first two quarters of 2008, GDP growth rates reached 9.1% and 8.3% year on year, respectively. Yet, the military conflict that erupted in August and the global financial and economic crisis that started in the USA but spread around the world in Autumn 2008 both had a negative impact on Georgian growth from the third quarter. Real GDP decreased by 3.9% and 2.5% in the third and fourth quarter of the year, respectively, bringing the real GDP growth for 2008 to 2.1%. The strong deceleration of real growth has been due to several factors. First, there was a lower net inflow of foreign direct investment in 2008 when compared to the previous year. The net FDI of USD 1.3 billion still accounted for 10% of country's GDP, but was substantially below its level of USD 2.0 billion in 2007. The second factor behind this development has been the drop in domestic demand. Yet, despite remittances remaining strong domestic demand decreased due to tightening of domestic credit and ailing consumer confidence. Georgia's trade relations in 2008 have been characterised by continuous low level of diversification and a high concentration of exports in commodities and chemical products. Georgia's strong export sectors are ferrous metals, copper and fertilisers. This high concentration of exports in commodities has been due to the rehabilitation of a number of large industrial metal producers and the rise of global prices for iron ore. On the other hand, since the Russian boycott of 2006, Georgia could not take full advantage of its competitive wine production despite its successful expansion in the Ukrainian and Kazakh markets. In 2008, the share of alcoholic beverages in Georgia’s exports diminished from 5% to 3% of exports. Georgia's trade also remained highly imbalanced: the trade deficit remained at close to one third of GDP. Also, as remittances did not grow as fast as trade (even if both imports and exports experienced a decrease at the end of the year), the current account deficit widened from 19.6% of GDP in 2007 to almost 22.6% in 2008. While in the recent past the current account was comfortably financed by private capital flows (FDI and bank credits), in 2008 it was public money provided by the international donor community that had to be used to cover ",
        "EN 15 EN the financing gap. By the end of the year, country's external vulnerability remained high as gross reserves covered only 2.1 months of the following year imports thus remaining below the three-month benchmark. As far as the monetary policy is concerned, early in the year, the Central Bank of Georgia continued its policy of inflation targeting; yet inflation remained volatile. A part of this high inflation volatility is due to the August military crisis that put headline consumer inflation at its two-year-high of almost 13% in August. While the end of period inflation was only 5.5%, the average annual consumer price inflation for 2008 accelerated to 10.1%. The August 2008 military conflict also meant a correction of the exchange rate policy. A slow long-term appreciation of the lari (GEL) vis-à-vis the USD was reversed and the National Bank of Georgia had to intervene to mitigate the depreciation of the currency. During the military conflict, the authorities announced a temporary peg of the lari to the USD in order to provide a confidence-boosting anchor. In September, Georgia increased its reserve level by drawing on the first tranche of USD 250 million under the IMF stand-by-arrangement. However, interventions in the exchange markets during October and November 2008 proved unable to counter the pressure on the lari which resurfaced as the global financial crisis deepened. Consequently, in early November 2008, the authorities allowed the lari to depreciate – by around 17%– against the US dollar. The fiscal deficit widened in 2008 to 6.4% of GDP up from 4.7% in 2007. Fiscal easing that went in parallel with tax reduction was the strategy of Government of Georgia to counter the negative economic effects of the military conflict with Russia and of the global financial and economic crisis of 2008. The budgetary deficit was however be financed comfortably by using international donor financing as well as the issue of a sovereign Eurobond of USD 500 million (EUR 390 million) in April 2008. As far as public indebtedness is concerned, despite its slight increase from 17.5% to 20.7% of GDP during 2007-2008 periods, the level of public debt is not considered as worrying. The economic stimulus package of the Georgian authorities for 2008-2009 that includes a tax decrease and numerous infrastructure projects accounts to GEL 2.2 billion (EUR 1 billion) as of June 2009. A large part of the economic recovery package and of the re-financing of the banking sector came from donor financing in 2008. The total pledge of the international donor community in October 2008 Brussels donor conference amounted to USD 4.5 billion. Out of this amount, USD 403 million was disbursed to the public sector and USD 204 million to the private sector already during the course of 2008. The EU disbursed EUR 182 million in 2008 to contribute to Georgia's recovery. This support has been a combination of budgetary support, sectoral programs, humanitarian aid and crisis related instruments. 3.3. Structural reforms Already early in 2008, the country's authorities stepped up their efforts to strengthen the regulatory framework of the financial system. A Financial Supervisory Agency (FSA) was established in May 2008 following the Global Competitiveness of the Financial Services Sector Act adopted in March 2008. Among the tasks of the FSA is to monitor, report on the quality of financial intermediation and to perform on-site inspections. As an independent body, it also assesses the quality of the banking assets and conducts contingency planning for bank resolution. Despite these important reforms in the financial sector, the global financial and economic crisis has not left Georgia untouched. At first sight, the Georgian banking system remained robust in 2008 with the ratio of non-performing loans remaining substantially below the FSA requirements. The capital adequacy ratio that measures the risk of bank deposits in relation to bank equity slightly decreased in comparison to two previous ",
        "EN 16 EN years but remained high at 16-17%. The banking system follows Basel I principles for banking supervision. However, despite the up-beat picture that some of the financial sector indicators provide, the Georgian banking sector is characterised by a high level of fragility. This is linked to the fact that the banking sector is highly dollarized with 60% of domestic bank lending taking place in foreign currency. This is a challenge as currency depreciation directly affects banks' portfolios as loan repayment capacity weakens – many corporate and retail clients have unhedged loans. Furthermore, although the majority of bank borrowing is long-term, the share of short-term borrowing has recently strongly increased and the banking debt maturing in 2009 is estimated at USD 700 million. Although banks are expected to be able to roll-overt a large part of their debt through lending from the IFIs, this short-term debt further increases the vulnerability of the sector. As a short-term measure, the EBRD had already to step in to recapitalise two systemic banks. In addition, certain risks might only materialise in the medium term: if lower depositor confidence expressed in deposit withdrawals, the limited access to international markets and the increased risk aversion among banks remain the features of the Georgian banking system as it has been the case in late 2008-early 2009, this can pose a systemic challenge to the functioning of the financial sector overall. As far as the further economic integration of the Georgian economy is concerned, to achieve a sustainable external position and diversified economic fundamentals, intensifying trade relations with its direct neighbours and with EU countries is an absolute necessity for Georgia. Georgia already has free trade agreements (FTA) with the CIS countries and with Turkey, one of its main trade partners. With the EU, a unilateral preferential trade agreement is in place. A feasibility study for a more advanced form of trade integration between the EU and Georgia, a deep and comprehensive FTA, was finalised after the fact-finding mission of Commission services to Georgia in October 2008. It was handed over to the Georgian side in March 2009. Georgian authorities still project to start negotiations later in 2009. As far as industrial policy and fostering of entrepreneurship is concerned, the government strengthened its industrial zones. To further develop the enterprise policy a 'Cheap credit' programme was launched. Furthermore, the 'Invest in Georgia' forum took place in June 2008. According to Transparency International that develops and monitors the index of corruption perception, Georgia's position in 2008 improved in comparison to its 2007 level to 67 th place up from 79 th position. Only limited progress can be reported in the field of employment and social protection. In 2008, 23.6% of Georgia’s population lived in poverty, while the official unemployment rate stood at 13.3%. To improve the socio-economic situation, several policy initiatives were launched in the field of employment and social policy. In January, a programme 'Georgia without poverty' for the period 2008-2012 was adopted. In this framework, a number of reforms of the social safety net as well as of pension and health systems were flagged out. Old-age pensions were doubled in the course of 2008 but they still remained at a very low - below subsistence - level. Social security spending amounted to about one third of the overall budgetary spending but the welfare system of Georgia is strongly means-tested with a low effectiveness of social transfers. The poor are also eligible to free health care but the share of the population eligible to this programme remains very low. Overall, the social security system of Georgia is heavily underdeveloped and does not provide sufficient protection for the old, poor and sick. During the election campaign, the government stepped up its initiatives in the field of active labour market policies. One initiative is the programme to stimulate job creation in rural areas ",
        "EN 17 EN set up in February 2008. To enhance professional qualifications of the unemployed the government also launched a 'Vocational training and retraining' programme. A National Professional Agency became operational in January 2008 and the elaboration of the reform strategy in the field of vocational education and training followed in December 2008 after an international conference. In the field of public finance management, under the Budget System Law, which became effective on January 1, 2004, the treasury system is reformed, with a fully functioning Single Treasury Account as of January 2006. A medium-term expenditure framework is in place but annual budgetary plans are still not well integrated into the multi-annual programme. In the field of external auditing, a new law on the Chamber of Control, the supreme audit institution, was approved by the Parliament in January 2009. Internal auditing, on the other hand, is still weak in Georgia as there are few common procedures and standards. In the field of taxation, although the current level of taxation in Georgia 2008 is in line with its regional neighbours, further tax reductions are planned for the coming years. The tax code was amended by the Parliament to further reduce income and dividend tax rates. The important reform of 2008 was unifying the income and the social contributions taxes. While in 2007, a flat 12% income tax and 20% social contribution tax applied, in 2008, these two taxes were merged and their rate was decreased to 25%. The government of Georgia also further decreased the corporate profit tax from 20% to 15%. Furthermore, the Parliament approved a legal commitment to fiscal surpluses from 2009 but granted an exception for 2009 in light of the economic crisis. The usefulness of an explicit fiscal rule that forces the government to run budget surplus is debated as it might be considered too rigid. 3.4. Implementation of macro-financial assistance The macro-financial assistance programme of EUR 33.5 million put in place by a Council decision of 24 of January 2006 expired at the end of 2008. The first and second grant instalments amounting to EUR 22 million in total were paid in 2006. The third MFA tranche amounting to EUR 11.5 million could not be disbursed as the Commission could not conclude successfully the programme review owing to the non-fulfilment of one condition for the disbursement of the last tranche specified in the Memorandum of Understanding on MFA negotiated in 2006, namely the enactment of the new law on the Chamber of Control. This new law, the preparation of which had started already in 2006, was only adopted in January 2009. In September 2008, following the conflict with Russia, Georgia asked the Commission for additional macro-financial assistance in the context of a new economic programme and of a new financing arrangement with the IMF. In October, at the Donor Conference organised by the Commission and the World Bank, the Commission indicated that it was considering proposing a new MFA to Georgia amounting to EUR 46 million, in the form of grants. Shortly after the Donor Conference, the Commission has started the preparation of the new proposal. ",
        "EN 18 EN S UMMARY S TATUS OF E CONOMIC R EFORM 1. Trade regime Liberal trade policy. Georgia has been member of the WTO since June 2002. Import tariffs have been abolished on 90% of products. In September 2006, the number of tariff bands on imported goods was reduced from 16 to three (0%, 5%, and 12%). The maximum tariff of 12% is applied to those agricultural products and building materials which compete with domestic goods. The average weighted tariff is estimated to be 1½%. Non-tariff barriers allowed for environmental, security and health reasons only (in line with the Partnership and Cooperation Agreement with the EU). There are no quantitative restrictions on imports and exports. A preferential trade regime (GSP) is in place with USA, Canada, Japan, Switzerland and Norway, a GSP+ that covers 7200 items is in place with the EU since 2005. A free trade agreement with CIS countries and Turkey agreed since 1 st November 2008. 2. Exchange regime Floating exchange rate of the lari with limited official intervention by the National Bank of Georgia. During the military conflict, the authorities announced a temporary peg to the USD and there have been strong interventions in the forex market during August-December 2008. There are no restrictions on current international transactions in conformity with Article VIII of the IMF’s Articles of Agreement. 3. Foreign Direct Investment Adequate overall legislation. Unlimited repatriation of capital and profits. Net inflows of FDI about 12.2% of GDP (2008 estimate). The four largest contributor countries are UK, US, Kazakhstan and Turkey, they together contributed to 55% of overall FDI inflows in 2008. 4. Monetary policy Central bank's main policy objective is the price stability to be pursued through inflation targeting. Inflation spike was registered during the military crisis, yet it decreased at the end of the year due to overall growth decline and the end-year inflation was low at 5%. 5. Public Finance A new liberal tax code is effective as of January 1, 2005. Over the period of 2004-2008, the number of taxes was reduced from 21 to 6. In 2008, the corporate profit tax was reduced from 20% to 15%, while income and social tax merged into one income tax of 25%. The tax code was further amended and included measures related to improvement of tax collection. Tax revenue to the budget amounted to 30.7% of GDP in 2008, while these were only 25% in 2007. Expenditure including capital and net lending amounted to 37.1% of GDP implying a fiscal deficit of 6.4%. 6. Vocational education and training To deal with structural unemployment especially among women and the economically vulnerable part of the population and to be better prepared for the challenges of the knowledge economy, the authorities stepped up their efforts in the policy field of vocational training and life-long learning. A National Professional Agency was set up and a policy programme in vocational training was elaborated in the course of the year. 7. Financial Sector The majority of Georgia's commercial banks are foreign owned. Since the beginning of the global crisis, the EBRD had to step in to recapitalise two systemic banks. A high level of fragility in the Georgian banking sector is linked to the fact that the banking sector is highly dollarized with 60% of domestic bank lending taking place in foreign currency. This is a challenge as currency depreciation directly affects banks' portfolios as loan repayment capacity weakens – many corporate and retail clients have unhedged loans. ",
        "EN 19 EN 4. L EBANON Mediterranean Countries taking part in the European Neighbourhood Policy are eligible for MFA under the Genval Criteria. Lebanon is the first country of this group benefiting from MFA since the balance of payments loan granted in 1994 to Algeria (Decision94/933/EC). 4.1. Executive summary For a large part of 2008 the Lebanese economy continued its rapid recovery from the 2006 conflict with Israel in a context of continuous political stalemate. Nevertheless with a delay, the economy started to suffer from the impact of the global crisis. Real GDP growth reached over 8% on average in 2008 but is expected to decrease markedly in 2009. Inflation declined after the surge until mid-2008 against the background of soaring food and energy commodity prices. Partly reflecting reconstruction needs, the current account deficit remained high, at more than 10% of GDP. In 2008, the fiscal deficit and debt ratios declined slightly, even though the debt ratio remained very high at more than 160% of GDP. However, in the first quarter of 2009 public finances deteriorated rapidly on the back of expenditure increases. The government faces severe policy challenges resulting from reconstruction and social needs, the large public debt overhang, and the drag on economic activity and remittances stemming from the global crisis. Implementation of the ambitious programme of structural reforms concluded in the aftermath of the Paris agreements stalled as a consequence of political stalemate, which paralysed progress in legislative activity in many fields. Lebanon's financing arrangement with the IMF concluded in April 2007 under the Fund's Emergency Post-Conflict Assistance (EPCA) was successfully completed in early 2008. In November 2008 the IMF Executive Board agreed on a follow-up EPCA assistance programme. Since January 2007, Lebanon and the EU have been implementing a European Neighbourhood Policy Action Plan. The second progress report on the Action Plan implementation was issued by the Commission in April 2009. In December 2007, the Council adopted a decision on a macro-financial assistance to Lebanon amounting to EUR 80 million – a combination of medium-term loans (EUR 50 million) and grants (EUR 30 million), to be disbursed in two tranches. The first tranche of grants and loans were disbursed in December 2008 and June 2009 respectively. The remaining disbursements under the assistance programme are expected to take place in 2009; to the extent conditions are met. 4.2. Macroeconomic developments The latest economic indicators suggest a sharp deceleration of growth in Lebanon in the wake of the global financial crisis. Real GDP growth is expected to decrease to 2% in 2009, from the 8.5% growth estimated to have been reached in 2008. During the first part of the year, economic activity was still strong. Economic activity and the financial sector proved remarkably resilient to the politically uncertain environment, which culminated in violent clashes before a deal on the formation of a transitional national unity government was struck in May 2008. But the negative impact of the global financial crisis was increasingly felt towards year end, in the first instance through external transmission channels. As an open economy, Lebanon is exposed to the crisis via the trade channel. Trade volumes decelerated rapidly from the last quarter of 2008 onwards, mirroring the slowdown in major trading partners, notably Arab countries and the countries in the European Union, which account for around two-thirds of Lebanese exports. ",
        "EN 20 EN Another important channel of transmission is via the sizable remittance flows of Lebanese working abroad, estimated at 24% of GDP in 2007. Strong remittances were an important factor supporting buoyant consumer expenditure during the recovery from the 2006 conflict between Israel and Hezbollah. From the third quarter of 2008 onwards, remittance inflows decreased markedly in view of the spreading slowdown and concomitant labour shedding in the Gulf region, where many Lebanese expatriates had been working. Against the background of a general increase in investor risk aversion, the planned issue of a government euro bond had to be postponed. Strong inflationary pressures abated somewhat in the latter part of 2008. Consumer prices as measured by the CPI increased by more than 10% in 2008, with inflation moderating starting from in the latter part of the year on the back of falling commodity prices. However, the delayed pass-through of commodity price shocks and inefficiencies and mark- ups in the distribution chain add to upside risks. On the back of still relatively strong growth in 2008, the current account deficit widened to around 11% of GDP in 2008, from around 7% of GDP in 2007. The total external debt ratio is estimated to have declined only moderately, to 190% of GDP in 2008. The elevated external debt ratio goes hand in hand with a high public deficit and debt. The government budget balance (including grants) is estimated to have improved slightly in 2008, to a deficit of 10.0% of GDP (from 10.8% in 2007). But the public debt ratio remained high, even though in 2008 it declined strongly on the back of high nominal GDP growth, to 162% of GDP in 2008, from the peak of 180% of GDP in 2005. International support should help alleviate the pressure on public finances. As regards the economic outlook and risks attached, economic activity is expected to remain weak in the near term, with risks stemming from the degree to which the global downturn can be mitigated and from the internal political situation. The high external deficit, heavy debt burden, and leveraged financial system (with private sector bank deposits accounting for around 270% of GDP at end-2008) render the Lebanese economy and banking sector sensitive to conditions in global financial markets, notably liquidity. The fiscal situation is particularly vulnerable to a stronger-than-expected economic slowdown and to changes in investor confidence, given the high public debt level. The limited progress in implementing reforms makes it difficult to address the structural fiscal deficit. Return of Lebanese workers who have lost their jobs abroad will depress remittance inflows and add to the domestic labour supply (though those returning bring valuable skills and experience). On the positive side, the Lebanese economy has so far been quite resilient to the direct impact of the global financial crisis on the financial system, in particular as regards the effects on banks. Lebanese banks have long-standing experience in operating in a strained economic and political environment, have had limited exposure to structured products under long-standing directives by the central bank supervisors, and have not borrowed heavily on international markets. The healthy development of the deposit base and a relatively strong reserve position helped sustain the currency peg to the US dollar as a strong nominal anchor. Thus, aggregate profits of listed banks increased by around 24% in 2008. To date, the construction sector has also held up well. In April 2007, the IMF Board approved Emergency Post-Conflict Assistance (EPCA) to Lebanon amounting to SDR 50.75 million. The full amount was disbursed shortly after, but the IMF continued monitoring the implementation of agreed policy actions. In April 2008, the IMF Board concluded that Lebanon has met comfortably all the indicative targets under EPCA. In November 2008, the IMF Board approved funding an additional amount of SDR 25.375 million under EPCA in support of the authorities' economic program for 2008-09. The ",
        "EN 21 EN IMF-supported program aims to further reduce the government debt-to-GDP ratio, build up the international reserve buffer, and start implementation of key reforms. 4.3. Structural reforms During the reporting period the continued political divisions and consequent paralysis of legislative activity in the run-up to the June 2009 parliamentary elections held up progress on the reform agenda, notably on key aspects of the Paris III programme. The economic headwinds make it difficult to proceed with intended privatisations and tax increases which in turn are weighing on already stretched public finances. The government is likely therefore to turn to the financial sector to meet its increasing financing needs. The election results of early June 2009 essentially confirmed the previously existing political balances in parliament. It remains to be seen to what extent a newly formed government will be able to implement reform measures resulting from the pledges made at the Paris III conference of January 2007. Against this background, some of the measures that were adopted aggravate the fiscal challenge going forward. The decision to substantially increase public wages retroactively from May 2008 runs counter to earlier commitments by the government to contain the wage bill. The minimum wage in both the public and private sector was increased by two thirds. In addition, overall salary scales and public pensions were raised while public sector wage increases decided around the turn of the century but not so far implemented will be paid retroactively. The estimated cost to the Treasury for the period 2009-2011 is estimated at around 3 percent of GDP per year. Several potential countervailing measures to raise revenue have been put on ice. Yet, the government did take advantage of the decline in oil prices to introduce excises on gasoline. The government continued with preparing the ground for reforming the energy and social sector with the aim of limiting open-ended transfers from the budget while protecting capital and social expenditure, however not with concrete results. The intended privatisations of state-owned assets have been postponed in view of the difficult market circumstances. Draft laws on WTO-related issues, pension reform, capital market reform and public procurement, and the reform of the heavily subsidised electricity tariff system have all been held up by the political deadlock. Insufficient progress was made in improving the business climate . However, Lebanon continued to implement the 2007 administrative simplification programme, involving the Lebanese post office (aimed at establishing a one-stop shop in post offices to obtain company registration). Some progress has been made in reducing administrative regulation while tax procedures have been simplified as from 2009. The central bank has continued to take steps to improve its operating procedures in financial services and towards adopting International Financial Reporting standards. Regarding public finance management, measures aimed at improving budget formulation and execution as well as medium-term planning and prioritisation of expenditures along with efforts to improve cash management and implement a single treasury account, remain key parts of the Medium-Term Public Financial Management Reform Action Plan. But concrete measures carried out in 2008 were limited; noteworthy ones include the setting up of a cash management unit and a public debt department within the Ministry of Finance. The preparation of a modern procurement code was launched recently, with international assistance. The EU and Lebanon are implementing the European Neighbourhood Policy Action Plan which was adopted in January 2007. The second progress report was made public in April 2009. In the overall assessment of the implementation of the Action Plan, the Commission noted that slow progress in economic reforms as well as in other fields (human rights, judicial reform, social sector reform, and regulatory has had an impact on the overall social, economic ",
        "EN 22 EN and political situation in the country as well as on the dialogue in the framework of the European Neighbourhood Policy. 4.4. Implementation of macro-financial assistance In 2008 the Commission started the implementation of the Council Decision 2007/860/EC providing macro-financial assistance of EUR 80 million in the form of a combination of a medium-term loan and grant of EUR 50 and 30 million respectively. The assistance seen as part of the EC assistance package complements support from the Bretton Woods Institutions, bilateral donors (including EU Member States and Arab countries), and finally the EU's own grants (under the ENPI) and loans (by the EIB). Macro-financial assistance is conditional, in particular, on progress in the implementation of the IMF EPCA arrangement and subsequent IMF-supported programmes. The EC macro-financial assistance aims primarily at supporting the authorities' effort of fiscal consolidation. Thus, the specific reform measures to be targeted by the programme focus on public finance management (PFM) and on two specific sectoral policies of particular importance for fiscal adjustment and debt reduction, namely the power sector and the social sector. In identifying the policy conditions of the assistance, the Commission staff used as inputs the government programme of reforms, specific sectoral strategies, such as the Medium Term Public Financial Management Reform Action Plan, the results of the Operational Assessment of administrative procedures and financial circuits conducted by external experts for the Commission in October 2007 and discussions with major donors on the reform conditions attached to budget support. Agreement on the conditions to be attached to the disbursement of the assistance was reached in the course of 2008. Subsequently, the EUR 15 million first tranche of the grant was disbursed end-December 2008. The first tranche of a 5-year loan of EUR 25 million was disbursed on 4 June 2009. If conditions are met, the Commission intends to disburse second tranche at the end of 2009. ",
        "EN 23 EN S UMMARY S TATUS OF E CONOMIC R EFORM 1. Price liberalisation Most prices are free. 2. Trade liberalisation Liberal international trade policy, but protectionist measures are occasionally introduced. Lebanon is a founding member of GATT but it withdrew in 1949. It is now negotiating the accession to WTO. 3. Exchange regime Fixed exchange rate (peg to the USD). No restrictions on current international transactions in conformity with Article VIII of the IMF’s Articles of Agreement. Lebanon has also achieved substantial capital account convertibility. 4. Foreign Direct Investment Unlimited repatriation of capital and profits and no limitations on holding foreign currency bank accounts. Legislation is overall adequate and an investment development authority exists but enforcement of contracts sometimes problematic in the absence of commercial courts and independent judiciary. 5. Monetary policy The Banque du Liban (BdL) uses a wide menu of monetary policy instruments to maintain financial stability and provide liquidity to the banking sector. It also occasionally provides financing to the government (on a temporary basis). The exchange rate peg is regarded as a key factor in maintaining financial stability. Gross international reserves are increasing, partly due to foreign inflows into Lebanon in the wake of the financial crisis and partly because of higher gold prices (BdL holds a large gold stock). 6. Public Finance Fiscal performance improved somewhat in 2008 Public finance management reform focuses on budget formulation and execution and medium-term planning. However, in early 2009 public finances have been deteriorating rapidly due to increases in public spending and a slowdown in the economy. 7. Privatisation and Enterprise Restructuring Structural reforms programme focuses on privatisation, improvement of business climate, privatisations, and opening of markets, but progress has been stalled due to the political situation. 8. Financial Sector Reform Lebanon has a sophisticated and developed financial sector which proved resilient to shocks despite vulnerabilities. ",
        "EN 24 EN Annex 1A - COMMUNITY MACRO-FINANCIAL AND EXCEPTIONAL FINANCIAL ASSISTANCE TO THIRD COUNTRIES BY DATES OF COUNCIL DECISIONS Status of effective disbursements as of end-December 2008 (in millions of euro) Authorisations Disbursements Country Date of Reference of Maximum Dates of Amounts of Totals Council Decision Council Decision amount disbursements disbursements Hungary I 22.02.90 90/83/EC 870 Apr. 1990 350 610 (Structural adjustment loan) Feb. 1991 260 Czech and Slovak Federal Republic 25.02.91 91/106/EC 375 Mar. 1991 185 375 (BOP loan) Mar. 1992 190 Hungary II 24.06.91 91/310/EC 180 Aug. 1991 100 180 (BOP loan) Jan. 1993 80 Bulgaria I 24.06.91 91/311/EC 290 Aug. 1991 150 290 (BOP loan) Mar. 1992 140 Romania I 22.07.91 91/384/EC 375 Jan. 1992 190 375 (BOP loan) Apr. 1992 185 Israel (1) 22.07.91 91/408/EC 187,5 Mar. 1992 187,5 187,5 (Structural adjustment soft loan) Algeria I 23.09.91 91/510/EC 400 Jan. 1992 250 400 (BOP loan) Aug. 1994 150 Albania I 28.09.92 92/482/EC 70 Dec. 1992 35 70 (BOP grant) Aug. 1993 35 Bulgaria II 19.10.92 92/511/EC 110 Dec. 1994 70 110 (BOP loan) Aug .1996 40 Baltics 23.11.92 92/542/EC 220 135 (BOP loans) of which : Estonia (40) Mar. 1993 20 (20) Latvia (80) Mar. 1993 40 (40) Lithuania (100) Jul. 1993 50 (75) Aug. 1995 25 Romania II 27.11.92 92/551/EC 80 Feb. 1993 80 80 (BOP loan) Moldova I 13.06.94 94/346/EC 45 Dec. 1994 25 45 (BOP loan) Aug. 1995 20 Romania III 20.06.94 94/369/EC 125 Nov. 1995 55 125 (BOP loan) Sep. 1997 40 Dec. 1997 30 Albania II 28.11.94 94/773/EC 35 Jun. 1995 15 35 (BOP grant) Oct. 1996 20 Algeria II 22.12.94 94/938/EC 200 Nov. 1995 100 100 (BOP loan) Slovakia 22.12.94 94/939/EC 130 Jul. 1996 (BOP loan) Ukraine I 22.12.94 94/940/EC 85 Dec. 1995 85 85 (BOP loan) Belarus 10.04.95 95/132/EC 55 Dec. 1995 30 30 (BOP loan) Ukraine II 23.10.95 95/442/EC 200 Aug. 1996 50 200 (BOP loan) Oct. 1996 50 Sep. 1997 100 Moldova II 25.03.96 96/242/EC 15 Dec. 1996 15 15 (BOP loan) fYRoM I 22.07.97 97/471/EC 40 Sep. 1997 25 40 (BOP loan) Feb. 1998 15 Bulgaria III 22.07.97 97/472/EC 250 Feb. 1998 125 250 (BOP loan) Dec. 1998 125 ",
        "EN 25 EN Authorisations Disbursements Country Date of Reference of Maximum Dates of Amounts of Totals Council Decision Council Decision amount disbursements disbursements Armenia, Georgia and Tajikistan (2) 17.11.97 97/787/EC 375 294,5 (Structural adjustment loans and grants) of which 28.3.00 00/244/EC Armenia (58) Dec. 1998 (loan) 28 58 Dec. 1998 (grant) 8 Dec. 1999 (grant) 4 Feb. 2002 (grant) 5,5 Dec. 2002 (grant) 5,5 June 2004 (grant) 5,5 Dec 2005 ( grant) 1,5 Georgia (175) Jul. 1998 (loan) 110 141,5 Aug. 1998 (grant) 10 Sep. 1999 (grant) 9 Dec. 2001 (grant) 6 Dec 2004 (grant) 6,5 Tajikistan (95) Mar. 2001 (loan) 60 95 Mar. 2001 (grant) 7 Dec. 2001 (grant) 7 Feb. 2003 (grant) 7 May 2005 (grant) 7 Oct 2007 (grant) 7 Ukraine III 15.10.98 98/592/EC 150 Jul. 1999 58 58 (BoP loan) 12.07.02 02/639/EC Albania III 22.04.99 99/282/EC 20 (BOP loan) Bosnia I (3) 10.05.99 99/325/EC 60 Dec. 1999 (grant) 15 60 (BOP loan and grant) Dec. 1999 (loan) 10 10.12.01 01/899/EC Dec. 2000 (grant) 10 Dec. 2000 (loan) 10 Dec. 2001 (grant) 15 Bulgaria IV 08.11.99 99/731/EC 100 Dec. 1999 40 100 (BOP loan) Sep. 2000 60 fYRoM II (4) 08.11.99 99/733/EC 80 Dec. 2000 (grant) 20 98 (BOP loan and grant) 18 Dec. 2000 (loan) 10 10.12.01 01/900/EC Dec. 2001 (loan) 12 Dec. 2001 (grant) 10 May 2003 (grant) 10 June 2003 (loan) 10 Dec. 2003 (loan) 18 Dec. 2003 (grant) 8 Romania IV 08.11.99 99/732/EC 200 Jun. 2000 100 150 (BOP loan) July 2003 (loan) 50 Kosovo I (5) 19.02.00 00/140/EC 35 Mar. 2000 20 35 (Grant budgetary support) Aug. 2000 15 Montenegro (5) 22.05.00 00/355/EC 20 Aug. 2000 7 20 (Grant budgetary support) Dec. 2000 13 Moldova III 10.07.00 00/452/EC 15 (BOP loan) 19.12.02 02/1006/EC Kosovo II (3) 27.06.01 01/511/EC 30 Sep. 2001 15 30 (Grant budgetary support) Dec. 2002 15 Serbia and Montenegro (ex FRY) I (6) 16.07.01 01/549/EC 345 Oct. 2001 225 345 (BOP loan and grant) Oct. 2001 35 10.12.01 01/901/EC Jan. 2002 40 Aug. 2002 45 Ukraine IV 12.07.02 02/639/EC 110 (BOP loan) modified by modified by modified by modified by ",
        "EN 26 EN Authorisations Disbursements Country Date of Reference of Maximum Dates of Amounts of Totals Council Decision Council Decision amount disbursements disbursements Serbia and Montenegro II (ex FRY) (7) 05.11.02 02/882/EC 130 Dec. 2002 (grant) 30 105 25 Fev. 2003 (loan) 10 Aug. 2003 (grant) 35 Aug. 2003 (loan) 30 25.11.03 03/825/EC 70 Dec 2004 (grant) 10 50 20 07.12.2004 04/862/EC April 2005 (loan) 15 Dec 2005 (grant) 25 Bosnia II (8) 05.11.02 02/883/EC 60 Fev. 2003 (grant) 15 60 Dec. 2003 (grant) 10 7/12/2004 04/861/EC Dec 2004 (loan) 10 Jun 2005 (grant) 15 Feb 2006 (loan) 10 Moldova IV 19.12.02 02/1006/EC 15 15 Albania IV (9) 29.04.04 04/580/EC 25 Nov 2005 (grant) 3 25 March 2006 ( loan) 9 July 2006 (grant) 13 Georgia II 24.01.06 06/41/EC 33,5 August 2006 (grant) 11 22 11,5 Dec 2006 (grant) 11 Kosovo 30.11.06 06/880/EC 50 50 Moldova 16.04.07 07/259/EC 45 Oct 2007 (grant) 20 45 Jun 2008 (grant) 10 Dec 2008 ( grant) 15 Lebanon 10.12.07 07/860/EC 80 Dec 2008 (grant) 15 15 65 ------- ------- ------- TOTAL 6297 5251,0 1046,0 (1) (2) countries. (3) (4) Includes a loan principal amount of up to € 50 million and grants of up to € 48 million. (5) Exceptional financial assistance. (6) Includes a loan principal amount of € 225 million and grants of € 120 million. (7) Includes a loan principal amount of € 55 million and grants of € 75 million (8) Includes a loan principal amount of € 20 million and grants of € 40 million (9) Includes a loan principal amount of € 9million and grants of € 16 million Includes a loan principal amount of up to € 20 million and grants of up to € 40 million. Out of the global amount of euro 375 million, maximum amounts of euro 58 million, euro 175 million and euro 95 million were actually agreed with the beneficiary Exceptional financial assistance, which includes a ceiling of euro 245 million for the loans and a ceiling of euro 130 million for the grants Assistance to Israel includes a loan principal amount of € 160 million and grants of € 27.5 million in the form of interest sub sidies. modified by modified by ",
        "EN 27 EN Status of effective disbursements as of end-December 2008 (in millions of euro) Authorisations Disbursements Country Date of Reference of Maximum Dates of Amounts of Totals Council Decision Council Decision amount disbursements disbursements A. EU Accession countries Baltics 23.11.92 92/542/EC 220 135 (BOP loans) of which : Estonia (40) Mar. 1993 20 (20) Latvia (80) Mar. 1993 40 (40) Lithuania (100) Jul. 1993 50 (75) Aug. 1995 25 Bulgaria I 24.06.91 91/311/EC 290 Aug. 1991 150 290 (BOP loan) Mar. 1992 140 Bulgaria II 19.10.92 92/511/EC 110 Dec. 1994 70 110 (BOP loan) Aug .1996 40 Bulgaria III 22.07.97 97/472/EC 250 Feb. 1998 125 250 (BOP loan) Dec. 1998 125 Bulgaria IV 08.11.99 99/731/EC 100 Dec. 1999 40 100 (BOP loan) Sep. 2000 60 Czech and Slovak Federal Republic 25.02.91 91/106/EC 375 Mar. 1991 185 375 (BOP loan) Mar. 1992 190 Hungary I 22.02.90 90/83/EC 870 Apr. 1990 350 610 (Structural adjustment loan) Feb. 1991 260 Hungary II 24.06.91 91/310/EC 180 Aug. 1991 100 180 (BOP loan) Jan. 1993 80 Romania I 22.07.91 91/384/EC 375 Jan. 1992 190 375 (BOP loan) Apr. 1992 185 Romania II 27.11.92 92/551/EC 80 Feb. 1993 80 80 (BOP loan) Romania III 20.06.94 94/369/EC 125 Nov. 1995 55 125 (BOP loan) Sep. 1997 40 Dec. 1997 30 Romania IV 08.11.99 99/732/EC 200 Jun. 2000 100 150 (BOP loan) July 2003 50 Slovakia 22.12.94 94/939/EC 130 Cancelled (BOP loan) (Jul. 1996) ------- ------- TOTAL A 3305 2780 Annex 1B - COMMUNITY MACRO-FINANCIAL AND EXCEPTIONAL FINANCIAL ASSISTANCE TO THIRD COUNTRIES BY REGION ",
        "EN 28 EN Authorisations Disbursem Country Date of Reference of Maximum Dates of Amounts of Council Decision Council Decision amount disbursements disbursements B. Western Balkans Albania I 28.09.92 92/482/EC 70 Dec. 1992 35 70 (BOP grant) Aug. 1993 35 Albania II 28.11.94 94/773/EC 35 Jun. 1995 15 35 (BOP grant) Oct. 1996 20 Albania III 22.04.99 99/282/EC 20 (BOP loan) Bosnia I (1) 10.05.99 99/325/EC 60 Dec. 1999 (grant) 15 60 (BOP loan and grant) Dec. 1999 (loan) 10 10.12.01 01/899/EC Dec. 2000 (grant) 10 Dec. 2000 (loan) 10 Dec. 2001 (grant) 15 fYRoM I 22.07.97 97/471/EC 40 Sep. 1997 25 40 (BOP loan) Feb. 1998 15 fYRoM II (2) 08.11.99 99/733/EC 80 Dec. 2000 (grant) 20 98 (BOP loan and grant) Dec. 2000 (loan) 10 10.12.2001 01/900/EC 18 Dec. 2001 (loan) 12 Dec. 2001 (grant) 10 May 2003 (grant) 10 June 2003 (loan) 10 Dec. 2003 (loan) 18 Dec.) 2003 (grant) 8 Kosovo I (3) 19.02.00 00/140/EC 35 Mar. 2000 20 35 (Grant budgetary support) Aug. 2000 15 Kosovo II (3) 27.06.01 01/511/EC 30 Sep. 2001 15 30 (Grant budgetary support) Dec. 2002 15 Montenegro (3) 22.05.00 00/355/EC 20 Aug. 2000 7 20 (Grant budgetary support) Dec. 2000 13 16.07.01 01/549/EC 345 Oct. 2001 (grant) 35 345 modified by Oct. 2001 (loan) 225 10.12.2001 01/901/EC Jan. 2002 (grant) 40 Aug.2002 (grant) 45 05.11.02 02/882/EC 130 Dec. 2002 (grant) 30 105 Fev. 2003 (loan) 10 Aug. 2003 (grant) 35 Aug. 2003 (loan) 30 25.11.03 03/825/EC (7) 70 Dec 2004 (grant) 10 50 07.12.04 04/862/EC April 2005 (loan) 15 Dec 2005 (grant) 25 05.11.02 02/883/EC 60 Fev. 2003 (grant) 15 60 Dec. 2003 (grant) 10 Dec 2004 (loan) 10 07.12.04 04/861/EC June 2005 (grant) 15 Feb 2006 (loan) 10 modified by Bosnia II (6) (BOP loan and grant) modified by modified by modified by Serbia and Montenegro I (ex FRY) (4) Serbia and Montenegro II ( ex FRY) (5) (BOP loan and grant) ",
        "EN 29 EN Authorisations Disbursements Country Date of Reference of Maximum Dates of Amounts of Totals Council Decision Council Decision amount disbursements disbursements 29.04.04 04/580/EC 25 Nov 2005 (grant) 3 25 Mar 2006 (loan) 9 Jul 2006 (grant) 13 Kosovo 30.11.06 2006/880/EC 50 TOTAL B 1088 973 ------- ------- (1) Includes a loan principal amount of € 20 million and grants of € 40 million. (2) Includes a loan principal amount of up to € 50 million and grants of up to € 48 million. (3) Exceptional financial assistance. (4) Includes a loan principal amount of € 225 million and grants of € 120 million. (5) Includes a loan principal amount of € 55 million and grants of € 75 million (6) Includes a loan principal amount of € 20 million and grants of € 40 million (7) Includes a loan principal amount of € 25 million and grants of € 45 million (8) Includes a loan principal amount of € 9 million and grants of € 16 million (loan and grant) Albania IV (8) ",
        "EN 30 EN Authorisations Disbursements Country Date of Reference of Maximum Dates of Amounts of Totals Council Decision Council Decision amount disbursements disbursements C. New Independent States (NIS) Armenia, Georgia and Tajikistan (9) 17.11.97 97/787/EC 375 294,5 (Structural adjustment loans and grants) modified by of which 28.3.00 00/244/EC Armenia (58) Dec. 1998 (loan) 28 (58) Dec. 1998 (grant) 8 Dec. 1999 (grant) 4 Feb. 2002 (grant) 5,5 Dec. 2002 (grant) 5,5 Jun 2004( grant) 5,5 Dec 2005(grant) 1,5 Georgia (175) Jul. 1998 (loan) 110 (141,5) Aug. 1998 (grant) 10 Sep. 1999 (grant) 9 Dec. 2001 (grant) 6 Dec. 2004 (grant) 6,5 Tajikistan (95) Mar. 2001 (loan) 60 (95) Mar. 2001 (grant) 7 Dec. 2001 (grant) 7 Feb 2003 (grant) 7 May 2005 (grant) 7 Oct 2006 (grant) 7 Belarus 10.04.95 95/132/EC 55 Dec. 1995 30 30 (BOP loan) Moldova I 13.06.94 94/346/EC 45 déc-94 25 45 (BOP loan) Aug. 1995 20 Moldova II 25.03.96 96/242/EC 15 Dec. 1996 15 15 (BOP loan) Moldova III 10.07.00 00/452/EC 15 (BOP loan) 19.12.02 02/1006 EC 19.12.02 02/1006/EC 15 (15) Ukraine I 22.12.94 94/940/EC 85 Dec. 1995 85 85 (BOP loan) Ukraine II 23.10.95 95/442/EC 200 Aug. 1996 50 200 (BOP loan) Oct. 1996 50 Sep. 1997 100 Ukraine III 15.10.98 98/592/EC 150 Jul. 1999 58 58 (BoP loan) 12.07.02 02/639/EC 12.07.02 02/639/EC 110 (15) Georgia II 21.01.06 06/41/EC 33,5 Aug 2006 11 22 Dec 2006 11 Moldova 16.04.07 07/259/EC 45 Oct 2007 20 45 Jun 2008 10 Dec 2008 15 ------- ------- TOTAL C 1036,5 794,5 Ukraine IV Moldova IV (BOP grant) (BOP loan) ",
        "EN 31 EN Authorisations Disbursements Country Date of Reference of Maximum Dates of Amounts of Totals Council Decision Council Decision amount disbursements disbursements D. Mediterranean countries Israel (10) 22.07.91 91/408/EC 187,5 Mar. 1992 187,5 187,5 (Structural adjustment soft loan) Algeria I 23.09.91 91/510/EC 400 Jan. 1992 250 400 (BOP loan) Aug. 1994 150 Algeria II 22.12.94 94/938/EC 200 Nov. 1995 100 100 (BOP loan) Lebanon 10.12.07 07/860/EC 80 Dec 2008 15 ------- ------- TOTAL D 867,5 702,5 TOTAL A+B+C+D 6297 5251,0 9) Exceptional financial assistance, which includes a ceiling of euro 245 million for the loans and a ceiling of euro 130 million for the grants beneficiary countries (10) Assistance to Israel includes a loan principal amount of ECU 160 million and grants of ECU 27,5 million in the form of interesr subsidies. Out of the global amount of euro 375 million, maximum amounts of euro 58 million, euro 175 million and euro 95 million were actually agreed with the "
    ]
}