{
    "text": [
        "Answer given by Mrs Wallström on behalf of the Commission (3 July 2003) The High frequency Active Auroral Research Programme (HAARP) for Arctic Europe is a military programme. The Commission has no competence, nor indeed the expertise, to carry out the examination requested by the Parliament in paragraph 26 of its Resolution. With regard to the requests made in paragraphs 27 to 29, these deal with international treaties and standards which are predominantly concerned with military questions, e.g. on disarmament, and therefore fall within the competence of the Member States. (2004/C 33 E/121) WRITTEN QUESTION E-1462/03 by Joaquim Miranda (GUE/NGL) to the Commission (29 April 2003) Subject: Social situation in Portugal and Stability and Growth Pact According to figures published this week by the Union’s Statistical Office, over a fifth of the Portuguese population were threatened with poverty in 1999. Portugal thus has the highest poverty rate in the Union, 21 %, a figure that would increase to 27 % if there were no state welfare benefits (unemployment benefit and guaranteed minimum income). This week the Commission has also predicted that unemployment in Portugal will rise by approximately 27,5 % in 2003, giving an unemployment rate of 6,5 % at the end of the year, and continue to worsen in 2004, when the number out of work will total 390 000. Furthermore, Portugal is unquestionably going through an economic recession and in 2003 will not meet the Government’s initial growth forecast of 1,3 %. According to very recent IMF figures, its economic development in the period from 2002 to 2004 will be the weakest in the Union, with all the social consequences which that will entail. However, and still within the same week, the Commission has called for strict compliance with the Stability and Growth Pact and, despite the disastrous social scenarios referred to above, recommended that spending in areas such as education, health, and social security be cut as a matter of priority. The Commission: 1. Does it not believe that the present circumstances and the related prospects for change are profoundly and seriously at odds with the socially harmful measures being proposed? 2. Which is a matter of greater concern to the Commission, rising unemployment and deepening poverty in a Member State or the trend recorded in that Member State in a financial indicator of one kind or another, a trend undoubtedly determined, moreover, entirely without regard to scientific principles and based on economic projections which have not been fulfilled and which monetarist policies themselves have contrived to make impracticable? 3. To what extent can the Stability and Growth Pact be considered an article of faith, given its known adverse effects on growth, cohesion, and the social sphere? Does the Commission have any intention of proposing to the Council that the pact be made more flexible, revised, or suspended? Answer given by Mr Solbes Mira on behalf of the Commission (6 June 2003) 1. The Commission does not believe that a framework geared to economic stability, of which the Stability and Growth Pact is a central piece, is in any way at odds with the attainment of social objectives. On the contrary, it is precisely the absence of macroeconomic stability that can eventually jeopardise the attainment of social objectives. 6.2.2004 EN C 33 E/121 Official Journal of the European Union ",
        "2. The Honourable Member can be assured that unemployment and poverty are matters of great concern to the Commission. What matters for the achievement of full employment and prosperity is a sustained high rate of economic growth. The latter can only be established on the basis of conditions of stability as far as prices, public finances and the external account are concerned. 3. In conformity with what has been argued above, the Commission reaffirms its conviction that the stability-oriented framework provided by the Stability and Growth Pact is conducive to economic growth, thereby setting the necessary conditions for the sustainability of social policies. The economic performance of those Member States that are in full compliance with the Pact gives no evidence of such adverse effects as are asserted by the Honourable Member. (2004/C 33 E/122) WRITTEN QUESTION E-1468/03 by Cristiana Muscardini (UEN) to the Commission (30 April 2003) Subject: On-line child pornography and paedophilia On-line paedophilia has become extremely widespread, specialised and lucrative and it is closely linked with crime committed against children. ‘Cultural paedophilia’, which is freely available on-line, is even more worrying because it attracts followers, funding and a degree of respectability. This is something to which the authorities should pay greater attention (as, of course, they should to the production and distribution of materials aimed at paedophiles). Between June and December 2002 an Italian voluntary association identified 4 656 child-pornography websites, which it reported to the FBI, to Interpol and to the police forces of various countries (Spain, Brazil, Switzerland and France). In certain cases the sites were also reported to Europol. Between June 2002 and March 2003, 1 322 sites were identified. Since it was set up in 1998 the Italian post-office police has monitored approximately 70 000 sites. One social study of on-line paedophilia (carried out by the above-mentioned association Meter) has revealed that there exists a paedophile ‘cultural lobby’ which endeavours to justify both the ‘right to be paedophile’ and the claim that a paedophilic relationship is beneficial to children. Alongside this there is a thriving criminal-paedophilia industry which produces, distributes and sells child pornography, the turnover in which is difficult to estimate; rates vary from USD 35 for a weekly subscription providing access to 50 pornographic photographs of children to USD 150 for ‘rare’ photographs of small children between 2 and 6 years of age. In 60 % of cases the servers are located in the USA, with a further 30 % in the countries of eastern Europe. 1. Is the Commission aware of this state of affairs? 2. Can Europol provide accurate, up-to-date information? 3. Is the Commission able to disclose the results of the initiatives promoted by the EU in order to combat on-line paedophilia? 4. Once the websites have been investigated and the criminal nature of their activities has been established, what action can be taken in order to put a stop to such activities? 5. Does the Commission not consider that the Member States’ attention should be drawn (with reference to their educational policies) to the implications of a so-called ‘cultural’ concept of paedophilia, by means including a media-based information policy aimed at families? Answer given by Mr Vitorino on behalf of the Commission (4 June 2003) The Commission shares the opinion of the Honourable Member that child pornography on the Internet is a severe and growing problem. There is a clear need to persevere in the efforts to co-operate internationally, among governments, particularly law enforcement and judicial authorities, but also between governments and the Internet industry, hotlines and non-governmental organisations to effectively tackle this horrible phenomenon. C 33 E/122 EN 6.2.2004 Official Journal of the European Union "
    ]
}