{
    "text": [
        "1 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index The Gender Equality Index 2017 examines the progress and challenges in achieving gender equality across the European Union from 2005 to 2015. Using a scale from 1 (full inequality) to 100 (full equality), it measures the differences between women and men in key domains of the EU policy framework (work, money, knowledge, time, power and health). The Index also measures violence against women and intersecting inequalities. These are satellite domains and are part of the framework of the Gender Equality Index, but do not have an impact on the overall score. Intersecting inequalities show how gender intersects with age, education, family composition, country of birth and disability. The Gender Equality Index provides results for each domain and sub-domain for the EU and its 28 Member States (1). (1) The Gender Equality Index 2017 is based on the data of Eurostat (Education statistics, EU Labour Force Survey, European Health Interview Survey, EU Statistics on Income and Living Conditions, Structure of Earnings Survey), of Eurofound (European Quality of Life Survey, European Working Conditions Survey), of EIGE’s Gender Statistics Database (Women and Men in Decision-Making) and of the Fundamental Rights Agency’s Violence Against Women survey. The year of reference is 2015 (2014 for data on intersecting inequalities). The age of the reference population for the indicators is either 15+, 16+ or 18+, depending on the source. Gender Equality Index 2017: Sweden Change in score from 2005 to 2015 SE EU-28 66.2 SE 82.6 3.8 4.2 Progress in gender equality in Sweden, 2005-2015 In the Gender Equality Index 2017, Sweden achieved a score of 82.6 out of 100 , which is an increase of 3.8 points since 2005. This score is the highest in the EU-28, but progress is happening at a slightly slower pace than in the EU on average. Sweden has remained the country with the highest score in the Gender Equality Index. The gender equality score in the domain of time in Sweden is high and has remained stable. It shows good gender balance in the engagement of women and men in care and social activities. Small improvements have been made in the domain of health , but there is still room to increase access to medical and dental services. The biggest improvements took place in the domains of power and knowledge . Women’s representation in decision-making advanced in the economic sector. In education, women’s and men’s participation in formal or non-formal education increased. The situation in the domain of work has slightly improved, but continued segregation of women and men in the labour market is holding the country back from achieving full gender equality. The greatest challenge remains in the domain of money , where the distribution of economic resources between women and men became more unequal. The risk of poverty also increased slightly. ",
        "2 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Work In the domain of work, Sweden is ranked first in the EU. Greater participation of women and men in employment and decreasing gender gaps contributed to an increase in this score. The employment rate (20-64) is 78 % for women versus 83 % for men. The total employment rate is 81 %. Sweden has already reached its national Europe 2020 strategy (EU2020) target (over 80 %). When the number of hours worked is taken into account, the full-time equivalent (FTE) employment rate of women is around 57 %, compared to 65 % for men. Among couples with children, the FTE employment rate for women is 73 % compared to 87 % for men. The figures are similar for people aged 25-49 (74 % for women and 85 % for men). The FTE employment rate increases and the gender gap shrinks as education levels rise. The FTE employment rate is lower among foreign-born people compared to people born in Sweden. 38 % of women work part-time, compared to 16 % of men. On average, women work 34 hours per week, compared to 38 hours for men. 6 % of work- ing-age women versus 1 % of working-age men are either inactive or work part-time due to care responsibilities. Gender segregation in the labour market is a reality for both women and men. Nearly 43 % of women compared to 12 % of men worked in education, human health and social work activities (EHW). Five times more men (36 %) than women (7 %) work in science, technology, engineering and mathematics (STEM) occupations. Money The situation in the domain of money has slightly improved. Gender equal- ity has improved in earnings and income but has regressed in poverty and wealth distribution. Mean monthly earnings of women and men have increased, but women con- tinue to earn 15 % less than men. The gap is greater among couples with children, elderly people (65+) and people with disabilities. The population of women and men at risk of poverty has increased. 16 % of women and 14 % of men are at risk of poverty, compared to 10 % and 9 %, respectively, in 2005. Lone parents face a higher risk of poverty (35 % for women and 23 % for men), as well as non-EU-born women (57 %) and men (49 %). The share of women and men at risk of poverty decreases as the level of education rises. Inequalities in income distribution have increased for both genders. The gen- der pay gap is 14 % to the detriment of women. In 2012, women had lower pensions than men and the gender gap was 30 %. Both values are lower than the EU-28 average (16 % and 38 %, respectively). Domain of money 5.7 SE EU-28 79.6 Sub-domains Financial resources Economic situation 4.9 SE 87.5 3.4 10.1 93.1 82.3Domain of work 1.5 SE EU-28 71.5 Sub-domains Participation Segregation and quality of work SE 82.6 3.9 6.7 1.6 95.4 71.5 ",
        "3 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Knowledge The score in the domain of knowledge is the second best in the EU. This is mainly due to more people completing tertiary education and participating in lifelong training. The number of tertiary graduates increased, especially for women: 38 % of women, compared to 28 % of men, have a tertiary education. There are more women than men with a tertiary degree, in all age ranges, and this is also the case for both native-born and foreign-born people. Sweden has already met its EU2020 target to have 45-50 % of people aged 30-34 obtain tertiary educa- tion. The rate stands at 50 %. 24 % of women with disabilities have attained tertiary education, compared to 41 % of women without disabilities. For men with disabilities the rate is lower (15 %), compared to 31 % of men without disabilities. The rate of participation in lifelong learning has increased for both genders, reaching 41 % for women and 28 % for men. Gender segregation in study fields remains a challenge. The gender gap in tertiary education in education, health and welfare, humanities and the arts has slightly decreased, but levels remain relatively high. 53 % of women stu- dents, compared to 29 % of men are concentrated in these fields, which are traditionally seen as ‘feminine’. Time In the domain of time, Sweden is ranked first in the EU. The overall score has not changed. Gender equality in time-sharing for care activities has slightly increased, but this has been offset by a slight decrease in the allocation of time for social activities. Women are more likely to spend time caring for their family, but the differ- ence with men is much lower than in many other Member States. Around 30 % of women versus 27 % of men spend at least 1 hour per day on care and educational activities, a gap which has shrunk. The gender gap increases among persons aged 25-49 (59 % of women compared to 45 % of men), and in couples with children (93 % of women compared to 86 % of men). The level of engagement in care activities increases for both women and men as edu- cation levels increase. 74 % of women compared to 56 % of men do the cooking and housework every day for at least 1 hour. Among couples with children, the gender gap is higher (82 % for women and 66 % for men). Inequality in time-sharing at home also extends to social activities. Men are more likely than women to participate in sporting, cultural and leisure activ- ities outside the home. Participation in voluntary or charitable activities is also slightly higher for men. Sweden has met both the ‘Barcelona targets’, which are to have at least 33 % of children below the age of three and 90 % of children between the age of three and school age in childcare. In Sweden, the enrolment rates are 64 % and 96 %, respectively. Domain of time 1.0 SE EU-28 65.7 Sub-domains Care activities Social activities 2.8 SE 90.1 0.5 1.8 90.9 89.3 Domain of knowledge 2.6 SE EU-28 63.4 Sub-domains Attainment and participation Segregation 7.9 1.7 SE 72.8 4.7 78.5 67.5 ",
        "4 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Power In the domain of power, Sweden ranks first in the EU. The score has increased, mostly due to a substantial improvement in the sub-domain of economic power. The increase in the sub-domain of political power is due to increased gender balance in the government. From 2005 to 2015, the share of women ministers increased from 43 % to 51 %. Women’s presence in parliament (44 %) is in the gender balance zone and is the highest in the EU. The representation of women on the corporate boards of publicly listed com- panies has increased to 32 %. The presence of women on the board of the central bank has not changed (29 %). In the area of social power, Sweden is among the best ranked in the EU. 60 % of board members of research-funding organisations, 52 % of board members of publicly owned broadcasting organisations and 43 % of members of the highest decision-making bodies of national Olympic sport organisations are women. Health In the domain of health, Sweden has the top rank in the EU. The increased score reflects an improvement in all sub-domains. However, there is room to improve in the sub-domain of access to health services, where Sweden is ranked 21st in the EU. Life expectancy has increased for both women (84 years) and men (80 years), and the gender gap has slightly decreased. The number of healthy life years has also increased for both, but this number has increased at a faster pace for men (74 years for both). 77 % of women and 82 % of men rate their health as ‘good’ or ‘very good’. Lone mothers are less satisfied with their health than lone fathers (73 % and 98 %, respectively). The level of satisfaction with health increases with educa- tion levels and decreases with age. 90 % of women and 92 % of men are able to meet their medical needs. How- ever, this is slightly lower than the EU average. 95 % of women and 93 % of men had their dental needs met. Both these rates have increased. More men (39 %) are engaged in risk-enhancing behaviour (smoking and/or harmful drinking) compared to women (24 %). Slightly more women (58 %) than men (56 %) engage in healthy behaviour (doing physical activities and/or consuming fruit and vegetables). Domain of health 1.5 SE EU-28 87.4 Sub-domains Status Behaviour Access SE 94.1 2.4 4.0 3.5 89.3 – 97.4 95.8 Domain of power 9.6 SE EU-28 48.5 Sub-domains Political Economic Social SE 79.5 5.4 8.6 0.9 4.0 60.8 87.8 93.9 ",
        "5 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Violence Violence against women is included in the Gender Equality Index as a satellite domain. This means that the scores of the domain of violence do not have an impact on the final score of the Gender Equality Index. From a statistical perspective, the domain of violence does not measure gaps between women and men as core domains do. Rather, it measures and analyses women’s experiences of violence. Unlike other domains, the overall objective is not to reduce the gaps of violence between women and men, but to eradicate violence completely. A high score in the Gender Equality Index means a country is close to achieving a gender-equal soci- ety. However, in the domain of violence, the higher the score, the more serious the phenomenon of violence against women in the country is. On a scale of 1 to 100, 1 represents a situation where violence is non-existent and 100 represents a situ- ation where violence against women is extremely common, highly severe and not disclosed. The best-performing country is therefore the one with the lowest score. Sweden’s score for the domain of violence is 29.7, which is slightly above the EU average. In Sweden, 46 % of women have experienced physical and/or sexual violence since the age of 15. This is higher than the EU-28 average (33 %). 15 % of women who have experienced physical and/or sexual violence by any perpetrator in the past 12 months have not told anyone. This rate is slightly above the EU-28 average of 13 %. At societal level, violence against women costs Sweden an estimated EUR 4.2 billion a year through lost economic output, service utilisation and personal costs (2). The domain of violence is made up of three sub-domains: prevalence , which measures how often violence against women occurs; severity , which meas- ures the health consequences of violence; and disclosure , which measures the reporting of violence. (2) This is an exercise done at EU level to estimate the costs of the three major dimensions: services, lost economic output and pain and suffering of the victims. The estimates were extrapolated to the EU from a United Kingdom case study, based on population size. EIGE, Estimating the costs of gender-based violence in the European Union , Publications Office of the European Union, Luxembourg, 2014, p. 142 (http://eige.europa.eu/sites/default/files/documents/ MH0414745EN2.pdf). Domain of violence SE 27.5 EU-28 Sub-domains Prevalence Severity Disclosure SE 29.7 29.2 44.6 15.4 CONTEXTUAL FACTORS Measurement framework of the domain of violence ADDITIONAL INDICATORS COMPOSITE MEASURE One single score • Psychological violence • Sexual harassment • Stalking • Forced marriage • Trafficking in human beings • Female genital mutilation • Forced abortion and forced sterilisation • Policies • Prevention • Protection and support • Substantive law • Involvement of law enforcement agencies • Societal framework ",
        "6 Explore the Gender Equality Index at: eige.europa.eu/gender-statistics/gender-equality-index Unique features and benefits of the Gender Equality Index 2017 Results show that Sweden’s Gender Equality Index score is far above the EU-28 average, with some room for improvement, espe- cially in the domain of money. In order to reach full gender equality, a more targeted and holistic approach is needed. European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policymakers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. http://eige.europa.eu/ facebook.com/eige.europa.eu twitter.com/eurogender youtube.com/user/eurogender eige.sec@eige.europa.eu +370 52157444 European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA Paper: MH-01-18-160-EN-C 978-92-9470-480-1 10.2839/1122 PDF: MH-01-18-160-EN-N 978-92-9470-482-5 10.2839/779029 Contact details © European Institute for Gender Equality, 2018 Reproduction is authorised provided the source is acknowledged. Gender Equality Index 2015 increase from 2005 to 2015 decrease from 2005 to 2015 82.6 66.2 1 10 20 30 40 50 60 70 80 90 100 EL S c o r e s HU RO SK HR CZ CY PT EE LT PL LV BG MT IT AT DE EU-28 ES SI LU IE BE UK FR NL FI DK SE The Gender Equality Index: \u0083 monitors progress in gender equality across the EU and over time; \u0083 supports decision-makers in assessing how far Member States are from reaching gender equality; \u0083 shows the different outcomes of EU and national policies for women and men; \u0083 allows for meaningful gender analysis and comparison between different policy areas; \u0083 supports the development and implementation of gender equality policies and legislation; \u0083 increases awareness among decision-makers and the public of progress and challenges in implementing gender equality policies; \u0083 highlights data gaps and calls for harmonised and comparable data that are sex disaggregated and available for all Member States. Read more about the Gender Equality Index 2017 \u0083 Main report (2017) \u0083 Main findings (2017) \u0083 A snail’s pace towards gender equality: fact sheet (2017) \u0083 Methodological report (2017) \u0083 Measurement framework of violence against women (2017) \u0083 Intersecting inequalities (forthcoming) Explore the Gender Equality Index and the full data for Sweden at http://eige.europa.eu/gender-equality-index. "
    ]
}