{
    "text": [
        "I Legislative acts REGULATIONS ★ Regulation (EU) No 1257/2012 of the European Parliament and of the Council of 17 December 2012 implementing enhanced cooperation in the area of the creation of unitary patent protection . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 II Non-legislative acts INTERNATIONAL AGREEMENTS ★ Information on the date of signature of the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement between the European Community and the Republic of Madagascar . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 ★ Information on the date of signature of the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement between the European Community and the Islamic Republic of Mauritania . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 Acts whose titles are printed in light type are those relating to day-to-day management of agricultural matters, and are generally valid for a limited period. The titles of all other acts are printed in bold type and preceded by an asterisk. ISSN 1977-0677 L 361 Volume 55 31 December 2012 Legislation (Continued overleaf) Official Journal of the European Union EN English edition Contents Price: EUR 4 ",
        "2012/826/EU: ★ Council Decision of 28 November 2012 on the signing, on behalf of the European Union, and on the provisional application of the Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force 11 Protocol agreed between the European Union and the Republic of Madagascar setting out fishing oppor­ tunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 2012/827/EU: ★ Council Decision of 18 December 2012 on the signing, on behalf of the European Union, and on the provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years . . . . . . . . . . . 43 REGULATIONS ★ Council Regulation (EU) No 1258/2012 of 28 November 2012 on the allocation of the fishing opportunities under the Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force . . . . . . . . . . . . . . . . . . 85 ★ Council Regulation (EU) No 1259/2012 of 3 December 2012 on the allocation of the fishing opportunities under the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years, and amending Regu­ lation (EC) No 1801/2006 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 87 ★ Council Regulation (EU) No 1260/2012 of 17 December 2012 implementing enhanced cooperation in the area of the creation of unitary patent protection with regard to the applicable translation arrangements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 89 EN Contents (continued) ",
        "I (Legislative acts) REGULATIONS REGULATION (EU) No 1257/2012 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 17 December 2012 implementing enhanced cooperation in the area of the creation of unitary patent protection THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union and in particular the first paragraph of Article 118 thereof, Having regard to Council Decision 2011/167/EU of 10 March 2011 authorising enhanced cooperation in the area of the creation of unitary patent protection ( 1 ), Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Acting in accordance with the ordinary legislative procedure ( 2 ), Whereas: (1) The creation of the legal conditions enabling under­ takings to adapt their activities in manufacturing and distributing products across national borders and providing them with greater choice and more oppor­ tunities contributes to the attainment of the objectives of the Union set out in Article 3(3) of the Treaty on European Union. Uniform patent protection within the internal market, or at least a significant part thereof, should feature amongst the legal instruments which undertakings have at their disposal. (2) Pursuant to the first paragraph of Article 118 of the Treaty on the Functioning of the European Union (TFEU), measures to be taken in the context of the estab­ lishment and functioning of the internal market include the creation of uniform patent protection throughout the Union and the establishment of centralised Union-wide authorisation, coordination and supervision arrange­ ments. (3) On 10 March 2011, the Council adopted Decision 2011/167/EU authorising enhanced cooperation between Belgium, Bulgaria, the Czech Republic, Denmark, Germany, Estonia, Ireland, Greece, France, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Malta, the Netherlands, Austria, Poland, Portugal, Romania, Slovenia, Slovakia, Finland, Sweden and the United Kingdom (hereinafter ‘participating Member States’) in the area of the creation of unitary patent protection. (4) Unitary patent protection will foster scientific and tech­ nological advances and the functioning of the internal market by making access to the patent system easier, less costly and legally secure. It will also improve the level of patent protection by making it possible to obtain uniform patent protection in the participating Member States and eliminate costs and complexity for undertakings throughout the Union. It should be available to proprietors of a European patent from both the participating Member States and from other States, regardless of their nationality, residence or place of establishment. (5) The Convention on the Grant of European Patents of 5 October 1973, as revised on 17 December 1991 and on 29 November 2000 (hereinafter ‘EPC’), estab­ lished the European Patent Organisation and entrusted it with the task of granting European patents. This task is carried out by the European Patent Office (hereinafter ‘EPO’). A European patent granted by the EPO should, at the request of the patent proprietor, benefit from unitary effect by virtue of this Regulation in the participating Member States. Such a patent is hereinafter referred to as a ‘European patent with unitary effect’. EN 31.12.2012 Official Journal of the European Union L 361/1 ( 1 ) OJ L 76, 22.3.2011, p. 53. ( 2 ) Position of the European Parliament of 11 December 2012 (not yet published in the Official Journal) and decision of the Council of 17 December 2012. ",
        "(6) In accordance with Part IX of the EPC a group of Contracting States to the EPC may provide that European patents granted for those States have a unitary character. This Regulation constitutes a special agreement within the meaning of Article 142 of the EPC, a regional patent treaty within the meaning of Article 45(1) of the Patent Cooperation Treaty of 19 June 1970 as last modified on 3 February 2001 and a special agreement within the meaning of Article 19 of the Convention for the Protection of Industrial Property, signed in Paris on 20 March 1883 and last amended on 28 September 1979. (7) Unitary patent protection should be achieved by attributing unitary effect to European patents in the post-grant phase by virtue of this Regulation and in respect of all the participating Member States. The main feature of a European patent with unitary effect should be its unitary character, i.e. providing uniform protection and having equal effect in all the participating Member States. Consequently, a European patent with unitary effect should only be limited, transferred or revoked, or lapse, in respect of all the participating Member States. It should be possible for a European patent with unitary effect to be licensed in respect of the whole or part of the territories of the participating Member States. To ensure the uniform substantive scope of protection conferred by unitary patent protection, only European patents that have been granted for all the participating Member States with the same set of claims should benefit from unitary effect. Finally, the unitary effect attributed to a European patent should have an accessory nature and should be deemed not to have arisen to the extent that the basic European patent has been revoked or limited. (8) In accordance with the general principles of patent law and Article 64(1) of the EPC, unitary patent protection should take effect retroactively in the participating Member States as from the date of publication of the mention of the grant of the European patent in the European Patent Bulletin. Where unitary patent protection takes effect, the participating Member States should ensure that the European patent is deemed not to have taken effect on their territory as a national patent, so as to avoid any duplication of patent protection. (9) The European patent with unitary effect should confer on its proprietor the right to prevent any third party from committing acts against which the patent provides protection. This should be ensured through the estab­ lishment of a Unified Patent Court. In matters not covered by this Regulation or by Council Regulation (EU) No 1260/2012 of 17 December 2012 imple­ menting enhanced cooperation in the area of unitary patent protection with regard to the applicable trans­ lation arrangements ( 1 ), the provisions of the EPC, the Agreement on a Unified Patent Court, including its provisions defining the scope of that right and its limi­ tations, and national law, including rules of private inter­ national law, should apply. (10) Compulsory licences for European patents with unitary effect should be governed by the laws of the participating Member States as regards their respective territories. (11) In its report on the operation of this Regulation, the Commission should evaluate the functioning of the applicable limitations and, where necessary, make appro­ priate proposals, taking account of the contribution of the patent system to innovation and technological progress, the legitimate interests of third parties and overriding interests of society. The Agreement on a Unified Patent Court does not preclude the European Union from exercising its powers in this field. (12) In accordance with the case-law of the Court of Justice of the European Union, the principle of the exhaustion of rights should also be applied to European patents with unitary effect. Therefore, rights conferred by a European patent with unitary effect should not extend to acts concerning the product covered by that patent which are carried out within the participating Member States after that product has been placed on the market in the Union by the patent proprietor. (13) The regime applicable to damages should be governed by the laws of the participating Member States, in particular the provisions implementing Article 13 of Directive 2004/48/EC of the European Parliament and of the Council of 29 April 2004 on the enforcement of intel­ lectual property rights ( 2 ). (14) As an object of property, a European patent with unitary effect should be dealt with in its entirety, and in all the participating Member States, as a national patent of the participating Member State determined in accordance with specific criteria such as the applicant’s residence, principal place of business or place of business. (15) In order to promote and facilitate the economic exploi­ tation of an invention protected by a European patent with unitary effect, the proprietor of that patent should be able to offer it to be licensed in return for appropriate consideration. To that end, the patent proprietor should be able to file a statement with the EPO that he is prepared to grant a license in return for appropriate consideration. In that case, the patent proprietor should benefit from a reduction of the renewal fees as from the EPO’s receipt of such statement. EN L 361/2 Official Journal of the European Union 31.12.2012 ( 1 ) See page 89 of this Official Journal. ( 2 ) OJ L 157, 30.4.2004, p. 45. ",
        "(16) The group of Member States making use of the provisions of Part IX of the EPC may give tasks to the EPO and set up a select committee of the Administrative Council of the European Patent Organisation (hereinafter ‘Select Committee’). (17) The participating Member States should give certain administrative tasks relating to European patents with unitary effect to the EPO, in particular as regards the administration of requests for unitary effect, the regis­ tration of unitary effect and of any limitation, licence, transfer, revocation or lapse of European patents with unitary effect, the collection and distribution of renewal fees, the publication of translations for information purposes during a transitional period and the adminis­ tration of a compensation scheme for the reimbursement of translation costs incurred by applicants filing European patent applications in a language other than one of the official languages of the EPO. (18) In the framework of the Select Committee, the partici­ pating Member States should ensure the governance and supervision of the activities related to the tasks entrusted to the EPO by the participating Member States, ensure that requests for unitary effect are filed with the EPO within one month of the date of publication of the mention of the grant in the European Patent Bulletin and ensure that such requests are submitted in the language of the proceedings before the EPO together with the translation prescribed, during a transitional period, by Regulation (EU) No 1260/2012. The partici­ pating Member States should also ensure the setting, in accordance with the voting rules laid down in Article 35(2) of the EPC, of the level of the renewal fees and the share of the distribution of the renewal fees in accordance with the criteria set out in this Regu­ lation. (19) Patent proprietors should pay a single annual renewal fee for a European patent with unitary effect. Renewal fees should be progressive throughout the term of the patent protection and, together with the fees to be paid to the European Patent Organisation during the pre-grant stage, should cover all costs associated with the grant of the European patent and the administration of the unitary patent protection. The level of the renewal fees should be set with the aim of facilitating innovation and fostering the competitiveness of European businesses, taking into account the situation of specific entities such as small and medium-sized enterprises, for example in the form of lower fees. It should also reflect the size of the market covered by the patent and be similar to the level of the national renewal fees for an average European patent taking effect in the participating Member States at the time when the level of the renewal fees is first set. (20) The appropriate level and distribution of renewal fees should be determined in order to ensure that, in relation to the unitary patent protection, all costs of the tasks entrusted to the EPO are fully covered by the resources generated by the European patents with unitary effect and that, together with the fees to be paid to the European Patent Organisation during the pre-grant stage, the revenues from the renewal fees ensure a balanced budget of the European Patent Organisation. (21) Renewal fees should be paid to the European Patent Organisation. The EPO should retain an amount to cover the expenses generated at the EPO in carrying out tasks in relation to the unitary patent protection in accordance with Article 146 of the EPC. The remaining amount should be distributed among the participating Member States and should be used for patent-related purposes. The share of distribution should be set on the basis of fair, equitable and relevant criteria, namely the level of patent activity and the size of the market, and should guarantee a minimum amount to be distributed to each participating Member State in order to maintain a balanced and sustainable functioning of the system. The distribution should provide compensation for having an official language other than one of the official languages of the EPO, having a disproportionately low level of patenting activity established on the basis of the European Innovation Scoreboard, and/or having acquired membership of the European Patent Organi­ sation relatively recently. (22) An enhanced partnership between the EPO and central industrial property offices of the Member States should enable the EPO to make regular use, where appropriate, of the result of any search carried out by central industrial property offices on a national patent appli­ cation the priority of which is claimed in a subsequent European patent application. All central industrial property offices, including those which do not perform searches in the course of a national patent-granting procedure, can play an essential role under the enhanced partnership, inter alia, by giving advice and support to potential patent applicants, in particular small and medium-sized enterprises, by receiving appli­ cations, by forwarding applications to the EPO and by disseminating patent information. (23) This Regulation is complemented by Regulation (EU) No 1260/2012, adopted by the Council in accordance with the second paragraph of Article 118 of the TFEU. (24) Jurisdiction in respect of European patents with unitary effect should be established and governed by an instrument setting up a unified patent litigation system for European patents and European patents with unitary effect. (25) Establishing a Unified Patent Court to hear cases concerning the European patent with unitary effect is essential in order to ensure the proper functioning of that patent, consistency of case-law and hence legal EN 31.12.2012 Official Journal of the European Union L 361/3 ",
        "certainty, and cost-effectiveness for patent proprietors. It is therefore of paramount importance that the partici­ pating Member States ratify the Agreement on a Unified Patent Court in accordance with their national constitutional and parliamentary procedures and take the necessary steps for that Court to become operational as soon as possible. (26) This Regulation should be without prejudice to the right of the participating Member States to grant national patents and should not replace the participating Member States’ laws on patents. Patent applicants should remain free to obtain either a national patent, a European patent with unitary effect, a European patent taking effect in one or more of the Contracting States to the EPC or a European patent with unitary effect validated in addition in one or more other Contracting States to the EPC which are not among the participating Member States. (27) Since the objective of this Regulation, namely the creation of unitary patent protection, cannot be suffi­ ciently achieved by the Member States and can therefore, by reason of the scale and effects of this Regulation, be better achieved at Union level, the Union may adopt measures, where appropriate by means of enhanced cooperation, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective, HAVE ADOPTED THIS REGULATION: CHAPTER I GENERAL PROVISIONS Article 1 Subject matter 1. This Regulation implements enhanced cooperation in the area of the creation of unitary patent protection, authorised by Decision 2011/167/EU. 2. This Regulation constitutes a special agreement within the meaning of Article 142 of the Convention on the Grant of European Patents of 5 October 1973, as revised on 17 December 1991 and on 29 November 2000 (hereinafter ‘EPC’). Article 2 Definitions For the purposes of this Regulation, the following definitions shall apply: (a) ‘Participating Member State’ means a Member State which participates in enhanced cooperation in the area of the creation of unitary patent protection by virtue of Decision 2011/167/EU, or by virtue of a decision adopted in accordance with the second or third subparagraph of Article 331(1) of the TFEU, at the time the request for unitary effect as referred to in Article 9 is made; (b) ‘European patent’ means a patent granted by the European Patent Office (hereinafter ‘EPO’) under the rules and procedures laid down in the EPC; (c) ‘European patent with unitary effect’ means a European patent which benefits from unitary effect in the participating Member States by virtue of this Regulation; (d) ‘European Patent Register’ means the register kept by the EPO under Article 127 of the EPC; (e) ‘Register for unitary patent protection’ means the register constituting part of the European Patent Register in which the unitary effect and any limitation, licence, transfer, revo­ cation or lapse of a European patent with unitary effect are registered; (f) ‘European Patent Bulletin’ means the periodical publication provided for in Article 129 of the EPC. Article 3 European patent with unitary effect 1. A European patent granted with the same set of claims in respect of all the participating Member States shall benefit from unitary effect in the participating Member States provided that its unitary effect has been registered in the Register for unitary patent protection. A European patent granted with different sets of claims for different participating Member States shall not benefit from unitary effect. 2. A European patent with unitary effect shall have a unitary character. It shall provide uniform protection and shall have equal effect in all the participating Member States. It may only be limited, transferred or revoked, or lapse, in respect of all the participating Member States. It may be licensed in respect of the whole or part of the terri­ tories of the participating Member States. EN L 361/4 Official Journal of the European Union 31.12.2012 ",
        "3. The unitary effect of a European patent shall be deemed not to have arisen to the extent that the European patent has been revoked or limited. Article 4 Date of effect 1. A European patent with unitary effect shall take effect in the participating Member States on the date of publication by the EPO of the mention of the grant of the European patent in the European Patent Bulletin. 2. The participating Member States shall take the necessary measures to ensure that, where the unitary effect of a European patent has been registered and extends to their territory, that European patent is deemed not to have taken effect as a national patent in their territory on the date of publication of the mention of the grant in the European Patent Bulletin. CHAPTER II EFFECTS OF A EUROPEAN PATENT WITH UNITARY EFFECT Article 5 Uniform protection 1. The European patent with unitary effect shall confer on its proprietor the right to prevent any third party from committing acts against which that patent provides protection throughout the territories of the participating Member States in which it has unitary effect, subject to applicable limitations. 2. The scope of that right and its limitations shall be uniform in all participating Member States in which the patent has unitary effect. 3. The acts against which the patent provides protection referred to in paragraph 1 and the applicable limitations shall be those defined by the law applied to European patents with unitary effect in the participating Member State whose national law is applicable to the European patent with unitary effect as an object of property in accordance with Article 7. 4. In its report referred to in Article 16(1), the Commission shall evaluate the functioning of the applicable limitations and shall, where necessary, make appropriate proposals. Article 6 Exhaustion of the rights conferred by a European patent with unitary effect The rights conferred by a European patent with unitary effect shall not extend to acts concerning a product covered by that patent which are carried out within the participating Member States in which that patent has unitary effect after that product has been placed on the market in the Union by, or with the consent of, the patent proprietor, unless there are legitimate grounds for the patent proprietor to oppose further commer­ cialisation of the product. CHAPTER III A EUROPEAN PATENT WITH UNITARY EFFECT AS AN OBJECT OF PROPERTY Article 7 Treating a European patent with unitary effect as a national patent 1. A European patent with unitary effect as an object of property shall be treated in its entirety and in all the partici­ pating Member States as a national patent of the participating Member State in which that patent has unitary effect and in which, according to the European Patent Register: (a) the applicant had his residence or principal place of business on the date of filing of the application for the European patent; or (b) where point (a) does not apply, the applicant had a place of business on the date of filing of the application for the European patent. 2. Where two or more persons are entered in the European Patent Register as joint applicants, point (a) of paragraph 1 shall apply to the joint applicant indicated first. Where this is not possible, point (a) of paragraph 1 shall apply to the next joint applicant indicated in the order of entry. Where point (a) of paragraph 1 does not apply to any of the joint applicants, point (b) of paragraph 1 shall apply accordingly. 3. Where no applicant had his residence, principal place of business or place of business in a participating Member State in which that patent has unitary effect for the purposes of para­ graphs 1 or 2, the European patent with unitary effect as an object of property shall be treated in its entirety and in all the participating Member States as a national patent of the State where the European Patent Organisation has its headquarters in accordance with Article 6(1) of the EPC. 4. The acquisition of a right may not be dependent on any entry in a national patent register. Article 8 Licences of right 1. The proprietor of a European patent with unitary effect may file a statement with the EPO to the effect that the proprietor is prepared to allow any person to use the invention as a licensee in return for appropriate consideration. EN 31.12.2012 Official Journal of the European Union L 361/5 ",
        "2. A licence obtained under this Regulation shall be treated as a contractual licence. CHAPTER IV INSTITUTIONAL PROVISIONS Article 9 Administrative tasks in the framework of the European Patent Organisation 1. The participating Member States shall, within the meaning of Article 143 of the EPC, give the EPO the following tasks, to be carried out in accordance with the internal rules of the EPO: (a) to administer requests for unitary effect by proprietors of European patents; (b) to include the Register for unitary patent protection within the European Patent Register and to administer the Register for unitary patent protection; (c) to receive and register statements on licensing referred to in Article 8, their withdrawal and licensing commitments undertaken by the proprietor of the European patent with unitary effect in international standardisation bodies; (d) to publish the translations referred to in Article 6 of Regu­ lation (EU) No 1260/2012 during the transitional period referred to in that Article; (e) to collect and administer renewal fees for European patents with unitary effect, in respect of the years following the year in which the mention of the grant is published in the European Patent Bulletin; to collect and administer additional fees for late payment of renewal fees where such late payment is made within six months of the due date, as well as to distribute part of the collected renewal fees to the participating Member States; (f) to administer the compensation scheme for the reimbursement of translation costs referred to in Article 5 of Regulation (EU) No 1260/2012; (g) to ensure that a request for unitary effect by a proprietor of a European patent is submitted in the language of the proceedings as defined in Article 14(3) of the EPC no later than one month after the mention of the grant is published in the European Patent Bulletin; and (h) to ensure that the unitary effect is indicated in the Register for unitary patent protection, where a request for unitary effect has been filed and, during the transitional period provided for in Article 6 of Regulation (EU) No 1260/2012, has been submitted together with the translations referred to in that Article, and that the EPO is informed of any limitations, licences, transfers or revocations of European patents with unitary effect. 2. The participating Member States shall ensure compliance with this Regulation in fulfilling their international obligations undertaken in the EPC and shall cooperate to that end. In their capacity as Contracting States to the EPC, the participating Member States shall ensure the governance and supervision of the activities related to the tasks referred to in paragraph 1 of this Article and shall ensure the setting of the level of renewal fees in accordance with Article 12 of this Regulation and the setting of the share of distribution of the renewal fees in accordance with Article 13 of this Regulation. To that end they shall set up a select committee of the Adminis­ trative Council of the European Patent Organisation (hereinafter ‘Select Committee’) within the meaning of Article 145 of the EPC. The Select Committee shall consist of the representatives of the participating Member States and a representative of the Commission as an observer, as well as alternates who will represent them in their absence. The members of the Select Committee may be assisted by advisers or experts. Decisions of the Select Committee shall be taken with due regard for the position of the Commission and in accordance with the rules laid down in Article 35(2) of the EPC. 3. The participating Member States shall ensure effective legal protection before a competent court of one or several partici­ pating Member States against the decisions of the EPO in carrying out the tasks referred to in paragraph 1. CHAPTER V FINANCIAL PROVISIONS Article 10 Principle on expenses The expenses incurred by the EPO in carrying out the additional tasks given to it, within the meaning of Article 143 of the EPC, by the participating Member States shall be covered by the fees generated by the European patents with unitary effect. Article 11 Renewal fees 1. Renewal fees for European patents with unitary effect and additional fees for their late payment shall be paid to the European Patent Organisation by the patent proprietor. Those fees shall be due in respect of the years following the year in which the mention of the grant of the European patent which benefits from unitary effect is published in the European Patent Bulletin. EN L 361/6 Official Journal of the European Union 31.12.2012 ",
        "2. A European patent with unitary effect shall lapse if a renewal fee and, where applicable, any additional fee have not been paid in due time. 3. Renewal fees which fall due after receipt of the statement referred to in Article 8(1) shall be reduced. Article 12 Level of renewal fees 1. Renewal fees for European patents with unitary effect shall be: (a) progressive throughout the term of the unitary patent protection; (b) sufficient to cover all costs associated with the grant of the European patent and the administration of the unitary patent protection; and (c) sufficient, together with the fees to be paid to the European Patent Organisation during the pre-grant stage, to ensure a balanced budget of the European Patent Organisation. 2. The level of the renewal fees shall be set, taking into account, among others, the situation of specific entities such as small and medium-sized enterprises, with the aim of: (a) facilitating innovation and fostering the competitiveness of European businesses; (b) reflecting the size of the market covered by the patent; and (c) being similar to the level of the national renewal fees for an average European patent taking effect in the participating Member States at the time the level of the renewal fees is first set. 3. In order to attain the objectives set out in this Chapter, the level of renewal fees shall be set at a level that: (a) is equivalent to the level of the renewal fee to be paid for the average geographical coverage of current European patents; (b) reflects the renewal rate of current European patents; and (c) reflects the number of requests for unitary effect. Article 13 Distribution 1. The EPO shall retain 50 per cent of the renewal fees referred to in Article 11 paid for European patents with unitary effect. The remaining amount shall be distributed to the participating Member States in accordance with the share of distribution of the renewal fees set pursuant to Article 9(2). 2. In order to attain the objectives set out in this Chapter, the share of distribution of renewal fees among the participating Member States shall be based on the following fair, equitable and relevant criteria: (a) the number of patent applications; (b) the size of the market, while ensuring a minimum amount to be distributed to each participating Member State; (c) compensation to the participating Member States which have: (i) an official language other than one of the official languages of the EPO; (ii) a disproportionately low level of patenting activity; and/or (iii) acquired membership of the European Patent Organi­ sation relatively recently. CHAPTER VI FINAL PROVISIONS Article 14 Cooperation between the Commission and the EPO The Commission shall establish a close cooperation through a working agreement with the EPO in the fields covered by this Regulation. This cooperation shall include regular exchanges of views on the functioning of the working agreement and, in particular, on the issue of renewal fees and their impact on the budget of the European Patent Organisation. Article 15 Application of competition law and the law relating to unfair competition This Regulation shall be without prejudice to the application of competition law and the law relating to unfair competition. EN 31.12.2012 Official Journal of the European Union L 361/7 ",
        "Article 16 Report on the operation of this Regulation 1. Not later than three years from the date on which the first European patent with unitary effect takes effect, and every five years thereafter, the Commission shall present to the European Parliament and the Council a report on the operation of this Regulation and, where necessary, make appropriate proposals for amending it. 2. The Commission shall regularly submit to the European Parliament and the Council reports on the functioning of the renewal fees referred to in Article 11, with particular emphasis on compliance with Article 12. Article 17 Notification by the participating Member States 1. The participating Member States shall notify the Commission of the measures adopted in accordance with Article 9 by the date of application of this Regulation. 2. Each participating Member State shall notify the Commission of the measures adopted in accordance with Article 4(2) by the date of application of this Regulation or, in the case of a participating Member State in which the Unified Patent Court does not have exclusive jurisdiction with regard to European patents with unitary effect on the date of application of this Regulation, by the date from which the Unified Patent Court has such exclusive jurisdiction in that participating Member State. Article 18 Entry into force and application 1. This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . 2. It shall apply from 1 January 2014 or the date of entry into force of the Agreement on a Unified Patent Court (the ‘Agreement’), whichever is the later. By way of derogation from Articles 3(1), 3(2) and 4(1), a European patent for which unitary effect is registered in the Register for unitary patent protection shall have unitary effect only in those participating Member States in which the Unified Patent Court has exclusive jurisdiction with regard to European patents with unitary effect at the date of registration. 3. Each participating Member State shall notify the Commission of its ratification of the Agreement at the time of deposit of its ratification instrument. The Commission shall publish in the Official Journal of the European Union the date of entry into force of the Agreement and a list of the Member States who have ratified the Agreement at the date of entry into force. The Commission shall thereafter regularly update the list of the participating Member States which have ratified the Agreement and shall publish such updated list in the Official Journal of the European Union . 4. The participating Member States shall ensure that the measures referred to in Article 9 are in place by the date of application of this Regulation. 5. Each participating Member State shall ensure that the measures referred to in Article 4(2) are in place by the date of application of this Regulation or, in the case of a partici­ pating Member State in which the Unified Patent Court does not have exclusive jurisdiction with regard to European patents with unitary effect on the date of application of this Regulation, by the date from which the Unified Patent Court has such exclusive jurisdiction in that participating Member State. 6. Unitary patent protection may be requested for any European patent granted on or after the date of application of this Regulation. This Regulation shall be binding in its entirety and directly applicable in the participating Member States in accordance with the Treaties. Done at Brussels, 17 December 2012. For the European Parliament The President M. SCHULZ For the Council The President A. D. MAVROYIANNIS EN L 361/8 Official Journal of the European Union 31.12.2012 ",
        "II (Non-legislative acts) INTERNATIONAL AGREEMENTS Information on the date of signature of the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement between the European Community and the Republic of Madagascar The European Union and the Government of the Republic of Madagascar signed the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement in Brussels on 6 December 2012. The Protocol accordingly applies provisionally from 1 January 2013 pursuant to Article 15 thereof. EN 31.12.2012 Official Journal of the European Union L 361/9 ",
        "Information on the date of signature of the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement between the European Community and the Islamic Republic of Mauritania The European Union and the Government of the Islamic Republic of Mauritania signed the Protocol setting out the fishing opportunities and the financial contribution provided for by the Fisheries Partnership Agreement, respectively in Brussels on 12 December 2012 and in Nouakchott on 16 December 2012. The Protocol accordingly applies provisionally from 16 December 2012 pursuant to Article 9 thereof. EN L 361/10 Official Journal of the European Union 31.12.2012 ",
        "COUNCIL DECISION of 28 November 2012 on the signing, on behalf of the European Union, and on the provisional application of the Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force (2012/826/EU) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with Article 218(5) thereof, Having regard to the proposal from the European Commission, Whereas: (1) On 15 November 2007, the Council adopted Regulation (EC) No 31/2008 on the conclusion of the Fisheries Part­ nership Agreement between the European Community and the Republic of Madagascar ( 1 ) ( \" the Partnership Agreement \" ). (2) A new Protocol to the Partnership Agreement was initialled on 10 May 2012 ( \" the new Protocol \" ). The new Protocol grants EU vessels fishing opportunities in waters in which Madagascar exercises its sovereignty or jurisdiction as regards fishing. (3) The current Protocol expires on 31 December 2012. (4) To ensure EU vessels can continue their fishing activities, the new Protocol provides for it to apply on a provisional basis from the date of its signature, and from 1 January 2013 at the earliest, pending the completion of the procedures for its conclusion. (5) The new Protocol should be signed, HAS ADOPTED THIS DECISION: Article 1 The signing, on behalf of the Union, of the Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force ( \" the Protocol \" ) is hereby auth­ orised, subject to its conclusion. The text of the Protocol is attached to this Decision. Article 2 The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol on behalf of the Union. Article 3 The Protocol shall be applied provisionally, in accordance with Article 15 thereof, from the date of its signature, and from 1 January 2013 at the earliest, pending the completion of the procedures for its conclusion. Article 4 This Decision shall enter into force on the date of its adoption. Done at Luxembourg, 28 November 2012. For the Council The President S. ALETRARIS EN 31.12.2012 Official Journal of the European Union L 361/11 ( 1 ) OJ L 15, 18.1.2008, p. 1. ",
        "PROTOCOL agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force Article 1 Period of application and fishing opportunities 1. For a period of two years, the fishing opportunities granted under Article 5 of the Fisheries Partnership Agreement ( \" the Agreement \" ) shall be as follows: Highly migratory species (species listed in Annex 1 to the 1982 United Nations Convention on the Law of the Sea) with the exception of the Alopiidae and Sphyrnidae families, in addition to the following species: Cetorhinus maximus, Rhincodon typus, Carcharodon carcharias, Carcharhinus falciformis and Carcharhinus longimanus: (a) 40 tuna seiners, (b) 34 surface longliners with a tonnage greater than 100 GT, (c) 22 surface longliners with a tonnage of 100 GT or below. 2. Paragraph 1 shall apply subject to Articles 5 and 6. 3. Under Article 6 of the Agreement and Article 7 of this Protocol, vessels flying the flag of a Member State of the Union may engage in fishing activities in the waters of Madagascar only if they are on the list of fishing vessels authorised by the Indian Ocean Tuna Commission (IOTC) and are in possession of a fishing authorisation issued under the conditions laid down in this Protocol and in accordance with the Annex hereto. Article 2 Financial contribution - Methods of payment 1. For the period referred to in Article 1, the total financial contribution referred to in Article 7 of the Agreement shall be EUR 3 050 000 for the whole duration of this Protocol. 2. This total financial contribution shall comprise: (a) an annual amount for access to the Malagasy fishing zone of EUR 975 000 equivalent to a reference tonnage of 15 000 tonnes per year, and (b) a specific amount of EUR 550 000 per year for supporting and implementing Madagascar's sectoral fisheries policy and maritime policy. 3. Paragraph 1 shall apply subject to Articles 3, 5, 6, 8 and 9. 4. The Union shall pay the financial contribution referred to in paragraph 1 at the rate of EUR 1 525 000 per year during the period of application of this Protocol, corresponding to the total amount set out in points (a) and (b) of paragraph 2. 5. If the total quantity of catches of tuna by EU vessels in Madagascar's fishing zone exceeds 15 000 tonnes per year, the amount of the annual financial contribution for access rights shall be EUR 65 for each additional tonne caught. However, the total annual amount paid by the Union shall not be more than twice the amount indicated in point (a) of paragraph 2 above. If the amounts caught by EU vessels in Madagascar's fishing zone exceed the quantities corresponding to twice the total annual amount, the amount due in respect of the quantity exceeding that limit shall be paid the following year, in accordance with the Annex. In order to anticipate any possible exceeding of the reference tonnage, the two parties shall adopt a system allowing ongoing catch monitoring. 6. Payment shall be made no later than 90 days after this Protocol's provisional application, as referred to in Article 15, for the first year, and no later than the anniversary date of this Protocol for the following years. 7. Madagascar shall have full discretion regarding the use of the financial contribution specified in point (a) of Article 2(2). 8. The financial contribution shall be paid or transferred into a unique Public Treasury account opened at the Madagascar Central Bank. The account reference is as follows: Agence Comptable Centrale du Trésor public with the Banque Centrale de Madagascar Antaninarenina, Antananarivo, Madagascar - account no: 213 101 000 125 TP EUR. Article 3 Promoting responsible fishing and sustainable fisheries in the waters of Madagascar 1. From the date of the provisional application of this Protocol, and no later than three months after that date, the Union and Madagascar shall agree, within the Joint Committee provided for in Article 9 of the Agreement, on a multiannual sectoral programme, in accordance with Madagascar's national strategy for fisheries and the policy framework of the European Commission, and on detailed implementing rules covering, in particular: (a) annual and multiannual guidelines for using the specific amount of the financial contribution referred to in point (b) of Article 2(2); EN L 361/12 Official Journal of the European Union 31.12.2012 ",
        "(b) the annual and multiannual objectives to be achieved with a view to introducing responsible fishing and sustainable fisheries, taking account of the priorities expressed by Madagascar in its national fisheries policy and other policies relating to or having an impact on the promotion of responsible fishing and sustainable fisheries, particularly as regards protected marine areas; (c) criteria and procedures including, where appropriate, budgetary and financial indicators, to be used for evaluating the results obtained each year. 2. Any proposed amendments to the multiannual sectoral programme must be approved by both parties within the Joint Committee. Article 4 Scientific cooperation to ensure responsible fishing 1. The two parties hereby undertake to promote responsible fishing in the waters of Madagascar on the basis of the principle of non-discrimination between the different fleets fishing in those waters. 2. During the period covered by this Protocol, the Union and Madagascar shall endeavour to monitor the state of fishery resources in Madagascar's fishing zone. 3. Both parties shall endeavour to comply with the resol­ utions and recommendations of the IOTC, and with the management plans adopted by them, regarding conservation and the responsible management of fisheries. Both parties shall also make every effort to comply with the opinions of the joint scientific working group provided for in Article 4(2) of the Agreement. 4. In accordance with Article 4 of the Agreement, and based on the recommendations and resolutions adopted within the IOTC, and in the light of the best available scientific advice and, where appropriate, the results of the joint scientific meeting provided for by Article 4 of the Agreement, the two parties shall consult each other within the Joint Committee provided for in Article 9 of the Agreement and, where necessary, agree on the measures to ensure sustainable management of Madagascar's fisheries resources. Article 5 Adjustment of fishing opportunities by mutual agreement 1. The fishing opportunities referred to in Article 1 may be amended by mutual agreement insofar as the recommendations and resolutions of the IOTC and the joint scientific working group tend to support that such an amendment will secure the sustainable management of tuna and tuna-like species in the Indian Ocean. 2. In such cases, the financial contribution referred to in point (a) of Article 2(2) shall be adjusted proportionately and pro rata temporis. However, the total annual amount paid by the Union may not be more than twice the figure indicated in point (a) of Article 2(2). 3. Both parties shall notify each other of any changes to their respective fisheries policies and legislation. Article 6 New fishing opportunities 1. In the event that EU fishing vessels become interested in engaging in fisheries not provided for in Article 1 of the Agreement, the parties shall consult each other before any possible authorisation is granted in respect of any such activities and, where appropriate, agree on the conditions for such fishing, including making the relevant amendments to this Protocol and to the Annex hereto. 2. The parties shall encourage experimental fishing, especially as regards under-exploited species present in the waters of Madagascar. To this end, and at the request of either party, the parties shall consult each other with a view to determining, on a case-by-case basis, the species, conditions and other relevant parameters. 3. The parties shall carry out experimental fishing in accordance with parameters to be agreed by both parties in an administrative arrangement where appropriate. For Madagascar, the National Centre for Oceanographic Research and the Institute for Fisheries Studies and Marine Science shall be involved in the definition of these parameters. 4. Authorisations for experimental fishing should be agreed for a maximum period of six months. 5. If the parties consider that experimental campaigns have yielded positive results, the Government of Madagascar may allocate fishing opportunities in respect of the new species to the Union fleet until the expiry of this Protocol. The financial contribution referred to in point (a) of Article 2(2) shall consequently be increased. Shipowners' fees and other conditions as provided for in the Annex shall be amended accordingly. Article 7 Conditions governing fishing activities — Exclusivity clause Without prejudice to Article 6 of the Agreement, EU vessels may fish in the waters of Madagascar only if they are in possession of a valid fishing authorisation issued by the Malagasy Ministry responsible for Fisheries under this Protocol and the Annex hereto. EN 31.12.2012 Official Journal of the European Union L 361/13 ",
        "Article 8 Suspension and review of the payment of the financial contribution 1. Notwithstanding the provisions of Article 9, the financial contribution referred to in points (a) and (b) of Article 2(2) shall be reviewed or suspended after consultation between the two parties: (a) if fishing activities in Madagascar's fishing zone are prevented for reasons other than natural phenomena; (b) following significant changes in the policy guidelines of either one of the parties affecting the relevant provisions of this Protocol; (c) if the Union notes that there has been a violation of the essential and fundamental human rights provided for in Article 9 of the Cotonou Agreement and following the procedure provided for in Articles 8 and 96 of that Agreement. In this case, all EU fishing vessel activities in the waters of Madagascar shall be suspended. 2. The Union reserves the right to suspend, partially or totally, the payment of the specific financial contribution provided for in point (b) of Article 2(2): (a) if the results obtained are inconsistent with the programming, following an assessment by the Ministry responsible for Fisheries and an evaluation carried out by the Joint Committee; (b) in the event of failure to implement this financial contribution. 3. Payment of the financial contribution shall resume after consultation and agreement by the two parties, as soon as the situation existing prior to the events referred to in paragraph 1 has been re-established, and/or when the results of the financial implementation referred to in paragraph 2 so warrant. Article 9 Suspension of the Implementation of the Protocol 1. Implementation of this Protocol shall be suspended at the initiative of either one of the parties, subject to consultations between and the agreement of the parties within the Joint Committee provided for in Article 9 of the Agreement: (a) if exceptional circumstances, other than natural phenomena, prevent fishing activities in Madagascar's fishing zone; (b) if the Union fails to make the payments provided for in point (a) of Article 2(2) for reasons not covered by Article 8 of this Protocol; (c) where a dispute arises between the parties over the inter­ pretation and implementation of this Protocol and its Annex, which cannot be settled; (d) if either one of the parties does not comply with the provisions of this Protocol and its Annex; (e) following significant policy changes on the part of either one of the parties affecting the relevant provisions of this Protocol; (f) if either one of the parties ascertains a breach of essential and fundamental elements regarding human rights as laid out by Article 9 of the Cotonou Agreement, and following the procedure set out in Articles 8 and 96 thereof; (g) in case of non-compliance with the International Labour Organisation Declaration on Fundamental Principles and Rights at Work as provided in Article 3(5) of the Agreement. 2. The suspension of the implementation of this Protocol shall require the party concerned to notify its intention in writing at least three months before the date on which the suspension is due to take effect. 3. In the event of the implementation being suspended, the parties shall continue to consult each other with a view to finding an amicable settlement to their dispute. Where such settlement is reached, implementation of this Protocol shall resume and the amount of the financial contribution shall be reduced proportionately and pro rata temporis according to the period during which implementation of this Protocol was suspended. Article 10 National law 1. The activities of EU fishing vessels in the waters of Madagascar shall be subject to the laws and regulations of Madagascar, unless otherwise provided under this Protocol and the Annex hereto. 2. The authorities of Madagascar shall inform the European Commission of any changes or new legislation regarding its fishery policy. Article 11 Confidentiality The parties shall ensure that, at any time, all data relating to EU vessels and their fishing activities in the waters of Madagascar will be treated as confidential. These data shall be used exclusively for the implementation of the Agreement and for the purposes of fisheries management, monitoring, control and surveillance by the relevant authorities. EN L 361/14 Official Journal of the European Union 31.12.2012 ",
        "Article 12 Electronic data exchange Madagascar and the Union hereby undertake to implement the necessary systems for the electronic exchange of all information and documents related to the implementation of the Agreement as soon as possible. All electronic exchanges shall be the subject of an acknowledgment of receipt. The electronic form of a document shall at any point be considered equivalent to the paper version. Both parties shall immediately notify any disruption of computer systems impeding such exchanges. In such circum­ stances, the information and documents related to the imple­ mentation of the Agreement shall be automatically replaced by their paper version in the manner defined in the Annex. Article 13 Duration This Protocol and the Annex hereto shall apply for a period of two years as from their provisional application, as determined in Article 15, unless notice of termination is given in accordance with Article 14. Article 14 Termination 1. In the event of the termination of this Protocol, the party concerned shall notify the other party in writing of its intention to terminate it at least six months before the date on which such termination takes effect. 2. The sending of the notification referred to in the previous paragraph shall lead to consultations by the parties being initiated. Article 15 Provisional application This Protocol shall be applied provisionally from the date of its signature, and from 1 January 2013 at the earliest. Article 16 Entry into force This Protocol and its Annex shall enter into force on the date on which the parties notify each other of the completion of the procedures necessary for that purpose. For the European Union For the Republic of Madagascar EN 31.12.2012 Official Journal of the European Union L 361/15 ",
        "3а Европейския съюз Por la Unión Europea Za Evropskou unii For Den Europæiske Union Für die Europäische Union Euroopa Liidu nimel Για την Ευρωπαϊκή Ένωση For the European Union Pour l’Union européenne Per l’Unione europea Eiropas Savienības vārdā – Europos Sąjungos vardu Az Európai Unió részéről Għall-Unjoni Ewropea Voor de Europese Unie W imieniu Unii Europejskiej Pela União Europeia Pentru Uniunea Europeană Za Európsku úniu Za Evropsko unijo Euroopan unionin puolesta För Europeiska unionen За правителството на Република Мадагаскар Por el Gobierno de la República de Madagascar Za vládu Madagaskarské republiky For regeringen for Republikken Madagaskar Für die Regierung der Republik Madagaskar Madagaskari Vabariigi valitsuse nimel Για την Κυβέρνηση της Δημοκρατίας της Μαδαγασκάρης For the Government of the Republic of Madagascar Pour le gouvernement de la République de Madagascar Per il governo della Repubblica del Madagascar Madagaskaras Republikas valdības vārdā – Madagaskaro Respublikos Vyriausybės vardu A Madagaszkári Köztársaság kormánya részéről Għall-Gvern tar-Repubblika tal-Madagaskar Voor de Regering van de Republiek Madagaskar W imieniu rządu Republiki Madagaskaru Pelo Governo da República de Madagáscar Pentru guvernul Republicii Madagascar Za vládu Madagaskarskej republiky Za vlado Republike Madagaskar Madagaskarin tasavallan hallituksen puolesta På Republiken Madagaskars regerings vägnar EN L 361/16 Official Journal of the European Union 31.12.2012 ",
        "ANNEX CONDITIONS FOR THE EXERCISE OF FISHING ACTIVITIES BY EUROPEAN UNION VESSELS IN THE FISHING ZONE OF MADAGASCAR CHAPTER I GENERAL PROVISIONS 1. Designation of competent authority For the purposes of this Annex and unless otherwise stated, any reference to the European Union (EU) or to Madagascar as a competent authority shall mean: (a) for the EU: the European Commission, where applicable via the EU Delegation in Madagascar; (b) for Madagascar: the Ministry responsible for Fisheries. 2. Madagascar's fishing zone All the provisions of the Protocol and its Annex shall apply exclusively in the fishing zone of Madagascar, as indicated in Appendices 3 and 4, without prejudice to the following provisions: (a) EU vessels may carry out fishing activities in waters beyond 20 nautical miles from the base line in the case of tuna seiners and surface longliners, (b) a protection area of 3 miles around national fish aggregating devices must be complied with, (c) in order to preserve the sustainable exploitation of certain demersal species by national operators, the surface longliners covered by this Protocol are prohibited from fishing in the areas of Leven Bank and of Castor Bank, the coordinates of which are listed in Appendix 5. 3. Appointment of a local agent Any EU vessel wishing to obtain a fishing authorisation under the present Protocol must be represented by an agent residing in Madagascar. 4. Bank account Madagascar shall notify the EU, before the date of the provisional application of the Protocol, of the details of the bank account(s) into which the financial sums payable by EU vessels under the Agreement shall be paid. The associated bank transfer costs shall be borne by the ship-owners. CHAPTER II TUNA FISHING AUTHORISATIONS 1. Condition for obtaining a tuna fishing authorisation – eligible vessels The tuna fishing authorisations referred to in Article 6 of the Agreement shall be issued on the condition that the vessel is included in the EU register of fishing vessels on the IOTC's list of authorised fishing vessels, and that all previous obligations relating to the ship-owner, the captain, or the vessel itself, arising out of fishing activities in Madagascar under the Agreement and Malagasy fisheries legislation, have been met. 2. Application for a fishing authorisation The EU shall submit to Madagascar an application for a fishing authorisation in respect of any vessel wishing to fish under the Agreement at least fifteen working days before the start of the period of validity requested, using the form attached as Appendix 1. The application must be typed or written legibly in block capitals. For each initial application for a fishing authorisation on the basis of the Protocol in force, or following a technical change to the vessel concerned, the application shall be accompanied by: (a) the proof of payment of the advance payment fee for the period of validity of the fishing authorisation requested; EN 31.12.2012 Official Journal of the European Union L 361/17 ",
        "(b) the names, addresses and contact details of: (i) the owner of the fishing vessel; (ii) the operator of the fishing vessel; (iii) the local agent for the vessel; (c) a recent colour photograph of the vessel, showing a lateral view, and at least 15 cm × 10 cm in size; (d) the vessel's seaworthiness certificate; (e) the vessel's registration number; (f) the vessel's health certificate, issued by the competent EU authority; (g) the fishing vessel's contact details (fax, e-mail, etc.). For the renewal of a fishing authorisation under the Protocol in force, for a vessel whose technical specifications have not been modified, the renewal application shall be accompanied only by proof of payment of the fee. 3. Advance payment fee The amount of the advance payment fee shall be set on the basis of the annual rate specified in the technical sheets attached as Appendix 2. It shall include all local and national taxes with the exception of port taxes, landing taxes, transhipment taxes and charges for the provision of services. 4. Provisional list of vessels requesting a licence Once it has received the fishing authorisation applications, the national body responsible for supervising fishing activities shall immediately draw up, for each category of vessel, the provisional list of applicant vessels. This list shall be sent as soon as possible to the EU by the competent Malagasy authority. The EU shall forward the provisional list to the vessel owner or to the local agent. If the EU offices are closed, Madagascar may send the provisional list directly to the ship-owner or to their local agent with a copy to the EU. 5. Issue of the fishing authorisation Fishing authorisations for all vessels shall be issued to ship-owners or to their local agent within fifteen working days of the competent authority receiving the full application. A copy of this fishing authorisation shall be sent immediately to the EU Delegation in Madagascar. 6. List of vessels authorised to fish Once the fishing authorisation is issued, the national body responsible for supervising fishing activities shall immediately draw up, for each category of vessel, the final list of vessels authorised to fish in Madagascar's fishing zone. That list shall be sent to the EU immediately and shall replace the provisional list referred to above. 7. Period of validity of the fishing authorisation Fishing authorisations shall be valid for one year from 1 January to 31 December and be renewable. 8. Documents to be carried While in the waters of Madagascar or in a Malagasy port, the following documents must be carried on board the fishing vessel at all times: (a) the original of the authorisation to fish; however, if the original cannot be obtained within one month, a copy of the list of vessels authorised to fish, as provided for in point 6 of Chapter II of this Annex, shall be considered as authentic; EN L 361/18 Official Journal of the European Union 31.12.2012 ",
        "(b) the documents issued by a competent authority of the fishing vessel's flag state, showing: — the number under which the fishing vessel is registered, the vessel's certificate of registration; — the Conformity certificate provided for by the International Maritime Organisation (IMO) Torremolinos Convention; (c) up-to-date certified drawings or descriptions of the layout of the fishing vessel, and in particular the number of fish holds, with the storage capacity expressed in cubic metres; (d) if any modification was made to the characteristics of the fishing vessel with respect to its overall length, its gross registered tonnage, the horsepower of its main engine or engines or its hold capacity, a certificate, certified by a competent authority of the flag state of the fishing vessel, describing the nature of such modification; (e) if the fishing vessel is equipped with refrigerated sea-water tanks, a document certified by a competent authority of the flag state of the vessel indicating the calibration of the tanks in cubic metres; (f) if applicable, a ballast water management record book is to be kept updated (dates and times of uptake with positions and volumes, dates and times of discharge with positions and volumes, the treatments performed on this water); (g) an authorisation to fish outside the waters under the jurisdiction of the flag state issued in respect of the fishing vessel or an extract from the register of vessels authorised by the IOTC; and (h) a copy of the Malagasy fisheries legislation currently in force. 9. Transfer of fishing authorisation The fishing authorisation shall be issued for a given vessel and shall not be transferable. However, where force majeure is proven and at the request of the EU, a vessel fishing authorisation may be replaced by a new authorisation, issued for another similar vessel or a substitute vessel, without payment of a new advance payment. In such a case, the statement of fees for surface longliners and freezer tuna seiners in Chapter IV shall take into account the total catch of the two types of vessel in Madagascar's fishing zone. The transfer shall involve the return of the fishing authorisation to be replaced by the ship-owner or their local agent in Madagascar and the immediate drawing up by Madagascar of the replacement authorisation. The replacement authorisation shall be issued as soon as possible to the ship-owner or their local agent, when the authorisation to be replaced is returned. The replacement authorisation shall take effect on the day on which the authorisation to be replaced is returned. Madagascar shall update the list of vessels authorised to fish as soon as possible. The new list shall be sent as soon as possible to the national body responsible for supervising fishing, and to the EU. 10. Support vessels Support vessels flying an EU flag must be authorised in compliance with the provisions and conditions provided for in Malagasy legislation. The annual licence fee applicable to the support vessel is EUR 2 500 per annum. The competent Malagasy authorities shall send the list of these authorisations to the European Commission on a regular basis, via the EU Delegation in Madagascar. CHAPTER III TECHNICAL MEASURES Technical measures applicable to the vessels holding a fishing authorisation, relating to the zone, fishing gears and by- catches, shall be defined for each fishing category in the technical sheets attached as Appendix 2. The vessels shall comply with the fisheries legislation of Madagascar and all the resolutions adopted by the IOTC. EN 31.12.2012 Official Journal of the European Union L 361/19 ",
        "CHAPTER IV CATCH REPORTING 1. Definition of the fishing trip For the purposes of this Annex, the duration of a fishing trip by an EU vessel shall be defined as follows: (a) the period elapsing between entering and leaving Madagascar's fishing zone, or (b) the period elapsing between entering Madagascar's fishing zone and a transhipment in port and/or a landing in Madagascar. 2. Fishing logbook The captain of an EU vessel fishing under the Agreement shall keep an IOTC fishing logbook, for which the model for each category of fishing is included in Appendices 6 and 7. The fishing logbook must comply with IOTC resolution 08/04 for longliners and resolution 10/03 for purse seiners. The fishing logbook shall be completed by the captain for each day the vessel is present in the fishing zone of Madagascar. Each day the captain shall record in the fishing logbook the quantity of each species, identified by its 3-alpha code of the Food and Agriculture Organization of the United Nations (FAO), caught and kept on board, expressed in kilograms of live weight or, where necessary, the number of individual fish. For each main species, the captain shall also mention the by-catches and discards. The fishing logbook shall be filled in legibly, in block capitals, and signed by the captain. The captain shall be responsible for the accuracy of the data recorded in the fishing logbook. 3. Catch reporting The captain shall notify the vessel's catch by submitting its fishing logbooks to Madagascar for the period of its presence in Madagascar's fishing zone. The fishing logbooks shall be transmitted in one of the following ways: (a) when passing through a Malagasy port, the original of each fishing logbook shall be submitted to the local representative of Madagascar, who shall confirm receipt thereof in writing; a copy of the logbook shall be handed over to the inspection team in Madagascar; (b) when leaving Madagascar's fishing zone without first passing through a Malagasy port, the original of each fishing logbook shall be sent within a period of seven working days after arrival in any other port, and in any case within a period of fifteen working days after leaving Madagascar's fishing zone: (i) by e-mail, to the e-mail address given by the national body supervising fishing activities; or (ii) by fax, to the number given by the national body supervising fishing activities; or (iii) by letter sent to the national body supervising fishing activities. The return of the vessel into Madagascar's fishing zone within the period of validity of its fishing authorisation shall give rise to further catch reporting. The two parties shall establish, as from 1 July 2013, a protocol for the electronic exchange of all catch and reporting data based on an electronic logbook; the two parties shall then plan the implementation of the protocol and the replacement of the paper version of the catch reporting with an electronic version by 1 January 2014 at the latest. EN L 361/20 Official Journal of the European Union 31.12.2012 ",
        "The captain shall send a copy of all the fishing logbooks to the EU and the competent flag State authority. For tuna- fishing vessels and surface longliners, the captain shall also send a copy of all the fishing logbooks to the competent national scientific institutes: USTA (Antsiranana Tuna Statistical Unit) and FMC (Fisheries Monitoring Centre) and to one of the following scientific institutes: (a) Institut de recherche pour le développement (IRD); (b) Instituto Español de Oceanografía (IEO); (c) Instituto Português de Investigação Marítima (IPIMAR). Where the provisions concerning catch reporting are not complied with, Madagascar may suspend the fishing auth­ orisation of the vessel concerned until the missing catch report is obtained and penalise the ship-owner in accordance with the relevant provisions under the national legislation in force. If the offence is repeated, Madagascar may refuse to renew the fishing authorisation. Madagascar shall inform the EU immediately of any penalty applied in this context. 4. Final statement of fees for tuna-fishing vessels and surface longliners For each tuna seiner and surface longliner, the EU shall draw up, on the basis of its catch reporting confirmed by the aforementioned scientific institutes, a final statement of the fees owed by the vessel in respect of its annual season for the previous calendar year. The EU shall send this final statement to Madagascar and to the ship-owner before 31 July of the year in progress. Madagascar may contest the final statement, on the basis of documentary proof, within 30 working days of its being sent. In the case of disagreement, the parties shall consult each other in the Joint Committee. If Madagascar does not object within 30 working days, the final statement shall be considered to be adopted. Where the final statement is greater than the anticipated flat-rate fee paid to obtain the fishing authorisation, the ship- owner shall pay the outstanding balance to Madagascar by 30 September of the year in progress at the latest. Where the final statement is less than the expected flat-rate fee, the remaining amount may not be reclaimed by the ship- owner. CHAPTER V LANDINGS AND TRANSHIPMENTS Transhipment at sea is prohibited. All transhipment operations in port shall be monitored in the presence of fishing inspectors from Madagascar. The captain of an EU vessel wishing to land or to tranship must notify the FMC and, at the same time, the Malagasy port authority, at least 48 hours before the landing or transhipment, of the following: (a) the name of the fishing vessel wishing to land or tranship and its registration number as recorded in the IOTC register of fishing vessels; (b) the port of landing or transhipment; (c) the date and time scheduled for the landing or transhipment; (d) the quantity (expressed in kilograms of live weight or, if necessary, the number of individual fish) of each species to be landed or transhipped (as identified by its FAO 3-alpha code). The transhipment operation shall be subject to a prior authorisation issued by the FMC in Madagascar to the captain or their local agent within 24 hours after the aforementioned notification. The transhipment operation must be carried out in a Malagasy port authorised for this purpose. In the event of transhipment, in addition to the information contained in points (a) to (d), the captain will also notify the name of the receiving vessel. EN 31.12.2012 Official Journal of the European Union L 361/21 ",
        "The captain of the transporting ship shall, upon receipt, notify the Malagasy authorities (the FMC and the port authority) of the quantities of tuna and tuna-like species transhipped onto the vessel and complete and send the transhipment declaration to the FMC and the port authority in Madagascar within 24 hours. The fishing ports where transhipment operations are authorised in Madagascar are Antsiranana for seiners and Toliara, Ehoala and Toamasina for longliners. Non-compliance with these provisions will lead to the application of the relevant penalties provided for under the legislation of Madagascar. EU vessels landing in a Malagasy port shall endeavour to make their by-catches available to the local processing companies at the local market price. Upon request from the EU fishing companies the Regional Directorates for Fisheries of Madagascar shall provide a list and contact details for the local processing companies. EU tuna vessels choosing to land their catches in a Malagasy port shall benefit from a reduction of EUR 5 per tonne fished in Madagascar's fishing zone in the fee indicated in Appendix 2 for the fishing category of vessels concerned. An additional reduction of EUR 5 will be granted where fisheries products are sold in a processing factory in Madagascar. CHAPTER VI CHECKS 1. Entering and leaving the fishing zone Any entry into or departure from Madagascar's fishing zone by an EU vessel holding a fishing authorisation must be notified to Madagascar within three hours of entry or departure. When notifying its entry or departure, the vessel shall notify in particular: (a) the date, time and point of passage scheduled; (b) the quantity of each target species held on board, as identified by its FAO 3-alpha code and expressed in kilograms of live weight or, if necessary, the number of individual fish; (c) the quantity of each by-catch species retained on board as identified by its FAO 3-alpha code and expressed in kilograms of live weight or, if necessary, the number of individual fish. Notification shall be given preferably by e-mail or, failing that, by fax, to an e-mail address or a telephone number or fax number communicated by the FMC, using the form attached as Appendix 8. The FMC shall confirm receipt thereof immediately by return e-mail or fax. The FMC shall immediately inform the vessels concerned and the EU of any change to the e-mail address, telephone number or transmission frequency. Any vessel found to be fishing in Madagascar's fishing zone without having previously notified its presence shall be considered to be an unauthorised fishing vessel. Any person infringing this provision shall be liable to the fines and penalties provided for by the Malagasy fisheries legislation in force. The entry/exit catch reports must be kept on board at least for one year from the date of the report transmission. EU fishing vessels not authorised to fish shall be the subject of an innocent passage declaration. The content of this declaration shall be the same as that stated in this point. 2. Cooperation as regards combating IUU fishing In order to strengthen fisheries monitoring and to combat IUU fishing, EU fishing vessels shall be encouraged to inform the FMC of the presence of any other fishing vessels in their surroundings. EN L 361/22 Official Journal of the European Union 31.12.2012 ",
        "3. Periodic catch report When an EU vessel is operating in the waters of Madagascar, the captain of an EU vessel holding a fishing auth­ orisation must notify the FMC, every three days, of catches made in Madagascar's fishing zone. The first catch declaration shall start three days after the date of entry into Madagascar's fishing zone. Every three days, when notifying its periodic catch report, the vessel shall notify in particular: (a) the date, time and position on reporting; (b) the quantity of each target species caught and held on board during the three-day period, as identified by its FAO 3-alpha code and expressed in kilograms of live weight or, if necessary, the number of individual fish; (c) the quantity of each by-catch species retained on board during the three-day period, as identified by its FAO 3-alpha code and expressed in kilograms of live weight or, if necessary, the number of individual fish; (d) the quantity of each by-catch species discarded at sea during the three-day period, as identified by its FAO 3-alpha code and expressed in kilograms of live weight or, if necessary, the number of individual fish; (e) product presentation; (f) for tuna purse seiners: — number of successful sets using fish aggregating devices since the last report; — number of successful sets on free school since the last report; — number of unsuccessful sets. (g) for tuna long line fishing vessels: — number of sets since last report; — number of hooks deployed since last report. Notification shall be given preferably by e-mail or, failing that, by fax, to an e-mail address or a telephone number communicated by the FMC, using the form attached as Appendix 8. The FMC shall immediately inform the vessels concerned and the EU of any change to the e-mail address, telephone number or transmission frequency. Any vessel found to be fishing in Madagascar's fishing zone without having notified its three-day periodic catch report shall be considered to be an unauthorised fishing vessel. Any person infringing this provision shall be liable to the fines and penalties provided for by the Malagasy legislation in force. The periodic catch reports must be kept on board at least during 1 year from the date of the transmission of the report. 4. Inspection at sea Inspection at sea in Madagascar's fishing zone of EU vessels holding a fishing authorisation shall be carried out by inspectors from Madagascar who are clearly identifiable as being responsible for carrying out fisheries checks. Before going on board, the authorised inspectors shall inform the EU vessel on VHF channel 16 of their decision to carry out an inspection. The inspection shall be carried out by fisheries inspectors, who must provide proof of their inspection warrant and identity and rank as inspectors before carrying out the inspection. The authorised inspectors shall stay on board the EU vessel only for the time necessary to carry out the tasks related to the inspection. They shall carry out the inspection in such a way as to minimise the impact on the vessel, its fishing activity and cargo. EN 31.12.2012 Official Journal of the European Union L 361/23 ",
        "At the end of each inspection, the authorised inspectors shall draw up an inspection report. The captain of the EU vessel has the right to include his comments in the inspection report. The inspection report shall be signed by the inspector drawing up the report and the captain of the EU vessel. The authorised inspectors shall give a copy of the inspection report to the captain of the EU vessel before leaving the vessel. In cases of infringement, a copy of the notification of the infringement shall also be sent to the EU in accordance with the provisions of chapter VIII. 5. Inspection in port in cases of landing and transhipment The inspection of EU fishing vessels which land or tranship their catch in a Malagasy port shall be carried out by Malagasy inspectors who are clearly identifiable as being responsible for carrying out fishing checks. Inspectors must provide proof of their inspection warrant and identity and rank as inspectors before carrying out the inspection. The Malagasy inspectors shall only stay on board the EU vessel for the time necessary to carry out the tasks related to the inspection and shall conduct the inspection in such a way as to minimise the impact on the vessel, the landing or transhipment operation and the cargo. At the end of each inspection, the Malagasy inspectors shall draw up an inspection report. The captain of the EU vessel has the right to include his comments in the inspection report. The inspection report shall be signed by the inspector drawing up the report and the captain of the EU vessel. The Malagasy inspectors shall provide a copy of the inspection report to the captain of the EU vessel at the end of the inspection. In cases of infringement, a copy of the notification of the infringement shall also be sent to the EU in accordance with the provisions of chapter VIII. CHAPTER VII SATELLITE-BASED VESSEL MONITORING SYSTEM (VMS) 1. Vessel position messages – VMS system EU vessels holding a fishing authorisation must be equipped with a satellite monitoring system (Vessel Monitoring System – VMS) to enable automatic and continuous communication of their position, at all times, to the FMC of their flag state. Each position message must contain: (a) vessel identification; (b) the most recent geographical position of the vessel (longitude, latitude), with a margin of error of less than 500 metres, and with a confidence interval of 99 %; (c) the date and time the position is recorded; (d) the speed and the course of the vessel. Each position message must be configured in accordance with the format appearing as Appendix 9. The first position recorded after entry into Madagascar's zone shall be identified by the code ' ENT ' . All subsequent positions shall be identified by the code ' POS ' , with the exception of the first position recorded after departure from the Madagascar zone, which shall be identified by the code ' EXI ' . The FMC of the Flag State shall ensure the automatic processing and, if necessary, the electronic transmission of the position messages. The position messages shall be recorded in a secure manner and kept for a period of three years. 2. Transmission by the vessel in the event of breakdown of the VMS system The captain shall ensure at all times that the VMS system of their vessel is fully operational and that the position messages are correctly transmitted to the FMC of the flag state. EN L 361/24 Official Journal of the European Union 31.12.2012 ",
        "EU vessels fishing with defective VMS systems are not authorised to enter the fishing zone of Madagascar. If the vessel is already operating in Madagascar's fishing zone, in the event of breakdown, the VMS system of the vessel shall be repaired or replaced as soon as possible and within fifteen days at the latest. After that time limit, the vessel shall no longer be authorised to fish in Madagascar's zone. Vessels fishing in Madagascar's zone with a defective VMS system must communicate their position messages by e- mail or fax to the FMC of the flag state and of Madagascar, at least every six hours, and must provide all the compulsory information. 3. Secure communication of the position messages to Madagascar The FMC of the flag state shall automatically send the position messages of the vessels concerned to the FMC in Madagascar. The FMC of the flag state and of Madagascar shall exchange their contact e-mail addresses and inform each other without delay of any change to these addresses. The transmission of position messages between the FMCs of the flag state and of Madagascar shall be carried out electronically using a secure communication system. The FMC in Madagascar shall inform the flag state FMC and the EU of any interruption in the reception of consecutive position messages from a vessel holding a fishing authorisation, where the vessel concerned has not notified its departure from the zone. 4. Malfunction of the communication system Madagascar shall ensure the compatibility of its electronic equipment with that of the flag state FMC and inform the EU immediately of any malfunction as regards the communication and reception of position messages with a view to finding a technical solution as soon as possible. The Joint Committee shall deal with any disputes which may arise. The captain shall be considered to be responsible for any proven manipulation of the vessel's VMS system aimed at disturbing its operation or falsifying its position messages. Any infringements shall be subject to the penalties provided for by the Malagasy legislation in force. 5. Revision of the frequency of position messages On the basis of documentary evidence proving an infringement, the FMC in Madagascar may ask the flag state FMC, copying the EU into such correspondence, to reduce the interval for sending position messages from a vessel to every thirty minutes for a set period of investigation. That documentary evidence must be sent by the FMC in Madagascar to the flag state FMC and the EU. The flag state FMC shall immediately send the position messages to Madagascar at the new frequency. The FMC in Madagascar shall immediately notify the flag State Control Centre and the European Commission of the end of the inspection procedure. At the end of the set investigation period, the FMC in Madagascar shall inform the flag state FMC and the EU of the possible follow up, if any. CHAPTER VIII INFRINGEMENTS Failure to comply with any of the rules and provisions of the Protocol, measures to ensure the management and conservation of living resources or fisheries legislation in force in Madagascar may be subject to penalties in the form of fines, suspension, cancellation or non-renewal of the vessel's fishing authorisation. 1. Handling of infringements Any infringement committed in Madagascar's fishing zone by an EU vessel holding a fishing authorisation in accordance with the provisions of this Annex must be referred to in an inspection report. In the case of an on-board inspection, the signature of the inspection report by the captain shall be without prejudice to the ship-owner's right of defence in respect of an established infringement. Should the captain refuse to sign the inspection report, they will write the reasons for their refusal in the inspection report with the statement ' refusal to sign ' . EN 31.12.2012 Official Journal of the European Union L 361/25 ",
        "In cases of any infringement in Madagascar's fishing zone by an EU vessel holding a fishing authorisation, notification of the infringement in question and the additional penalties imposed on the captain or the fishing company shall be sent directly to the ship-owners in line with the procedures set out in Madagascar's fisheries legislation. A copy of the notification shall be sent to the vessel's flag state and to the EU within 72 hours. 2. Detention of a vessel Should an infringement be established, any EU vessel having committed an infringement may be forced to cease its fishing activity and, where the vessel is at sea, to return to a Malagasy port, in accordance with the Malagasy legislation in force. Madagascar shall provide electronic notification to the EU, within 24 hours, of any detentions of an EU vessel holding a fishing authorisation. The notification shall provide the reasons for the detention and/or retention. Before taking any measure against the vessel, the captain, the crew or the cargo, with the exception of measures aimed at protecting evidence, the FMC in Madagascar shall organise, within one working day following notification of the detention of the vessel, an information meeting to clarify the events which have resulted in the vessel's detention and to explain any possible further action. Representatives of the vessel's flag state and ship-owner shall attend this information meeting. 3. Penalties for infringements - Compromise procedure The penalty for an established infringement shall be established by Madagascar according to the provisions of the national legislation in force. A compromise procedure shall be launched prior to legal proceedings between the authorities of Madagascar and the EU vessel in order to settle the issue amicably. A representative of the vessel's flag state may be involved in this compromise procedure. The compromise procedure shall finish at the latest 72 hours after notification of the vessel's detention. 4. Legal proceedings – Bank guarantee If the above-mentioned compromise procedure is unsuccessful and the infringement is brought before the competent judicial body, the owner of the vessel which committed the infringement shall deposit a bank guarantee with the Public Treasury of Madagascar, the amount of which, as established by Madagascar, shall cover the costs linked to the detention of the vessel, the estimated fine and any compensation. The bank guarantee may not be recovered until the legal proceedings have been concluded. The bank guarantee shall be released and returned to the ship-owner as soon as possible after the judgment has been delivered: (a) in full, if no penalty has been imposed; (b) for the amount of the remaining balance, if the penalty is a fine which is lower than the amount of the bank guarantee. Madagascar shall inform the EU of the outcome of the legal proceedings within eight days of the judgment being delivered. 5. Release of the vessel and the crew The vessel and its crew shall be authorised to leave the port once the penalty resulting from a compromise procedure, or once the bank guarantee has been deposited with the Public Treasury of Madagascar. The vessel shall be released and its crew authorised to leave the port: (a) once the obligations arising under the compromise settlement have been fulfilled, or (b) when the aforementioned bank guarantee has been lodged and accepted by the Ministry responsible for Fisheries, pending the conclusion of the legal proceedings. CHAPTER IX SIGNING-ON OF SEAMEN 1. Number of seamen to be signed on Owners of tuna seiners and surface longliners shall employ ACP nationals, subject to the following conditions and limits: (a) for the fleet of tuna seiners, at least 20 % of the seamen signed on during the tuna-fishing season in the fishing zone of the third country shall be of ACP origin, EN L 361/26 Official Journal of the European Union 31.12.2012 ",
        "(b) for the fleet of surface longliners, at least 20 % of the seamen signed on during the fishing season in the fishing zone of the third country shall be of ACP origin. Ship-owners shall endeavour to take on board additional seamen of Malagasy origin. 2. Seamen's contracts The International Labour Organisation (ILO) Declaration on Fundamental Principles and Rights at Work shall apply as of right to seamen signed on by EU vessels. This concerns in particular the freedom of association, the effective recognition of the right to collective bargaining, and the elimination of discrimination in respect of employment and occupation. The employment contracts of ACP seamen shall be drawn up between the ship-owners' representative(s) and the seamen and/or their trade unions or representatives; a copy of these contracts shall be given to the signatories. These contracts shall guarantee the seamen the social security cover applicable to them, including life assurance and sickness and accident insurance. 3. Seamen's wages The wages of the ACP seamen shall be paid by the ship-owners. They shall be set by mutual agreement between the ship-owners or their representatives and the seamen and/or their trade unions or representatives. However, the wage conditions granted to ACP seamen shall not be lower than those applied to crews from their respective countries and shall under no circumstances be below ILO standards. 4. Seaman's obligations All seamen employed aboard EU vessels shall report to the captain of the vessel designated on the day before their proposed embarkation date. Where a seaman fails to report at the date and time agreed for embarkation, ship-owners shall be automatically absolved of their obligation to take the seaman on board. CHAPTER X OBSERVERS 1. Observation of fishing activities Both parties recognise the importance of fulfilling the obligations under IOTC Resolutions with regards to the Scientific Observer Programme. For the purposes of compliance with these obligations, the provisions applicable to observers are as follows, except in cases of space limitations due to safety requirements. Vessels authorised to fish in the waters of Madagascar under the Fisheries Partnership Agreement shall take on board observers appointed by the authorities of Madagascar to ensure that these obligations have been complied with on the terms set out below. EU fishing vessels shall, at the request of the authorities of Madagascar, take on board one observer in order to reach the cover rate of 10 % of licensed vessels. Nevertheless, vessels less than 100 GT are not subject to this measure. 2. Designated vessels and observers The authorities of Madagascar shall draw up a list of vessels designated to take an observer on board. This list shall be kept up to date. It shall be forwarded to the European Commission as soon as it has been drawn up. The authorities of Madagascar shall inform the ship-owners concerned of the name of the observers appointed to be taken on board their vessel no later than fifteen days before the observer's planned embarkation date. The observers shall not spend more time on board the vessel than is necessary to carry out their duties. 3. Observer's salary The cost of taking the observer aboard and putting them ashore outside Madagascar shall be borne by the ship-owner. The salary and social contributions of the observer shall be borne by the authorities of Madagascar. With regard to any vessel taking aboard an observer, the ship-owner shall be asked to pay a contribution of EUR 20 for each day on board. This sum shall be paid to the observers programme administered by the FMC. EN 31.12.2012 Official Journal of the European Union L 361/27 ",
        "4. Embarkation conditions The embarkation conditions for the observer, in particular the duration of presence on board, shall be defined by mutual agreement between the ship-owner or its local agent and Madagascar. Observers shall be treated as officers. However, receiving the observer on board shall take into account the technical structure of the vessel. The ship-owner shall bear the costs of providing accommodation and food for the observer on board. Captains shall take all the measures for which they are responsible to guarantee the physical safety and general wellbeing of the observer. Observers shall be offered every facility needed to carry out their duties. They shall have access to means of communication and any documents on board, and to documents relating to the fishing activities of the vessel, in particular the fishing logbook, freeze log and navigation log, and the parts of the vessel directly linked to their duties. 5. Embarkation and landing of observers The observer shall embark in a port chosen by the ship-owner. The ship-owner or its representative shall notify Madagascar, with a notice period of ten days before embarkation, of the date, time and port of embarkation of the observer. If the observer is embarked in a foreign country, their travel costs to the port of embarkation shall be borne by the ship-owner. If the observer does not arrive to embark within twelve hours of the date and time set, the ship-owner shall be automatically absolved of its obligation to take the observer on board. It shall be free to leave the port and start fishing operations. If the observer is not disembarked in a Malagasy port, the ship-owner shall bear the observer's accommodation and food costs incurred while waiting for a repatriation flight. If the vessel does not arrive at the agreed time at a previously agreed port to receive an observer, the ship-owner shall pay the costs relating to the observer's inability to board while waiting at the port (accommodation, food, etc.). If the vessel fails to appear, without having provided the FMC with prior notification, Madagascar may suspend the fishing authorisation for the vessel in question. 6. Observer's obligations Whilst they are on board, observers shall: (a) take all appropriate measures so as not to interrupt or hinder fishing operations; (b) respect on-board property and equipment; (c) respect the confidential nature of any document belonging to the vessel. The observers shall communicate observations by radio, fax or e-mail at least once a week while the vessel is operating in Madagascar's fishing zone, including the quantity of catches and by-catches on board and any other duties as required by the authority. 7. Observer's report Before leaving the vessel, the observer shall submit a report of his observations to the captain of the vessel. The captain of the vessel shall have the right to make comments in the observer's report. The report shall be signed by the observer and the captain. The captain shall receive a copy of the observer's report. The observer shall send his report to Madagascar, which shall send a copy of it to the EU within fifteen working days of the observer's disembarkation. EN L 361/28 Official Journal of the European Union 31.12.2012 ",
        "LIST OF APPENDICES Appendix 1 — Licence application form Appendix 2 — Technical sheet Appendix 3 — Coordinates (latitude and longitude) of Madagascar's Fishing Zone Appendix 4 — Madagascar's Fishing Zone Appendix 5 — Geographical coordinates and map of the fishing zone in which fishing by surface longliners is prohibited Appendix 6 — Fishing logbook – Statement of catch form for tuna seiners Appendix 7 — Fishing logbook – Statement of catch form for surface longliners Appendix 8 — Form for entry/exit catch report Appendix 9 — Format of VMS position message EN 31.12.2012 Official Journal of the European Union L 361/29 ",
        "Appendix 1 Licence application form MINISTRY FOR FISHERIES OF MADAGASCAR APPLICATION FOR A LICENCE FOR FOREIGN INDUSTRIAL FISHING VESSELS 1. Name of ship-owner: .............................................................................................................................................................................. 2. Address of ship-owner: ........................................................................................................................................................................... 3. Name of representative or agent: ........................................................................................................................................................ 4. Address of ship-owner's representative or local agent: ................................................................................................................. 5. Name of captain: ..................................................................................................................................................................................... 6. Name of vessel: ........................................................................................................................................................................................ 7. Registration No: ....................................................................................................................................................................................... 8. Fax No ....................................................................................................................................................................................................... 9. E-mail address: ......................................................................................................................................................................................... 10. Radio Call Sign: ....................................................................................................................................................................................... 11. Date and place of construction: ......................................................................................................................................................... 12. Flag country: ............................................................................................................................................................................................ 13. Port of registration: ................................................................................................................................................................................. 14. Port of fitting out: .................................................................................................................................................................................. 15. Length (L.O.A.) ........................................................................................................................................................................................ 16. Beam: .......................................................................................................................................................................................................... 17. Gross Tonnage (UMS): ........................................................................................................................................................................... 18. Hold capacity: .......................................................................................................................................................................................... 19. Cold storage and freezing capacity: .................................................................................................................................................... 20. Engine type and power: ........................................................................................................................................................................ 21. Fishing gear: ............................................................................................................................................................................................. 22. Number of crew: ..................................................................................................................................................................................... 23. Communications equipment: ............................................................................................................................................................... 24. Call sign: .................................................................................................................................................................................................... 25. Identification markings: ......................................................................................................................................................................... 26. Fishing operations to be carried out: ................................................................................................................................................. 27. Place of landing: ...................................................................................................................................................................................... 28. Fishing zones: .......................................................................................................................................................................................... EN L 361/30 Official Journal of the European Union 31.12.2012 ",
        "29. Species to be caught: .............................................................................................................................................................................. 30. Period of validity: .................................................................................................................................................................................... 31. Special conditions: ................................................................................................................................................................................... Opinion of the Directorate-General for Fisheries and Aquaculture: .................................................................................................. Comments of the Ministry responsible for fisheries: ............................................................................................................................ EN 31.12.2012 Official Journal of the European Union L 361/31 ",
        "Appendix 2 TECHNICAL SHEET Fishing zone: — Beyond 20 nautical miles from the base lines. Area indicated in Appendices 3 and 4. — A protection area of 3 miles around national fish aggregating devices must be complied with. — The surface longliners covered by this Protocol may not fish in the areas of the Leven Bank and Castor Bank, the coordinates of which are indicated in Appendix 5. Authorised gear: — Seine — Surface longliners By-catches: — IOTC recommendations complied with Fees to be paid by ship-owners/catch equivalent: Fee to be paid by ship-owners per tonne caught EUR 35/tonne Cost of annual advance payments paid by ship-owners: — EUR 4 900 EUR for 140 tonnes per tuna seiner — EUR 3 675 per 105 tonnes per surface longliner over 100 GT — EUR 1 750 per 50 tonnes per surface longliner of 100 GT or below Number of vessels authorised to fish — 40 seiner vessels — 34 surface longliner vessels over 100 GT — 22 surface longliner vessels of 100 GT or below Other — Fee per support vessel: EUR 2 500 per vessel — Seamen: — for the fleet of tuna seiners, at least 20 % of the seamen signed on during the tuna-fishing season in the fishing zone of the third country shall be of ACP origin, — for the fleet of surface longliners, at least 20 % of the seamen signed on during the fishing season in the fishing zone of the third country shall be of ACP origin. — ship-owners shall endeavour to take on board additional seamen of Malagasy origin. — Observers: — EU vessels shall, at the request of the authorities of Madagascar, take on board one observer in order to reach the cover rate of 10 % of licensed vessels. Nevertheless, vessels less than 100 GT are not subject to this measure. — With regard to any vessel taking aboard an observer, the ship-owner is asked to pay a contribution of EUR 20 for each day on board. This sum shall be paid to the observers programme administered by the FMC. EN L 361/32 Official Journal of the European Union 31.12.2012 ",
        "Appendix 3 COORDINATES (LATITUDE AND LONGITUDE) OF MADAGASCAR'S FISHING ZONE Coordonnées (latitudes et longitudes) de la zone de pêche (ZP) de Madagascar (voir aussi carte géographique annexée en appendice 4) Coordonnées en deg. déc. Coordonnées en deg. mm Réf X Y X Y A 49,40 – 10,3 49°24′E 10°18′S B 51 – 11,8 51°0′E 11°48′S C 53,3 – 12,7 53°18′E 12°42′S D 52,2 – 16,3 52°12′E 16°18′S E 52,8 – 18,8 52°48′E 18°48′S F 52 – 20,4 52°0′E 20°24′S G 51,8 – 21,9 51°48′E 21°54′S H 50,4 – 26,2 50°24′E 26°12′S I 48,3 – 28,2 48°18′E 28°12′S J 45,4 – 28,7 45°24′E 28°42′S K 41,9 – 27,8 41°54′E 27°48′S L 40,6 – 26 40°36′E 26°0′S M 41,8 – 24,3 41°48′E 24°18′S N 41,6 – 20,8 41°36′E 20°48′S O 41,4 – 19,3 41°24′E 19°18′S P 43,2 – 17,8 43°12′E 17°48′S Q 43,4 – 16,9 43°24′E 16°54′S R 42,55 – 15,6 42°33′E 15°36′S S 43,15 – 14,35 43°9′E 14°21′S T 45 – 14,5 45°0′E 14°30′S U 46,8 – 13,4 46°48′E 13°24′S V 48,4 – 11,2 48°24′E 11°12′S EN 31.12.2012 Official Journal of the European Union L 361/33 ",
        "BOUNDARIES OF THE AREA IN WHICH FISHING IS PROHIBITED (in degree minutes) Point Latitude Longitude 1 12°18.44S 47°35.63 2 11°56.64S 47°51.38E 3 11°53S 48°00E 4 12°18S 48°14E 5 12°30S 48°05E 6 12°32S 47°58E 7 12°56S 47°47E 8 13°01S 47°31E 9 12°53S 47°26E EN L 361/34 Official Journal of the European Union 31.12.2012 ",
        "Appendix 4 EN 31.12.2012 Official Journal of the European Union L 361/35 ",
        "Appendix 5 Geographical coordinates and map of the fishing zone in which fishing by surface longliners is prohibited Point Latitude Longitude 1 12°18.44S 47°35.63 2 11°56.64S 47°51.38E 3 11°53S 48°00E 4 12°18S 48°14E 5 12°30S 48°05E 6 12°32S 47°58E 7 12°56S 47°47E 8 13°01S 47°31E 9 12°53S 47°26E EN L 361/36 Official Journal of the European Union 31.12.2012 ",
        "Appendix 6 Fishing logbook – Statement of catch form for tuna seiners Statement of catch form for tuna seiners / Fiche de déclaration de captures pour thoniers senneurs DEPART / SALIDA / DEPARTURE ARRIVEE / LLEGADA / ARRIVAL NAVIRE / BARCO / VESSEL PATRON / PATRON / MASTER FEUILLE PORT / PUERTO / PORT DATE / FECHA / DATE HEURE / HORA / HOUR LOCH / CORREDERA / LOCH PORT / PUERTO / PORT DATE / FECHA / DATE HEURE / HORA / HOUR LOCH / CORREDERA / LOCH HOJA / SHEET N o DATE FECHA DATE POSITION (chaque calée ou midi) POSICION (cada lance o mediadia) POSITION (each set or midday) CALEE LANCE SET CAPTURE ESTIMEE ESTIMACION DE LA CAPTURA ESTIMATED CATCH ASSOCIATION ASSOCIACION ASSOCIATION COMMENTAIRES OBSERVATIONES COMMENTS COURANT CORRIENTE CURRENT 1 ALBACO­ RE RABIL YELLOW­ FIN 2 LISTAO LISTADO SKIPJACK 3 PATUDO PATUDO BIGEYE AUTRE ESPECE préciser le/les nom(s) OTRA ESPECIE dar el/los nombre(s) OTHER SPECIES give name(s) REJETS préciser le/les nom(s) DESCARTES dar el/los nombre(s) DISCARDS give name(s) Route/Recherche, problèmes divers, type d'épave (naturelle/artificielle, balisée, bateau), prise accessoire, taille du banc, autres associ­ ations, … Ruta/Busca, problemas varios, tipo de objeto (natu­ ral/artificial, con baliza, barco), captura accesoria, talla del banco, otras asocia­ ciones, … Steaming/Searching, miscel­ laneous problems, log type (natural/artificial, with radio beacon, vessel), by catch, school size, other associ­ ations, … Taille Talla Size Capt­ ure Capt­ ura Catch Taille Talla Size Capt­ ure Capt­ ura Catch Taille Talla Size Capt­ ure Capt­ ura Catch Nom Nom­ bre Name Taille Talla Size Capt­ ure Capt­ ura Catch Nom Nom­ bre Name Taille Talla Size Capt­ ure Capt­ ura Catch Une calée par ligne / Uno lance cada línea / One set by line E N 31 . 12 . 201 2 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n L 3 61 / 37 ",
        "DATE FECHA DATE POSITION (chaque calée ou midi) POSICION (cada lance o mediadia) POSITION (each set or midday) CALEE LANCE SET CAPTURE ESTIMEE ESTIMACION DE LA CAPTURA ESTIMATED CATCH ASSOCIATION ASSOCIACION ASSOCIATION COMMENTAIRES OBSERVATIONES COMMENTS COURANT CORRIENTE CURRENT SIGNATURE DATE E N L 361 / 38 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n 31 . 1 2 . 2012 ",
        "Appendix 7 Fishing logbook – Statement of catch form for surface longliners E N 31 . 12 . 201 2 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n L 3 61 / 39 ",
        "Appendix 8 Form for entry/exit catch report COMMUNICATION FORMAT REPORTS 1. ENTRY REPORT FORMAT (WITHIN 3 HOURS BEFORE ENTRY) ADDRESSEE: MADAGASCAR FMC ACTION CODE: IN VESSEL NAME: .......................................................................................................................................................................................... INTERNATIONAL RADIO CALL SIGN: .............................................................................................................................................. FLAG COUNTRY: ...................................................................................................................................................................................... TYPE OF VESSEL: ...................................................................................................................................................................................... LICENCE NO: ............................................................................................................................................................................................. POSITION OF ENTRY: .............................................................................................................................................................................. DATE AND HOUR (UTC) OF ENTRY: ............................................................................................................................................... TOTAL QUANTITY OF FISH ON BOARD (KG): ............................................................................................................................ — YFT (Albacore/ Yellowfin tuna/ Thunnus albacares) in kg: ....................................................................................................... — SKJ (Listao/ Skipjack/ Katsuwonus pelamis) in kg: ........................................................................................................................ — BET (Patudo/ Bigeye tuna/ Thunnus obesus) in kg: ..................................................................................................................... — ALB (Germon/ Albacore tuna/ Thunnus alalunga) in kg: .......................................................................................................... — OTHERS (SPECIFY) in kg: ............................................................................................................................................................... 2. EXIT REPORT FORMAT (WITHIN 3 HOURS BEFORE EXIT) ADDRESSEE: MADAGASCAR FMC ACTION CODE: OUT VESSEL NAME: ......................................................................................................................................................................................... INTERNATIONAL RADIO CALL SIGN: ............................................................................................................................................. FLAG COUNTRY: ..................................................................................................................................................................................... TYPE OF VESSEL: ..................................................................................................................................................................................... LICENCE NO: ............................................................................................................................................................................................ POSITION OF EXIT: ................................................................................................................................................................................ DATE AND HOUR (UTC) OF EXIT: ................................................................................................................................................... TOTAL QUANTITY OF FISH ON BOARD (KG): ........................................................................................................................... — YFT (Albacore/ Yellowfin tuna/ Thunnus albacares) in kg: ....................................................................................................... EN L 361/40 Official Journal of the European Union 31.12.2012 ",
        "— SKJ (Listao/ Skipjack/ Katsuwonus pelamis) in kg: ........................................................................................................................ — BET (Patudo/ Bigeye tuna/ Thunnus obesus) in kg: ..................................................................................................................... — ALB (Germon/ Albacore tuna/ Thunnus alalunga) in kg: .......................................................................................................... — OTHERS (SPECIFY) in kg: ............................................................................................................................................................... 3. WEEKLY CATCH REPORT FORMAT (EVERY THREE DAYS WHILST THE VESSEL IS OPERATING IN MALAGASY WATERS) ADDRESSEE: MADAGASCAR FMC ACTION CODE: WCRT VESSEL NAME: ......................................................................................................................................................................................... INTERNATIONAL RADIO CALL SIGN: ............................................................................................................................................. FLAG COUNTRY: ..................................................................................................................................................................................... TYPE OF VESSEL: ..................................................................................................................................................................................... LICENCE NO: ............................................................................................................................................................................................ TOTAL QUANTITY OF FISH ON BOARD (KG): ........................................................................................................................... — YFT (Albacore/ Yellowfin tuna/ Thunnus albacares) in kg: ....................................................................................................... — SKJ (Listao/ Skipjack/ Katsuwonus pelamis) in kg: ........................................................................................................................ — BET (Patudo/ Bigeye tuna/ Thunnus obesus) in kg: ..................................................................................................................... — ALB (Germon/ Albacore tuna/ Thunnus alalunga) in kg: .......................................................................................................... — OTHERS (SPECIFY) in kg: ............................................................................................................................................................... — NUMBER OF SETS MADE SINCE LAST REPORT: ................................................................................................................... All reports shall be transmitted to the competent authority at: Fax No: +261 20 22 490 14 E-mail: csp-mprh@blueline.mg Centre de Surveillance des Pêches de Madagascar, B.P.60 114 Antananarivo EN 31.12.2012 Official Journal of the European Union L 361/41 ",
        "Appendix 9 Format of VMS position message COMMUNICATION OF VMS MESSAGES TO MADAGASCAR POSITION REPORT Data Element Code Mandatory/ Optional Comments Start record SR M System detail – indicates start of record Addressee AD M Message detail – recipient. Alpha-3 ISO country code From FR M Message detail – sender. Alpha-3 ISO country code Flag State FS O Type of message TM M Message detail – message type ' POS ' Radio call sign RC M Vessel detail – international radio call sign of vessel Contracting Party internal reference number IR O Vessel detail – unique Contracting Party number (flag State ISO3 code followed by number) External registration number XR M Vessel detail – number marked on side of vessel Latitude LA M Vessel position detail – position in degrees and minutes N/S DDMM (WGS-84) Longitude LO M Vessel position detail – position in degrees and minutes E/W DDMM (WGS-84) Course CO M Vessel course 360° scale Speed SP M Vessel speed in tenths of knots Date DA M Vessel position detail – date of record of UTC position (YYYYMMDD) Time TI M Vessel position detail – time of record of UTC position (HHMM) End record ER M System detail - indicates end of record Character set: ISO 8859.1 Each data transmission is structured as follows: — a double slash (//) and field code indicate the start of the message, — a single slash (/) separates the field code and the data. Optional data elements have to be inserted between the start and end of the record. EN L 361/42 Official Journal of the European Union 31.12.2012 ",
        "COUNCIL DECISION of 18 December 2012 on the signing, on behalf of the European Union, and on the provisional application of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years (2012/827/EU) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 43, in conjunction with Article 218(5), thereof, Having regard to the proposal from the European Commission, Whereas: (1) On 30 November 2006, the Council adopted Regulation (EC) No 1801/2006 on the conclusion of the Fisheries Partnership Agreement between the European Community and the Islamic Republic of Mauritania ( 1 ) ( \" the Partnership Agreement \" ). (2) The Council authorised the Commission to negotiate a new Protocol ( \" new Protocol \" ) granting EU vessels fishing opportunities in waters in which Mauritania exercises its sovereignty or its jurisdiction as regards fishing. At the end of those negotiations, a new Protocol was initialled on 26 July 2012. (3) The current protocol to the Partnership Agreement expired on 31 July 2012. (4) To ensure that EU vessels can continue their fishing activities, the new Protocol provides for the possibility of its application by the parties on a provisional basis from the date of its signature, pending the completion of the procedures for its conclusion. (5) The new Protocol should be signed, HAS ADOPTED THIS DECISION: Article 1 The signing, on behalf of the Union, of the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years (the \" Protocol \" ) is hereby authorised, subject to the conclusion of the said Protocol. The text of the Protocol is attached to this Decision. Article 2 The President of the Council is hereby authorised to designate the person(s) empowered to sign the Protocol on behalf of the Union. Article 3 The Protocol shall be applied provisionally, in accordance with Article 9 thereof, from the date of its signature, pending the completion of the procedures for its conclusion. Article 4 This Decision shall enter into force on the date of its adoption. Done at Brussels, 18 December 2012. For the Council The President S. ALETRARIS EN 31.12.2012 Official Journal of the European Union L 361/43 ( 1 ) OJ L 343, 8.12.2006, p. 1. ",
        "PROTOCOL Setting out the fishing opportunities and financial contribution provided for in the fisheries partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years Article 1 Period of application and fishing opportunities 1. From the date of provisional application of this Protocol and for a period of two years, the fishing opportunities granted under Articles 5 and 6 of the Agreement shall be as laid down in the table attached to this Protocol. 2. Access to fishery resources in Mauritanian fishing zones shall be granted to foreign fleets to the extent that there is a surplus within the meaning of Article 62 of the United Nations Convention on the Law of the Sea ( 1 ) and having taken into account the operating capacity of the national Mauritanian fleets. 3. In accordance with Mauritanian law, the objectives to be achieved in terms of management and sustainable development and total allowable catches shall be set for each fishery by the Mauritanian State, following the advice of the body responsible for oceanographic research in Mauritania and the competent regional fisheries organisations. 4. This Protocol grants European Union fleets priority access to available surpluses in Mauritanian fishing zones. The fishing opportunities allocated to European Union fleets, as set out in Annex 1 to the Protocol, shall come from the available surpluses and shall have priority over fishing opportunities allocated to other foreign fleets authorised to fish in Maur­ itanian fishing zones. 5. All technical measures regarding the conservation, devel­ opment and management of resources, as well as the financial arrangements, fees and any other rights relating to the issuing of fishing authorisations as specified for each fishery in Annex 1 to this Protocol, shall apply to all foreign industrial fleets operating in the Mauritanian fishing zones under technical conditions similar to those applicable to the European Union fleets. 6. Under Article 6 of the Agreement, vessels flying the flag of a Member State of the European Union may fish in Maur­ itanian fishing zones only if they are in possession of a fishing authorisation issued under this Protocol in accordance with Annex 1 hereto. Article 2 Financial contribution – Methods of payment 1. The annual financial contribution for access by European Union vessels to the Mauritanian fishing zones referred to in Article 7 of the Agreement is set at sixty-seven (67) million euro. 2. In addition, an annual financial support of three (3) million euro shall be granted towards the implementation of a national responsible and sustainable fishing policy. 3. Paragraph 1 shall apply subject to Articles 4, 7 and 10 of this Protocol. 4. Payment by the Union of the financial contribution referred to in paragraph 1 regarding access by European Union vessels to Mauritanian fishing zones shall take place no later than three (3) months after the date of provisional appli­ cation in the first year and in the following years no later than the anniversary date of the entry into force of the Protocol. Article 3 Scientific cooperation 1. The parties undertake to promote responsible fishing in Mauritanian fishing zones based on the principles of sustainable exploitation of fishery resources and marine ecosystems. 2. During the period covered by this Protocol, the parties shall cooperate to monitor trends as regards the state of resources and of fisheries in the Mauritanian fishing zones. For this purpose, the Independent Joint Scientific Committee shall meet at least once a year, alternately in Mauritania and in Europe. Further to Article 4(1) of the Agreement, partici­ pation in the Independent Joint Scientific Committee may be extended, as far as necessary, to include external scientists as well as observers, stakeholder representatives or representatives of regional fisheries management bodies such as COPACE. 3. The remit of the Independent Joint Scientific Committee shall cover, in particular, the following activities: (a) drawing up an annual scientific report on the fisheries covered by this Protocol; EN L 361/44 Official Journal of the European Union 31.12.2012 ( 1 ) United Nations Convention on the Law of the Sea (with annexes, final act and procès-verbaux of rectification of the final act dated 3 March 1986 and 26 July 1993), concluded at Montego Bay on 10 December 1982 – United Nations Treaty Series of 16.11.1994, Volume 1834, I-31363, p. 3. ",
        "(b) identifying and proposing to the Joint Committee the imple­ mentation of programmes or measures dealing with specific scientific issues in order to improve understanding of the dynamics of fisheries, of the state of resources and of changes to marine ecosystems; (c) studying scientific questions which arise in the course of implementing this Protocol and, if necessary, adopting a scientific opinion under a procedure agreed by consensus within the Committee; (d) compiling and analysing data on the fishing effort and catches of each segment of the national fishing fleets, of both the European Union and third countries, which operate in Mauritanian fishing zones with respect to the resources and fisheries covered by this Protocol; (e) programming the annual surveys that contribute to the stock assessment process and make it possible to establish fishing opportunities and exploitation options guaranteeing the conservation of resources and of the ecosystem of which they are part; (f) formulating, on its own initiative or in response to a request from the Joint Committee or from one of the parties, any scientific opinion relating to objectives, strategies and management measures that are judged necessary for the sustainable exploitation of the stocks and fisheries covered by this Protocol; (g) where appropriate, proposing in the Joint Committee a programme for the review of fishing opportunities in accordance with Article 1 of this Protocol. Article 4 Review of fishing opportunities 1. The parties may adopt, in the Joint Committee, measures as referred to in Article 1 of this Protocol entailing a review of fishing opportunities. In such a case, the financial contribution is to be adjusted proportionately and pro rata temporis . 2. With regard to categories not provided for by the Protocol in force, the parties may, in accordance with Article 6, second subparagraph, of the Agreement, include new fishing oppor­ tunities on the basis of the best scientific advice, endorsed by the Independent Joint Scientific Committee and adopted by the Joint Committee. 3. The Joint Committee shall meet for the first time no later than three (3) months after the entry into force of this Protocol. Article 5 Termination due to reduced exploitation of fishing opportunities Where a reduced level of exploitation of the fishing oppor­ tunities is established, the European Union shall notify Maur­ itania, by letter, of its intention to terminate the Protocol. Such termination shall take effect within four (4) months of the notification. Article 6 Financial support for promoting responsible and sustainable fishing 1. The financial support referred to in Article 2(2) shall amount to three (3) million euro annually and shall aim to contribute to the development of sustainable and responsible fishing in Mauritanian fishing zones, in keeping with the strategic objectives of conservation of fishing resources and better integration of the sector into the national economy. 2. That support is public development aid granted indepen­ dently of the rules regarding access by European Union vessels to Mauritanian fishing zones, contributing to the implemen­ tation of sectoral national strategies in the areas of sustainable development of the fishing sector on the one hand, and the protection of protected marine and coastal areas on the other hand, as well as to the poverty reduction strategy in force. 3. The financial support under this Protocol shall take effect once the 2008-2012 sectoral support balance (the amount of which is to be established following a review by the parties) has been transferred by the Ministry of Finance to the special appro­ priation account (CAS) for fisheries, and put to use in accordance with a plan notified in advance by Mauritania. 4. The financial support is based on a result-oriented approach. Payment shall be made in instalments, according to a schedule laid down in the Joint Committee. 5. Mauritania undertakes to publish twice a year the calls for tenders and the contracts relating to projects that are granted such financial support, and to guarantee the visibility of the implemented measures according to the rules set out in Annex 2. Article 7 Suspension of application of the Protocol 1. Any dispute between the parties over the interpretation of this Protocol and its Annexes or over its application shall be the subject of consultations between the parties within the Joint Committee provided for in Article 10 of the Agreement, if necessary convened in a special meeting. EN 31.12.2012 Official Journal of the European Union L 361/45 ",
        "2. Application of the Protocol may be suspended at the initiative of one of the parties where the dispute between the two parties is deemed to be serious and the consultations held within the Joint Committee under paragraph 1 have not resulted in an amicable settlement. 3. Suspension of application of the Protocol shall require the interested party to notify its intention in writing at least four (4) months before the date on which suspension is due to take effect. 4. Furthermore, application of this Protocol may be suspended in the event of non-payment. In this case, the Ministry shall notify the European Commission of the non- payment. The Commission shall carry out the necessary checks and, where necessary, transmit the payment within no more than 30 working days of the date of receipt of the notifi­ cation. If no payment is made or non-payment is not adequately justified within the period specified above, the competent Maur­ itanian authorities shall be entitled to suspend application of this Protocol. They shall inform the European Commission of such action forthwith. Application of this Protocol shall resume as soon as the payments concerned have been made. 5. The parties agree that in the event of a proven human rights violation, this Protocol may be suspended on the basis of Article 9 of the Cotonou Agreement. Article 8 National law Without prejudice to the provisions of the Protocol and Annex 1 thereto, the port service activities and the purchase of supplies for vessels operating under the present Protocol and Annex 1 thereto shall be governed by the laws and regulations in force in Mauritania. Article 9 Duration This Protocol and the Annexes hereto shall apply for a period of two years from the date of provisional application, which is the date of signature, except in case of termination. Article 10 Termination 1. In the event of termination of the Protocol, the party concerned shall notify in writing the other party of its intention to terminate the Protocol at least four (4) months before the date on which such termination would take effect. 2. Dispatch of the notification referred to in the previous paragraph shall open consultations by the parties. Article 11 Entry into force This Protocol with its Annexes shall enter into force on the date on which the parties notify each other of the completion of the procedures necessary for that purpose. EN L 361/46 Official Journal of the European Union 31.12.2012 ",
        "Съставено в Брюксел и Нуакшот съответно на дванадесети и шестнадесети декември две хиляди и дванадесета година. Hecho en Bruselas y en Nuakchot, el doce de diciembre de dos mil doce y el dieciséis de diciembre de dos mil doce respectivamente. V Bruselu dne dvanáctého prosince dva tisíce dvanáct a v Nouakchott dne šestnáctého prosince dva tisíce dvanáct. Udfærdiget i Bruxelles og Nouakchott henholdvis den tolvte december og den sekstende december to tusind og tolv. Geschehen zu Brüssel und Nouakchott am zwölften Dezember beziehungsweise am sechzehnten Dezember zweitausendzwölf. Kahe tuhande kaheteistkümnenda aasta detsembrikuu kaheteistkümnendal päeval Brüsselis ja kahe tuhande kaheteistkümnenda aasta detsembrikuu kuueteistkümenendal päeval Nouakchottis Έγινε στις Βρυξέλλες και στο Νουακσότ, στις δώδεκα Δεκεμβρίου και στις δεκαέξι Δεκεμβρίου δύο χιλιάδες δώδεκα, αντιστοίχως. Done at Brussels and Nouakchott, on the twelfth day of December and on the sixteenth day of December in the year two thousand and twelve, respectively. Fait à Bruxelles et à Nouakchott, le douze décembre et le seize décembre deux mille douze, respectivement. Fatto a Bruxelles e a Nouakchott, rispettivamente addì dodici dicembre e sedici dicembre duemiladodici. Briselē un Nuakšotā, attiecīgi, divi tūkstoši divpadsmitā gada divpadsmitajā decembrī un sešpadsmitajā decembrī. Priimta atitinkamai du tūkstančiai dvyliktų metų gruodžio dvyliktą dieną ir gruodžio šešioliktą dieną Briuselyje ir Nuakšote. Kelt Brüsszelben és Nouakchottban, a kétezer-tizenkettedik év december havának tizenkettedik, illetve tizenhatodik napján. Magħmul fi Brussell u Nouakchott, fit-tnax-il jum ta’ Diċembru u fis-sittax-il jum ta’ Diċembru tas-sena elfejn u tnax, rispettivament. Gedaan te Brussel en Nouatchott op twaalf respectievelijk zestien december tweeduizend twaalf. Sporządzono w Brukseli i w Nawakszut odpowiednio dnia dwunastego grudnia i dnia szesnastego grudnia roku dwa tysiące dwunastego Feito em Bruxelas e em Nuaquechote, aos doze dias de dezembro e aos dezasseis dias de dezembro de dois mil e doze, respetivamente. EN 31.12.2012 Official Journal of the European Union L 361/47 ",
        "Întocmit la Bruxelles și Nouakchott la doisprezece decembrie și, respectiv, la șaisprezece decembrie două mii doisprezece. V Bruseli dvanásteho decembra dvetisícdvanásť a v Nouakchotte šestnásteho decembra dvetisícdvanásť V Bruslju in Nouakchottu, dne dvanajstega decembra oziroma šestnajstega decembra leta dva tisoč dvanajst. Tehty Brysselissä kahdentenatoista päivänä joulukuuta ja Nouakchottissa kuudentenatoista päivänä joulukuuta vuonna kaksituhattakaksitoista Som skedde i Bryssel och Nouakchott den tolfte december respektive den sextonde december tjugohun­ dratolv. EN L 361/48 Official Journal of the European Union 31.12.2012 ",
        "ANNEX 1 CONDITIONS GOVERNING FISHING ACTIVITIES BY EU VESSELS IN MAURITANIAN FISHING ZONES CHAPTER I GENERAL PROVISIONS 1. Designation of competent authority For the purposes of this Annex and unless otherwise specified, any reference to the European Union or to Mauritania as a competent authority shall mean: — For the European Union: the European Commission, via the European Union Delegation in Nouakchott (focal point); — For Mauritania: the Ministry of Fisheries, via the Planning and Cooperation Directorate (focal point), hereinafter referred to as the \" Ministry \" . 2. Mauritanian Exclusive Economic Zone (EEZ) Mauritania shall inform the European Union before the entry into force of the Protocol of the latitude and longitude co-ordinates of its EEZ and its baseline, which shall be the low-water mark. 3. Vessel identification 3.1. The identification marks of all European Union vessels must conform to the relevant European Union legislation. The Ministry must be notified of such legislation before the Protocol enters into force. The Ministry must be notified of any amendment to this legislation at least one month before its entry into force. 3.2. Any vessel which conceals its markings, name or registration shall be liable to the penalties provided for by Mauritanian law in force. 4. Bank accounts Mauritania shall notify the European Union before the entry into force of the Protocol of the details of the bank account(s) (BIC and IBAN codes) into which the financial sums payable by European Union vessels under the Protocol shall be paid. The associated bank transfer charges shall be borne by the shipowners. 5. Methods of payment 5.1. Payments shall be made in euro as follows: — fees: by transfer to one of the foreign accounts of the Central Bank of Mauritania, payable to the Mauritanian Public Treasury; — fees relating to the parafiscal charge: by transfer to one of the foreign accounts of the Central Bank of Mauritania, payable to the fisheries surveillance authority; — fines: by transfer to one of the foreign accounts of the Central Bank of Mauritania, payable to the Mauritanian Public Treasury. 5.2. The amounts referred to in point 1 above shall be considered as actually received on receipt of confirmation from the Treasury or the Ministry, on the basis of notification by the Central Bank of Mauritania. CHAPTER II LICENCES This Chapter shall apply without prejudice to the specific provisions set out in Chapter XI regarding vessels targeting highly migratory species. For the purposes of this Annex, the licence issued by Mauritania to European Union vessels shall be equivalent to the fishing authorisation provided for by the European Union legislation in force. 1. Documents required for licence applications On each vessel’s first licence application, the European Union shall submit to the Ministry a licence application form duly completed in respect of each vessel for which a licence is requested in accordance with the model in Appendix 1 to this Annex. EN 31.12.2012 Official Journal of the European Union L 361/49 ",
        "1.1. On a first licence application, the shipowner shall include with the application: — a copy, certified by the flag State, of the international tonnage certificate specifying the tonnage of the vessel in GT, as certified by recognised international bodies; — a recent colour photograph certified by the competent authorities of the flag State showing a side view of the vessel in its current state. The photograph shall be at least 15 cm by 10 cm; — the documents required for registration in the Mauritanian National Ship Register. Such registration shall not entail any registration fee. The inspection provided for in connection with registration in the National Ship Register is of a purely administrative nature. 1.2. Any alteration to the tonnage of a vessel shall oblige the shipowner concerned to submit a copy, certified by the flag State, of the new GT tonnage certificate and any relevant supporting documents, in particular the copy of the application lodged by the shipowner with the competent authorities, the agreement of those authorities and the details of the changes made. Where the structure or external appearance of the vessel is modified, a new photograph certified by the competent authorities of the flag State must also be submitted. 1.3. Applications for fishing licences shall be lodged only for those vessels for which the documents required under points 1.1 and 1.2 above have been sent. 2. Eligibility to fish 2.1. Each vessel wishing to engage in fishing activities under this Protocol must be entered in the European Union fishing vessels register and be eligible for fishing in Mauritanian fishing zones. 2.2. For a vessel to be eligible, neither the owner, the master nor the vessel itself must be prohibited from fishing in Mauritania. They must be in order vis-à-vis the Mauritanian authorities insofar as they must have met all prior obligations arising from their fishing activities in Mauritania. 3. Licence applications 3.1. For all licences the European Union shall submit every quarter to the Ministry lists of the vessels, broken down by fishing category, wishing to engage in fishing activities within the limits specified in the fishing datasheets included in the Protocol, one (1) month before the start of the period of validity of the licences requested. Such lists shall be accompanied by proof of payment. Licence applications failing to arrive within these deadlines need not be processed. 3.2. These lists shall specify, by fishing category: — the number of vessels; — for each vessel, its main technical characteristics as they appear in the fishing vessel register of the European Union; — fishing gears; — the amount of payments due, broken down by heading; — the number of Mauritanian seamen. 4. Issue of licences 4.1. The Ministry shall issue vessel licences following submission, by the shipowner’s agent, of individual proofs of payment for each vessel (receipt of payment issued by the Public Treasury), as specified in Chapter I, at least ten (10) days before the start of their period of validity. The licences may be obtained from the offices of the Ministry in Nouadhibou or Nouakchott. 4.2. The licences shall also indicate the period of validity, the vessel’s technical characteristics, the number of Mauritanian seamen and the payment references of the fees, and the conditions relating to the fishing activities as laid down in the relevant Fishing Datasheets. EN L 361/50 Official Journal of the European Union 31.12.2012 ",
        "4.3. Vessels receiving a licence shall be entered on the list of vessels authorised to fish which shall be sent simultaneously to the surveillance authority and to the European Union. 4.4. The European Union shall be notified of licence applications refused by the Ministry. Where appropriate, the Ministry shall provide a credit note against payments relating to such applications, after deduction of the balance of any outstanding unpaid fines. 5. Validity and utilisation of licences 5.1. A licence shall be valid only for the period covered by the fee paid under the terms laid down in the Fishing Datasheet. Licences shall be issued for periods of two months for shrimp fishing and for three, six or twelve months for other categories. They shall be renewable. The validity of the licences shall start to run on the first day of the period requested. The period of validity of licences shall be determined on the basis of calendar year periods, the first period beginning on the date of entry into force of this Protocol and ending on 31 December of the same year. The last period shall end at the end of the period of application of the Protocol. Licences may not start to run during one annual period and expire during the next. 5.2. Licences are issued for a given vessel. They shall be non-transferable. However, in the event of the loss or prolonged immobilisation of a vessel due to a serious technical failure, the licence of the initial vessel shall be replaced by a licence for another vessel of the same fishing category, on condition that the tonnage authorised for that category is not exceeded. 5.3. Additional adjustments in the amounts paid as a result of the replacement of the licence shall be effected before the replacement licence is issued. 6. Technical inspection 6.1. Once a year, and after any alterations in tonnage or changes to the fishing category necessitating the use of a different type of gear, all European Union vessels shall report to the port of Nouadhibou to undergo the inspections required by the legislation in force. Such inspections shall take place within 48 hours of the vessel’s arrival in port. The technical inspection procedures applying to tuna vessels and surface longliners shall be as laid down in Chapter XI of this Annex. 6.2. Once the technical inspection has been completed, the master of the vessel shall be issued with a certificate of conformity having the same period of validity as the licence which shall be automatically extended, free of charge, in the case of vessels renewing their licence in the course of the year. This certificate must be kept on board at all times. It must also specify the transhipment capacity of pelagic vessels. 6.3. The purpose of the technical inspection is to check the conformity of the vessel’s technical characteristics and gear and to ensure that the provisions relating to its Mauritanian crew have been complied with. 6.4. The cost of the inspection, at the rates laid down by Mauritanian law and communicated to the European Union via the EU Delegation, shall be borne by the shipowner. It may not be greater than the amount normally paid by other vessels for the same services. 6.5. Failure to comply with the provisions of points 1 or 2 above shall entail automatic suspension of the fishing licence until the shipowner has met such obligations. CHAPTER III FEES 1. Fees Fees shall be calculated for each vessel on the basis of the annual rates laid down in the Fishing Datasheets included in the Protocol. The amounts of such fees shall include all related fees and taxes, with the exception of the parafiscal charge, port taxes and service charges. EN 31.12.2012 Official Journal of the European Union L 361/51 ",
        "2. Parafiscal charge Under the decree establishing the parafiscal charge, the rates of this charge for industrial fishing vessels, payable in currency, are as follows: Fishing category: crustaceans, cephalopods and demersal species: Tonnage (GT) Amount per quarter (MRO) < 99 50 000 100-200 100 000 200-400 200 000 400-600 400 000 > 600 600 000 Fishing category (highly migratory and pelagic): Tonnage Amount per month (MRO) < 2 000 50 000 2 000-3 000 150 000 3 000-5 000 500 000 5 000-7 000 750 000 7 000-9 000 1 000 000 > 9 000 1 300 000 With the exception of categories 5 and 6, the parafiscal charge shall be payable on the basis of a full quarter or multiple thereof, irrespective of whether a biological recovery period falls within that period. The exchange rate (MRO/EUR) to be used for payment of the parafiscal charge for a calendar year shall be the average rate for the previous year, as calculated by the Central Bank of Mauritania and transmitted by the Ministry not later than 1 December of the year preceding the application thereof. A quarter shall consist of one of the three-month periods beginning 1 October, 1 January, 1 April or 1 July, except for the first and the last period of the Protocol. 3. Fees in kind Shipowners of European Union pelagic vessels operating under this Protocol shall contribute to the policy of fish distribution to people in need, at the rate of 2 % of their transhipped pelagic catches. This provision specifically excludes any other form of imposed contribution. 4. Final statement of fees for tuna-fishing vessels and surface longliners For each tuna-fishing vessel and surface longliner, the European Union shall draw up, on the basis of its electronic catch reporting confirmed by the above scientific institutes, a final statement of the fees owed by the vessel in respect of its annual season for the previous calendar year, or for the current year in the last year of application of the Protocol. The European Union shall notify this final statement to Mauritania and to the shipowner before 15 July of the year following the year in which the catches were made. If the final statement concerns the current year, it shall be notified to Mauritania no later than one (1) month after the date of expiry of the Protocol. Mauritania may contest the final statement, on the basis of documentary proof, within 30 working days of its being sent. In the case of disagreement, the parties shall consult each other in the Joint Committee. If Mauritania does not object within 30 days, the final statement shall be considered to be adopted. Where the final statement is greater than the advance payment fee paid to obtain the fishing licence, the shipowner shall pay the outstanding balance within 45 days of the approval of the statement by Mauritania. Where the final statement is less than the advance payment fee, the remaining amount may not be reclaimed by the shipowner. EN L 361/52 Official Journal of the European Union 31.12.2012 ",
        "CHAPTER IV CATCH REPORTING 1. Fishing logbook 1.1. Masters of vessels shall make a daily record of all the operations specified in the fishing logbook, a model of which is attached as Appendix 2 to this Annex and which may be amended in accordance with Mauritanian legislation. This document must be completed correctly and legibly and signed by the master of the vessel. For vessels fishing for highly migratory species, Chapter XI of this Annex shall apply. 1.2. At the end of each trip, the original of the fishing logbook shall be sent by the master of the vessel to the surveillance authority. Within 15 working days, the shipowner shall forward a copy of the log to the national authorities of the Member State and to the Commission, via the Delegation. 1.3. Failure to comply with the provisions of points 1.1 or 1.2 above shall entail, without prejudice to the penalties laid down by Mauritanian law, automatic suspension of the fishing licence until the shipowner has met such obligations. 1.4. In parallel, Mauritania and the European Union shall seek to have an electronic fishing logbook (ELB) put into place at the latest by the end of the first year of the Protocol. 2. Supplementary fishing logbook (landing and transhipment declarations) 2.1. On landing or transhipment, masters of vessels are required to complete correctly and legibly and to sign the supplementary fishing logbook as shown in the model attached as Appendix 6 to this Annex. 2.2. At the end of each landing operation, the shipowner shall send the original of the supplementary fishing logbook to the surveillance authority, with a copy to the Ministry, within a period of no more than 30 days. Within the same period, a copy shall be sent to the national authorities of the Member State and to the Commission, via the Delegation. For pelagic vessels, the period is set at 15 days. 2.3. At the end of each authorised transhipment, the master shall immediately send the original of the supplementary fishing logbook to the surveillance authority, with a copy to the Ministry. Within 15 working days, a copy shall be sent to the national authorities of the Member State and to the Commission, via the Delegation. 2.4. Failure to comply with the provisions of points 2.1, 2.2 or 2.3 above shall entail automatic suspension of the fishing licence until the shipowner has met such obligations. 3. Reliability of data The information in the documents referred to in the preceding points must reflect the actual fishing situation in order to constitute one of the bases for monitoring changes in fisheries resources. The Mauritanian legislation in force concerning the minimum sizes of catches kept on board shall be applicable and is provided in Appendix 4. A list of the conversion factors applicable to without head/whole catches and/or eviscerated/whole catches is provided in Appendix 5. 4. Tolerance of discrepancies Based on a representative sample, the tolerance of any discrepancy between the catches declared in the fishing logbook and the assessment of those catches made during inspection or landing shall not exceed: — 9 % for non-frozen fishing; — 4 % for non-pelagic frozen fishing; — 2 % for pelagic frozen fishing. 5. By-catches The authorised by-catches are specified in the Fishing Datasheets which are part of this Protocol. The regulations applicable to such by-catches shall be entered on the licences issued. Any vessel exceeding the authorised by-catch rates shall be liable to penalties. EN 31.12.2012 Official Journal of the European Union L 361/53 ",
        "6. Failure to observe catch reporting obligations Failure to comply with the provisions relating to the reporting of catches shall entail, without prejudice to the penalties provided for by the Protocol, automatic suspension of the fishing licence until the shipowner has met such obligations. 7. Aggregated catch reporting The European Union shall notify Mauritania, in electronic form, of the aggregated quantities caught by its vessels across all fishing categories by the end of each quarter for the preceding quarter. The data shall be broken down by month, type of fishing, vessel and species. The conversion factors applicable to pelagic fishing as regards without head/whole catches and/or eviscerated/whole catches is provided in Appendix 5. CHAPTER V LANDINGS AND TRANSHIPMENTS 1. Landings 1.1. The demersal fleet shall be subject to a landing obligation. 1.2. Specific derogations shall be granted to a shrimp fleet at the shipowner’s request during periods of hot weather, in particular the months of August and September. 1.3. The landing obligation does not entail any storage or processing obligation. 1.4. The non-freezer pelagic fleet shall be subject to a landing obligation within the limits of the reception capacity of the processing units at Nouadhibou and actual market demand. 1.5. The last trip (the trip preceding the vessel’s departure from Mauritanian fishing zones for a period lasting not less than three months) shall not be subject to the landing obligation. For shrimp trawlers, this period shall be two months. 1.6. The master of a European Union vessel shall notify the port authorities of Nouadhibou (PAN) and the maritime surveillance authority, by fax or e-mail with a copy to the European Union Delegation, at least 48 hours in advance (24 hours for non-freezer vessels) of the date of landing, specifying the following: (a) the name of the fishing vessel which is to land; (b) the planned date and time of the landing; (c) the quantity (expressed in kilograms of live weight of each species to be landed or transhipped (identified by its FAO alpha 3 code). In response to the above notification the surveillance authority shall, within the next 12 hours, notify its consent to the master of the vessel or his agent by return fax or e-mail with a copy to the European Union Delegation. 1.7. European Union vessels landing at a Mauritanian port shall be exempt from all taxes or charges having an equivalent effect other than port fees and charges which apply on the same terms to Mauritanian vessels. The fishery products landed shall be under customs control arrangements in accordance with Mauritanian legislation in force. They shall therefore be exempt from all customs procedures and duties or charges having an equivalent effect when they enter the Mauritanian port or at the time of export, and shall be treated as \" temporarily-admitted goods \" ( \" temporary storage \" ). Shipowners shall decide on the destination of their vessels’ production. It may be processed, stored under customs control, sold in Mauritania or exported (in currency). EN L 361/54 Official Journal of the European Union 31.12.2012 ",
        "Sales in Mauritania intended for the Mauritanian market shall be subject to the same charges and levies as those applied to Mauritanian fishery products. Profits may be exported without additional charges (exemption from customs duties and charges having an equivalent effect). 2. Transhipments 2.1. Any pelagic freezer trawler with the capacity to tranship, as attested by the certificate of conformity, is under the obligation to tranship at buoy 10 within the Autonomous Port of Nouadhibou, with the exception of the last trip. 2.2. European Union vessels transhipping at the Autonomous Port of Nouadhibou shall be exempt from all taxes or charges having an equivalent effect other than port fees and charges which apply on the same terms to Mauritanian vessels. 2.3. The last trip (the trip preceding the vessel’s departure from Mauritanian fishing zones for a period lasting not less than three months) shall not be subject to the transhipment obligation. 2.4. Mauritania reserves the right to refuse transhipment if the carrier vessel has carried out illegal, undeclared or unregulated fishing inside or outside Mauritanian fishing zones. CHAPTER VI MONITORING 1. Entering and leaving the Mauritanian fishing zone 1.1. Except for tuna vessels, surface longliners and pelagic fishing vessels (for which the deadlines shall be as laid down in Chapter XI of this Annex), European Union vessels operating under this Agreement must report: (a) entry: notice must be given at least 36 hours beforehand and contain the following particulars: — the position of the vessel at the time of notification, — the day, date and approximate time of entering Mauritanian fishing zones, — the amount and species of catch held on board at that time, where vessels have previously stated that they hold a fishing licence for a neighbouring fishing zone; in this case, the surveillance authority shall have access to the fishing log concerning that zone and any checks may not last longer than the period laid down in point 4 of this Chapter; (b) exit: notice must be given at least 48 hours beforehand and contain the following particulars: — the position of the vessel at the time of notification, — the day, date and time of leaving Mauritanian fishing zones, — the amount and species of catch held on board at the time of notification. 1.2. Shipowners shall notify the surveillance authority of their vessels’ entry into and exit from Mauritanian fishing zones by fax, e-mail or mail to the fax numbers or address indicated in Appendix 1 to this Annex. In the event of difficulties in communicating by those means, the information may exceptionally be transmitted via the European Union. The Commission, via the European Union Delegation, shall be given 15 days prior notice of any changes in the numbers or addresses for notification. EN 31.12.2012 Official Journal of the European Union L 361/55 ",
        "1.3. During their presence in the Mauritanian fishing zones, European Union vessels shall continuously monitor inter­ national call frequencies (VHF Channel 16 or HF 2 182 kHz). 1.4. On receipt of messages notifying exit from the fishing zone, the Mauritanian authorities reserve the right to decide whether to carry out a check prior to the departure of vessels, on the basis of sampling within Nouadhibou or Nouakchott port. Those monitoring operations should not last for more than six hours for pelagics (categories 7 and 8) or more than three hours for other categories. 1.5. Failure to comply with the provisions of the preceding points shall result in the following sanctions: (a) the first time: — the vessel shall be diverted, if possible, — the catch on board shall be landed and confiscated on behalf of the Public Treasury, — the vessel shall pay the minimum fine provided for under Mauritanian legislation; (b) the second time: — the vessel shall be diverted, if possible, — the catch on board shall be landed and confiscated on behalf of the Public Treasury, — the vessel shall pay the maximum fine provided for under Mauritanian legislation, — the licence shall be revoked for the remainder of its period of validity; (c) the third time: — the vessel shall be diverted, if possible, — the catch on board shall be landed and confiscated on behalf of the Public Treasury, — the licence shall be definitively revoked, — the master and the vessel shall be prohibited from fishing in Mauritania. 1.6. Should the offending vessel escape, the Ministry shall inform the Commission and the flag Member State so that the penalties laid down in point 1.5 above may be applied. 2. Inspection at sea Inspection at sea in the Mauritanian zone of European Union vessels holding a licence shall be carried out by vessels and inspectors of Mauritania who are clearly identifiable as being assigned to carry out fishing checks. Before boarding, the Mauritanian inspectors shall inform the European Union vessel of their decision to carry out an inspection. The inspection shall be carried out by a maximum of two inspectors, who must provide proof of their identity and official position as an inspector before carrying out the inspection. The Mauritanian inspectors shall only stay on board the European Union vessel for the time necessary to carry out tasks linked to the inspection. They shall carry out the inspection in a way which minimises the impact on the vessel, its fishing activity and cargo. The inspection should not last longer than three hours for pelagic vessels and one-and-a-half hours for the other categories. During inspections at sea, transhipments and landings, the master of a European Union vessel shall facilitate boarding by and the work of the Mauritanian inspectors, in particular by making any manoeuvres deemed necessary by the inspectors. EN L 361/56 Official Journal of the European Union 31.12.2012 ",
        "At the end of each inspection, the Mauritanian inspectors shall draw up an inspection report. The master of the European Union vessel has the right to include his comments in the inspection report. The inspection report shall be signed by the inspector drawing up the report and the master of the European Union vessel. The Mauritanian inspectors shall issue a copy of the inspection report to the master of the European Union vessel before leaving the vessel. Mauritania shall send a copy of the inspection report to the European Union within a period of four days after the inspection. 3. Inspection in port Inspection in port of European Union vessels landing or transhipping catches from Mauritanian fishing zones shall be carried out by Mauritanian inspectors who are clearly identifiable as being assigned to carry out fishing checks. The inspection shall be carried out by a maximum of two inspectors, who must provide proof of their identity and official position as an inspector before carrying out the inspection. The Mauritanian inspectors shall only stay on board the European Union vessel for the time necessary to carry out the tasks related to the inspection and shall conduct the inspection in such a way as to minimise the impact on the vessel, the landing or transhipment operation and the cargo. The inspection must not last longer than the landing or transhipment operation. At the end of each inspection, the Mauritanian inspector shall draw up an inspection report. The master of the European Union vessel has the right to include his comments in the inspection report. The inspection report shall be signed by the inspector drawing up the report and the master of the European Union vessel. The Mauritanian inspector shall provide a copy of the inspection report to the master of the European Union vessel at the end of the inspection. Mauritania shall send a copy of the inspection report to the European Union within a period of 24 hours days after the inspection. 4. Mutual observation system for shore-based controls The parties shall set up a mutual observation system for shore-based controls. To this end, they shall designate representatives who shall attend monitoring operations and inspections carried out by the respective national inspection authorities and may make observations on the implementation of this Protocol. These representatives must possess: — a professional qualification, — appropriate experience in the fisheries field, and — thorough knowledge of the provisions of the Agreement and of this Protocol. Inspections shall be carried out by the national inspection authorities and the representatives in attendance may not, on their own initiative, exercise the powers of inspection conferred on national officials. When the representatives accompany national inspection officials, they shall have access to the vessels, premises and documents subject to inspection by those officials, in order to collect data (not containing named references) necessary for the accomplishment of their task. The representatives shall accompany the national inspection authorities on their visits to the ports, on board ships in dock, to public auction houses, fish wholesalers’ shops, cold stores and other premises for landing and stocking fish before it is placed on the market. The representatives shall draw up and submit a report every four months detailing the inspections attended. This report shall be addressed to the competent authorities. A copy shall be supplied by those authorities to the other contracting party. The parties hereby decide to carry out at least two inspections each year, alternately in Mauritania and in Europe. 4.1. Confidentiality The representative on joint monitoring operations shall respect the plant and equipment on board the vessel, and any other installations, and also the confidentiality of all documents to which access is provided. The parties agree to maintain the highest standards of confidentiality during such operations. The representative shall disclose information on the results of such operations solely to the competent authorities. EN 31.12.2012 Official Journal of the European Union L 361/57 ",
        "4.2. Location This programme shall be implemented in European Union ports of landing and in Mauritanian ports. 4.3. Funding Each party shall bear the costs of its representative on monitoring operations, including travel and lodging costs. CHAPTER VII SATELLITE MONITORING SYSTEM (VMS) The satellite monitoring of European Union vessels shall be ensured by dual transmission based on a triangular system introduced on an experimental basis for the entire period covered by this Protocol, as follows: (1) EU vessel – flag State FMC – Mauritanian FMC (2) EU vessel – Mauritanian FMC – Flag State FMC 1. Modalities of transmissions Each position message must contain the following information: (a) vessel identification; (b) the most recent geographical position of the vessel (longitude, latitude), with a margin of error of less than 500 metres, and with a confidence interval of 99 %; (c) the date and time the position is recorded; (d) the speed and the course of the vessel. The FMC of the flag State and the FMC of Mauritania shall ensure the automatic processing and, if necessary, the electronic transmission of the position messages. The position messages shall be recorded in a secure manner and kept for a period of three years. 2. Transmission by the vessel in the event of breakdown of the VMS system The master shall ensure at all times that the VMS system of his vessel is fully operational and that the position messages are correctly transmitted to the FMC of the flag State. Where the continuous satellite monitoring equipment installed on board a fishing vessel develops a technical fault or breaks down, the master of the vessel shall transmit the information specified in point 5 by fax to the Control Centre of the flag State and the Mauritanian FMC in good time. In those circumstances, a global position report shall be sent every four hours. This global position report shall include the position reports as recorded by the master of the vessel on an hourly basis in accordance with the requirements laid down in point 5. The Control Centre of the flag State shall send these messages immediately to the Mauritanian FMC. The faulty equipment shall be repaired or replaced within a period of not more than five days. Where this deadline is not met, the vessel in question must leave the Mauritanian fishing zones or return to a Mauritanian port. Where there is a serious technical problem requiring an additional period, an exception may be granted at the request of the master for a maximum of 15 days. In that situation, the requirements laid down in point 7 shall continue to apply to all vessels, with the exception of tuna vessels, which shall return to port in order to take on board a Mauritanian scientific observer. 3. Secure communication of position messages between the FMC of the flag State and Mauritania The FMC of the flag State shall automatically send the position messages of the vessels concerned to the FMC of Mauritania, and vice versa. The FMC of the flag State and the FMC of Mauritania shall exchange their contact e-mail addresses and inform each other immediately of any change to these addresses. The transmission of position messages between the FMCs of the flag State and Mauritania shall be carried out electronically using a secure communication system. The FMC of Mauritania shall without delay inform the FMC of the flag State and the European Union of any interruption in receiving consecutive position messages from a vessel holding a fishing authorisation, where the vessel concerned has not notified its departure from Mauritanian fishing zones. EN L 361/58 Official Journal of the European Union 31.12.2012 ",
        "4. Malfunction of the communication system Mauritania shall ensure the compatibility of its electronic equipment with that of the FMC of the flag State and inform the European Union without delay of any malfunction as regards the communication and receiving of position messages with a view to finding a technical solution as soon as possible. The Joint Committee shall deal with any dispute arising. The master shall be considered to be responsible for any proven manipulation of a vessel’s VMS system aimed at disturbing its operation or falsifying its position messages. Any infringement shall be subject to the penalties provided for by the Protocol. CHAPTER VIII INFRINGEMENTS 1. Inspection report and statement of infringement The inspection report, which shall specify the circumstances and reasons leading to the infringement, must be signed by the master of the vessel, who may note any reservations therein and a copy of which shall be given to him by the surveillance authority. This signature shall not prejudice the master’s rights or any defence which he may invoke in response to the alleged infringement. The statement of infringement shall be drawn up faithfully by the surveillance authority on the basis of any infringements found and entered into the inspection report drawn up following checks on the vessel. The conformity of the vessel’s characteristics ascertained during the technical inspection (chapter II) shall be taken into account during such checks. 2. Notification of the infringement In the event of infringement, the surveillance authority shall serve by letter on the vessel’s agent the statement relating to the infringement, together with the inspection report. The surveillance authority shall inform the European Union thereof without delay. In the event of an infringement which cannot be brought to an end at sea, the master, at the request of the surveillance authority, shall take the vessel to the port of Nouadhibou. In the event of an infringement acknowledged by the master which can be brought to an end at sea, the vessel shall continue fishing. In both cases, the vessel shall continue fishing once the infringement is brought to an end. 3. Settlement of infringements In accordance with this Protocol, infringements may be settled either out of court or by legal proceedings. Before taking any measure against the vessel, the master, the crew or the cargo, with the exception of measures aimed at protecting evidence, Mauritania shall organise, at the request of the European Union if necessary, within three working days of notification of the detention of the vessel, an information meeting to clarify the facts which have led to the vessel being detained and to explain what further action may be taken. A representative of the flag State and a representative of the owner of the vessel must be allowed to attend this information meeting. The Settlement Committee shall then be convened by the surveillance authority. All information concerning out-of- court settlements or legal proceedings relating to infringements committed by European Union vessels shall be sent to the European Union without delay. If necessary and by derogation granted by the Chairman of the Settlement Committee, the shipowner may be represented in the Settlement Committee by two persons. Any fine must be paid by transfer no later than 30 days after the settlement. Where a vessel wishes to leave the Mauritanian fishing zones, it may only do so once the payment has become effective. A Public Treasury receipt or, failing this, a SWIFT bank transfer certified by the Central Bank of Mauritania on non-working days, shall serve as proof of payment of the fine allowing the vessel to be released. If the settlement procedure has not reached a successful conclusion, the Ministry shall refer the matter to the public prosecutor of Mauritania without delay. Under the legislation in force, a bank security shall be lodged by the shipowner to cover any fines. The vessel shall be released 72 hours from the time when the security is lodged. The bank security shall be irrevocable until the legal proceedings have been concluded. It shall be released by the Ministry once legal proceedings end without a conviction. Similarly, in the event of a conviction leading to a fine, this fine shall be paid in accordance with the legislation in force, which lays down that the bank security will be released if payment is made within 30 days of the judgment. EN 31.12.2012 Official Journal of the European Union L 361/59 ",
        "The vessel shall be released and its crew authorised to leave the port when: — the obligations arising under the amicable settlement have been fulfilled, or — the bank security referred to in paragraph 5 above has been lodged and accepted by the Ministry, pending completion of the legal proceedings. CHAPTER IX SIGNING-ON OF MAURITANIAN SEAMEN 1. Apart from tuna seiners which must sign on one (1) Mauritanian seaman per vessel and pole-and-line tuna vessels which must sign on three (3) Mauritanian seamen per vessel, each European Union vessel shall sign on 60 % of Mauritanian seamen for the duration of its presence in Mauritanian fishing zones, freely selected from a list established by the Ministry; this calculation shall not include officers. However, where Mauritanian trainee officers are signed on, the number of such officers shall be deducted from that of Mauritanian seamen. 2. The shipowner or his agent shall inform the Ministry of the names of the Mauritanian seamen signed on the vessel concerned, mentioning their position in the crew. 3. The International Labour Organisation (ILO) Declaration on Fundamental Principles and Rights at Work shall apply as of right to seamen signed on by European Union vessels. This concerns in particular the freedom of association and the effective recognition of the right to collective bargaining, and the elimination of discrimination in respect of employment and occupation. 4. Mauritanian seamen’s employment contracts, a copy of which shall be given to the signatories, shall be drawn up between the shipowners’ agent(s) and the seamen and/or their trade unions or representatives in consultation with the competent Mauritanian authority. The contracts shall guarantee the seamen the social security cover applicable to them, including life assurance and sickness and accident insurance. 5. The shipowner or his agent shall send, within two months of the issue of the licence, a copy of that contract duly signed by the competent authorities of the Member State concerned direct to the Ministry. 6. The salary of Mauritanian seamen shall be paid by the shipowners. It shall be set before the issuance of licences and by mutual agreement between the shipowners or their representatives and the Mauritanian seamen concerned or their representatives. However, the salary conditions applicable to Mauritanian seamen cannot be inferior to those applicable to Mauritanian crew and must respect, or exceed, the ILO standards. 7. If one or more seamen employed on board do not turn up at the vessel’s planned departure time, the vessel may commence the planned trip after having informed the competent authorities of the port of embarkation of the insufficient number of required seamen and after having updated its crew. The competent authorities shall inform the surveillance authority. 8. The shipowner shall take all necessary steps to ensure that the number of seamen required by this Agreement are signed on by the vessel, by the next trip at the latest. 9. Where no Mauritanian seamen are taken on board for reasons other than that specified in the previous point, owners of European Union vessels shall be obliged to pay as soon as possible a flat-rate amount of EUR 20 per day of fishing in the Mauritanian fishing zone per seaman, within a maximum of three months. 10. Payment for failure to sign on seamen shall be based on the actual number of fishing days and not on the period of the licence. 11. This sum shall be used for training Mauritanian fishermen and shall be paid into the account specified in Chapter I, General Provisions, of this Annex. 12. Twice a year the European Union shall send the Ministry a list of Mauritanian seamen on board European Union vessels on 1 January and 1 July of each year, showing their registration in the seamen’s register and the vessels on which they were signed on. 13. Without prejudice to point 7 above, recurring failure by shipowners to sign on the requisite number of Mauritanian seamen shall result in automatic suspension of the vessels’ fishing licence until this obligation has been met. EN L 361/60 Official Journal of the European Union 31.12.2012 ",
        "CHAPTER X SCIENTIFIC OBSERVERS A system for scientific observation on board European Union vessels is hereby established. 1. For each fishing category, the parties shall designate at least two vessels per year which shall take on board a Mauritanian scientific observer, with the exception of tuna seiners, which shall board observers at the request of the Ministry. In all cases, there shall be only one scientific observer at a time per vessel. The period a scientific observer shall spend on board a vessel shall be the length of a trip. However, at the express request of one of the parties, this embarkation may be spread over several trips depending on the average duration of the trips planned for a particular vessel. 2. The Ministry shall inform the European Union of the names of designated scientific observers, having the requisite documents, at least seven working days before the scheduled date of their embarkation. 3. All costs arising out of the activities of scientific observers, including their salary, emoluments and allowances, shall be borne by the Ministry. 4. The Ministry shall make all necessary arrangements for the embarkation and landing of the scientific observer. Scientific observers shall enjoy the same treatment on board as the vessel’s officers. Scientific observers shall be offered every facility needed to carry out their duties. The master shall give them access to the means of communication needed for the discharge of their duties, to documents directly concerned with the vessel’s fishing activities, i.e. the fishing log, the supplementary fishing log and the navigation log, and to those parts of the vessel necessary to facilitate the exercise of their tasks as observer. 5. Scientific observers must report to the master of the designated vessel the day before the selected date of embar­ kation. Should the scientific observer not appear, the master of the vessel shall inform the Ministry and the European Union. In this case, the vessel shall be authorised to leave the port. However, the Ministry may subsequently, without delay and at its own expense, arrange the boarding of a new scientific observer, without disrupting fishing by the vessel. 6. Scientific observers must have: — a professional qualification, — adequate fisheries experience, and thorough knowledge of the provisions of this Protocol. 7. Scientific observers shall ensure that European Union vessels operating in Mauritanian fishing zone comply with the terms of this Protocol. They shall compile a report on this subject. In particular, they shall: — observe the fishing activities of the vessels; — check the position of vessels engaged in fishing operations; — perform biological sampling in the context of scientific programmes; — record particulars of the fishing gear and the mesh sizes of the nets used. 8. Observation shall be confined to fishing activities and related activities governed by this Protocol. 9. The scientific observer shall: — take all appropriate steps to ensure that the conditions of their boarding and presence on the vessel neither interrupt nor hamper fishing operations, — use the instruments and procedures approved for measuring the mesh size of nets used under this Protocol; and — respect the material and equipment on board and the confidentiality of all documents belonging to the vessel. EN 31.12.2012 Official Journal of the European Union L 361/61 ",
        "10. At the end of the observation period and before leaving the vessel, the scientific observer shall draw up a report in accordance with the model in Appendix 9 to this Annex. They shall sign it in the presence of the skipper, who may add or cause to be added to it any observations considered relevant, followed by the skipper’s signature. A copy of the report shall be handed to the master of the vessel when the observer is put ashore as well as to the Ministry and the European Union. CHAPTER XI VESSELS TARGETING HIGHLY MIGRATORY SPECIES 1. Licences for tuna seiners, pole-and-line tuna vessels and surface longliners shall be issued for periods which coincide with calendar years except for the first and last year of this Protocol. On presentation of the proof of payment of the advance, the Ministry shall draw up the licence and enter the vessel concerned on the list of vessels authorised to fish which shall be sent to the surveillance authority and to the European Union. 2. Before receiving its licence, each vessel operating under the Agreement for the first time must be presented for the inspections required by the legislation in force. Such inspections may be carried out in a foreign port to be agreed. All expenses linked to such inspection shall be borne by the shipowner. 3. Vessels holding fishing licences for neighbouring countries may indicate in their licence applications the country and species concerned and the period of validity of such licences to facilitate their multiple entries into and exits from the fishing zone. 4. Licences shall be issued following payment, by transfer to the account indicated in Chapter I, of a lump sum corresponding to the advance specified in the Fishing datasheets included in the Protocol. This lump sum shall be established pro rata temporis to the validity of the licence for the first and last year of the Protocol. The parafiscal charge shall be paid in proportion to the time spent in the Mauritanian fishery zone. Monthly payments are deemed to cover periods of 30 days’ actual fishing. This provision preserves the indivisible nature of the charge and, consequently, the monthly payment shall be due in respect of any period begun. A vessel which has fished for 1 to 30 days over the year shall pay the charge in respect of one month. The second monthly payment of this charge shall be due after the first period of 30 days and so on. Additional monthly payments shall be made no later than 10 days after the first day of each additional period. 5. Vessels shall keep a log-book, in accordance with the model in Appendix 3 to this Annex, for each fishing period spent in Mauritanian waters. It shall be filled in even when no catches are made. 6. Subject to any checks Mauritania may wish to carry out, the European Union shall submit to the Ministry, by 15 June each year, a statement of fees due for the previous fishing year, on the basis of the catch declarations made by each shipowner and confirmed by the scientific institutes responsible for verifying catch data in the Member States, such as the IRD (Institut de recherche pour le développement), IEO (Instituto Español de Oceanografía), INIAP (Instituto Nacional de Investigação Agrária e das Pescas) and IMROP (Institut mauritanien de recherches océanographiques et des pêches). 7. Tuna vessels and surface longliners shall comply with all the recommendations adopted by the International Commission for the Conservation of Atlantic Tunas (ICCAT). 8. For the last year of application of the Protocol, the statement of the fees due for the previous fishing year shall be notified within four months of expiry of the Protocol. 9. The final statement shall be sent to the shipowners concerned, who shall have 30 days from the notification and the approval of the amounts by the Ministry, within which to discharge their financial obligations to the competent national authorities. Payment in euro, payable to the Public Treasury, shall be made into the account mentioned in Chapter I no later than one-and-a-half months after that notification. However, if the amount of the final statement is lower than the advance referred to in point 3 above, the resulting balance shall not be reimbursable to the shipowner. 10. Vessels shall be obliged, within the three hours before entering or leaving the zone, to communicate their position and the volume of the catch on board direct to the Mauritanian authorities by electronic means or, failing that, by radio. The addresses and radio frequency shall be notified by the surveillance authority. EN L 361/62 Official Journal of the European Union 31.12.2012 ",
        "11. At the request of the Mauritanian authorities and by mutual agreement with the shipowners concerned, tuna seiners shall take on board for an agreed period one scientific observer per vessel. DATASHEETS FISHING CATEGORY 1: FISHING VESSELS SPECIALISING IN CRUSTACEANS OTHER THAN SPINY LOBSTER AND CRAB 1. Fishing zone (a) North of latitude 19°00′N, the zone marked by the line joining the following points: 20°46′30″N 17°03′00″W 20°40′00″N 17°07′50″W 20°05′00″N 17°07′50″W 19°49′00″N 17°10′60″W 19°43′50″N 16°57′00″W 19°18′70″N 16°46′50″W 19°00′00″N 16°22′00″W (b) South of latitude 19°00′N as far as latitude 16°04′N, at 6 nautical miles from the low-water mark for specially authorised vessels and at 8 nautical miles from the low-water mark for other vessels. 2. Authorised gear — Bottom shrimp trawl, including those fitted with a tickler chain or any other selective device. The tickler chain is an integral part of the rigging of shrimp trawlers equipped with outriggers. It consists of a single length of chain with links of no more than 12 mm in diameter fastened between the trawl boards ahead of the footrope. — The mandatory use of selective devices is subject to a decision of the Joint Committee based on a joint scientific, technical and economic assessment. — Doubling of the cod-end is prohibited. — Doubling of the twine forming the cod-end is prohibited. — Protective aprons are authorised. 3. Minimum authorised mesh 50 mm 4. Minimum Size For deep-water shrimp, the minimum size is to be measured from the tip of the rostrum to the end of the tail. The tip of the rostrum is an extension of the carapace, which is situated in the anterior median portion of the cephalothorax. — Deep-water shrimps: — rose shrimp or gambas ( Parapeneus longirostrus ) 6 cm — Coastal shrimps: — white shrimp, caramote prawn ( Penaeus notialis ) and common shrimp ( Penaeus kerathurus ) 200 indv/kg The Joint Committee may determine the minimum size for species not listed above. 5. By-catches Authorised Not authorised 10 % fish spiny lobsters 5 % crabs cephalopods The Joint Committee may determine by-catch rates for species not listed above. EN 31.12.2012 Official Journal of the European Union L 361/63 ",
        "6. Fishing opportunities/fees Period Year 1 Year 2 Volume of authorised catches (in tonnes) 5 000 5 000 Fee 620 EUR/t 620 EUR/t The fee shall be calculated at the end of each period of two months in which the vessel is authorised to fish, taking into account the catches made during that period. The licence shall be granted on advance payment of EUR 1 000 per vessel, to be deducted from the total amount of the fee. The advance payment shall be made at the beginning of each two-month period in which the vessel is authorised to fish. The number of vessels authorised at the same time shall not exceed 36: — 50 % of the total number of vessels operating at the same time in Mauritanian fishing zones may be authorised to work simultaneously during the same fishing period in the zone located west of the 6-mile line from the low-water mark south of latitude 19°00′N. — If this threshold of 50 % corresponds to a number of vessels equal to or less than 10, all of them shall be authorised to fish west of the 6-mile line from the low-water mark south of latitude 19°00′N. — A licence issued to a vessel for a fixed period of two months shall specify whether the vessel is authorised to fish beyond the 6-mile line from the low-water mark south of latitude 19°00′N. — North of latitude 19°00′N all vessels with a licence to fish shrimp shall be authorised to fish west of the line the coordinates of which are specified in point 1 of this datasheet. 7. Biological recovery Two (2) periods of two (2) months: May-June and October-November. Any change to the biological recovery period, on the basis of a scientific opinion, shall be notified to the European Union without delay. 8. Comments The fees are fixed for the entire period of application of the Protocol. FISHING CATEGORY 2: BLACK HAKE (NON-FREEZER) TRAWLERS AND BOTTOM LONGLINERS 1. Fishing zone (a) North of latitude 19°15′60″N, west of the line joining the following points: 20°46′30″N 17°03′00″W 20°36′00″N 17°11′00″W 20°36′00″N 17°36′00″W 20°03′00″N 17°36′00″W 19°45′70″N 17°03′00″W 19°29′00″N 16°51′50″W 19°15′60″N 16°51′50″W 19°15′60″N 16°49′60″W (b) South of latitude 19°15′60″N as far as latitude 17°50′N, west of the 24-mile line from the low-water mark. (c) South of latitude 17°50′N: west of the 18-mile line from the low-water mark. EN L 361/64 Official Journal of the European Union 31.12.2012 ",
        "(d) During the biological recovery periods for cephalopod fisheries: (1) Between Cap Blanc and Cap Timiris, the exclusion zone is defined by the following points: 20°46′00″N 17°03′00″W 20°46′00″N 17°47′00″W 20°03′00″N 17°47′00″W 19°47′00″N 17°14′00″W 19°21′00″N 16°55′00″W 19°15′60″N 16°51′50″W 19°15′60″N 16°49′60″W (2) South of latitude 19°15′60″N (Cap Timiris) as far as latitude 17°50′N (Nouakchott), fishing is prohibited beyond the 24-mile line from the low-water mark. (3) South of latitude 17°50′N (Nouakchott), fishing is prohibited beyond the 18-mile line from the low-water mark. 2. Authorised gear — Bottom longline — Bottom trawl for hake — Doubling of the cod-end is prohibited. — Doubling of the twine forming the cod-end is prohibited. 3. Minimum authorised mesh 70 mm (trawl) 4. Minimum Size 1) For fish, the minimum size is to be measured from the tip of the snout to the end of the caudal fin (total length) (see Appendix 4) The Joint Committee may determine the minimum size for species not listed above. 5. By-catches Authorised Not authorised Trawlers: 25 % fish Cephalopods and crustaceans Longliners: 50 % fish The Joint Committee may determine by-catch rates for species not listed above. 6. Fishing opportunities/fees Period Year 1 Year 2 Volume of authorised catches (in tonnes) 4 000 4 000 Fee 90 EUR/t 90 EUR/t The fee shall be calculated at the end of each period of three months in which the vessel is authorised to fish, taking into account the catches made during that period. The licence shall be granted on advance payment of EUR 1 000 per vessel, to be deducted from the total amount of the fee. The advance payment shall be made at the beginning of each three-month period in which the vessel is authorised to fish. The number of vessels authorised at the same time shall not exceed 11. EN 31.12.2012 Official Journal of the European Union L 361/65 ",
        "7. Biological recovery Where appropriate the Joint Committee shall determine a biological recovery period based on the scientific opinion of the Joint Scientific Committee. 8. Comments The fees are fixed for the entire period of application of the Protocol. FISHING CATEGORY 3: VESSELS FISHING FOR DEMERSAL SPECIES OTHER THAN BLACK HAKE WITH GEAR OTHER THAN TRAWLS 1. Fishing zone (a) North of latitude 19°48′50″N: 3 nautical miles from the Cap Blanc - Cap Timiris baseline; (b) South of latitude 19°48′50″N as far as latitude 19°21′N: west of longitude 16°45′W (c) South of latitude 19°21′N from the 9-mile line from the low-water mark. (d) During the biological recovery periods for cephalopod fisheries: (1) Between Cap Blanc and Cap Timiris: 20°46′00″N 17°03′00″W 20°46′00″N 17°47′00″W 20°03′00″N 17°47′00″W 19°47′00″N 17°14′00″W 19°21′00″N 16°55′00″W 19°15′60″N 16°51′50″W 19°15′60″N 16°49′60″W (2) South of latitude 19°15′60″N (Cap Timiris), fishing is prohibited beyond the 9-mile line from the low-water mark. 2. Authorised gear — Longline — Fixed gillnets with a maximum depth of 7 m and a maximum length of 100 m. Monofilament in polyamide is prohibited — Handline — Creels — Seine for fishing for live bait 3. Minimum authorised mesh — 120 mm for gillnets — 20 mm for live-bait fishing nets 4. Minimum Size For fish, the minimum size is to be measured from the tip of the snout to the end of the caudal fin (total length) (see Appendix 4). The Joint Committee may determine the minimum size for species not listed above on the basis of scientific advice. EN L 361/66 Official Journal of the European Union 31.12.2012 ",
        "5. By-catches Authorised Not authorised 10 % of the total for the authorised target species or group of species (live weight) The Joint Committee may determine by-catch rates for species not listed above. 6. Fishing opportunities/fees Period Year 1 Year 2 Volume of authorised catches (in tonnes) 2 500 2 500 Fee 105 EUR/t 105 EUR/t The fee shall be calculated at the end of each period of three months in which the vessel is authorised to fish, taking into account the catches made during that period. The licence shall be granted on advance payment of EUR 1 000 per vessel, to be deducted from the total amount of the fee. The advance payment shall be made at the beginning of each three-month period in which the vessel is authorised to fish. The number of authorised vessels fishing at the same time shall not exceed 9. 7. Biological recovery Where appropriate the Joint Committee shall determine a biological recovery period based on the scientific opinion of the Joint Scientific Committee. 8. Comments The fees are fixed for the entire period of application of the Protocol. Seines may be used only to fish for bait for use in line and creel fishing. Use of creels is authorised for no more than seven vessels of under 135 GT each. FISHING CATEGORY 4: CRABS 1. Fishing zone (a) North of latitude 19°15′60″N, west of the line joining the following points: 20°46′30″N 17°03′00″W 20°36′00″N 17°11′00″W 20°36′00″N 17°36′00″W 20°03′00″N 17°36′00″W 19°45′70″N 17°03′00″W 19°29′00″N 16°51′50″W 19°15′60″N 16°51′50″W 19°15′60″N 16°49′60″W (b) South of latitude 19°15′60″N as far as latitude 17°50′N, west of the 18-mile line from the low-water mark. 2. Authorised gear Trap 3. Minimum authorised mesh 60 mm (netting) EN 31.12.2012 Official Journal of the European Union L 361/67 ",
        "4. Minimum Size For crustaceans, the minimum size is to be measured from the tip of the rostrum to the end of the tail. The tip of the rostrum is an extension of the carapace, which is situated in the anterior median portion of the cephalothorax (see Appendix 4). The Joint Committee may determine the minimum size for species not listed above. 5. By-catches Authorised Not authorised — Fish, cephalopods and crustaceans other than the target species The Joint Committee may determine by-catch rates for species not listed above. 6. Fishing opportunities/fees Period Year 1 Year 2 Volume of authorised catches (in tonnes) 200 200 Fee 310 EUR/t 310 EUR/t The fee shall be calculated at the end of each period of three months in which the vessel is authorised to fish, taking into account the catches made during that period. The licence shall be granted on advance payment of EUR 1 000 per vessel, to be deducted from the total amount of the fee. The advance payment shall be made at the beginning of each three-month period in which the vessel is authorised to fish. The maximum number of authorised traps may not exceed 500 per licence. 7. Biological recovery Two (2) periods of two (2) months: May-June and October-November. Any change to the biological recovery period is subject to a decision of the Joint Committee based on a scientific opinion. 8. Comments The fees are fixed for the entire period of application of the Protocol. FISHING CATEGORY 5: TUNA SEINERS 1. Fishing zone (a) North of latitude 19°21′N: west of the 30-mile line from the Cap Blanc - Cap Timiris baseline (b) South of latitude 19°21′N: west of the 30-mile line from the low-water mark. 2. Authorised gear Seine 3. Minimum authorised mesh — EN L 361/68 Official Journal of the European Union 31.12.2012 ",
        "4. Minimum Size For fish, the minimum size is to be measured from the tip of the snout to the end of the caudal fin (total length). The Joint Committee may determine the minimum size for species not listed in Appendix 4. 5. By-catches Authorised Not authorised — Species other than the target species or group of species The Joint Committee may determine by-catch rates for species not listed in the logbook adopted by ICCAT. 6. Fishing opportunities/fees Number of authorised vessels 22 tuna seiners Annual flat-rate fee Euro 1 750 per tuna seiner vessel, for 5 000 tonnes of catch of highly migratory and associated species Part calculated on catches 35 EUR/t 7. Biological recovery — 8. Comments The fees are fixed for the entire period of application of the Protocol. FISHING CATEGORY 6: POLE-AND-LINE TUNA VESSELS AND SURFACE LONGLINERS 1. Fishing zone Surface longliners (a) North of latitude 19°21′N: west of the 30-mile line from the Cap Blanc - Cap Timiris baseline (b) South of latitude 19°21′N: west of the 30-mile line from the low-water mark. Pole-and-line tuna vessels (a) North of latitude 19°21′N: west of the 15-mile line from the Cap Blanc - Cap Timiris baseline (b) South of latitude 19°21′N: west of the 12-mile line from the low-water mark. Live-bait fishing (a) North of latitude 19°48′50″N: west of the 3-mile line from the Cap Blanc - Cap Timiris baseline (b) South of latitude 19°48′50″N as far as latitude 19° 21′N: west of longitude 16°45′W (c) South of latitude 19°21′N: west of the 3-mile line from the low-water mark. EN 31.12.2012 Official Journal of the European Union L 361/69 ",
        "2. Authorised gear — Pole-and-line tuna vessels: Pole-and-line and trawl (for live bait fishing) — Surface longliners: Surface longlines 3. Minimum authorised mesh 16 mm (live-bait fishing) 4. Minimum Size For fish, the minimum size is to be measured from the tip of the snout to the end of the caudal fin (total length) (see Appendix 4). The Joint Committee may determine the minimum size for species not listed in Appendix 4. 5. By-catches Authorised Not authorised — Species other than the target species or group of species The Joint Committee may determine by-catch rates for species not listed above. 6. Fishing opportunities/fees Number of authorised vessels 22 pole-and-line tuna vessels or longliners Annual flat-rate fee — EUR 2 500 per pole-and-line tuna vessel and — EUR 3 500 per surface long-liner for 10 000 tonnes of catch of highly migratory and associated species Part calculated on catches — 25 EUR/t for a pole-and-line tuna vessel — 35 EUR/t for a surface long-liner 7. Biological recovery — 8. Comments The fees are fixed for the entire period of application of the Protocol. Live-bait fishing — Fishing for live bait will be limited to a number of days per month to be laid down by the Joint Committee. The start and end of such fishing must be notified to the surveillance authority. — The parties shall agree on the practical arrangements to allow this category to fish or collect the live bait needed for fishing by these vessels. Should such activities be carried out in sensitive areas or with non-conventional gear, these arrangements shall be laid down on the basis of IMROP recommendations and in agreement with the surveillance authority. Sharks (1) In accordance with the relevant ICCAT and FAO recommendations, fishing for the basking shark ( Cetorhinus maximus ), white shark ( Carcharodon carcharias ), sand tiger shark ( Carcharias taurus ) and tope shark ( Galeorhinus galeus ) is prohibited. (2) In accordance with ICCAT recommendations 04-10 and 05-05 concerning the conservation of sharks caught in association with fisheries managed by ICCAT. EN L 361/70 Official Journal of the European Union 31.12.2012 ",
        "FISHING CATEGORY 7: PELAGIC FREEZER TRAWLERS 1. Fishing zone (a) North of latitude 19°00′N, the zone marked by the line joining the following points: 20°46′30″N 17°03′00″W 20°36′00″N 17°11′00″W 20°36′00″N 17°35′00″W 20°00′00″N 17°30′00″W 19°34′00″N 17°00′00″W 19°21′00″N 16°52′00″W 19°10′00″N 16°41′00″W 19°00′00″N 16°39′50″W (b) South of latitude 19°00′N as far as 16°04′N, at 20 nautical miles from the low-water mark. 2. Authorised gear Pelagic trawl The bag of the trawl may be strengthened with a piece of netting with a minimum mesh size of 400 mm of stretched mesh and by straps placed at least 1,5 metres apart, except for the strap at the back of the trawl which may not be placed less than 2 metres from the window in the bag. The strengthening or doubling of the bag by any other means is prohibited and the trawl may in no case target species other than the small pelagic species authorised. 3. Minimum authorised mesh 40 mm 4. Minimum Size For fish, the minimum size is to be measured from the tip of the snout to the end of the caudal fin (total length) (see Appendix 4). The Joint Committee may determine the minimum size for species not listed above. 5. By-catches Authorised Not authorised 3 % of the total for the authorised target species or group of species (live weight) Crustaceans or cephalopods except squid The Joint Committee may determine by-catch rates for species not listed in Appendix 4. 6. Fishing opportunities/fees Period Year 1 Year 2 Volume of authorised catches (in tonnes) 300 000 300 000 Fee 123 EUR/t 123 EUR/t The fee shall be calculated at the end of each period of three months in which the vessel is authorised to fish, taking into account the catches made during that period. The licence shall be granted on advance payment of EUR 5 000 per vessel, to be deducted from the total amount of the fee. The advance payment shall be made at the beginning of each three-month period in which the vessel is authorised to fish. The number of vessels authorised at the same time shall not exceed 19. EN 31.12.2012 Official Journal of the European Union L 361/71 ",
        "7. Biological recovery A biological recovery period may be agreed by the parties within the Joint Committee on the basis of the scientific opinion of the Joint Scientific Committee. 8. Comments The fees are fixed for the entire period of application of the Protocol. The conversion factors for small pelagics are specified in Appendix 5. Unused category 8 fishing opportunities may be used at a rate of a maximum 2 licences per month. FISHING CATEGORY 8: NON-FREEZER PELAGIC VESSELS 1. Fishing zone (a) North of latitude 19°00′N, west of the line joining the following points: 20°46′30″N 17°03′00″W 20°36′00″N 17°11′00″W 20°36′00″N 17°35′00″W 20°00′00″N 17°30′00″W 19°34′00″N 17°00′00″W 19°21′00″N 16° 52′00″W 19°10′00″N 16° 41′00″W 19°00′00″N 16° 39′50″W (b) South of latitude 19°00′N as far as 16°04′N, at 20 nautical miles from the low-water mark. 2. Authorised gear Pelagic trawl and purse seine for industrial fishing: The bag of the trawl may be strengthened with a piece of netting with a minimum mesh size of 400 mm of stretched mesh and by straps placed at least 1,5 metres apart, except for the strap at the back of the trawl which may not be placed less than 2 metres from the window in the bag. The strengthening or doubling of the bag by any other means is prohibited and the trawl may in no case target species other than the small pelagic species authorised. 3. Minimum authorised mesh 40 mm for trawls and 20 mm for seines. 4. Minimum Size For fish, the minimum size is to be measured from the tip of the snout to the end of the caudal fin (total length), (see Appendix 4). The Joint Committee may determine the minimum size for species not listed above. 5. By-catches Authorised Not authorised 3 % of the total for the authorised target species or group of species (live weight) Crustaceans or cephalopods, except squid The Joint Committee may determine by-catch rates for species not listed above. 6. Fishing opportunities/fees Volume of authorised catches (in tonnes) 15 000 tonnes per year. If these fishing opportunities are utilised, they shall be deducted from the 300 000 tonnes allocation provided for in category 7. EN L 361/72 Official Journal of the European Union 31.12.2012 ",
        "Period Year 1 Year 2 Fee 123 EUR/t 123 EUR/t The fee shall be calculated at the end of each period of three months in which the vessel is authorised to fish, taking into account the catches made during that period. The licence shall be granted on advance payment of EUR 5 000, to be deducted from the total amount of the fee. The advance payment shall be made at the beginning of each three-month period in which the vessel is authorised to fish. The number of vessels authorised at the same time shall not exceed 2, equivalent to two quarterly licences for pelagic freezer trawlers of category 7. 7. Biological recovery A biological recovery period may be agreed by the parties within the Joint Committee on the basis of the scientific opinion of the Joint Scientific Committee. 8. Comments The fees are fixed for the entire period of application of the Protocol. The conversion factors for small pelagics are specified in Appendix 5. FISHING CATEGORY 9: CEPHALOPODS 1. Fishing zone p.m. 2. Authorised gear p.m. 3. Minimum authorised mesh p.m. 4. By-catches Authorised Not authorised p.m. p.m. 5. Authorised tonnage/fees Period Year 1 Year 2 Volume of authorised catches (in tonnes) p.m. p.m. Fee p.m. p.m. 6. Biological recovery p.m. 7. Comments p.m. EN 31.12.2012 Official Journal of the European Union L 361/73 ",
        "Appendix 1 MAURITANIA - EUROPEAN UNION FISHING AGREEMENT FISHING LICENCE APPLICATION FORM EN L 361/74 Official Journal of the European Union 31.12.2012 ",
        "A p p e n d i x 2 EN 31.12.2012 Official Journal of the European Union L 361/75 ",
        "A p p e n d i x 3 EN L 361/76 Official Journal of the European Union 31.12.2012 ",
        "Appendix 4 Legislation in force on minimum sizes of catches kept on board Section III: Minimum sizes and weights of species 1. The minimum dimensions of species must be measured:i — for fish, from the tip of the snout to the end of the caudal fin (total length); — for cephalopods, the length of the body alone (mantle) without tentacles; — for crustaceans, from the tip of the rostrum to the end of the tail. The tip of the rostrum is an extension of the carapace, which is situated in the anterior median portion of the cephalothorax. For pink spiny lobster, the middle of the concave portion of the carapace situated between the two frontal horns must be chosen as the reference point. 2. The minimum sizes and weights of the saltwater fish, cephalopods and crustaceans which may be fished are: (a) For saltwater fish: — Sardinella ( Sardinella aurita and Sardinella maderensis ) 18 cm — Sardine ( Sardina pilchardus ) 16 cm — Scads and horse mackerels ( Trachurus spp. ) 19 cm — Yellow horse mackerel ( Decapturus rhonchus ) 19 cm — Chub mackerel ( Scomber japonicus ) 25 cm — Gilt-head seabream ( Sparus auratus ) 20 cm — Blue-spotted seabream ( Sparus coeruleostictus ) 23 cm — Pagre rayé ( Sparus auriga ), Pagre africain ( Sparus pagrus ) 23 cm — Dentex ( Dentex spp. ) 15 cm — Red pandora ( Pagellus bellottii ), axillary seabream ( Pagellus acarne ) 19 cm — Rubberlip grunt ( Plectorhynchus mediterraneus ) 25 cm — Black grouper 25 cm — Brown meagre ( Sciana umbra ) 25 cm — Meagre ( Argirosomus regius ) and cassava croaker ( Pseudotholithus senegalensis ) 70 cm — Groupers ( Epinephelus spp. ) 40 cm — Bluefish ( Pomatomus saltator ) 30 cm — West African goatfish ( Pseudupeneus prayensis ) 17 cm — Mullets ( Mugil spp. ) 20 cm — Smoothhound, barbeled houndshark ( Mustellus mustellus, Leptocharias smithi ) 60 cm — Sea spotted bass ( Dicentrarchus punctatus ) 20 cm — Tongue-sole ( Cynoglossus canariensis, Cynoglossus monodi ) 20 cm EN 31.12.2012 Official Journal of the European Union L 361/77 ",
        "— Tongue-sole ( Cynoglossus cadenati, Cynoglossus senegalensis ) 30 cm — Hake ( Merluccius spp. ) 30 cm — Yellowfin tuna ( Thunnus albacares ) of a weight of less than 3,2 kg — Bigeye tuna ( Thunnus obesus ) of a weight of less than 3,2 kg (b) For cephalopods: — Octopus ( Octopus vulgaris ) 500 g (eviscerated) — Squid ( Loligo vulgaris ) 13 cm — Cuttlefish ( Sepia officinalis ) 13 cm — African cuttlefish ( Sepia bertheloti ) 7 cm (c) For crustaceans: — Royal spiny lobster ( Panulirus regius ) 21 cm — Pink spiny lobster ( Palinurus mauritanicus ) 23 cm — Deepwater rose shrimps ( Parapenaeus longirostris ) 6 cm — Red crab ( Geryon maritae ) 6 cm — Southern pink shrimp, caramote prawn ( Penaeus notialis, Penaeus kerathurus ) 200 indv/kg EN L 361/78 Official Journal of the European Union 31.12.2012 ",
        "Appendix 5 List of conversion factors CONVERSION RATE TO BE APPLIED TO FINISHED FISHERIES PRODUCTS OBTAINED FROM SMALL PELAGICS PROCESSED ON BOARD TRAWLERS Production Processing method Conversion rate Sardinella Without head Hand cutting 1,416 Without head, eviscerated Hand cutting 1,675 Without head, eviscerated Machine cutting 1,795 Mackerel Without head Hand cutting 1,406 Without head, eviscerated Hand cutting 1,582 Without head Machine cutting 1,445 Without head, eviscerated Machine cutting 1,661 Scabbard fish Without head, eviscerated Hand cutting 1,323 Slices Hand cutting 1,340 Without head, eviscerated (special cut) Hand cutting 1,473 Sardine Without head Hand cutting 1,416 Without head, eviscerated Hand cutting 1,704 Without head, eviscerated Machine cutting 1,828 Horse mackerel Without head Hand cutting 1,570 Without head Machine cutting 1,634 Without head, eviscerated Hand cutting 1,862 Without head, eviscerated Machine cutting 1,953 Note : For processing fish into meal, the applicable conversion rate is 5.5 tonnes of fresh fish to 1 tonne of meal. EN 31.12.2012 Official Journal of the European Union L 361/79 ",
        "A p p e n d i x 6 EN L 361/80 Official Journal of the European Union 31.12.2012 ",
        "Appendix 7 LIMITS OF MAURITANIAN FISHING ZONES Coordinates of EEZ/Protocol EU VMS 1 Southern boundary Lat. 16° 04′ N Long. 19° 58′ W 2 Coordinates Lat. 16° 30′ N Long. 19° 54′ W 3 Coordinates Lat. 17° 00′ N Long. 19° 47′ W 4 Coordinates Lat. 17° 30′ N Long. 19° 33′ W 5 Coordinates Lat. 18° 00′ N Long. 19° 29′ W 6 Coordinates Lat. 18° 30′ N Long. 19° 28′ W 7 Coordinates Lat. 19° 00′ N Long. 19° 43′ W 8 Coordinates Lat. 19° 23′ N Long. 20° 01′ W 9 Coordinates Lat. 19° 30′ N Long. 20° 04′ W 10 Coordinates Lat. 20° 00′ N Long. 20° 14.5′ W 11 Coordinates Lat. 20° 30′ N Long. 20° 25.5′ W 12 Northern boundary Lat. 20° 46′ N Long. 20° 04.5′ W EN 31.12.2012 Official Journal of the European Union L 361/81 ",
        "Appendix 8 EN L 361/82 Official Journal of the European Union 31.12.2012 ",
        "EN 31.12.2012 Official Journal of the European Union L 361/83 ",
        "ANNEX 2 FINANCIAL SUPPORT FOR PROMOTING RESPONSIBLE AND SUSTAINABLE FISHING 1. Subject and amounts Financial support within the meaning of this Annex is public development aid which is independent of the commercial component governed by Article 7(1)(a) of the Agreement and Article 2(1) of this Protocol. Such support, referred to in Article 2(2) of this Protocol, amounts to EUR 3 million per year. It aims to contribute to the development of responsible and sustainable fishing in Mauritanian fishing zones in keeping with the strategic objectives of conservation of fishery resources and better integration of the sector in the national economy. Financial support comprises three intervention priorities, as follows: Measures Priority I: SCIENTIFIC COOPERATION AND TRAINING Support for implementation of the fisheries development plans (IMROP, ONISPA, ENEMP) Priority II: MONITORING Support for the activities of DSPCM Priority III: ENVIRONMENT Conservation of the marine and coastal environment (PNBA and PND) 2. Beneficiaries The beneficiaries of the support are the Ministry of Fisheries and the Ministry of the Environment and Sustainable Development, respectively. These institutional beneficiaries work closely with the Finance Ministry. 3. Implementation framework The European Union and Mauritania shall agree within the Joint Committee provided for in Article 10 of the Agreement, following the entry into force of this Protocol, on the eligibility criteria for financial support, the legal base, programming, monitoring and evaluation and the methods of payment. 4. Visibility Mauritania undertakes to guarantee the visibility of the measures implemented with financial support. To this end, the beneficiaries shall coordinate with the Delegation of the European Union at Nouakchott their work on implementing the visibility guidelines laid down by the European Commission. In particular, each project must be subject to a clause ensuring visibility for the support of the European Union, notably through use of the logo (EU flag). Lastly, Mauritania shall send the European Union a schedule of inaugurations. EN L 361/84 Official Journal of the European Union 31.12.2012 ",
        "REGULATIONS COUNCIL REGULATION (EU) No 1258/2012 of 28 November 2012 on the allocation of the fishing opportunities under the Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof, Having regard to the proposal from the European Commission, Whereas: (1) On 15 November 2007, the Council adopted Regulation (EC) No 31/2008 on the conclusion of the Fisheries Part­ nership Agreement between the European Community and the Republic of Madagascar ( 1 ) (‘the Partnership Agreement’). (2) A new Protocol to the Partnership Agreement was initialled on 10 May 2012 (‘the new Protocol’). The new Protocol grants EU vessels fishing opportunities in waters in which Madagascar exercises its sovereignty or jurisdiction as regards fishing. (3) On 28 November 2012, the Council adopted Decision 2012/826/EU ( 2 ) on the signing and provisional appli­ cation of the new Protocol. (4) The method for allocating the fishing opportunities among the Member States should be defined for the period in which the new Protocol applies. (5) Council Regulation (EC) No 1006/2008 of 29 September 2008 concerning authorisations for fishing activities of Community fishing vessels outside Community waters and the access of third country vessels to Community waters ( 3 ) provides that if it appears that the fishing authorisations or the fishing opportunities allocated to the Union under the new Protocol are not fully utilised, the Commission will inform the Member States concerned. The absence of a reply within a time limit to be set by the Council is to be considered as confirmation that the vessels of the Member State concerned are not making full use of their fishing opportunities in the given period. That time limit should be set. (6) Given that the Protocol is to be provisionally applied from the date of its signature and from 1 January 2013 at the earliest, this Regulation should apply from the date so determined, HAS ADOPTED THIS REGULATION: Article 1 1. The fishing opportunities fixed under the Protocol agreed between the European Union and the Republic of Madagascar setting out fishing opportunities and the financial contribution provided for in the Fisheries Partnership Agreement between the two parties currently in force (‘the Protocol’) shall be allocated among the Member States as follows: Type of Vessel Member State Fishing opportunities Tuna seiners Spain 21 France 18 Italy 1 Surface longliners over 100 GT Spain 17 France 9 Portugal 5 United Kingdom 3 Surface longliners of 100 GT or below France 22 2. Regulation (EC) No 1006/2008 shall apply without prejudice to the Partnership Agreement. 3. If applications for fishing authorisations from the Member States referred to in paragraph 1 do not exhaust the fishing opportunities set out in the Protocol, the Commission shall consider applications for fishing authorisations from any other Member State, pursuant to Article 10 of Regulation (EC) No 1006/2008. EN 31.12.2012 Official Journal of the European Union L 361/85 ( 1 ) OJ L 15, 18.1.2008, p. 1. ( 2 ) See page 11 of this Official Journal. ( 3 ) OJ L 286, 29.10.2008, p. 33. ",
        "4. The time limit within which the Member States must confirm that they are not making full use of the fishing opportunities granted to them, as provided by Article 10(1) of Regulation (EC) No 1006/2008, is set at 10 working days as from the date on which the Commission informs them that the fishing opportunities are not fully utilised. Article 2 This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union . It shall apply from the date of the signature of the Protocol and at the earliest from 1 January 2013. This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 28 November 2012. For the Council The President S. ALETRARIS EN L 361/86 Official Journal of the European Union 31.12.2012 ",
        "COUNCIL REGULATION (EU) No 1259/2012 of 3 December 2012 on the allocation of the fishing opportunities under the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years, and amending Regulation (EC) No 1801/2006 THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 43(3) thereof, Having regard to the proposal from the European Commission, Whereas: (1) On 30 November 2006, the Council adopted Regulation (EC) No 1801/2006 on the conclusion of the Fisheries Partnership Agreement between the European Community and the Islamic Republic of Mauritania ( 1 ) (‘the Partnership Agreement’). (2) A new Protocol to the Partnership Agreement was initialled on 26 July 2012 (‘the new Protocol’). The new Protocol grants EU vessels fishing opportunities in waters in which Mauritania exercises its sovereignty or its jurisdiction as regards fishing. (3) On 18 December 2012, the Council adopted Decision 2012/827/EU ( 2 ) on the signing and provisional appli­ cation of the new Protocol. (4) The method for allocating the fishing opportunities among the Member States should be defined for the period in which the new Protocol applies. (5) Council Regulation (EC) No 1006/2008 of 29 September 2008 concerning authorisations for fishing activities of Community fishing vessels outside Community waters and the access of third country vessels to Community waters ( 3 ) provides that if it appears that the fishing authorisations or the fishing opportunities allocated to the Union under the new Protocol are not fully utilised, the Commission will inform the Member States concerned. The absence of a reply within a time limit to be set by the Council is to be considered as confirmation that the vessels of the Member State concerned are not making full use of their fishing opportunities in the given period. That time limit should be set. (6) The current Protocol expired on 31 July 2012. The new Protocol should be applied provisionally from the date of its signature, therefore this Regulation should apply from the same date, HAS ADOPTED THIS REGULATION: Article 1 1. The fishing opportunities fixed under the Protocol setting out the fishing opportunities and financial contribution provided for in the Fisheries Partnership Agreement between the European Union and the Islamic Republic of Mauritania for a period of two years (‘the Protocol’) shall take into consideration the catches made between 2008 and 2012 and shall be allocated among the Member States as follows: (a) Category 1 — Fishing vessels specialising in crustaceans other than spiny lobster and crab (maximum number of vessels: 36) Spain 4 150 tonnes Italy 600 tonnes Portugal 250 tonnes (b) Category 2 — Black hake (non-freezer) trawlers and bottom longliners (maximum number of vessels: 11) Spain 4 000 tonnes (c) Category 3 — Vessels fishing for demersal species other than black hake with gear other than trawls (maximum number of vessels: 9) Spain 2 500 tonnes (d) Category 4 — Vessels fishing for crab Spain 200 tonnes (e) Category 5 — Tuna seiners Spain 17 licences France 5 licences (f) Category 6 — Pole-and-line tuna vessels and surface long­ liners Spain 18 licences France 4 licences EN 31.12.2012 Official Journal of the European Union L 361/87 ( 1 ) OJ L 343, 8.12.2006, p. 1. ( 2 ) See page 43 of this Official Journal. ( 3 ) OJ L 286, 29.10.2008, p. 33. ",
        "(g) Category 7 — Pelagic freezer trawlers: Germany 15 396 tonnes France 3 205 tonnes Latvia 66 087 tonnes Lithuania 70 658 tonnes Netherlands 76 727 tonnes Poland 32 008 tonnes United Kingdom 10 457 tonnes Ireland 10 462 tonnes At any one time a maximum of 19 vessels may be deployed in Mauritanian waters. In case of non-utilisation of licences in category 8, a maximum of 16 quarterly licences may be added from category 8. During the two years validity of the Protocol, the following number of quarterly licences shall be held by Member States: Germany 8 France 4 Latvia 40 Lithuania 44 Netherlands 32 Poland 16 Ireland 4 United Kingdom 4 Member States shall endeavour to communicate to the Commission if certain licences may be at the disposal of other Member States. (h) Category 8 — Non-freezer pelagic vessels: Ireland 15 000 tonnes These fishing opportunities may, in the case of non-utilisation, be transferred to category 7 according to the method of allo­ cation of that category. A maximum of 16 quarterly licences may be deployed in Maur­ itanian waters. In case of non-utilisation, these licences may be transferred to category 7. Ireland shall hold 16 quarterly licences (with a possible transfer to category 7 if not utilised). Ireland shall communicate to the Commission, by 1 July of every year of the validity of the Protocol at the latest, whether fishing opportunities may become available for other Member States. 2. Regulation (EC) No 1006/2008 shall apply without prejudice to the Partnership Agreement. 3. If applications for fishing authorisations from the Member States referred to in paragraph 1 do not exhaust the fishing opportunities set out in the Protocol, the Commission shall consider applications for fishing authorisations from any other Member State, in accordance with Article 10 of Regulation (EC) No 1006/2008. 4. The time limit within which the Member States must confirm that they are not making full use of the fishing oppor­ tunities granted to them, as provided by Article 10(1) of Regu­ lation (EC) No 1006/2008, shall be set at ten working days as from the date on which the Commission informs them that the fishing opportunities are not fully utilised. Article 2 Article 2 of Regulation (EC) No 1801/2006 is repealed. Article 3 This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union . It shall apply from the date of the signature of the Protocol. This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 3 December 2012. For the Council The President N. SYLIKIOTIS EN L 361/88 Official Journal of the European Union 31.12.2012 ",
        "COUNCIL REGULATION (EU) No 1260/2012 of 17 December 2012 implementing enhanced cooperation in the area of the creation of unitary patent protection with regard to the applicable translation arrangements THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular the second paragraph of Article 118 thereof, Having regard to Council Decision 2011/167/EU of 10 March 2011 authorising enhanced cooperation in the area of the creation of unitary patent protection ( 1 ), Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Parliament, Acting in accordance with a special legislative procedure, Whereas: (1) Pursuant to Decision 2011/167/EU, Belgium, Bulgaria, the Czech Republic, Denmark, Germany, Estonia, Ireland, Greece, France, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Malta, the Netherlands, Austria, Poland, Portugal, Romania, Slovenia, Slovakia, Finland, Sweden and the United Kingdom (hereinafter \" partici­ pating Member States \" ) were authorised to establish enhanced cooperation between themselves in the area of the creation of unitary patent protection. (2) Under Regulation (EU) No 1257/2012 of the European Parliament and of the Council of 17 December 2012 implementing enhanced cooperation in the area of the creation of unitary patent protection ( 2 ), certain European patents granted by the European Patent Office (here­ inafter ‘EPO’) under the rules and procedures of the Convention on the Grant of European Patents of 5 October 1973, as revised on 17 December 1991 and on 29 November 2000 (hereinafter ‘EPC’) should, at the request of the patent proprietor, benefit from unitary effect in the participating Member States. (3) Translation arrangements for European patents benefiting from unitary effect in the participating Member States (hereinafter ‘European patent with unitary effect’) should be established by means of a separate Regulation, in accordance with the second paragraph of Article 118 of the Treaty on the Functioning of the European Union (TFEU). (4) In accordance with Decision 2011/167/EU the trans­ lation arrangements for European patents with unitary effect should be simple and cost-effective. They should correspond to those provided for in the proposal for a Council Regulation on the translation arrangements for the European Union patent, presented by the Commission on 30 June 2010, combined with the elements of compromise proposed by the Presidency in November 2010 that had wide support in the Council. (5) Such translation arrangements should ensure legal certainty and stimulate innovation and should, in particular, benefit small and medium-sized enterprises (SMEs). They should make access to the European patent with unitary effect and to the patent system as a whole easier, less costly and legally secure. (6) Since the EPO is responsible for the grant of European patents, the translation arrangements for the European patent with unitary effect should be built on the current procedure in the EPO. Those arrangements should aim to achieve the necessary balance between the interests of economic operators and the public interest, in terms of the cost of proceedings and the availability of technical information. (7) Without prejudice to the transitional arrangements, where the specification of a European patent with unitary effect has been published in accordance with Article 14(6) of the EPC, no further translations should be required. Article 14(6) of the EPC provides that the specification of a European patent is published in the language of the proceedings before the EPO and includes a translation of the claims into the other two official languages of the EPO. EN 31.12.2012 Official Journal of the European Union L 361/89 ( 1 ) OJ L 76, 22.3.2011, p. 53. ( 2 ) See page 1 of this Official Journal. ",
        "(8) In the event of a dispute concerning a European patent with unitary effect, it is a legitimate requirement that the patent proprietor at the request of the alleged infringer should provide a full translation of the patent into an official language of either the participating Member State in which the alleged infringement took place or the Member State in which the alleged infringer is domiciled. The patent proprietor should also be required to provide, at the request of a court competent in the participating Member States for disputes concerning the European patent with unitary effect, a full translation of the patent into the language used in the proceedings of that court. Such translations should not be carried out by automated means and should be provided at the expense of the patent proprietor. (9) In the event of a dispute concerning a claim for damages, the court hearing the dispute should take into consideration the fact that, before having been provided with a translation in his own language, the alleged infringer may have acted in good faith and may have not known or had reasonable grounds to know that he was infringing the patent. The competent court should assess the circumstances of the individual case and, inter alia, should take into account whether the alleged infringer is a SME operating only at local level, the language of the proceedings before the EPO and, during the transitional period, the translation submitted together with the request for unitary effect. (10) In order to facilitate access to European patents with unitary effect, in particular for SMEs, applicants should be able to file their patent applications at the EPO in any official language of the Union. As a complementary measure, certain applicants obtaining European patents with unitary effect, having filed a European patent appli­ cation in one of the official languages of the Union, which is not an official language of the EPO, and having their residence or principal place of business within a Member State, should receive additional reimbursements of the costs of translating from the language of the patent application into the language of the proceedings of the EPO, beyond what is currently in place at the EPO. Such reimbursements should be admin­ istered by the EPO in accordance with Article 9 of Regu­ lation (EU) No 1257/2012. (11) In order to promote the availability of patent information and the dissemination of technological knowledge, machine translations of patent applications and specifi­ cations into all official languages of the Union should be available as soon as possible. Machine translations are being developed by the EPO and are a very important tool in seeking to improve access to patent information and to widely disseminate technological knowledge. The timely availability of high quality machine translations of European patent applications and specifications into all official languages of the Union would benefit all users of the European patent system. Machine translations are a key feature of European Union policy. Such machine translations should serve for information purposes only and should not have any legal effect. (12) During the transitional period, before a system of high quality machine translations into all official languages of the Union becomes available, a request for unitary effect as referred to in Article 9 of Regulation (EU) No 1257/2012 should be accompanied by a full translation of the specification of the patent into English where the language of the proceedings before the EPO is French or German, or into any official language of the Member States that is an official language of the Union where the language of the proceedings before the EPO is English. Those arrangements would ensure that during a transitional period all European patents with unitary effect are made available in English which is the language customarily used in the field of international technological research and publications. Furthermore, such arrangements would ensure that with respect to European patents with unitary effect, translations would be published in other official languages of the partici­ pating Member States. Such translations should not be carried out by automated means and their high quality should contribute to the training of translation engines by the EPO. They would also enhance the dissemination of patent information. (13) The transitional period should terminate as soon as high quality machine translations into all official languages of the Union are available, subject to a regular and objective evaluation of the quality by an independent expert committee established by the participating Member States in the framework of the European Patent Organi­ sation and composed of the representatives of the EPO and the users of the European patent system. Given the state of technological development, the maximum period for the development of high quality machine translations cannot be considered to exceed 12 years. Consequently, the transitional period should lapse 12 years from the date of application of this Regulation, unless it has been decided to terminate that period earlier. (14) Since the substantive provisions applicable to a European patent with unitary effect are governed by Regulation (EU) No 1257/2012 and are completed by the trans­ lation arrangements provided for in this Regulation, this Regulation should apply from the same date as Regulation (EU) No 1257/2012. (15) This Regulation is without prejudice to the rules governing the languages of the Institutions of the Union established in accordance with Article 342 of the TFEU and to Council Regulation No 1 of 15 April 1958 determining the languages to be used by the European Economic Community ( 1 ). This Regulation is based on the linguistic regime of the EPO and should EN L 361/90 Official Journal of the European Union 31.12.2012 ( 1 ) OJ 17, 6.10.1958, p. 385/58. ",
        "not be considered as creating a specific linguistic regime for the Union, or as creating a precedent for a limited language regime in any future legal instrument of the Union. (16) Since the objective of this Regulation, namely the creation of a uniform and simple translation regime for European patents with unitary effect, cannot be suffi­ ciently achieved by the Member States and can therefore, by reasons of the scale and effects of this Regulation, be better achieved at Union level, the Union may adopt measures, where appropriate by means of enhanced cooperation, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective, HAS ADOPTED THIS REGULATION: Article 1 Subject matter This Regulation implements enhanced cooperation in the area of the creation of unitary patent protection authorised by Decision No 2011/167/EU with regard to the applicable trans­ lation arrangements. Article 2 Definitions For the purposes of this Regulation, the following definitions shall apply: (a) ‘European patent with unitary effect’ means a European patent which benefits from unitary effect in the participating Member States by virtue of Regulation (EU) No 1257/2012; (b) ‘Language of the proceedings’ means the language used in the proceedings before the EPO as defined in Article 14(3) of the Convention on the Grant of European Patents of 5 October 1973, as revised on 17 December 1991 and on 29 November 2000 (hereinafter ‘EPC’). Article 3 Translation arrangements for the European patent with unitary effect 1. Without prejudice to Articles 4 and 6 of this Regulation, where the specification of a European patent, which benefits from unitary effect has been published in accordance with Article 14(6) of the EPC, no further translations shall be required. 2. A request for unitary effect as referred to in Article 9 of Regulation (EU) No 1257/2012 shall be submitted in the language of the proceedings. Article 4 Translation in the event of a dispute 1. In the event of a dispute relating to an alleged infringement of a European patent with unitary effect, the patent proprietor shall provide at the request and the choice of an alleged infringer, a full translation of the European patent with unitary effect into an official language of either the partici­ pating Member State in which the alleged infringement took place or the Member State in which the alleged infringer is domiciled. 2. In the event of a dispute relating to a European patent with unitary effect, the patent proprietor shall provide in the course of legal proceedings, at the request of a court competent in the participating Member States for disputes concerning European patents with unitary effect, a full translation of the patent into the language used in the proceedings of that court. 3. The cost of the translations referred to in paragraphs 1 and 2 shall be borne by the patent proprietor. 4. In the event of a dispute concerning a claim for damages, the court hearing the dispute shall assess and take into consider­ ation, in particular where the alleged infringer is a SME, a natural person or a non-profit organisation, a university or a public research organisation, whether the alleged infringer acted without knowing or without reasonable grounds for knowing, that he was infringing the European patent with unitary effect before having been provided with the translation referred to in paragraph 1. Article 5 Administration of a compensation scheme 1. Given the fact that European patent applications may be filed in any language under Article 14(2) of the EPC, the partici­ pating Member States shall in accordance with Article 9 of Regulation (EU) No 1257/2012, give, within the meaning of Article 143 of the EPC, the EPO the task of administering a compensation scheme for the reimbursement of all translation costs up to a ceiling, for applicants filing patent applications at the EPO in one of the official languages of the Union that is not an official language of the EPO. 2. The compensation scheme referred to in paragraph 1 shall be funded through the fees referred to in Article 11 of Regu­ lation (EU) No 1257/2012 and shall be available only for SMEs, natural persons, non-profit organisations, universities and public research organisations having their residence or principal place of business within a Member State. EN 31.12.2012 Official Journal of the European Union L 361/91 ",
        "Article 6 Transitional measures 1. During a transitional period starting on the date of appli­ cation of this Regulation a request for unitary effect as referred to in Article 9 of Regulation (EU) No 1257/2012 shall be submitted together with the following: (a) where the language of the proceedings is French or German, a full translation of the specification of the European patent into English; or (b) where the language of the proceedings is English, a full translation of the specification of the European patent into any other official language of the Union. 2. In accordance with Article 9 of Regulation (EU) No 1257/2012, the participating Member States shall give, within the meaning of Article 143 of the EPC, the EPO the task of publishing the translations referred to in paragraph 1 of this Article as soon as possible after the date of the submission of a request for unitary effect as referred to in Article 9 of Regu­ lation (EU) No 1257/2012. The text of such translations shall have no legal effect and shall be for information purposes only. 3. Six years after the date of application of this Regulation and every two years thereafter, an independent expert committee shall carry out an objective evaluation of the avail­ ability of high quality machine translations of patent appli­ cations and specifications into all the official languages of the Union as developed by the EPO. This expert committee shall be established by the participating Member States in the framework of the European Patent Organisation and shall be composed of representatives of the EPO and of the non-governmental organi­ sations representing users of the European patent system invited by the Administrative Council of the European Patent Organi­ sation as observers in accordance with Article 30(3) of the EPC. 4. On the basis of the first of the evaluations referred to in paragraph 3 of this Article and every two years thereafter on the basis of the subsequent evaluations, the Commission shall present a report to the Council and, if appropriate, make proposals for terminating the transitional period. 5. If the transitional period is not terminated on the basis of a proposal of the Commission, it shall lapse 12 years from the date of application of this Regulation. Article 7 Entry into force 1. This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . 2. It shall apply from 1 January 2014 or the date of entry into force of the Agreement on a Unified Patent Court, whichever is the later. This Regulation shall be binding in its entirety and directly applicable in the participating Member States in accordance with the Treaties. Done at Brussels, 17 December 2012. For the Council The President S. ALETRARIS EN L 361/92 Official Journal of the European Union 31.12.2012 ",
        "",
        "2012 SUBSCRIPTION PRICES (excluding VAT, including normal transport charges) EU Official Journal, L + C series, paper edition only 22 official EU languages EUR 1 200 per year EU Official Journal, L + C series, paper + annual DVD 22 official EU languages EUR 1 310 per year EU Official Journal, L series, paper edition only 22 official EU languages EUR 840 per year EU Official Journal, L + C series, monthly DVD (cumulative) 22 official EU languages EUR 100 per year Supplement to the Official Journal (S series), tendering procedures for public contracts, DVD, one edition per week multilingual: 23 official EU languages EUR 200 per year EU Official Journal, C series — recruitment competitions Language(s) according to competition(s) EUR 50 per year Subscriptions to the Official Journal of the European Union , which is published in the official languages of the European Union, are available for 22 language versions. The Official Journal comprises two series, L (Legislation) and C (Information and Notices). A separate subscription must be taken out for each language version. In accordance with Council Regulation (EC) No 920/2005, published in Official Journal L 156 of 18 June 2005, the institutions of the European Union are temporarily not bound by the obligation to draft all acts in Irish and publish them in that language. Irish editions of the Official Journal are therefore sold separately. Subscriptions to the Supplement to the Official Journal (S Series — tendering procedures for public contracts) cover all 23 official language versions on a single multilingual DVD. On request, subscribers to the Official Journal of the European Union can receive the various Annexes to the Official Journal. Subscribers are informed of the publication of Annexes by notices inserted in the Official Journal of the European Union . Sales and subscriptions Subscriptions to various priced periodicals, such as the subscription to the Official Journal of the European Union , are available from our sales agents. The list of sales agents is available at: http://publications.europa.eu/others/agents/index_en.htm EUR-Lex (http://eur-lex.europa.eu) offers direct access to European Union legislation free of charge. The Official Journal of the European Union can be consulted on this website, as can the Treaties, legislation, case-law and preparatory acts. For further information on the European Union, see: http://europa.eu EN "
    ]
}