{
    "text": [
        "19.11.2009 EN Official Journal of the European Union C 279 E/149 Tuesday 20 May 2008 Employment Policy Guidelines for Member States * P6_TA(2008)0207 European Parliament legislative resolution of 20 May 2008 on the proposal for a Council decision on guidelines for the employment policies of the Member States (COM(2007)0803 PART V — C6-0031/2008 — 2007/0300(CNS)) (2009/C 279 E/32) (Consulation procedure) The European Parliament , — having regard to the Commission proposal to the Council (COM(2007)0803, PART V), — having regard to Article 128(2) of the EC Treaty, pursuant to which the Council consulted Parliament (C6-0031/2008), — having regard to Rule 51 of its Rules of Procedure, — having regard to the report of the Committee on Employment and Social Affairs and the opinion of the Committee on Women's Rights and Gender Equality (A6-0172/2008), 1. Approves the Commission proposal as amended; 2. Calls on the Commission to alter its proposal accordingly, pursuant to Article 250(2) of the EC Treaty; 3. Calls on the Council to notify Parliament if it intends to depart from the text approved by Parliament; 4. Asks the Council to consult Parliament again if it intends to amend the Commission proposal substantially; 5. Instructs its President to forward its position to the Council and the Commission. TEXT PROPOSED AMENDMENTS BY THE COMMISSION Amendment 1 Proposal for a decision Recital 2 (2) The examination of the Member States' National Reform Programmes contained in the Commission's Annual Progress Report and in the draft Joint Employment Report shows that Member States should continue to make every effort to address the priority areas of — attracting and retaining more people in employment, increasing labour supply and modernising social protection systems, (2) The examination of the Member States' National Reform Programmes contained in the Commission's Annual Progress Report and in the draft Joint Employment Report shows that Member States should continue to make every effort to achieve full employment, enhance job quality and equal opportunities, bring about social cohesion and address the priority areas of: — creating more and quality jobs, attracting and retaining more people in quality employment, increasing labour supply and modernising social protection systems and ensuring inclusive labour markets , ",
        "C 279 E/150 EN Official Journal of the European Union 19.11.2009 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION — improving adaptability of workers and enterprises, and — improving the adaptability and security of workers and enterprises in order to promote a flexible labour market , and promoting worker employability by means of lifelong learning and the accreditation of acquired skills , — increasing investment in human capital through better — increasing investment in human capital through better education and skills. education and skills and expansion of lifelong learning opportunities, and — promoting mobility of workers across the European labour market. Amendment 2 Proposal for a decision Recital 3 (3) In the light of both the Commission's examination of the (3) In the light of both the Commission's examination of the National Reform Programmes and the European Council National Reform Programmes and the European Council conclusions, the focus should be on effective and timely imple- conclusions, the focus should be on strengthening the social mentation, paying special attention to the agreed quantitative dimension of the Employment Guidelines and their effective targets and benchmarks , and in line with the conclusions of and timely implementation, paying special attention to the the European Council. agreed qualitative and quantitative targets and benchmarks in line with the conclusions of the European Council. Amendment 3 Proposal for a decision Recital 5 (5) Member States should take the Employment Guidelines (5) Member States should take the Employment Guidelines into account when implementing programmed Community into account when implementing programmed Community funding, in particular of the European Social Fund. funding, in particular of the European Social Fund , the European Regional Development Fund and the European Globalisation Adjustment Fund . Amendment 4 Proposal for a decision Recital 6 (6) In view of the integ rated nature of the guideline package, (6) In view of the integrated nature of the guideline package, Member States should fully implement the Broad Economic Member States should take the employment guidelines fully Policy Guidelines. into account when implementing the Broad Economic Policy Guidelines. ",
        "19.11.2009 EN Official Journal of the European Union C 279 E/151 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION Amendment 5 Proposal for a decision Article 2a (new) Article 2a 1. In implementing the guidelines set out in the Annex, the Member States shall: — take into account requirements linked to the promotion of a high level of employment, guaranteed adequate social protection, the fight against social exclusion, and a high level of education, training and protection of human health, and — aim to combat discrimination based on sex, racial or ethnic origin, religion or belief, disability, age, or sexual orientation. 2. The Member States shall ensure strengthened interac­ tion between the guidelines and the open method of coordina­ tion in relation to the Social Protection and Social Inclusion Process. 3. Member States, in cooperation with the social partners and in accordance with the national tradition of each Member State, shall examine and report in their National Reform Plans on how to improve compliance with and imple­ mentation of the principles and rules of European social legislation, agreements between the social partners and the fundamental principles of equal treatment and non-dis­ crimination . Amendment 6 Proposal for a decision Annex — introductory part — paragraph – 1 (new) The Employment Guidelines form part of the Integrated Guidelines for 2008-2010, which are based on three pillars: macroeconomic policies, microeconomic reforms and employ­ ment policies. Those pillars, together, contribute towards achieving the objectives of sustainable expansion and employment and strengthening social cohesion. Amendment 7 Proposal for a decision Annex — introductory part — paragraph 1 Member States, in cooperation with the social partners, shall Member States, in cooperation with the social partners and conduct their policies with a view to implementing the objec- other stakeholders , and while respecting national traditions, tives and priorities for action specified below so that more and will conduct their policies with a view to implementing the better jobs support an inclusive labour market. Reflecting the objectives and priorities for action specified below so that Lisbon strategy and taking into account the common social more and better jobs and a better trained and more specia­ objectives, the Member States' policies shall foster in a balanced lised workforce support an inclusive labour market. Reflecting manner: the Lisbon strategy and taking into account the common social objectives, the Member States' policies will foster in a balanced manner: ",
        "C 279 E/152 EN Official Journal of the European Union 19.11.2009 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION Amendment 8 Proposal for a decision Annex — introductory part — paragraph 1 — indent 1 — Full employment: Achieving full employment, and reducing — Full employment: Achieving full employment, and reducing unemployment and inactivity, by increasing the demand for unemployment and inactivity, by increasing the demand for and supply of labour through an integrated flexicurity and supply of labour through an integrated flexicurity approach is vital to sustain economic growth and reinforce approach is vital to sustain economic growth and reinforce social cohesion. This requires policies that address simulta­ social cohesion. This requires policies that address simulta­ neously the flexibility of labour markets, work organisation neously the flexibility of labour markets, work organisation and labour relations, and employment security and social and labour relations, reconciliation of work and family security; life, and employment security and social security; Amendment 9 Proposal for a decision Annex — introductory part — paragraph 1 — indent 2 — Improving quality and productivity at work: Efforts to raise employment rates go hand in hand with improving the attractiveness of jobs, quality at work, labour productivity growth, reducing segmentation and the proportion of working poor. Synergies between quality at work, produc­ tivity and employment should be fully exploited; — Improving quality and productivity at work: Efforts to raise employment rates go hand in hand with improving the attractiveness of jobs, quality at work, labour productivity growth, reducing segmentation , gender inequality, and the proportion of working poor. Synergies between quality at work, productivity and employment should be fully exploited; Amendment 10 Proposal for a decision Annex — introductory part — paragraph 2 Equal opportunities and combating discrimination are essential for progress. Gender mainstreaming and the promotion of gender equality should be ensured in all action taken. Particular attention must also be paid to significantly reducing all gender related gaps in the labour market in line with the European Pact for Gender Equality. This will assist Member States in addressing the demographic challenge. As part of a new inter­ generational approach, particular attention should be paid to the situation of young people, implementing the European Youth Pact, and to promoting access to employment throughout working life. Particular attention must also be paid to significantly reducing employment gaps for people at a disadvantage, including disabled people, as well as between third-country nationals and EU citizens, in line with any national targets. Equal opportunit ies and combating discrimination are essential for progress. Gender mainstreaming and the promotion of gender equality should be ensured in all action taken. Particular attention must also be paid to significantly reducing all gender related gaps in the labour market , focusing on unequal pay in particular, in line with the European Pact for Gender Equality. This will assist Member States in addressing the demographic challenge. As part of a new intergenerational approach, particu­ lar attention should be paid to the situation of young people, implementing the European Youth Pact, and to promoting access to employment throughout working life , also for older workers . Particular attention must also be paid to significantly reducing employment gaps for people at a disadvantage, including disabled people, as well as between third-country nationals and EU citizens, in line with any national targets. This will assist Member States in addressing the demo­ graphic challenge. ",
        "19.11.2009 EN Official Journal of the European Union C 279 E/153 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION Amendment 11 Proposal for a decision Annex — paragraph following guideline 17 — indent 1 — attract and retain more people in employment, increase — attract and retain more people in quality employment by labour supply and modernise social protection systems, facilitating reconciliation of work and family life , increase labour supply by enhancing employability, modernise social protection systems and ensure inclusive labour markets , Amendment 12 Proposal for a decision Annex — paragraph following guideline 17 — indent 1a (new) — promote active social integration for all in order to combat poverty and social exclusion by ensuring a decent income and quality social services together with access to the employment market through opportunities for recruit­ ment and initial or ongoing vocational training, Amendment 13 Proposal for a decision Annex — paragraph following guideline 17 — indent 2 — improve adaptability of workers and enterprises, — improve adaptability and security of workers and enterprises, Amendment 14 Proposal for a decision Annex — paragraph following guideline 17 — indent 3 — increase investment in human capital through better educa- — increase investment in human capital through better educa­ tion and skills. tion and skills and adapt education and training systems to new competence requirements, Amendment 15 Proposal for a decision Annex — paragraph following guideline 17 — indent 3a (new) — increase and improve investment in research, science and innovation, Amendment 16 Proposal for a decision Annex — paragraph following guideline 17 — indent 3b (new) — eliminate all forms of sex discrimination in the workplace. ",
        "C 279 E/154 EN Official Journal of the European Union 19.11.2009 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION Amendment 17 Proposal for a decision Annex — section 1 — title 1. Attract and retain more people in employment, increase 1. Attract and retain more people in quality employment, labour supply and modernise social protection systems increase labour supply and modernise social protection systems and ensure inclusive labour markets Amendment 18 Proposal for a decision Annex — section 1 — paragraph 1 Raising employment levels is the most effective means of generating economic growth and promoting socially inclusive economies whilst ensuring a safety net for those unable to work. Promoting a lifecycle approach to work and modernising social protection systems to ensure their adequacy, financial sustainability and responsiveness to changing needs in society are all the more necessary because of the expected decline in the working-age population. Special attention should be paid to tackling the persistent employment gaps between women and men, further increasing the employment rates of older workers and young people, as part of new intergenerational approach, and the promoting active inclusion of those most excluded from the labour market. Intensified action is also required to improve the situation of young people in the labour market and to significantly reduce youth unemploy­ ment, which is on average double the overall unemployment rate. Raising employment levels is the most effective means of generating economic growth and promoting socially inclusive economies whilst ensuring a safety net for those unable to work. Promoting a lifecycle approach to work and modernising social protection systems to ensure their adequacy, financial sustainability and responsiveness to changing needs in society are all the more necessary because of the expected decline in the working-age population. Special attention should be paid to tackling the persistent employment gaps between women and men and sex-based pay differentials , further increasing the employment rates of older workers and young people, as part of new intergenerational approach, and the promoting active inclusion of those most excluded from the labour market. Intensified action is also required to improve the situa­ tion of young people , in particular the unskilled, in the labour market and to significantly reduce youth unemploy­ ment, which is on average double the overall unemployment rate. Amendment 19 Proposal for a decision Annex — section 1 — paragraph 2 The right conditions must be put in place to facilitate progress in employment, whether it is first time entry, a move back to employment after a break or the wish to prolong working lives. The quality of jobs, including pay and benefits, working conditions access to lifelong learning and career prospects, are crucial for a flexicurity approach, as are support and incentives stemming from social protection systems. To enhance a life cycle approach to work and to promote reconciliation between work and family life policies towards childcare provisions are necessary. Securing coverage of at least 90 % of children between 3 years old and the mandatory school age and at least 33 % of children under 3 years of age by 2010 is a useful benchmarks . The increase in the average employment rate of parents, especially single parents, requires measures to support families. In particular, Member States should take account of the special needs of single parents and families with many children. The right conditions must be put in place , including through the appropriate development of human capital and the social working environment, to facilitate progress in employment, whether it is first-time entry, a move back to employment after a break or the wish to prolong working lives. The quality of jobs, including pay and benefits, working conditions , access to lifelong learning and career pros­ pects, are crucial for a flexicurity approach, as are support and incentives stemming from social protection systems. To enhance a life cycle approach to work and to promote reconciliation between work and family life policies towards childcare provisions are necessary. Securing coverage of at least 90 % of children between 3 years old and the mandatory school age and at least 33 % of children under 3 years of age by 2010 is a useful benchmark . The increase in the average employment rate of parents, especially single parents, requires measures to support families. In particular, Member ",
        "19.11.2009 EN Official Journal of the European Union C 279 E/155 Tuesday 20 May 2008 TEXT PROPOSED BY THE COMMISSION Furthermore to prolong working lives, the effective average exit age from the labour market by 2010 would require a five year increase at EU level (compared to 59,9 in 2001). Member States should also enact measures for health protection, for prevention and for the promotion of healthy lifestyles with the goal of reducing sickness burdens, increasing labour produc­ tivity and prolonging working life. AMENDMENTS States should take account of the special needs of single parents and families with many children. Furthermore to prolong working lives, the effective average exit age from the labour market by 2010 would require a five-year increase at EU level (compared to 59,9 in 2001). Member States should also enact measures for health protection, for prevention and for the promotion of healthy lifestyles with the goal of re­ ducing sickness burdens, increasing labour productivity and prolonging working life. Amendment 20 Proposal for a decision Annex — section 1 — paragraph 3 The implementation of the European Youth Pact should also be a contribution to a lifecycle approach to work in particular by facilitating transition from education to the labour market. The implementation of the European Youth Pact , the European Gender Equality Agreement and the approval relating to the establishment of European Alliance for Families should also be a contribution to a lifecycle approach to work in particular by facilitating transition from education to the labour market. Individual measures should be taken to provide young people who have had fewer opportunities with an equal chance of social and vocational integration. Amendment 21 Proposal for a decision Annex — section 1 — guideline 18 Guideline 18. Promote a lifecycle approach to work through: — a renewed endeavour to build employment pathways for young people and reduce youth unemployment, as called for in the European Youth Pact, — resolute action to increase female participation and reduce gender gaps in employment, unemployment and pay, Guideline 18. Promote a lifecycle approach to work through: — a renewed endeavour to build employment pathways for young people and reduce youth unemployment, as called for in the European Youth Pact, whilst combating sex discrimination, — measures to ensure that people combining work and care are not penalised later in life as regards pensions and social security benefits, — measures to enable persons who lose their job later in life to get back to work, and action to eradicate age-based discrimination, aimed in particular at people over the age of 40 and including forms of self-employment and self-organisation, — resolute action to increase female participation and reduce gender gaps in employment, unemployment and vocational training, to ensure equal pay and promote gender equality, including measures strengthening equal opportunities and increasing the employment rate for women as called for in the European Pact for Gender Equality, — particular focus on the different impact of benefits systems on men and women and review of any benefit structures that impact negatively on women's participa­ tion in the labour force, ",
        "C 279 E/156 EN Official Journal of the European Union 19.11.2009 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION — better reconciliation of work and private life and the provi- — better reconciliation of work and private and family life sion of accessible and affordable childcare facilities and care and the provision of accessible and affordable quality child­ for other dependants, care facilities and care for other dependants including parental and other leave schemes , — particular focus on women and men considering a return to paid work after an absence and examining how gradu­ ally to eliminate obstacles to such return without loss of job quality, — support for active ageing, including appropriate working — support for active ageing, including appropriate working conditions, improved (occupational) health status and conditions, improved occupational health status and adequate incentives to work and discouragement of early adequate incentives to work and encouraging workers to retirement , prolong their working lives if they wish to retire later , — modern social protection systems, including pensions and — modern social protection systems, including pensions and healthcare, ensuring their social adequacy, financial sustain- healthcare, ensuring their social adequacy, financial sustain­ ability and responsiveness to changing needs, so as to ability and responsiveness to changing needs, so as to support participation and better retention in employment support participation and better retention in employment and longer working lives. and longer working lives. See also integrated guideline ‘To safeguard economic and fiscal See also integrated guideline ‘To safeguard economic and fiscal sustainability as a basis for increased employment’ (No 2). sustainability as a basis for increased employment’ (No 2). Amendment 22 Proposal for a decision Annex — section 1 — paragraph following guideline 18 Active inclusion policies can increase labour supply and strengthen society's cohesiveness and are a powerful means of promoting the social and labour market integration of the most disadvantaged. Every person becoming unemployed must be offered a new start in a reasonable period of time. In the case of young people this period should be short, e.g. at most 4 months by 2010; for adult people at most 12 months. Poli­ cies aiming at offering active labour market measures to the long-term unemployed should be pursued, taking into consideration the participation rate benchmark of 25 % in 2010. Activation should be in the form of training, retraining, work practice, a job or other employability measure, combined where appropriate with on-going job search assistance. Facili­ tating access to employment for job seekers, preventing unem­ ployment and ensuring that those who become unemployed remain closely connected to the labour market and employable are essential to increase participation, and combat social exclusion. This is also in line with a flexi­ curity approach. Attaining these objectives requires removing barriers to the labour market by assisting with effective job searching, facilitating access to training and other active labour market measures, ensuring affordable access to basic services and providing adequate levels of minimum resources to all. This approach should, at the same time, ensure that work pays for all workers, as well as remove unemployment, poverty and inactivity traps. Special attention should be paid to promoting the inclusion of disadvantaged Active inclusion policies can increase labour supply and strengthen society's cohesiveness and are a powerful means of promoting the social and labour market integration of the most disadvantaged. Every person becoming unemployed must be offered the possibility of employment, an ap­ prenticeship, further training or other measures leading to employment in a reasonable period of time. In the case of young people this period should be short, e.g. at most 4 months by 2010; for adult people at most 12 months. Poli­ cies aiming at offering active labour market measures to the long-term unemployed should be pursued, taking into consid­ eration the participation rate benchmark of 25 % in 2010. Activation should be in the form of training, retraining, work practice, a job or other employability measure, combined where appropriate with ongoing job search assistance. Facili­ tating access to employment for job seekers, preventing unem­ ployment and ensuring that those who become unemployed remain closely connected to the labour market and employable are essential to increase participation, and combat social exclu­ sion. Attaining these objectives requires removing barriers to the labour market by assisting with effective job searching, facilitating access to training and other active labour market measures, ensuring affordable access to basic services and providing adequate levels of minimum resources to all , while implementing the principle of fair remunera­ tion as an economic incentive to work . This approach should, at the same time, ensure that work pays for ",
        "19.11.2009 EN Official Journal of the European Union C 279 E/157 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION people, including low-skilled workers, in the labour market, including through the expansion of social services and the social economy, as well as the development of new sources of jobs in response to collective needs. Combating discrimination, promoting access to employment for disabled people and inte­ grating immigrants and minorities are particularly essential. all workers and that the principle of ‘equal pay for work of equal value’ is upheld , as well as removing unemployment, poverty and inactivity traps. Special attention should be paid to promoting the inclusion of disadvantaged people, including low-skilled workers, in the labour market, including through the expansion of social services and the social economy, as well as the development of new sources of jobs in response to collective needs. Combating discrimination, promoting access to employment for women and disabled people and integrating immigrants and minorities are particularly essential. Local best practices relating to the experience of social cooperatives, and all forms of corporate social responsibility should be taken into account. Amendment 23 Proposal for a decision Annex — section 1 — guideline 19 — indent 3 — development of new sources of jobs in services for indivi- — development of new sources of jobs in services for indivi­ duals and businesses, notably at local level. duals and businesses, the not-for-profit sector and the social economy, notably at local level. Amendment 24 Proposal for a decision Annex — section 1 — guideline 19a (new) Guideline 19a. Ensure the active social integration of all and tackle poverty and social exclusion by guaranteeing a decent income and better access to quality social services together with better access to the labour market through the expansion of job opportunities and initial or ongoing voca­ tional training. Amendment 25 Proposal for a decision Annex — section 1 — guideline 20 — indent 2a (new) — promoting stakeholder partnership models to enhance the local and regional potential to be tapped in local entities, employing open, participatory forms of organisation, Amendment 26 Proposal for a decision Annex — section 1 — guideline 20 — indent 4a (new) — preventing the brain drain from peripheral regions of the European Union or from Member States through regional economic, social and structural investment . ",
        "C 279 E/158 EN Official Journal of the European Union 19.11.2009 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION Amendment 27 Proposal for a decision Annex — section 2 — title 2. Improve adaptability of workers and enterprises, 2. Improve adaptability and security for workers and enter­ prises (enhancing job security) Amendments 28, 37 and 38 Proposal for a decision Annex — section 2 — guideline 21 Guideline 21. Promote flexibility combined with employ­ ment security and reduce labour market segmentation, having due regard to the role of the social partners , through : — the adaptation of empl oyment legislation, reviewing where necessary the different contractual and working time arrangements, — addressing the issue of undeclared work, Guideline 21. Promote flexibility combined with security and reduce labour market segmentation, having due regard to the role of the social partners and taking into account the following key components : — flexible and reliable contractual arrangements through modern labour laws, collective agreements and work orga­ nisation, — comprehensive lifelong learning strategies to ensure the continual adaptability and employability of workers, particularly the most vulnerable, — effective active labour market policies (ALMP) not invol­ ving an active early-retirement policy, but, rather, inte­ grating older and experienced workers into working life to a greater extent, in order to help people cope with rapid change and reduce periods of unemployment and to ease transition to new jobs, — modern social security systems that provide adequate income support, encourage employment and facilitate labour market mobility . This also involves: — the adaptation of emplo yment legislation, reviewing where necessary the different contractual and working time arrangements and guaranteeing core employment rights, regardless of employment status with the aim of promoting stable employment relationships , — applying preventive measures, backed up by penalties, to address the issue of undeclared work, with a view to redu­ cing the prevalence of non-legal forms of work, via the reinforcement and capacity development of the specialist workplace inspection bodies, — better anticipation and positive management of change, — better anticipation and positive management of change, including economic restructuring, notably changes linked including economic restructuring, notably changes linked to trade opening, so as to minimise their social costs and to trade opening, so as to minimise their social costs and facilitate adaptation, facilitate adaptation, ",
        "19.11.2009 EN Official Journal of the European Union C 279 E/159 Tuesday 20 May 2008 TEXT PROPOSED BY THE COMMISSION — the promotion and dissemination of innovative and adap­ table forms of work organisation, with a view to improving quality and productivity at work, including health and safety, — support for transitions in occupational status, including training, self-employment, business creation and geographic mobility. See also integrated guideline ‘To promote greater coherence between macroeconomic, structural and employment policies’ (No 5). AMENDMENTS — the promotion and dissemination of innovative and adap­ table forms of work organisation, with a view to improving quality and productivity at work, including workplace health and safety and the provision of reasonable accom­ modation for disabled people , — support for transitions in occupational status, including training, self-employment, business creation and geographic mobility, — paying particular attention to obstacles that hinder women who wish to set up new businesses or become self-employed, with a view to their removal. The Member States should implement their own pathways based on the common principles of flexicurity adopted by the Council. The involvement of the social partners in the design and implementation of flexicurity policies through the social dialogue and collective bargaining is of crucial importance. See also integrated guideline ‘To promote greater coherence between macroeconomic, structural and employment policies’ (No 5). Amendment 29 Proposal for a decision Annex — section 2 — paragraph following guideline 21 To maximise job creation, preserve competitiveness and contri­ bute to the general economic framework, overall wage develop­ ments should be in line with productivity growth over the economic cycle and should reflect the labour market situation. The gender pay gap should be reduced. Particular attention should be given to the low level of wages in professions and sectors which tend to be dominated by women and to the reasons which lead to reduced earnings in professions and sectors in which women become more prominent. Efforts to reduce non-wage labour costs and to review the tax wedge may also be needed to facilitate job creation, especially for low­ wage employment. To maximise job creation, preserve competitiveness and contri­ bute to the general economic framework, overall wage develop­ ments should be in line with productivity growth over the economic cycle and should reflect the labour market situation. The gender pay gap should be reduced. Particular attention should be given , with a view to narrowing the pay gap between the sexes, to the low level of wages in professions and sectors which tend to be dominated by women and to the reasons which lead to reduced earnings in professions and sectors in which women become more prominent. Efforts to reduce non-wage labour costs and to review the tax wedge may also be needed to facilitate job creation, especially for low­ wage employment. Amendment 30 Proposal for a decision Annex — section 2 — guideline 22 — indent 1 — encouraging social partners within their own areas of responsibility to set the right framework for wage bargaining in order to reflect productivity and labour market challenges at all relevant levels and to avoid gender pay gaps, — encouraging social partners within their own areas of responsibility to set the right framework for wage bargaining in order to reflect productivity and labour market challenges at all relevant levels , to guarantee European citizens sufficient purchasing power and to avoid gender pay gaps and growing inequalities , ",
        "C 279 E/160 EN Official Journal of the European Union 19.11.2009 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION Amendment 31 Proposal for a decision Annex — section 3 — paragraph 1 Europe needs to invest more and more effectively in human capital. Too many people fail to enter, progress or remain in the labour market because of a lack of skills, or due to skills mismatches. To enhance access to employment for men and women of all ages, raise productivity levels, innovation and quality at work, the EU needs higher and more effective invest­ ment in human capital and lifelong learning in line with the flexicurity concept for the benefit of individuals, enterprises, the economy and society. Europe needs to invest more and more effectively in human capital. Too many people fail to enter, progress or remain in the labour market because of a lack of skills, or due to skills mismatches. To enhance access to employment on the basis of equal opportunities for men and women of all ages, raise productivity levels, innovation and quality at work, and assist workers in adapting to new conditions arising from rapid change, the EU needs higher and more effective investment in human capital and lifelong professional training, via access to the various forms of lifelong learning in line with the flexi­ curity concept for the benefit of individuals, enterprises, the economy and society. Amendment 32 Proposal for a decision Annex — section 3 — guideline 23 Guideline 23. Expand and improve investment in human capital through: — inclusive education and training policies and action to facil­ itate significantly access to initial vocational, secondary and higher education, including apprenticeships and entrepre­ neurship training, — significantly reducing the number of early school leavers, — efficient lifelong learning strategies open to all in schools, businesses, public authorities and households according to European agreements, including appropriate incentives and cost-sharing mechanisms, with a view to enhancing partici­ pation in continuous and workplace training throughout the life-cycle, especially for the low-skilled and older workers. Guideline 23. Expand lifelong learning opportunities and improve investment in human capital through: — inclusive education and training policies and action to facil­ itate significantly access to initial vocational, secondary and higher education, including apprenticeships and entrepre­ neurship training and the accreditation of experience acquired , — reducing the number of early school leavers to as great an extent as possible in order to prevent pupils from leaving school without qualifications and thereby running a high risk of unemployment, — efficient lifelong learning strategies open to all in schools, businesses, public authorities and households according to European agreements, including appropriate incentives and cost-sharing mechanisms, with a view to enhancing partici­ pation in continuous and workplace training throughout the life-cycle, especially for the low-skilled and older workers , — ensuring the conditions for facilitating access by women to education, continuing training and lifelong learning, in particular access to training and the necessary qualifica­ tions for careers . See also integrated guideline ‘To increase and improve invest- See also integrated guideline ‘To increase and improve invest­ ment in R & D, in particular by private business’ (No 7). ment in R & D, in particular by private business’ (No 7). ",
        "19.11.2009 EN Official Journal of the European Union C 279 E/161 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION Amendment 33 Proposal for a decision Annex — section 3 — paragraph following guideline 23 Setting ambitious objectives and increasing the level of invest­ ment by all actors is not enough. To ensure that supply meets demand in practice, lifelong learning systems must be afford­ able, accessible and responsive to changing needs. Adaptation and capacity-building of education and training systems is necessary to improve their labour market relevance, their responsiveness to the needs of the knowledge-based economy and society and their efficiency and equity . ICT can be used to improve access to learning and better tailor it to the needs of employers and employees. Greater mobility for both work and learning purposes is also needed to access job opportunities more widely in the EU at large. The remaining obstacles to mobility within the European labour market should be lifted, in particular those relating to the recognition and transparency and use of qualifications and learning outcomes, notably through the implementation of the European Qualifications Framework. It will be important to make use of the agreed European instruments and references to support reforms of national education and training systems, as is laid down in the Education and Training 2010 Work Programme. Setting ambitious objectives and increasing the level of invest­ ment by all actors is not enough. To ensure that supply meets demand in practice, lifelong learning systems must be afford­ able, accessible and responsive to changing needs. Adaptation and capacity-building of education and training systems is necessary to improve their labour market relevance, their responsiveness to the needs of the knowledge-based economy and society , their efficiency and their accessibility and avail­ ability on an equitable basis. Access to education and training for men and women of all ages and the matching of needs with skills and with the education and training provided by the public and private sector, must be accompa­ nied by a system of lifelong careers guidance . ICT can be used to improve access to learning and better tailor it to the needs of employers and employees. Greater mobility for both work and learning purposes is also needed to access job opportu­ nities more widely in the EU at large. The remaining obstacles to mobility within the European labour market should be lifted, in particular those relating to the recognition and trans­ parency and use of qualifications and learning outcomes, notably through the implementation of the European Qualifications Framework. It will be important to make use of the agreed European instruments and references to support reforms of national education and training systems, as is laid down in the Education and Training 2010 Work Programme. Amendment 34 Proposal for a decision Annex — section 3 — guideline 24 — indent 1a (new) — enabling educational techniques and teaching content to be passed on through successive generations of teachers, Amendment 35 Proposal for a decision Annex — Section 3 — Guideline 24 — indent 3a (new) — providing for foreign language learning as part of initial and lifelong training. ",
        "C 279 E/162 EN Official Journal of the European Union 19.11.2009 Tuesday 20 May 2008 TEXT PROPOSED AMENDMENTS BY THE COMMISSION Amendment 36 Proposal for a decision Annex 1a (new) ANNEX 1a Targets and benchmarks The following targets and benchmarks were agreed in the context of the European Employment Strategy: — that every unemployed person is offered a new start before reaching 4 months of unemployment in the case of young people and 12 months in the case of adults in the form of training, retraining, work practice, a job or other employability measure, combined where appropriate with on-going job search assistance, — that 25 % of the long-term unemployed should partici­ pate by 2010 in an active measure in the form of training, retraining, work practice, or another employ­ ability measure, with the aim of achieving the average of the three most advanced Member States, — that jobseekers throughout the EU are able to consult all job vacancies advertised through Member States' employ­ ment services, in order to promote mobility of jobseekers on the European labour market, — an increase by five years, at EU level, of the effective average exit age from the labour market by 2010 (compared to 59,9 in 2001), — the provision of childcare by 2010 to at least 90 % of children between 3 years old and the mandatory school age and at least 33 % of children under 3 years of age, — an EU average rate of no more than 10 % early school leavers, — that at least 85 % of 22-year olds should have completed upper secondary education by 2010, — that the EU average level of participation in lifelong learning should be at least 12,5 % of the adult working­ age population (25 to 64 age group). "
    ]
}