{
    "text": [
        "COMMISSION OF THE EUROPEAN COMMUNITIES CORRIGENDUM : ce document Brussels, 12.09.2001 annule et remplace le COM(2001) 473 final COM(2001) 473 final/2 du 05.09.2001 (concerne toutes les langues) COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL Evaluation and future orientation of Council Regulation (EC) No. 1292/96 on Food Aid Policy and Food Aid Management and Special Operations in Support of Food Security ",
        "2 COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL Evaluation and future orientation of Council Regulation (EC) No. 1292/96 on Food Aid Policy and Food Aid Management and Special Operations in Support of Food Security Contents 1. Introduction.............................................................................................................. 3 2. Evaluation of the Regulation..................................................................................... 3 2.1 Overview.................................................................................................................. 3 2.2. Findings and recommendations of the evaluation...................................................... 4 2.3. Commission’s response to the evaluation.................................................................. 5 3. future application of the Regulation.......................................................................... 6 3.1. Background.............................................................................................................. 6 3.2. Changing development context................................................................................. 7 3.3. Role of the Regulation and relation to other EC instruments ..................................... 8 3.4. Application of the Regulation and instruments.......................................................... 9 3.5. Programming and Programme management............................................................ 13 ANNEX 1: Background and objectives of Regulation No. 1292/96...................................... 17 ANNEX 2: Financial allocations under Regulation 1292/96 (1993-1999)............................. 19 ANNEX 3: Principal Findings of the Evaluation .................................................................. 21 ANNEX 4: The International Development Targets (IDTs).................................................. 23 ANNEX 5: The Food Aid Convention.................................................................................. 24 ANNEX 6: Food security concerns ...................................................................................... 26 ",
        "3 1. I NTRODUCTION In accordance with Article 32 of Regulation (EC) No. 1292/96 on Food Aid Policy and Food Aid Management and Special Operations in Support of Food Security 1 , the Commission has undertaken an overall evaluation 2 of the operations financed by the Community under the Regulation. This Communication reports the findings of the evaluation, and makes proposals for the future of the Regulation. On the basis of the evaluation, the Commission concludes that there is no need to modify the content of the Regulation. However, there is a need to clarify the role of the Regulation in the context of priorities outlined in the European Community’s development policy 3 and progress towards the development of a comprehensive framework for poverty reduction. This Communication will define more clearly: – the role of the Regulation and its coherence with other Commission policies and instruments; – the specific objectives and applications of the various instruments within the Regulation; – measures required to improve the efficiency and the quality of programme management at all stages of the programming and project cycle. 2. E VALUATION OF THE R EGULATION 2.1 Overview Regulation No. 1292/96 enables the Commission to provide assistance to developing countries to overcome temporary food shortages, manage post-crisis rehabilitation and recovery, and address problems of long-term food insecurity (Annex 1). The approach to implementation of the Regulation emphasises that (i) food aid and food security should be integrated within overall development policy, and (ii) the responsibility for food aid and food security planning rests with the governments of recipient countries, with the EC providing a supportive role. The Regulation provides for three types of support: – Food aid. Food aid in-kind is still an important component of the Regulation, but has declined from 90% of funds allocated in 1993 to roughly 40% in 1999. Food aid in-kind is progressively being reduced and replaced by financial aid in support of food security operations. 1 OJ L 166/1, 5.7.1999 2 Evaluation of EC Food Aid, Food Security Policy, Food Aid Management and Programmes in Support of Food Security, Synthesis Report , December 2000, Natural Resources Institute, England, Netherlands Economic Institute, The Netherlands. 3 Communication from the Commission to the Council and the European Parliament, ‘The European Community’s Development Policy’, COM (2000) 212, 26 th April 2000. ",
        "4 – Operations in support of food security. This covers a wide range of programmes and projects (including technical assistance) designed to increase food security. These operations accounted for 57% of funds allocated in 1999. – Early warning systems and storage programmes. Because many of these programmes have traditionally been addressed by other instruments, allocations to this component are limited, representing just 2% of total funding. For each of these instruments there are two channels of programme implementation: direct aid , managed by the recipient government, who may enter into a partnership with other local entities (NGOs and private sector) as part of an agreed country support strategy; and indirect aid, provided through a contract between the EC and implementing organisations, including UN agencies and NGOs. In recent years, funding allocations have shifted in favour of direct aid, which increased from 25% to nearly 60% of total allocations between 1993 and 1999. This change reflects the increasing importance of national development/food security strategies and EC Country Support Strategies (CSS) as the basis for the design of food security programmes. Annex 2 summarises financial allocations over the period 1993-2000 according to (i) type of instrument, and (ii) funding channels. 2.2. Findings and recommendations of the evaluation An external evaluation of the Regulation was carried out over a period of one year, starting in November 1999. The consultants submitted their report to the Commission in December 2000. The evaluation included extensive desk and field studies. 4 The evaluation found that the objectives of the Regulation reflect the close linkage between food insecurity and poverty. The evaluators concluded that “ the impact [of the programme] is difficult to assess as the programme is relatively young and many activities aim at establishing long term, structural solutions for food insecurity. Policy and programme design is considered potentially appropriate to deliver positive results. A possible risk, however, is the impact of operational problems that remain to be solved .” The main findings of the evaluation are indicated in Annex 3, and the principal recommendations are shown in the box overleaf. 4 In six countries: Bangladesh, Bolivia, Haiti, Kyrgyzstan, Liberia and Mozambique. These countries represent 24 per cent of overall commitments under the Regulation. ",
        "5 Recommendations of the evaluation The evaluation report recommends that the Commission should: 1. Maintain the Regulation because it is relevant to poverty reduction. 2. Undertake a further evaluation in 2-3 years when implementation of the 1996 Regulation has progressed sufficiently for results to be established. 3. Develop specific criteria and verifiable indicators for all projects and programmes. Monitoring and evaluation need to be carried out systematically in the field so that information is available for project and programme evaluation. 4. Ensure that the adequacy of implementation procedures and the capacity of the EC and the recipient countries to absorb resources match the availability of resources and commitments. Until this is done there is little point in increasing commitments. 5. Ensure that where not already implemented, country strategies will cover all instruments (not just food aid) for a specific country in a coherent and complementary way. 6. Stimulate local purchases and triangular transactions. 7. Shorten the chain of command from Brussels to the field level. 8. Establish a more detailed mandate for RESAL at the country level. 9. Strengthen the role of the Food Aid and Food Security Committee by focusing it more on strategic and sectoral issues. 10. Consider support to food security objectives through budgetary assistance both as the counterpart to foreign exchange support in the context of a food gap, and also as a stand-alone instrument to support sectoral programmes. 2.3. Commission’s response to the evaluation Recognising the limited financial resources and the time allocated to the very broad and complex task, the Commission feels that it has received an acceptable report. While the evaluation fails to assess in depth the broader conceptual and strategic framework in which the Commission’s support to food aid and food security is provided, it makes a positive contribution to on going efforts to strengthen policy coherence and to improve programme efficiency within an overall strategy for poverty reduction. Moreover, the Commission shares the view that three years after its entry into operation, it is too early to fully assess the impact and effectiveness of the Regulation. At this stage, the Commission concludes that the Regulation has distinct and specific attributes that are highly relevant to addressing food security as basic dimension of poverty in highly vulnerable and food insecure countries but that further analysis and thinking are ",
        "6 required to fully integrate/merge both the food security objective and instrument into the Commission’s overall development device. However, there is an immediate need to define more clearly the role of the Regulation and its various instruments in order to ensure coherence and complementarity with other Community policies and programmes. In addition, there is a need to strengthen the efficiency and the quality of programme management at all stages of the programming and project cycle. In response to the findings and recommendations of the evaluation, the Commission’s proposals for the future operation of the Regulation are presented in Section 3 below. 3. FUTURE APPLICATION OF THE R EGULATION 3.1. Background Community food aid policy became an issue of intensive debate with the adoption of the Pisani Plan in 1986. This centred discussion on food security strategies and for the first time dissociated food aid from the management of European agricultural surpluses, linking it more firmly to development concerns. In November 1994, the European Council adopted a Resolution on Food Security, which stressed the need to: – adopt a long-term approach linking food security to broad development objectives; – enhance overall coherence between EC policies and strategies and, in particular, bridge the gap between relief and development assistance. Responsibility for the implementation of food aid and food security operations was further elaborated by a Commission decision, which established that responsibility for programme implementation should be separated between DG DEV (development operations) and ECHO (emergency operations). 5 The reform process was legally completed in June 1996 with the adoption of the Council Regulation N°1292/96 on food-aid policy and food-aid management and special operations in support of food security. The new policy constitutes a powerful tool that allows assistance to be directed at some 25 priority countries around the globe to overcome problems of temporary food shortages, to manage post-crisis situations for food recovery and finally to address structural food security problems. As part of the reform process, in 1998, the Commission and EU Member States have defined and agreed a number of basic principles with regard to the use of food aid in-kind 6 . The main elements of this so-called « Code of conduct for food aid » have been included in the new Food Aid Convention (Annex 5), which forms part of the International Grains Agreement 7 . 5 Commission decision of December 1994 SEC(94)2164 6 Food aid Council Group proposal for an EU Code of Conduct for food aid 7 International Grains Agreement 1995 consisting of 2 separate legal instruments (i) The Grains Trade Convention and (ii) The Food Aid Convention ",
        "7 3.2. Changing development context Recent changes in development thinking Since 1996, there have been fundamental changes in development thinking across the donor community. The principal highlights are: – A focus upon poverty and the International Development Targets (IDTs) as overall objectives for development co-operation (see Annex 4); – The preparation by many developing countries of Poverty Reduction Strategy Papers (PRSPs), which provide a detailed analysis of the nature of poverty in each country, and set goals and policy actions required to reduce poverty; – A greater emphasis upon the wider enabling environment and policy and institutional reform for achieving sustained economic growth and poverty reduction; – A clearer definition of public and private roles in development processes; – Emphasis upon collaborative approaches and local ownership in the identification of development priorities; – Globalisation and the increased integration of world markets in terms of technology, skills, capital and commodities (including food); – Pressure for reform of trade regimes to allow poor countries greater access to markets for products, in which they possess a comparative advantage, and whose promotion favours pro-poor patterns of growth. In this context, food security has evolved towards a much broader concept: Food insecurity at the national level is generally a problem of faltering development and a weak trade position. At household level, food insecurity is fundamentally an outcome of poverty. Consequently, food security objectives are best met by integrating them into long term poverty eradication policies/strategies at regional and national levels. EC development policy The overall objective of the Community’s development policy is to encourage sustainable development that leads to a reduction in poverty in developing countries. Recognising that the causes of poverty are complex, the EC development policy calls for an integrated approach, which includes, inter alia : – support to assist developing countries to fight poverty themselves; – combining policy dialogue, development cooperation and trade; – the development of policy on food security, conflict prevention and crisis management, and disaster mitigation and preparedness; – focussing support on a limited number of core activities according to their impact on poverty reduction and sustained development, and the added-value and comparative advantage of their provision by the EC. ",
        "8 Within this framework, the EC development policy confirms food security as one of six priority areas for Community support to poverty reduction objectives. In addition to these policies; the Regulation should also be consistent with the EC’s external commitments, such as the obligations under the Food Aid Convention and associated Code of Conduct , the Commission’s global network of development cooperation partnerships and trade relations under the WTO. 3.3. Role of the Regulation and relation to other EC instruments As indicated above, the Commission’s development policy confirms food security as a priority area for EC development support. Given that development cooperation is increasingly framed in the context of national development strategies, a coherent and holistic Commission response is required. Though it is conceptually possible to achieve common objectives such as food security through the use of complementary instruments, in practice this has proved difficult. Therefore, in order to maximise coherence, complementarity and efficiency the Commission will fully integrate food security objectives and strategies into its Development Cooperation Framework both at the overall policy level and at the specific country strategy level (EC Country Strategy Papers). Moreover, the Commission will look at available options to merge the food security instrument with its main long-term regional development instruments. In the meantime, it is important to define more clearly the role of the Regulation and its various instruments, and to strengthen the efficiency and quality of programme management at all stages of the project cycle. Role of the Regulation The case for maintaining a specific food security focus through Regulation 1292/96 at this point in time is justified on the basis of: – the need for a specific development instrument to support the EC’s efforts to address: (i) structural food insecurity as a first step in long term poverty reduction in some countries, (ii) critical food supply related situations at national and regional levels, and (iii) specific nutritional problems; – the need for bridging the gap between relief, rehabilitation and development; – EC commitments to international agreements and multilateral initiatives that aim to establish strategic frameworks for tackling poverty. Principal amongst these are support to the achievement of the International Development Targets (IDTs) and the Food Aid Convention (Annexes 4 and 5). Relation to other EC instruments It is necessary to clarify the division of responsibilities between the food security instrument and EC long term development instruments (EDF, ALA, MEDA, TACIS and macro financial lending) and between the food aid instrument managed by DEV / EuropeAid Cooperation Office and short term humanitarian relief programmes managed by ECHO. ",
        "9 Food security interventions aim to tackle the underlying structural causes of food insecurity related to the following three levels: 1. Inadequate food availability at the national level; 2. Poverty resulting in insufficient access to food at the household level; 3. Food use and nutritional adequacy at individual level. While the Commission's wider development policies (e.g. trade policy, macro-economic management, rural development, social development, transport and infrastructure) play more of a role in achieving long term food security and poverty reduction objectives, food security interventions generally address structural food insecurity as an entry point for long term and sustainable poverty reduction in a number of particularly vulnerable countries. Food aid in-kind provided under the Food Aid/ Food Security Regulation and channelled mainly through direct government programmes, EuronAid/NGOs and WFP should be mobilised in the following situations: 1. In complementarity with ECHO, to provide relief in cases of major crisis 8 ; 2. As a contribution to strategic reserves and safety nets; 3. Linking relief, rehabilitation and development; In contrast, ECHO food aid programmes are basically a rapid response to humanitarian emergencies. 3.4. Application of the Regulation and instruments Guiding principles The implementation of the Regulation and its instruments will be guided by the following general principles: – Food security interventions will be designed and implemented so as to be consistent with EC Development Policy and country and regional support strategies (Country and Regional Strategy Papers); – To the extent possible, food security and food aid support will emphasise a partnership approach, and will be designed in the context of nationally owned strategies for poverty reduction; – Food security programmes will support changes in the wider policy and institutional environment necessary for achieving sustained economic growth and poverty reduction; – All interventions will be appraised in terms of their direct and indirect impact on the incomes of the poor; 8 Food-aid-in-kind for emergency interventions will be systematically programmed/targeted by DEV/AIDCO in close consultation with ECHO. ",
        "10 – In post crisis situations support to food security will be focused on linking humanitarian and relief aid and long-term development; – Food aid interventions will be consistent with the Code of Conduct for Food Aid agreed between the EU and Member States. In particular: – Arguments for or against the use of food aid will be made on the grounds of its efficiency as an instrument to address nutritional problems and increase access to food; – Priority will be given to local and regional purchases to satisfy food aid needs; – Implementation of the Regulation will build upon existing Community capacities and comparative advantages as well as those of implementing partners. Close coordination at all stages of the programming and project cycle with EU Member States and other major donors will ensure complementarity. Specific Instruments of the Regulation The Commission will retain the diversity of direct and indirect food aid and food security instruments in order to respond flexibly to the wide diversity of food security problems and situations of developing countries at household, local, national and regional levels and to take account of different national political, social and economic contexts. Overall, the trend in favour of direct and structural aid is expected to continue. Support to government polices and strategies Programme Aid Programme aid (foreign currency facility 9 ) provides financial assistance through the government budget in support of the following four objectives: – support policy and institutional reform related to food security; – facilitate import of food by the private sector. – promote employment and income generation to improve access to food – provide support to safety nets 9 The foreign currency facility is provided for in Article 12 of the food aid/food security Regulation 1292/96. Article 2.5 specifies that in cases where a country is undergoing structural adjustment and conforming to the relevant Council Resolutions, the counter values in local currency generated by different development aid instruments must be managed under a coherent budgetary policy within the framework of an agreed government reform programme. In addition, these funds shall be utilised in accordance with food security policies and programmes. However, the regulation also provides the possibility to move from targeting counter values towards a more general allocation of funds to the budget. This would imply that instead of targeting counter values, further emphasis will be laid on the definition and fulfillment of perfromance indicators related to food security. For reasons of efficiency, the counter value funds will be increasingly generated through the provision of foreign exchange rather than through the sale of food aid. ",
        "11 This form of assistance is gradually replacing project aid and traditional food aid in-kind because it offers a number of important advantages in that it: – Reinforces the EC’s role in macro-economic dialogue by broadening the scope of issues covered (food security, employment and income in addition to health and education) beside those related to economic performance; – Reflects intentions set out in the Commission’s Development Policy in favour of budget assistance; – Facilitates ownership by partner countries; – Allows a targeted approach to address country-specific dimensions of food insecurity; – Has a benign impact on local food markets as opposed to food aid in-kind; – Transfers responsibility for local food purchases from international agencies to local agents, thereby increasing efficiency and promoting private sector development; – Encourages multilateral trading in foodstuffs, thereby encouraging regional trade relations and economic integration. While the evaluation confirms the positive impact of financial assistance of this type, it underlines the requirement to apply programme aid only in specific situations and under well defined conditions: – Low income and least developed countries; – Countries with a strong macroeconomic framework demonstrating fiscal sustainability; – Countries with good governance including solid public finance management and effective public and private sectors; – Existence of policies and programmes that are demonstrably in favour of promoting food security and reducing poverty. The future application of the instrument will also incorporate measures to improve the monitoring and evaluation of programme performance. Project support The Commission will maintain project support in conditions where the policy environment does not permit budgetary aid, and more generally in order to: – ensure the targeting of financial support to vulnerable groups experiencing food insecurity; – ensure good management of development assistance in conditions of unacceptable weak public sector management and lack of realistic perspectives for improvement; ",
        "12 – to test pilot approaches to tackling food insecurity; – to implement specific activities addressing key bottlenecks in food availability and access to food; – to ensure more active beneficiary participation in project design and implementation; Moreover, food security projects may be supported for a limited duration in situations of transition from relief to long term development or in conditions of structural food insecurity. The focus should be on improving access to food through support to production systems, other income generating activities and social safety nets. Food aid in-kind Food aid in-kind is not an appropriate instrument to create long term food security. However, in certain situations of food shortages in the transition between relief, rehabilitation and long term development, food aid remains an essential element of safety net strategies for certain vulnerable sections of the population. Assistance should conform to the guidelines of the Code of Conduct for food aid, and should be targeted at vulnerable groups respecting their nutritional requirements and habits. Capacity building One of the main constraints in the formulation and implementation of effective national strategies and programmes to address food insecurity and poverty is the weakness of local administrative and technical capacity. The result of this situation is that absorption capacity remains weak and national and local administrations are unable to take full ownership of programmes. Consequently, the Commission will attach greater importance to local capacity building through technical assistance support and national training and administrative reform programmes. Particular attention will be afforded to building local capacity to analyse and monitor national and regional food security situations and to formulate food security and poverty policies, strategies and programmes. Non-Government Aid channels The World Food Programme (WFP) is currently the largest single non-government partner to channel aid. NGOs constitute the second largest category of this group of partners. Based on the respective comparative advantages, these aid channels will be used according to needs and requirements. Food-aid-in-kind for emergency interventions will be systematically programmed/targeted by DEV/EuropeAid Cooperation Office in close consultation with ECHO. World Food Programme Contributions to the WFP will continue to be provided as food aid in-kind, and will be focused on emergency and refugee operations in the context of major crises and post crisis situations. The operations of WFP should be programmed and implemented in a manner that is coherent and complementary to other EC interventions in the same country. NGOs At present NGOs projects are supported either by food-aid-in-kind or aid-in-cash or a combination of both: ",
        "13 – Food-aid-in-kind for NGOs is provided solely through EuronAid, which organises (i) transport to and within the beneficiary country and (ii) local purchases. – Aid-in-cash is provided to NGOs on the basis of an annual “call for proposals”. 10 Project proposals will be assessed according to clearly defined country or regional strategies. In practice, it has proved difficult to combine these two instruments within a single project due to difficulties in synchronising the two delivery channels. This limits (i) the capacity to respond to the real needs of the population and (ii) the ability to link relief, rehabilitation and development. In order to address this problem, the Commission intends to further strengthen aid-in-cash, thus leaving to NGOs the choice to purchase food locally either themselves or to use the services of EuronAid. In order to promote projects, which address longer-term food security objectives, it is proposed to extend the maximum duration of NGO projects above the present limit of three years. 3.5. Programming and Programme management Overall programming of resources In order to provide a more dynamic and responsive framework for programming the Commission proposes to: – Update the list of eligible countries according to the OECD/DAC list of developing countries. – Within the list of eligible countries the Commission will continue to identify priority countries in order to avoid dispersion of resources, and to provide sufficient resources to have a substantial impact on food security. The selection of priority countries will be based on the following criteria: – Countries with a high incidence of poverty with a food security dimension measured by consumption and nutrition indicators; – The beneficiary country has a long term food security policy and conditions are in place for the effective utilisation of EC funds; – Food insecurity is addressed in the EC Country Support Strategy; – Countries where the EC has experience and a comparative advantage to intervene. In addition, priority may be accorded to any eligible country 11 facing serious food crises or post-crisis situations. 10 Consistent with the Vade-mecum on Grant Management agreed in July 1999 which aims to harmonise procedures between the Commission and its operational partners. 11 Council Regulation (EC) N° 1292/96 of June 1996, list of eligible LLDC, LIC, LMIC countries ",
        "14 – Apply the principle of multi-annual food security programming to all beneficiary countries in order to ensure more long-term planning and a fair distribution of the funds available, except in cases of crisis. – To extend the period for programme implementation for all instruments up to a possible five years. Country Level Programming Food security objectives must be integrated within a single EC strategic framework - the EC Country Strategy Papers. It is at this level that the EC’s priorities and concerns are articulated together with those of the partner government, EU Member States, and other international agencies, and that areas of agreement and difference can be identified and resolved. In order to access support from the Food Aid/Food Security Budget Line, Country Strategy papers should be based on a number of principles: – A reconciliation of recipient government and EC priorities for poverty reduction and support to food security. The approach should be centred on the national Poverty Reduction Strategy Paper prepared by government; – Dialogue with the partner government and civil society on pro-poor policy reforms and public expenditure priorities; – Co-ordination with EU Member States and other donors on country strategies in order to minimise burdens on partner governments. Programme design, appraisal and implementation In relation to programme design, the Commission proposes that future programmes implemented under the Regulation will: – Be based increasingly on country or regional strategies in order to address questions of coherence and complementarity with other programmes financed by the EC, EU Member States and other donors; – Focus on the most relevant food security problems, tackle the underlying causes of these problems, address issues of targeting, and devote greater attention to baseline studies, gender relations, environmental aspects and monitoring indicators; – Financing proposals will systematically be based on a logical framework in conformity with the principles of Project Cycle Management applicable to all EC projects. As long as there is insufficient planning capacity within national administrations, technical assistance will continue to play an important role in programme preparation. With the expiration of the European Food Security Network (RESAL) 12 contracts, new arrangements to 12 European Food Security Network established in 1998 and financed through Budget Line B7-20. Implementing members: ADE, DRN, GOPA, IRAM-AEDES, MTL, SOLAGRAL and TRANSTEC. ",
        "15 provide continued analytical and advisory capacity will be put in place through the following and financed through Budget Line B7-20: – key RESAL staff will be integrated into EuropeAid Cooperation Office and Delegations; – high level international and regional expertise will be increasingly mobilised through regional multi-donor hubs 13 ; – local food security units will gradually be transferred and integrated into national institutions. It is recognised that there is an excessive gap between the moment of committing funds and the launch of project implementation, which is basically due to the lack of depth in the appraisal process. Following programme/project approval considerable further work is normally required to elaborate conceptual issues, policy issues and conditionality, and implementation arrangements. The following remedies are proposed: – complete the programming process nine months ahead of a given budget year. – launch the identification and appraisal process immediately after completion of the programming process in order to allow sufficient time for analysis, design and appraisal of programmes and projects. – engage increasingly in multi-annual programming. Programme approval process With a view to improving coherence and complementarity with the programmes of EU Member States it is proposed that the Food Aid and Food Security Committee should play an increased role in strategic issues and multi-annual programming along the lines adopted for the Commission’s Regional Committees (FED, ALA, MEDA, TACIS). Ultimately, the tasks of the existing Food Aid Committee should be entrusted to the Commission’s Regional Committees, in order to increase policy coherence and rationalise Comitology. 13 Regional knowledge/advisory centers with multi-donor support providing coordinated state-of-the-art advice to governments and regional bodies on rural development and food security policies and strategies. Their organisation and mandate will be determined on a case by case basis to take into account regional specificities. ",
        "16 Monitoring and impact assessment Auditing will systematically be introduced for all food security projects and programmes at least at mid term and project completion. NGO cash projects will continue to be subject to an annual audit in conformity with grant management procedures. The Commission intends to introduce systematic monitoring of food security projects in order to assess their impact and targeting. Although it is difficult to measure food security directly; indicators of poverty and nutrition are relevant to the problem at different levels ranging from the individual to the country as a whole. In programme monitoring the Commission will attempt to ensure coordination with the activities of other donors and the monitoring of the PRSP process. In this aim the Commission will support capacity building for sustainable national poverty and food security monitoring systems. The Commission will strengthen its evaluation of the food security programme with the aim of evaluating direct aid instruments on an annual basis. In view of the number and diversity of indirect aid instruments, periodic evaluations will be based on a representative sample of projects. * A second evaluation of the implementation of Regulation (EC) N° 1292/96 on Food Aid Policy and Food Aid Management and Special Operations in Support to Food Security as a whole will be carried out in 2003-2004. This evaluation should look in depth at the broader conceptual and strategic development framework in which the Commission’s support to food aid and food security is provided and should also address the issue of policy coherence. It would in particular consider possible options to fully integrate/merge both the food security objective and instrument into the Commission’s overall development device. It would also look at possible options to define more clearly the division of responsibilities between DEV/EuropeAid Cooperation Office and ECHO with regard to programming, targeting and handling of food-aid-in-kind. ",
        "17 ANNEX ANNEX 1: Background and objectives of Regulation No. 1292/96 Background to Regulation 1292/96 European food aid in cereals started in 1967, within the framework of the International Wheat Convention. In its initial phase, European food aid was largely conditioned by the management of EC stocks. It took some time before the limitations of such a supply-oriented policy emerged. In the context of the Yaounde and then of the Lome agreements, the aim of this policy was to promote \"food self-sufficiency\", based on food aid and on technical and financial support. As development thinking began to focus more upon concepts of ‘food security’, EC policy evolved towards an instrumental understanding of food aid as part of food security improvement within a comprehensive development framework. During the 80s, the development policy framework advocated by the Pisani Plan led to the adoption of the following principles: – financial concentration on all aspects of food security; – joint policy definition and implementation with ACP countries; – greater integration of the different types of aid; – increased co-ordination between donors; – dissociate food aid from the management of surplus EC food stocks; – encourage the progressive use of triangular and local purchases. These principles have been integrated in successive decisions of the Council of Ministers: – Increase the nutritional coverage of the benefiting populations (1982); – Help in cases of emergency (1982); – Contribute to a balanced economic and social development (1982); – Reduce balance of payments deficits (1983); – Promote food security in recipient countries and regions (1986); – Support to increases local food production (1986); – Humanitarian aid policy and the creation of ECHO (1992). After the food crisis of 1991-92, the Commission undertook an external evaluation of its policies and instruments. The evaluation highlighted the limitations of food aid (high costs, short-term results), the fact that food insecurity had become the fundamental indicator of underdevelopment, and the need to focus more upon structural causes of food insecurity. ",
        "18 More recently, food aid and food security operations have become increasingly important in the context of poverty alleviation. Food security, as a crucial priority for poverty reduction, was the object of a resolution of the Council of Ministers in November 1994 -a resolution which stressed the importance of the adoption of long-term food security policy at regional, national and household levels. Council Regulation (EC) N° 1292 of 27 June 1996 places food security within the framework of EC development policy and more particularly within the framework of the fight against poverty. Objectives of Regulation 1292/96 The objectives of operations in support of food aid and food security, including the foreign currency facility, are stated in Article 1.3 of the Regulation. These objectives are: – to promote food security geared to alleviating poverty, to help the population of developing countries and regions, at household, local, national and regional levels; – to raise the standard of nutrition of the recipient population and help it obtain a balanced diet; – to take account of the concern to ensure the supply of drinking water to the population; – to promote the availability and accessibility of foodstuffs to the public; – to contribute towards the balanced economic and social development of the recipient countries in the rural and urban environment, by paying special attention to the respective roles of women and men in the household economy and in the social structure. The ultimate objective of Community aid operations shall be to make the recipients into agents of their own development; – to support efforts of the recipient countries to improve their own food production at regional, national, local and family level; – to reduce dependence on food aid ; – to encourage them to be independent in food, either by increasing production, or by enhancing and increasing purchasing power; to contribute to the initiatives to combat poverty with development as an objective. ",
        "19 ANNEX 2: Financial allocations under Regulation 1292/96 (1993-1999) Source: “Evaluation of EC Food Aid, Food Security Policy, Food Aid Management and Programmes in Support of Food Security”, NRI and NEI Synthesis Report, November 2000. Allocation by Instrument # , 1993-1999 (million Euro) Instrument 1993 1994 1995 1996 1997 1998 1999 2000 Prov. 1. Food aid in-kind 511.0 (89%) 514.3 (87%) 564.7 (87%) 308.0 (55%) 267.1 (51%) 275.2 (48%) 207.9 (41%) 181.6 (39%) Of which: commodities 342.1 (60%) 329.6 (56%) 374.6 (58%) 213.2 (38%) 181.2 (35%) 154.6 (27%) 114.9 (23%) n.a. transport costs 168.9 (29%) 184.7 (31%) 190.1 (29%) 94.7 (17%) 85.9 (16%) 120.4 (21%) 93.0 (18%) n.a. 2. Operations in support of food security 63.0 (11%) 74.8 (12%) 81.6 (13%) 238.7 (42%) 253.5 (49%) 301.6 (52%) 287 (57%) 275.8 (59%) ForeignCurrency - - - 57.9 (10%) 139.1 (27%) 106.1 (18%) 106.8 (21%) 64.7(14%) Projects 19.8 (3%) 19.6 (3%) 38.8 (6%) 124.1 (22%) 84.1 (16%) 154.3 (27%) 116.1 (23%) 163.6 (35%) TA/ monitoring 43.2 (8%) 55.2 (9%) 42.8 (7%) 56.7 (10%) 30.3 (6%) 41.2 (7%) 64.1 (13%) 47.3 (10%) 3. Early Warning and Storage n.a. n.a. n.a. 13.5 (2%) 3.0 (1%) 1.6 (0%) 10.1 (2%) 5.0 (1%) Total 574.0 589.1 646.3 560.2 523.6 578.4 505.0 462.2 ",
        "20 Allocation by Channel # , 1993-1999 (million Euro) Channel Year 1993 1994 1995 1996 1997 1998 1999 1993- 95 1996- 99 Direct 137.4 183.2 202.2 272.2 287.3 271.9 258.7 29% 50% OfwhichNGOs 0 0 0 31.3 11.2 21.8 43.9 0% 5% Indirect 393.4 350.7 401.3 231.4 220.7 276.5 214.6 63% 44% Ofwhich: NGOs 160.1 154.5 214.4 106.5 87.2 113.6 85.0 29% 18% WFP 158.5 144.2 137.5 111.5 111.0 141.5 104.1 24% 22% UNHCR 15.7 10.6 12.7 - - - - 2% 0% UNRWA - - - n.a. 11.9 12.3 13.0 0% 2% ICRC 21.0 20.3 23.0 n.a. 10.6 9.2 - 4% 1% OTHER 38.1 21.2 13.6 13.4 - - 12,5 4% 1% Other (TA, moni- toring, etc.) 43.2 55.2 42.8 56.6 15.6 29.9 31.7 8% 6% Total (mEuro) 574.0 589.1 646.3 560.2 523.6 578.4 505.0 100% 100% # Note: All figures are for allocations only. Data is not available for on actual commitments and disbursements. The External evaluation found, however, that disbursement levels are well below expectation, resulting in considerable levels of unspent funds. The Commission uses the following budget lines to finance implementation of the Regulation: – B7-200: for products mobilised under the Food Aid Convention (compulsory and linked to EC international commitments); – B7-201: for interventions related to food security programmes; – B7-202: for costs incurred through transport, distribution, logistics, monitoring and evaluation. ",
        "21 ANNEX 3: Principal Findings of the Evaluation Policy objectives – The Regulation reflects recent concepts on the causes of food insecurity, and is a relevant manifestation of the EC policy on food aid and food security. The objectives of the Regulation reflect the close linkage between food insecurity and poverty. – Policy definition is undergoing change and has shifted from perceiving food insecurity as a lack of food availability (mainly at the national level) to a dimension of poverty (mainly at the household level). However, at country level, the policies on food security focus mainly on agricultural production and economic growth, while aspects of income generation and social issues are often less elaborated. – The Regulation is coherent with and replaces previous Food Aid and Food Security instruments. It is coherent with regards to various development cooperation Regulations. It is less coherent with respect to trade Regulations and some procurement Regulations. – There is a need for a fully comprehensive EC strategy at country level covering all the various EC instruments. – Food aid in-kind is an expensive instrument, but it is justified in cases where there are no alternatives, such as emergency situations, where there is no effective government, or in cases where aid in-kind has comparative advantages with regard to other types of aid in targeting special vulnerable groups. – The shift from aid in-kind to the foreign currency facility and operations in support of food security is a logical one permitting the avoidance of high costs and giving more flexibility to the programmes to respond to the real needs and expectations of the beneficiaries. – Most project documents do not contain specific reference to gender issues, and there is little evidence of impact studies or baseline surveys to make conclusions of the impact on gender. Operations and management procedures – A key problem regarding efficiency is that there are considerable delays between allocation and commitment. In addition, there are severe delays in achieving disbursements and implementing contracts. Weak institutional and management capacity often results in further project and programme implementation delays. – A key finding is that the implementation and absorptive capacities of the Commission and beneficiary countries have been overestimated. Staffing of the food security units at EC and country level is insufficient for timely preparation of proposals and proper monitoring of ongoing programmes ",
        "22 – Major problems have been reported concerning project approval and disbursement delays with regard to NGOs. – Many NGOs undertake activities that yield a result only after several years. The stipulated period of three years as a maximum is often felt to be too short. In future contracts with a maximum duration of five years should be made possible. – Difficulties have been experienced in synchronising the aid in cash component of NGO projects and food aid in-kind channelled through EuronAid. – The absence of baseline studies and better monitoring systems limits effective assessment of the impact of the programmes, and also fails to provide guidance for new policies and programmes. Evaluations are few in numbers. – Lack of decentralisation of decision making from DG DEV to the Delegations. – The evaluation found that local purchases and triangular transactions have diminished in favour of deliveries from Europe. EU wide rules on public procurement and the application of EU health norms, together with possibly the size of the contracts, make it very difficult for local traders to compete with European traders in the European market. The procedure for the grouping of tenders for procurement for EuronAid has resulted in increasing procurement within Europe. – At a global level, RESAL is starting to emerge as a relevant tool. However, its cost effectiveness is questionable. – The Food aid and Food Security Committee is a major resource for the achievement of the coordination, coherence and effectiveness of EC Food Aid programmes. However, the Committee spends a large part of its time discussing the various projects proposed by the Commission. A proportion of this time might be better allocated to substantial discussion of strategic and sectoral issues of both EC and Member States programmes. ",
        "23 ANNEX 4: The International Development Targets (IDTs) Targets adopted in 1996 by the Development Assistance Committee (DAC) of the OECD, which called for a global partnership to pursue a development strategy focusing on key development goals. The DAC member Development Ministers and Heads of Aid Agencies committed themselves to: Economic well-being – a reduction by one-half in the proportion of people living in extreme poverty by 2015. Social development – universal primary education in all countries by 2015; – demonstrated progress toward gender equality and the empowerment of women by eliminating gender disparity in primary and secondary education by 2005; – a reduction by two-thirds in the mortality rates for infants and children under age 5 and a reduction by three-fourths in maternal mortality, all by 2015; – access through the primary health-care system to reproductive health services for all individuals of appropriate ages as soon as possible and no later than the year 2015. Environmental sustainability and regeneration – the current implementation of national strategies for sustainable development in all countries by 2005, so as to ensure that current trends in the loss of environmental resources are effectively reversed at both global and national levels by 2015. ",
        "24 ANNEX 5: The Food Aid Convention The European Union, including both the Community and its member states, is co-signatory to the Food Aid Convention 14 . The Convention, which was renegotiated in 1999, has the objective of contributing to world food security and to improving the ability of the international community to respond to emergency food situations and other food needs of developing countries. This is achieved by: – making appropriate levels of food aid available on a predictable basis, as determined by the provisions in this Convention; – encouraging members to ensure that the food aid provided is aimed particularly at the alleviation of poverty and hunger of the most vulnerable groups, and is consistent with agricultural developments in those countries; – including principles for maximising the impact, the effectiveness and quality of the food aid provided as a tool in support of food security; and – providing a framework for food co-operation, co-ordination and information- sharing among members on food aid related matters to achieve greater efficiency in all aspects of food aid operations and better coherence between food aid and other policy instruments. These policy orientations place food aid in the wider context of food security, and alleviation of poverty and hunger. Other recent changes to the Convention include: – the widening of the list of eligible products; – the systematic inclusion of transport costs in food aid deliveries; – the possibilities for donors to express their commitments in tonnage, value or a combination of both; – the obligation for the members to provide at least 80% of their food aid in the form of grants; and – the promotion of triangular transactions and local purchases. 14 Council Decision 1999/576/EC of 29 June 1999 on the signing and notification of the provisional application of the Food Aid Convention 1999 on behalf of the European Community, article I (OJ L222/38 24.8.1999). See also Council Decision 2000/421/EC of 13 June 2000 on the conclusion, on behalf of the European Community, of the Food Aid Convention 1999, (OJ L163/37 4.7.2000). ",
        "25 Code of conduct for food aid The Commission and EU Member States have agreed a number of basic principles regarding the use of food aid in-kind. These have been incorporated in a Code of Conduct for Food Aid , which is now included in the Food Aid Convention: – Food aid should only be provided if it is the most effective and appropriate means of assistance based on evaluation of the needs. – Food aid for free distribution should be targeted on vulnerable groups and respect the nutritional needs and habits of beneficiaries. – The provision of food aid in emergency situations should take particular account of longer-term rehabilitation and development objectives in the recipient country. – Food aid, in particular to least developed countries, shall be made in the form of grants. – Food aid provided under the Food Aid Convention in the form of grants shall represent not less than 80 per cent of a Donor’s contribution. – Food aid transactions shall be conducted in such a way as to avoid harmful interference with normal patterns of production and international commercial trade. Food aid policies have to be coherent with development policies and policies in other sectors such as agriculture and trade. – Consideration should be given to reinforce food aid by other means (financial and technical assistance), in order to strengthen its capacity to enhance food security and to increase the capacity of governments and civil society to develop food security strategies at all levels (as part of the PRSP process wherever possible). – In order to promote local agricultural development, strengthen regional and local markets and ensure sustained food security, consideration shall be given to using direct cash contributions for the purchase of food within the recipient country, or from other developing countries. – When food aid is sold within a recipient country, the sale shall be carried out, as far as possible, through the private sector and be based on market analysis. In targeting proceeds from such sales, priority shall be given to projects aiming to improve the food security of beneficiaries. ",
        "26 ANNEX 6: Food security concerns Other than in emergency situations such as war or large-scale natural disaster, where the immediate concern is to ensure people’s survival, food security issues normally arise at three levels. – Availability of food of acceptable quality . Availability relates to the aggregate supply of food at the global and national level. Globally there is a concern that food production may not keep pace with population growth. Nationally, food availability may be assured through a combination of domestic production and regional and international trade. Countries with successfully developing economies, a sound external trading position and markets that function effectively need have few concerns about overall food availability. Assistance that encourages successful overall development is therefore the best way of promoting overall food availability. It must be stressed that at the national level food security is not synonymous with food self-sufficiency. Promotion of self-sufficiency as an aim in its own right can be counter to improving food security if it hinders policy and institutional reforms that are designed to encourage broad-based growth, or if it raises food prices; – Access to food by households. Access relates to demand and purchasing power of both urban and rural consumers. The household is the economic and social unit that people form in order to make arrangements for food consumption. Lack of access to food, which may be either transitory or chronic, is basically an outcome of poverty . It is therefore necessary to refocus food security concerns in the broader context of poverty reduction strategies; – Food use and nutritional adequacy at individual level . Use of food relates to issues of consumption and nutrition and is affected by nutritional practices. Within- household issues, for example, intra-household distribution of food, mother-child feeding practices, and food preparation will affect quality aspects. Certain targeted programmes such as nutrition education, or income transfers focused on women may be necessary as a complement to broader poverty-reduction strategies. An associated concern is that of food quality and safety, in particular in relation to the impact of diet on health. Fundamentally, food security is a key dimension of poverty. Consequently, long term food security objectives are best met by integrating them into long term poverty reduction policies providing a coherent framework for national development strategies. Source: Integration of Food Security Objectives within a Poverty Reduction Framework, Commission Concept Paper, DEV/A/1/uw D (99) "
    ]
}