{
    "text": [
        "Written by Andreas Ladner, Nicolas Keuffer and Harald Baldersheim November 2015 Self-rule Index for Local Authorities (Release 1.0) Final report Tender No 2014CE16BAT031 ",
        "EUROPEAN COMMISSION Directorate-General for Regional and Urban Policy Directorate B - Policy Unit B1 – Economic Analysis Contact: Eric Von Breska E-mail: REGIO-B1-HEAD-OF-UNIT@ec.europa.eu European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION Directorate-General for Regional and Urban Policy 2016 EN Self-rule Index for Local Authorities (Release 1.0) Final report Tender No 2014CE16BAT031 ",
        "LEGAL NOTICE This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2016 ISBN 978-92-79-57885-4 doi: 10.2776/432291 © European Union, 2016 Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). ",
        "European Commission Final report November 2015 2 Abstract Local autonomy is a highly valued feature of good governance. The continuous attempts of many European countries to strengthen the autonomy of local government show the importance given to decentralisation and far-reaching competences at the lowest units of a state. Measuring and comparing local autonomy, however, has proven to be a difficult task. Not only are there diverging ideas about the core elements of local autonomy, there are also considerable difficulties to apply specific concepts to different countries. This project 1 suggests a comprehensive methodology to measure local autonomy. It analyses 39 European countries and reports changes between 1990 and 2014. A network of experts on local government assessed the autonomy of local government of their respective countries on the basis of a common code book. The eleven variables measured are located on seven dimensions and can be combined to a “Local Autonomy Index” (LAI). The data show an increase of local autonomy between 1990 and 2005, especially in the new Central and Eastern European countries. Countries with a particularly high degree of local autonomy are Switzerland, the Nordic countries, Germany and Poland. “The information and views set out in this report are those of the authors and do not necessarily reflect the official opinion of the Commission. The Commission does not guarantee the accuracy of the data included in this study. Neither the Commission nor any person acting on the Commission’s behalf may be held responsible for the use which may be made of the information contained therein.” 1 Please cite as: Ladner, A., Keuffer, N. and Baldersheim, H. (2015). Local Autonomy Index for European countries (1990-2014). Release 1.0. Brussels: European Commission. ",
        "European Commission Final report November 2015 3 Table of Contents Abstract ........................................................................................................... 2 Table of Contents .............................................................................................. 3 1. The mandate ................................................................................................. 4 2. Executive summary ........................................................................................ 5 2. Résumé ........................................................................................................ 7 3. Methodology: project organisation, selection of countries, data collection, units of analysis and quality control ................................................................11 3.1 Project organisation and milestones ............................................................11 3.2 Selection of countries and organisation of data collection ..............................12 3.3 Units of analysis, units under scrutiny, units of presentations and weighting rules .................................................................................13 3.3.1 Municipalities as units of analysis, units under scrutiny and units of data presentation .................................................................13 3.3.2 Weighting rules ..................................................................................14 3.4 Quality control .........................................................................................14 4. Theoretical considerations: local autonomy, existing studies measuring local autonomy, and coding scheme .......................................................................17 4.1 Theoretical and empirical approaches to local autonomy ...............................17 4.2 Operationalisation of local autonomy and coding scheme ..............................19 5. Presentation of the results .............................................................................26 5.1 The Local Autonomy Index: country level results ..........................................26 5.1.1 Self-rule (SR) .....................................................................................26 5.1.2 Interactive rule (IR) ............................................................................49 5.1.3 Local autonomy (LA) ...........................................................................58 5.2 Dimensions and index of local autonomy .....................................................63 5.2.1 Dimensions of local autonomy ..............................................................63 5.2.2 Local Autonomy Index (LAI) .................................................................68 5.3 Local autonomy and regional autonomy ......................................................69 5.4 A short comparison with other indices of decentralisation ..............................70 6. Summary and conclusion ...............................................................................74 References.......................................................................................................80 Appendix .........................................................................................................82 Appendix A: Number of municipalities and changes over time .............................82 Appendix B: Country profiles ...........................................................................83 Appendix C: Datasets .....................................................................................84 ",
        "European Commission Final report November 2015 4 1. The mandate The aim of the study is to create – in accordance with the European Commission’s call for tenders No 2014.CE.16.BAT.031 – a Local Autonomy Index (LAI) to analyse and report changes in the scope of decentralisation of countries in the European Union. The measure of decentralisation had to go beyond recording the share of funds managed by local authorities and should capture to what extent local authorities have a say in how these funds are spent. The conceptualisation of the LAI should follow as far as possible the methodology of the Regional Authority Index (RAI) produced by Liesbet Hooghe, Gary Marks and Arjan H. Schakel (2010). Some adaptations had to be made to capture the specific characteristics of local government, and, furthermore, additional variables were included. The data were to be produced in a format that could be easily matched with the Regional Authority Index data at the level of individual countries. The data should also specify variations inside countries where such variations exist, for example in federal countries. The project has been co-ordinated by Prof. Dr. Andreas Ladner from the University of Lausanne (Switzerland) (tenderer) in close cooperation with Prof. Dr. Harald Baldersheim from the University of Oslo (Norway). Both are members of the Management Committee of the COST Action project LocRef. Leading house was the Graduate Institute of Public Administration (IDHEAP) at the University of Lausanne. The project has been conducted in close cooperation with the COST Action IS1207 Local Public Sector Reform led by Prof. Dr. Sabine Kuhlmann (University of Potsdam) and Prof. Dr. Geert Bouckaert (University of Leuven). The COST Action provided a unique network of local government specialists, whose assistance made such a demanding project possible. The experts taking part in the COST Action not only guarantee the quality of the data but also a further use of the data in scientific research. The tender specifications of the European Commission’s Directorate-General for Regional and Urban Policy requested a final report twelve months after the signing of the contract (October 20, 2014) in which the methodology and the main results were to be presented. This document is part of the deliverables requested:  An abstract and an executive summary;  The adopted methodology and organisation of the project;  The list of countries included in the study, country group coordinators and external experts;  The theoretical considerations on local autonomy and the finalised code book to establish the Local Autonomy Index;  The results organised by variables and by countries and groups of countries and the main patterns and trends (1990-2014);  The country profiles and datasets (in Appendix). ",
        "European Commission Final report November 2015 5 2. Executive summary The Project This report presents the methodology, the data gathered and some first results of the project “Self-rule Index for Local Authorities” (Tender No 2014.CE.16.BAT.031). Conducted from October 2014 to November 2015, this study aimed at creating a “Local Autonomy Index” (LAI) to analyse and report changes in the extent of decentralisation in countries of the European Union. The measure of decentralisation had to go beyond recording the share of funds managed by local authorities and should capture the extent to which local authorities also have a say in how these funds are spent. The 39 countries covered are all 28 EU member states together with the three European Economic Area (EEA) countries (Norway, Iceland, and Liechtenstein) plus Switzerland, member of the European Free Trade Association (EFTA). Additionally, Albania, Macedonia, Moldova, Georgia, Serbia, Turkey and Ukraine have been included. The years covered are 1990 to 2014. The overall challenge of the project was to produce reliable and comparable data in a relatively limited period of time. In some countries, for example, it was not self- evident which state level to take into account, and in some countries not all local units enjoy the same degree of autonomy. To accomplish the task, we brought together a team of researchers familiar with the situation in the respective countries. Collaboration with the COST action IS1207 Local Public Sector Reform allowed us to access the necessary network of experts. The experts were requested to code their countries on the basis of a coding scheme which was developed by the project leaders 2 and the country group coordinators 3 . The code book draws upon theoretical considerations, empirical studies as well as basic ideas of the European Charter of Local-Self-Government. The coding was also expected to follow as far as possible the methodology of the Regional Authority Index (RAI) by Hooghe/Marks and Schakel (2010). The code book contains 11 variables: institutional depth (ID), policy scope (PS), effective political discretion (EPD), fiscal autonomy (FA), financial transfer system (FTS), financial self-reliance (FSR), borrowing autonomy (BA), organisational autonomy (OA), legal protection (LP), administrative supervision (AS) and central or regional access (CRA). The former eight variables are subsumed under the term self-rule (SR), the latter three under the term interactive rule (IR). Two variables (PS and EPD) consist of 12 components. The consistency of the coding was checked in three steps: for each country whether the variables fit into the overall pattern of the country, within groups of countries whether the countries fit into the overall pattern of the country groups and for all countries for outliers on each variable and for the total value. Furthermore, several meetings have been organised in order to improve and to clarify the coding procedure and discuss preliminary results. The final results were reviewed by two external experts 4 . This report presents the data and first findings of the project. In a first part (section 5.1), it presents the results for the eleven variables as well as simple additive measures of self-rule (SR), interactive rule (IR) and local autonomy (LA). In general, we concentrate on the overall trend (mean values for all countries) over time and selected years for all countries. The variables provide insights into specific aspects of 2 Prof. Andreas Ladner, Prof. Harald Baldersheim and Nicolas Keuffer. 3 Prof. Pawel Swianiewicz, Prof. Nikos Hlepas, Prof. Kristof Steyvers and Prof. Carmen Navarro. 4 Prof. Sabine Kuhlmann and Prof. Anders Lidström. ",
        "European Commission Final report November 2015 6 local autonomy and variations across countries and over time. These variables can be used for further research in their own right. In a second part (section 5.2) we reduce – on grounds of theoretical and empirical considerations – the complexity measured by the eleven variables to seven dimensions of local autonomy: legal autonomy (D_LA), policy scope (D_PS), effective political discretion (D_EPD), financial autonomy (D_FA), organisational autonomy (D_OA), central or regional control (D_CRC) and vertical influence (D_VI). On the basis of these seven dimensions we then suggest the construction of an index of local autonomy (D_LAI) which takes into account that not all of these dimensions are of equal importance. In two final sections (5.3 and 5.4) we combine the Local Autonomy Index with the Regional Authority Index and confront our index and the different dimensions with other indices of decentralisation. We see this report and the concomitant datasets as a platform for further research, not as a final product. For example, some of the coding of some of the countries might lead to discussions and modifications. New countries may be added and further updates may follow. Furthermore, the selection of dimensions of local autonomy and the construction of an overall index of local autonomy may be refined in the light of new research. We therefore prefer to denote this version of the report including the data base as a ”first release”. The index shall be referred to as “Local Autonomy Index, Release 1.0”. Part of the reporting is an Excel file with all the data gathered as well as various forms of aggregations (Appendix C). Appendix B includes a series of country profiles which explain the coding of the respective countries and changes over time. The main results As overall conclusions, looking at the 39 countries, we find no signs of an ongoing centralisation process. Compared to the beginning of the 1990s, the degree of autonomy of local government has actually increased. There are, however, still important contrasts between individual countries and groups of countries, and changes regarding the various dimensions of local autonomy have not been equally strong in all parts of Europe. The Nordic countries – Finland, Iceland, Denmark, Sweden and Norway – consistently rank among the countries with the highest degree of autonomy together with Switzerland, Germany and Poland. This group is followed by Liechtenstein, Italy, Serbia, France, Bulgaria, Lithuania, Czech Republic, Austria and Estonia. Countries with a particularly low degree of local autonomy are Cyprus, Turkey, Malta, Moldavia, Georgia and Ireland. The increase of local autonomy took place between 1990 and 2005. Since then, the general picture shows a slight tendency towards more centralisation. The increase took place above all in the new democracies in Central and Eastern Europe. There are also variations as far as the different aspects of local autonomy are concerned. The relationship between local government and the higher levels of government (interactive rule) was less subject to change than aspects which concern local authorities in their organisation and everyday activities (self-rule). Borrowing autonomy is – not astonishingly – the aspect of local autonomy where we can see a clear decrease in the aftermath of the financial crisis 2007/08. And finally, financial autonomy is considerably lower and control higher in many of the new Central and Eastern European democracies whereas the Nordic countries do not seem to need far- reaching legal protection for their strong municipalities. The number of units of local government In addition to changes in local autonomy, the project also provides records of processes of amalgamation of municipalities (Appendix A). In the early 1990s, the 39 ",
        "European Commission Final report November 2015 7 countries had altogether about 120.000 municipalities; in 2014 the number of municipalities amounted to about 106.500. This is a reduction of almost 12 percent in 25 years. Taken together, the number of municipalities has proven to be rather stable, considering other social changes in the last quarter of a century. In some countries, however, the consolidation of municipalities is an ongoing process, especially where territorial reforms started prior to the period covered by this project. The Nordic countries, where municipalities enjoy a very high degree of autonomy, further reduced the number of their municipalities between 1990 and 2014 (from 275 to 98 in Denmark, from 452 to 342 in Finland, from 124 to 77 in Iceland and from 448 to 428 in Norway). Also Germany continued to reduce the number of its municipalities by about 5000 (mainly in the new Länder ). Local autonomy, however, is not simply related to the size of the municipalities. Switzerland, for example, has despite an increasing number of amalgamations still very small municipalities, and France which has very small municipalities, too, and accounts for more than a quarter of the municipalities in our sample, also scores considerably well on the Local Autonomy Index. In some countries with lower levels of autonomy we also find considerable steps towards a lower number of municipalities. In 2006, Georgia reduced the number of municipalities from 1004 to 69, Macedonia from 123 to 80 in 2004, and Greece from 5775 to 1033 after the Capodistrias Plan (and further down to 325 in 2011). Some Central and Eastern European countries, on the contrary, increased the number of municipalities: Croatia (+556), Czech Republic (+2153), Hungary (+88), Romania (+233), Slovak Republic (+64), Slovenia (+161) and Ukraine (+1052). Lessons learnt and what remains to be done Local autonomy is definitely a multi-dimensional phenomenon, and it is far from easy to create an index which fully reflects the different elements from which the concept is composed. There are, furthermore, important variations between countries when it comes to the autonomy of their municipalities. These variations can only partly be explained by regional and historical factors and depend to some extent on political choices, power and interest. It would be interesting to know more about the factors which lead to high or low degrees of autonomy. Local autonomy is not only a phenomenon to be explained. It is also likely that local autonomy has an impact on other political processes, such as the participation of citizens at local elections, their trust in politicians and the performance of municipalities. Dealing with such questions is, of course, beyond the reach of this report, but we hope to provide, with the data presented here, solid ground for further investigations into the nature, the causes and the effects of local autonomy. 2. Résumé Le projet Ce rapport présente la méthode, les données récoltées et les premiers résultats du projet “Self-rule Index for Local Authorities” (Tender No 2014.CE.16.BAT.031). Conduite d’octobre 2014 à novembre 2015, cette étude avait pour objectif la création d’un “Index d’Autonomie Locale (LAI)” afin d’analyser et relater les changements dans le degré de décentralisation des pays membres de l’Union européenne. La mesure de la décentralisation devait aller au-delà de la seule prise en considération des ressources financières dont disposent les autorités locales en permettant de savoir ",
        "European Commission Final report November 2015 8 dans quelle mesure les autorités locales ont également leur mot à dire sur l’utilisation des fonds dont elles disposent. Les 39 pays examinés recouvrent la totalité des 28 pays membres de l’Union européenne, ainsi que les 3 pays de l’Espace économique européen (EEE) (la Norvège, l’Islande et le Liechtenstein) et la Suisse, membre de l’Association européenne de libre-échange (AELE). De plus, l’Albanie, la Macédoine, la Géorgie, la Serbie, la Turquie et l’Ukraine ont été inclues. La période couverte s’étend de 1990 à 2014. Le défi principal de ce projet résidait dans la production de données fiables et comparables dans un laps de temps relativement limité. Dans certains pays, par exemple, il n’était pas évident de décider quel niveau étatique il convenait de prendre en compte, et dans d’autres, toutes les entités locales ne jouissent pas du même degré d’autonomie. Pour accomplir cette tâche, nous avons donc rassemblé une équipe de chercheurs familiers avec la situation dans les pays respectifs. La collaboration avec “COST action IS1207 Local Public Sector Reform” nous a permis d’approcher le réseau nécessaire d’experts. Il était demandé aux experts de coder les pays sur la base d’une échelle de codage, développée par les responsables du projet 5 et les coordinateurs des groupes de pays 6 . Le livre de codage, permettant de mesurer l’autonomie locale, se base sur des considérations théoriques, des résultats empiriques, ainsi que les idées fondamentales de la Charte européenne de l’autonomie locale. Il était aussi prévu que le codage suive autant que possible la méthodologie de l’Index d’autorité régionale (RAI) de Hooghe, Marks et Schakel (2010). Le livre de codage contient 11 variables: la profondeur institutionnelle (ID), le champ de responsabilité dans la mise à disposition de politiques publiques (PS), la discrétion politique effective (EPD), l’autonomie fiscale (FA), le système de transfert financier (FTS), l’autosuffisance financière (FSR), l’autonomie en matière d’emprunt (BA), l’autonomie organisationnelle (OA), la protection légale (LP), la supervision administrative (AS) et l’accès au gouvernement central ou régional (CRA). Les huit premières variables sont regroupées sous le terme “règle exclusive” (“self-rule”, SR), les trois dernières sous le terme “règle interactive” (“interactive rule”, IR). Deux variables (PS et EPD) consistent en 14 composants. La cohérence du codage a été contrôlée en trois étapes: pour chaque pays si les variables étaient en adéquation avec le profil général du pays, dans les groupes de pays si les pays étaient en adéquation avec le profil général des groupes de pays et pour tous les pays pour les cas faisant figure d’exception sur chaque variable et sur le score total. En outre, plusieurs rencontres ont été organisées dans le but d’améliorer et de clarifier le processus de codage et pour discuter les étapes à venir ainsi que les résultats préliminaires. Les résultats finaux ont été vérifiés par deux experts externes 7 . Ce rapport présente les données et premiers résultats du projet. Dans une première partie (section 5.1), les résultats pour les onze variables sont présentés, en plus des mesures additionnelles pour “self-rule” (SR), “interactive rule” (IR) et “local autonomy” (LA). En général, nous nous sommes concentrés sur la tendance générale (valeurs moyennes pour tous les pays) dans le temps et pour des années références pour tous les pays. Les variables fournissent à elles-mêmes des informations au niveau de certains aspects spécifiques de l’autonomie locale et des variations entre les pays et au fil du temps. Ces variables peuvent être utilisées pour des recherches futures en tant que telles. Dans la deuxième partie (section 5.2), nous avons réduit – sur des bases tant théoriques qu’empiriques – la complexité mesurée au travers de onze variables à sept dimensions de l’autonomie locale: l’autonomie légale (D_LA), le 5 Prof. Andreas Ladner, Prof. Harald Baldersheim et Nicolas Keuffer. 6 Prof. Pawel Swianiewicz, Prof. Nikos Hlepas, Prof. Kristof Steyvers et Prof. Carmen Navarro. 7 Prof. Sabine Kuhlmann et Prof. Anders Lidström. ",
        "European Commission Final report November 2015 9 champ de responsabilité dans la mise à disposition de politiques publiques (D_PS), la discrétion politique effective (D_EPD), l’autonomie financière (D_FA), l’autonomie organisationnelle (D_OA), le contrôle central ou régional (D_CRC) et l’influence verticale (D_VI). Sur la base de ces sept dimensions nous avons alors suggéré la construction d’un index d’autonomie locale (D_LAI) qui prend en compte le fait que toutes ces dimensions ne sont pas de la même importance. Dans les deux sections finales, (5.3 et 5.4), nous avons combiné l’Index d’Autonomie Locale avec l’Index d’Autorité Régionale et confronté notre index et ses différentes dimensions avec d’autres indices de décentralisation. Nous voyons ce rapport et les bases de données concomitantes comme une plateforme pour des recherches approfondies, non pas comme un produit final. Certains scores attribués à certains pays vont produire des discussions et des modifications. De nouveaux pays pourront être ajoutés et des mises à jour vont certainement suivre. De plus, il se peut que la sélection des dimensions de l’autonomie locale et la construction d’un index d’autonomie locale soient affinées à la lumière de nouvelles recherches. En conséquence, nous préférons désigner cette version du rapport et les bases de données comme une première version. Il convient donc de se référer à cet index ainsi: “Local Autonomy Index, Release 1.0”. Ce rapport est accompagné d’un fichier Excel avec toutes les données récoltées ainsi que différentes formes d’agrégations (Annexe C). L’annexe B comprend les profils nationaux expliquant le codage des pays respectifs et leurs évolutions au fil du temps. Les principaux résultats Comme conclusions générales de cette étude à ce stade, nous pouvons déclarer, en considérant l’ensemble des 39 pays, que nous ne trouvons aucun signe d’un processus de centralisation en cours. En comparaison au début des années 1990, l’étendue de l’autonomie locale a augmenté. Il y a néanmoins d’importants contrastes entre les pays et entre les groupes de pays et les changements au niveau des différentes dimensions d’autonomie locale n’ont pas eu le même poids dans toutes les parties d’Europe. Les pays nordiques – la Finlande, l’Islande, le Danemark, la Suède et la Norvège – se placent invariablement parmi les pays où le degré d’autonomie locale est le plus élevé, avec la Suisse, l’Allemagne et la Pologne. Ce groupe est suivi par le Liechtenstein, l’Italie, la Serbie, la France, la Bulgarie, la Lituanie, la République tchèque, l’Autriche et l’Estonie. Les pays où l’étendue de l’autonomie locale est la plus restreinte sont Chypre, la Turquie, Malte, la Moldavie, la Géorgie et l’Irlande. La hausse de l’autonomie locale a eu lieu entre 1990 et 2005. Depuis lors, une faible tendance à la centralisation peut être observée globalement. L’accroissement de l’autonomie locale se trouve avant tout dans les nouvelles démocraties des pays d’Europe centrale et orientale. Des variations résident également lorsque les différents aspects de l’autonomie locale sont pris en considération. La relation entre le gouvernement local et les niveaux gouvernementaux supérieurs (interactive rule) a moins fait l’objet d’évolutions que les éléments relatifs à l’organisation et aux activités quotidiennes des autorités locales (self-rule). L’autonomie en matière d’emprunt est – sans surprise – l’élément constitutif de l’autonomie locale où les conséquences de la crise financière 2007/08 s’avèrent les plus saillantes. Et finalement, l’autonomie financière est considérablement plus faible et le contrôle plus intense dans beaucoup de nouvelles démocraties d’Europe centrale et orientale, alors même que les pays nordiques ne semblent pas nécessiter de considérables moyens de protection légale pour leurs puissantes municipalités. ",
        "European Commission Final report November 2015 10 Le nombre d’entités de gouvernement local En plus des évolutions de l’autonomie locale, le projet fournit également des traces des processus de fusion de municipalités (Annexe A). Alors qu’au début des années 1990, les 39 pays comptaient environ 120’000 municipalités au total, leur nombre est environ de 106’500 en 2014. Cela représente une réduction de presque 12 pourcent en 25 ans. Mis en perspective avec les autres changements sociaux du dernier quart de siècle, le nombre de municipalités est resté plutôt stable. Dans certains pays, cependant, le regroupement de municipalités est un processus en cours, spécialement là où les réformes territoriales ont débuté avant la période couverte par ce projet. Les pays nordiques, où les municipalités jouissent d’un très haut degré d’autonomie, ont poursuivi la réduction de leurs municipalités de 1990 à 2014 (de 275 à 98 au Danemark, de 452 à 342 en Finlande, de 124 à 77 en Islande, et de 448 à 428 en Norvège). L’Allemagne a également continué de réduire d’environ 5000 le nombre de municipalités (principalement dans les nouveaux Länder ). L’autonomie locale n’est cependant pas simplement associée à la taille des municipalités. Il y a en Suisse, par exemple, toujours de très petites municipalités malgré un nombre toujours plus élevé de fusions. La France, dont le score total de l’Index d’Autonomie Locale est relativement élevé, a également de très petites municipalités sur son territoire, elles qui représentent plus d’un quart de l’ensemble des municipalités de notre échantillon. Dans certains pays connaissant une étendue d’autonomie locale plus restreinte, des efforts vers une réduction du nombre de municipalités sont également observables. En 2006, la Géorgie a drastiquement réduit le nombre de municipalités de 1004 à 69, la Macédoine de 123 à 80 en 2004 et la Grèce de 5775 à 1033 après le Plan Capodistrias (et même à 325 en 2011) . Certains pays d’Europe centrale et orientale, au contraire, ont augmenté le nombre de municipalités: la Croatie (+556), la République Tchèque (+2153), la Hongrie (+88), la Roumanie (+233), la Slovaquie (+64), la Slovénie (+161) et l’Ukraine (+1052). Enseignements tirés et ce qu’il reste à entreprendre L’autonomie locale est définitivement un phénomène multidimensionnel, ce qui rend la création d’un index reflétant entièrement ses différents composants très difficile. Il réside, de plus, d’importantes variations dans l’autonomie des municipalités entre les pays. Ces variations ne peuvent être expliquées que partiellement par des facteurs régionaux et historiques et dépendent dans une certaine mesure de choix politiques, de pouvoir et d’intérêt. Il serait dès lors intéressant d’investiguer davantage les facteurs menant à des degrés plus ou moins élevés d’autonomie locale. L’autonomie locale n’est pas uniquement un phénomène devant être expliqué. Il est aussi probable en effet que celle-ci ait un impact sur d’autres processus politiques, comme la participation des citoyens aux élections locales, leur confiance dans les politiciens et la performance des municipalités. De tels questionnements dépassent l’objet du présent rapport, mais nous espérons vivement que les données présentées dans le cadre de ce projet constitueront une base solide pour de prochaines études sur la nature, les causes et les effets de l’autonomie locale. “The information and views set out in this report are those of the authors and do not necessarily reflect the official opinion of the Commission. The Commission does not guarantee the accuracy of the data included in this study. Neither the Commission nor any person acting on the Commission’s behalf may be held responsible for the use which may be made of the information contained therein.” ",
        "European Commission Final report November 2015 11 3. Methodology: project organisation, selection of countries, data collection, units of analysis and quality control 3.1 Project organisation and milestones The Leading House of the project was the Graduate Institute of Public Administration (IDHEAP) at the University of Lausanne (Prof. Dr. Andreas Ladner, tenderer). Administration and financial matters have been dealt with at the IDHEAP (together with the financial service of the University of Lausanne). The same applies also to the coordination of the project, the compilation and the control of the data and the final report. Prof. Dr. Harald Baldersheim, who took part in the drafting of the tender, served as an independent expert for the supervision of the coding and for the drafting of the final report. The organisation and performance of the actual coding of the selected countries proceeded in two steps. First, a number of country group coordinators were recruited, with responsibility for the coding of the countries in their respective groups; these coordinators were senior researchers from the COST Action network mentioned above. Next, the coordinators recruited country experts to carry out the coding of countries with which the coordinators themselves were not sufficiently familiar. The assistance of country group coordinators has not only helped to cover regional characteristics more adequately and improved the quality of the different variables of measurement, their limited number has also helped to guarantee the consistency of the coding. The country group coordinators have been integrated into the drafting of the coding instructions from the beginning of the project. A workshop with all country group coordinators took place from November 20 to November 21, 2014, at the IDHEAP in Lausanne. The participants were informed prior to the meeting about the issues to be discussed and received a first draft of the code book. The outcome of the meeting and the subsequent modifications of the code book were then circulated to all participants for revision and confirmation. The first version of the code book was also sent to two external experts for comments. Finally, the participants agreed upon the following milestones and schedule, which have been followed during the project:  December 5, 2014: Comments on meeting report, code book and list of country experts are sent back to the project coordinator;  December 20, 2014: Inception report setting out the detailed time schedule is sent to the European Commission’s Directorate-General for Regional and Urban Policy;  January 1, 2015: The country group coordinators hand in their country profiles and the excel sheets with their coding;  April 20, 2015: The country group coordinators have completed their country profiles and the excel sheets with their coding;  May 5 to May 8, 2015: First results are presented and discussed at the Cost meeting in Dubrovnik and additional instructions added to the code book for the country profiles and coding;  June-July, 2015: Profiles and datasets finalised, including the feedback of the different experts; further clarifications from experts are also considered; ",
        "European Commission Final report November 2015 12  September 22 to September 23, 2015: A second meeting of the country group coordinators is organised at the IDHEAP in Lausanne to present the first results and discuss problems that still needed to be resolved before the delivery of the different elements of the final report;  October 05, 2015: A first draft of the final report including the country profiles and the coding of the countries is sent to two experts from the COST action for an external control;  November 20, 2015: Delivery of a final report describing patterns and trends, in compliance with content, structure and graphic requirements. 3.2 Selection of countries and organisation of data collection The 39 countries covered are all 28 EU member states together with the three European Economic Area (EEA) countries (Norway, Iceland, and Liechtenstein) plus Switzerland, member of the European Free Trade Association (EFTA). Additionally, Albania, Macedonia, Moldova, Georgia, Serbia, Turkey and Ukraine have been included. The years covered are 1990 to 2014. The overall challenge of the project was to produce reliable and comparable data in a relatively limited amount of time. For this purpose a team of researchers familiar with the situation in the respective countries (country experts 8 ) was established. The country group coordinators are among the leading scholars in the field:  Prof. Harald Baldersheim, University of Oslo;  Prof. Pawel Swianiewicz, University of Warsaw;  Prof. Nikos Hlepas, University of Athens;  Prof. Kristof Steyvers, Ghent University;  Prof. Carmen Navarro, Universidad Autónoma de Madrid;  Prof. Andreas Ladner, Université de Lausanne. The countries are divided into 11 groups of between 2 and 5 countries (see Table 3.1). 8 List of the country experts by country: 1. Albania: Alba Dakoli Wilson; 2. Austria: Franz Fallend and Armin Mühlböck; 3. Belgium: Kristof Steyvers; 4. Bulgaria: Desislava Stoilova; 5. Croatia: Dubravka Jurlina Alibegovic; 6. Cyprus: Nikos Hlepas; 7. Czech Republic: Lucie Sedmihradska; 8. Denmark: Kurt Houlberg; 9. Estonia: Georg Sottla; 10. Finland: Pekka Kettunen; 11. France: William Gilles; 12. Georgia: Natia Daghelishvili; 13. Germany: Angelika Vetter; 14. Greece: Nikos Hlepas; 15. Hungary: Gábor Dobos; 16. Iceland: Eva Hlynsdottir; 17. Ireland: Gerard Turley; 18. Italy: Annick Magnier; 19. Latvia: Inga Vika; 20. Liechtenstein: Nicolas Keuffer; 21. Lithuania: Diana Saparniene; 22. Luxembourg: Raphaël Kies; 23. Macedonia: Gordana Siljanovska Davkova and Renata Treneska-Deskoska; 24. Malta: Ivan Mifsud; 25. Moldova: Alexandru Osadci; 26. Netherlands: Bas Denters; 27. Norway: Harald Baldersheim; 28. Poland; Pawel Swianiewicz; 29. Portugal: Pedro Costa Gonçalves; 30. Romania: Cristina Stanus; 31. Serbia: Dusan Vasiljevic; 32. Slovak Republic: Jan Bucek; 33. Slovenia: Irena Baclija; 34. Spain: Carmen Navarro; 35. Sweden: Anders Lidström; 36. Switzerland: Nicolas Keuffer and Andreas Ladner; 37. Turkey: Ali Cenap Yologlu; 38. Ukraine: Katerina Maynzyuk; 39. United Kingdom: Michael Goldsmith. ",
        "European Commission Final report November 2015 13 3.3 Units of analysis, units under scrutiny, units of presentations and weighting rules 3.3.1 Municipalities as units of analysis, units under scrutiny and units of data presentation We decided to use the term “local autonomy” for the overall indicator. By doing so we followed Lidström (1998: 110f.) who distinguishes local government from other organisations through four cumulative criteria: a local government unit has a clearly defined territory, executes a certain amount of self-government, has authoritative power over its citizens, and has directly elected decision-makers and/or municipal assemblies. The units under scrutiny are local authorities. Local authorities are what it is commonly called municipalities. It is the lowest Local Administrative Unit of a country , ranked below a province, a region, or state (LAU level 2, formerly NUTS level 5, or in some cases LAU level 1). 9 A local administrative unit covers a territory having a single, continuous, and non-intersecting boundary and a set of legislative and executive institutions, or according to the European Charter of Local Self-government’s preamble: “local authorities (are) endowed with democratically constituted decision- making bodies and possessing a wide degree of autonomy with regard to their responsibilities, the ways and means by which those responsibilities are exercised and the resources required for their fulfilment” (Council of Europe 1985). Although there might be several levels/organisations of local government in some countries, we selected one of them to measure autonomy, in general the lowest and the most important one where self-government is most effective. The units we took into account were, furthermore, supposed to cover the whole territory of a country. In some countries we had to wait for the first report of the country experts to decide which units to include. The countries of the European Union alone have about 100.000 municipalities. Considering the possibility that each municipality could have a different autonomy score would have made such an endeavour impossible. Nevertheless, we still wanted to capture variations of autonomy inside individual countries. Accordingly, in cases where the status of local government varies, as in e.g. federal countries, the presentation/coding of the data had to be done in an aggregated form, i.e. on a higher political level (province, canton, state, and in some cases for categories of local government units, e.g. cities vs rural municipalities). The simplest case is a country where all municipalities have the same degree of autonomy and the next higher level responsible for the municipalities is the state. In this case our data contains 25 records/lines with the values for the autonomy of the local authorities and its different components and other data for each year. Norway (a unitary country) is such a case. A more complicated case is Switzerland (a federalist country), where the cantons are responsible for the municipalities and local autonomy varies from one canton to another. At least, we can assume that there are no differences between the municipalities within a single canton. 10 Here, our data consist of 25 (years) x 26 (cantons) records/lines containing the different variables. 9 http://epp.eurostat.ec.europa.eu/portal/page/portal/nuts_nomenclature/local_administrative_units (condulted in 2015). 10 As a matter of fact, there are differences between cities and small municipalities, but these differences are not legally acknowledged. Considering asymmetric solution within the cantons goes beyond the scope of this project. ",
        "European Commission Final report November 2015 14 The federalist countries (Switzerland, Germany, Austria, Belgium) are relatively few in numbers and not all of them have the same complexity, but there are also some cases where unitary countries have a city (the capital) or regions (United Kingdom, Spain) where municipalities have a different degree of autonomy (see Table 3.1). Whenever we have an asymmetric situation (different degrees of autonomy in one country) we have a problem when it comes to calculating a national score. Here, we weight the values by population (smaller regions with higher autonomy become less important). In asymmetric situations the weighted values as well as the weighting ratios are provided in the datasets in a separate table. 3.3.2 Weighting rules In brief, the coding of the different variables measured is weighted according to the following rules:  In a unitary country where all municipalities have the same degree of autonomy the unit of presentation is the country;  In unitary countries with asymmetric arrangements there are different units of aggregation (for example: “municipalities in general” and “cities with special competences”);  In federal countries where all municipalities have the same degree of autonomy, the unit of presentation is the country;  In federal countries where the degree of autonomy varies from one subunit to another, the units of aggregation are the subunits ( Länder, cantons ). 3.4 Quality control The coding of the countries has been controlled while compiling the data using existing datasets on fiscal decentralisation, local government expenditures and local government employees. The consistency of the coding has been checked in three steps:  For each country (are there variables where the value coded does not fit into the overall pattern of the country?);  Within country groups (are there countries with a coding on particular variables which do not fit into the overall pattern of the country group?);  For all countries covered (which are the outliers on each variable and for the total value?). If there were no comments from country experts or coordinators accounting for such oddities, particular attention was given to it by the external control process. As for the external control, the country profiles and the coding of the different variables have been sent to two senior researchers in the COST Action, Prof. Sabine Kuhlmann, Potsdam University, and Prof. Anders Lidström, Umea University. The external controllers were asked to comment on the theoretical framework and to check the overall consistency of the coding. The final decision on the coding was taken by the leading house: disagreement, however, had to be documented. ",
        "European Commission Final report November 2015 15 Table 3.1: Distribution of countries and selection of the units of presentation and the units under scrutiny Country Group Coordinator Regional area Country Units of presentatio n (2014) Units under scrutiny (2014) Prof. Harald Baldersheim, University of Oslo 5 Nordic countries 8. Denmark Country level 98 municipalities (Kommuner) 10. Finland Country level 320 Municipalities (Kunta) 16. Iceland (EEA) Country level 74 Municipalities (Sveitarfélag) 27. Norway (EEA) Country level 428 Municipalities (Kommune) 35. Sweden Country level 290 Municipalities (Kommuner) Prof. Nikolaos Hlepas, University of Athens 5 Southern countries 6. Cyprus Country level 350 Communities (Koinotites) 30 Municipalities (Dimoi) 14. Greece Country level 325 Municipalities (Dimos) 23. Macedonia (additional) Country level 80 Municipalities (Opštini) 24. Malta Country level 68 Local Councils (Kunsill Lokali) 37. Turkey (additional) Country level 1’381 Municipalities (Belediye) 81 Metropolitan Municipalities (and Municipalities within Metropolitan municipalities) Prof. Carmen Navarro, University of Madrid 4 Western countries 1 (Mediterra nean countries) 11. France Country level 36’681 Municipalities (Communes) Paris, Marseille, Lyon 18. Italy Country level 8’071 Municipalities (Comuni) 29. Portugal Country level 308 Municipalities (Municípios) 34. Spain Country level 7’718 Municipalities with less than 20’000 inhabitants and 400 Municipalities with more than 20’000 inhabitants (Municipios) Prof. Kristof Steyvers, Ghent University 3 Western countries 2 (Benelux countries) 3. Belgium 3 Regions (Brussels- Capital, Flanders and Wallonia) 589 Municipalities (Gemeenten or Communes) 22. Luxembourg Country level 106 Municipalities 26. Netherlands Country level 403 Municipalities (Gemeenten) Prof. Andreas Ladner, University of Lausanne 4 Western countries 3 (Middle countries) 2. Austria 9 Regions (Länder) 2’353 Municipalities (Gemeinden) 13. Germany 13 Regions (Länder) 11’040 Municipalities (Gemeinden) 20. Liechtenstein (EEA) Country level 11 Municipalities (Gemeinden) 36. Switzerland (EFTA) 26 Regions (Cantons) 2396 Municipalities (Gemeinden, Communes or Comune) 2 Western countries 4 (British Isles) 17. Ireland Country level 31 Local authorities 39. United Kingdom England, Wales, Scotland and Northern Ireland 433 Local authorities Prof. Pawel Swianiewicz, University of Warsaw 3 Central and Eastern countries 1 (Baltic countries) 9. Estonia Country level 213 Municipalities (Vald and Linn) 19. Latvia Country level 119 Municipalities (Novads and Pilseta) 21. Lithuania Country level 60 Municipalities (Savivaldybè) 4 Central and Eastern countries 2 7. Czech Republic Country level 6’253 Municipalities (Obec) 28. Poland Country level 2’413 Municipalities (Gminy) 66 Cities 32. Slovak Republic Country level 2’890 Municipalities (Ocbe and Mestá) 33. Slovenia Country level 212 Municipalities (Občin) 11 Cities (Mestna obcina) 3 Central and Eastern countries 3 1. Albania (additional) Country level 373 Municipalities (Komuna and Bashkia) 5. Croatia Country level 428 Municipalities (Općine) 128 Cities (Grad) ",
        "European Commission Final report November 2015 16 (Balkan countries) 31. Serbia (additional) Country level 122 Municipalities (Opstina) 22 Cities (Grad) Belgrade city 6 Central and Eastern countries 4 (Eastern countries) 4. Bulgaria Country level 264 Municipalities (Obshtina) 12. Georgia (additional) Country level 71 Municipalities (Minucipaliteti) 15. Hungary Country level 3’177 Municipalities (Települések) 25. Moldova (additional) Country level 898 Municipalities (Raion) 30. Romania Country level 3’181 Municipalities (Comune, Orase and Municipii) 38. Ukraine (additional) Country level 11’164 Villages and Settlements (Sela) 278 Towns (Selyshcha) 182 Cities (Mista) Total 11 39 ~106’600 ",
        "European Commission Final report November 2015 17 4. Theoretical considerations: local autonomy, existing studies measuring local autonomy, and coding scheme 4.1 Theoretical and empirical approaches to local autonomy Local autonomy is a highly valued feature of any system of local government. In order to maintain and promote local autonomy the 47 member states of the Council of Europe, for example, adopted in 1985 “The European Charter of Local Self- Government” 11 . This charter has become a primary instrument for protecting and promoting local self-government. The Congress of Local and Regional Authorities of the Council of Europe therefore regularly monitors the situation of local and regional democracy in the member states of the Council of Europe. The countries are monitored every five years. Some 50 country reports have been drafted since 1995. 12 These reports give a helpful first insight into the situation in these countries; some of them, however, are not focused on the local level, are to some extent policy driven and fail to produce comparable data. As for the literature, two observations can be made: Firstly, there is no agreed upon definition of local autonomy (Clark 1984, Page and Goldsmith 1987, Vetter 2007, Wolman 2008, Wolman et al. 2008). Secondly, the literature is not very specific when it comes to operationalising the various aspects of local autonomy (Hansen and Klausen 2002, Vetter 2007). We have therefore drawn upon a variety of sources to define local autonomy and to propose indicators to measure the degree of local autonomy in a comparative perspective. Writing in the early 1980s, Clark (1984) suggested a theoretical framework to clarify the meaning of local autonomy. In reference to the two principles of power derived from Jeremy Bentham he defines local autonomy with two specific powers: initiation and immunity. Initiation is the competence of local authorities to carry out tasks in the local authority’s own interests. By contrast, the power of immunity means the possibility for a local authority to act without being under the control of higher levels of government. Combining the two principles of local power Clark identified four ideal types of autonomy. Under Type 1 autonomy local authorities have both the powers of initiative and immunity from higher levels of government. Type 4 autonomy on the contrary, characterises local authorities which are administrative arms of higher tiers of the state in the sense that they hold no power of initiative and are subject to strong control. Type 2 autonomy can be described as decentralised liberalism. It allows local authorities to act in their own interest, but makes their decisions subject to control by higher levels of government. Finally, Type 3 autonomy also is a limited type of autonomy in the sense that local authorities enjoy no powers of local initiation but have no fear of higher tiers of the state because of their immunity. Since the power of initiative is crucial, according to Clark, this latter type holds less autonomy than Type 2 (Clark 1984). Clark’s approach is based on a constitutional and legal understanding of central-local relations. Consequently, the focus on local autonomy is mainly “top-down”, analysing to what extent higher levels of government delegate tasks and concede competences, without paying attention to the real capacities of local government to act and thus express its local identity (Pratchett 2004). Attempting to deal with the neo-Marxist 11 For the chart of signatures and ratifications of the Treaty see http://www.coe.int/en/web/conventions/full-list/-/conventions/treaty/122/signatures (consulted in 2015). 12 For documents (reports and recommendations) see http://www.coe.int/t/congress/texts/adopted- texts_en.asp?mytabsmenu=6 and more particularly (consulted in 2015); http://www.coe.int/t/congress/WCD/Filing_autonomie_en.asp (consulted in 2015). ",
        "European Commission Final report November 2015 18 arguments of relative autonomy, Gurr and King concentrated not only on the limits imposed by higher levels of governments upon local government but also on a multitude of local factors: “the autonomy of the local state in advanced capitalist societies at any given historical juncture is a function first of its relationship with local economic and social groups, and second of its relationship with the national or central state” (1987: 56). These two sets of relationships are summarised into two dimensions and together they determine the degree of local autonomy. Type 1 autonomy thus depends on local economic and social factors. It is more concretely constrained by the extent of the effective revenues which can be extracted from the local economy, the capacity of economic actors to control the local political agenda and the presence of local political organisations and social movements able to resist or reshape the local policies implemented (Gurr and King 1987). To ensure its perpetuation, a local authority should be able to count on the local economy as well as on local taxes. With the decline of the local economy, local government will become more and more financially dependent on higher levels of government. The financial constraints of the Type 1 autonomy can be overcome, but in return higher levels of government increase their control through the financial resources granted to the municipalities. As a consequence Type 2 autonomy decreases (Gurr and King 1987). Indeed, Type 2 autonomy concerns the extent to which local government can pursue its interests without being limited by constitutionally-specified constraints, strict objectives accompanying subventions and national political pressures on policies (Gurr and King 1987). To identify how Type 2 autonomy can be used analytically, Goldsmith (1995) summarises the limits imposed on local government by higher levels of government under five headings. First, local government autonomy depends on the legal situation: the constitution and laws determine its competencies as well as the control range of the higher levels of government. Second, the range of functions delegated by higher levels of government has to be taken into account. The third factor stresses the fact that the more tasks a local government is responsible for, the higher its autonomy and this, of course, under the condition that it holds discretion 13 to perform these functions. The fourth heading expresses the idea that functions cannot be performed without financial resources. Here, it is the financial competences that are relevant (e.g. the ability of the local government to set its own tax rates). Finally, the degree of influence which local government is able to exert over higher levels of government is also an important factor. This political influence expresses itself through both an indirect and a direct access to national decision-making (Page 1991). Indirect influence should be observed for instance through local government interest groups or associations. On the other hand, direct forms reflect formal relationships between representatives of local and higher levels of government. These two patterns of vertical influence on central governments have consequences on policies implemented on a local level. Other authors emphasise the importance of resources – mainly financial – for local authorities to be truly autonomous (King and Pierre 1990, Pratchett 2004). Focussing more especially on local government’s function of being a playground and laboratory of reform, Vetter defines local autonomy as “the range of functions the local level performs within a country and the freedom local authorities have in making decisions about how to deliver their services – the scope of their discretion” (2007: 99). As a consequence she considers the actual policy areas for which local governments are responsible and the discretion they enjoy. Functions are measured through local 13 “Discretion refers to the ability of actors within local government to make decisions about the type and level of services it delivers with the formal statutory and administrative framework for local service delivery, and about how that service is provided and financed” (Page and Goldsmith 1987: 5). ",
        "European Commission Final report November 2015 19 expenditures and discretion through the structure of local finance and the constitutionally granted measures. Recently, researchers have also tried in a comparative perspective to measure systematically the degree of local autonomy/decentralisation of a large number of countries and subnational tiers (Sellers and Lidström 2007, Wolman et al. 2008, Hooghe et al. 2010, Goldsmith and Page 2010, Ivanyna and Shah 2012, Do Vale 2015). It is interesting to note that the dimensions used to measure the degree of local autonomy vary and their combination varies. Comparing local government autonomy across the U.S. states Wolman et al. (2008) define for instance local autonomy in terms of three dimensions: local government importance, local government discretion, and local government capacity. In studies that aim to measure the degree of decentralisation of government, or the degree of closeness of the government to the people (Ivanyna and Shah 2012), a distinction is made between ‘political’, ‘administrative’ and ‘fiscal’ dimensions of decentralisation. Examining variations among regional authorities across states, Hooghe et al. (2010) distinguish between elements concerning the extent to which regional units have authority over those who live on their territory – self-rule – and the influence of regional units to shape national decision making – shared-rule – (see also Elazar 1987, Watts 1998). There is – by now – also a considerable amount of data produced by the Organisation for Economic Co-operation and Development (OECD) 14 and the World Bank (WB) 15 . The problem with these sources is that they are mainly dealing with local expenditure, tax raising powers and transfers and that they do not capture other aspects of local government autonomy. Thus, a systematic report on the degree of local autonomy which covers a large number of countries and outlines at least the most recent developments is lacking. For the purpose of this report, which focuses especially on the European context, we draw in particular on the definition of local autonomy of the European Charter of Local Self-Government: “Local self-government denotes the right and the ability of local authorities, within the limits of the law, to regulate and manage a substantial share of public affairs under their own responsibility and in the interests of the local population” (art. 3). In the spirit of the charter we consider local autonomy as a policy space for local democracy . Local government embodies “two faces of democratic self- determination” (Scharpf 1999: 6-13), i.e. government for the people and government by the people. Drawing on Dahl and Tufte’s definition (Dahl and Tufte 1973) of the constituent elements of democratic polities – ‘system capacity’ and ‘citizen effectiveness’ – local autonomy may be further characterised as components of system capacity that enable decision-makers to respond fully to the collective preferences of citizens expressed effectively. The coding scheme thus relies on the different types of capacity highlighted in the empirical studies outlined above and in the European Charter of Local Self- Government. 4.2 Operationalisation of local autonomy and coding scheme Conceptually the Local Authority Index follows, wherever possible, the methodology of the RAI produced by Liesbet Hooghe, Gary Marks and Arjan H. Schakel (2010). Some adaptations, however, had to be made to capture the specific characteristics of local 14 OECD Fiscal Federalism Database: http://www.oecd.org/ctp/federalism/oecdfiscaldecentralisationdatabase.htm#A_1; see also Government at a Glance: http://www.oecd-ilibrary.org/governance/government-at-a-glance-2013_gov_glance-2013-en (consulted in 2015). 15 WB Fiscal decentralisation database: http://www1.worldbank.org/publicsector/decentralisation/fiscalindicators.htm (consulted in 2015). ",
        "European Commission Final report November 2015 20 government. For example, it is not appropriate to speak about non-deconcentrated local government or the endowment of an independent legislature because these aspects are parts of local self-government by definition (cf. the European Charter of Local Self-Government). Code Book The discussions about adequate measurements of local autonomy resulted in a number of modifications of the coding scheme. More dimensions have been added to the scheme and some revisions of variables are suggested in order to meet the realities on the local level in the respective countries. The new dimensions are: “Effective political discretion”, “Financial transfer system”, “Financial self-reliance”, bringing the number of variables up to a total of 11. The code book, however, is still in line with the Regional Authority Index since the dimensions of the RAI have been largely maintained. ------------------------------------------------------------------------------------------------ Local Autonomy Index and Coding Scheme General Coding Instructions Start with the most recent year (2014) and work backward. Find out whether there have been reforms which change the score. If there are no written sources available you may have to get in contact with officials or colleagues. Please, state when the score stems from such sources. Half-scores are not permitted. Exceptions: policy scope and effective political discretion where the total has to be divided by three (please see the additional coding instructions below). Self-rule Institutional depth The extent to which local government is formally autonomous and can choose the tasks they want to perform Additional coding instructions: Whether a municipality is responsible for, the different tasks and/or has the financial resources is not the question here. Indeed, the coding has to comply with the legal framework in the respective countries. This means that the coding refers to the status of local government according to the constitution and other relevant legislation; if there are deeply contradictory regulations, this should be reflected in the coding and also mentioned in the notes. 0-3 0 local authorities can only perform mandated tasks 1 local authorities can choose from a very narrow, predefined scope of tasks 2 local authorities are explicitly autonomous and can choose from a wide scope of predefined tasks 3 local authorities are free to take on any new tasks (residual competencies) not assigned to other levels of government Policy scope* Range of functions (tasks) where local government is effectively involved in the delivery of the services (be it through 0-4 Not at all; partly; fully responsible: Education (0-2) Social assistance (0-2) Health (0-2) Land-use (0-2) Public (0-1) Housing (0-1) ",
        "European Commission Final report November 2015 21 their own financial resources and/or through their own staff Additional coding instructions: Here we want to know whether the municipalities are involved in the provision of these tasks and services. How much they can decide is part of the next question. Half points (0.5) can be used if local government is only partly involved ( i.e . below). transport Police (0-1) Caring functions (0-1) Effective political discretion* The extent to which local government has real influence (can decide on service aspects) over these functions Additional coding instructions: half points (0.5) can be used if local government can only partly decide ( i.e . below). 0-4 No, some, or real authoritative decision-making in: Education (0-2) Social assistance (0-2) Health (0-2) Land-use (0-2) Public transport (0-1) Housing (0-1) Police (0-1) Caring functions (0-1) Fiscal autonomy The extent to which local government can independently tax its population Additional coding instructions: For this dimension the level of contribution of the tax for local authorities (how much the tax actually yields) has to be clarified in the explanations. 0-4 0 local authorities do not set base and rate of any tax 1 local authorities set base or rate of minor taxes 2 local authorities set rate of one major tax (personal income, corporate, value added, property or sales tax) under restrictions stipulated by higher levels of government 3 local authorities set rate of one major tax (personal income, corporate, value added, property or sales tax) with few or no restrictions 4 local authorities set base and rate of more than one major tax (personal income, corporate, value added, property or sales tax) Financial transfer system The proportion of unconditional financial transfers to total financial transfers received by the local government 0-3 0 conditional transfers are dominant (unconditional = 0- 40% of total transfers) 1 there is largely a balance between conditional and unconditional financial transfers (unconditional = 40- 60%) 2 unconditional financial transfers are dominant (unconditional = 60-80%) 3 nearly all transfers are unconditional (unconditional = 80-100%) Financial self- reliance The proportion of local government revenues derived from own/local sources (taxes, fees, charges) Additional coding instructions: A shared tax collected by central government and over which local government has no influence, has to be regarded as financial transfer. Please, make a note in your country report if this is the case. 0-3 0 own sources yield less than 10% of total revenues 1 own sources yield 10-25% 2 own sources yield 25-50% 3 own sources yield more than 50% Borrowing autonomy The extent to which local government can borrow 0-3 0 local authorities cannot borrow 1 local authorities may borrow under prior authorisation by higher-level governments and with one or more of ",
        "European Commission Final report November 2015 22 the following restrictions: a. golden rule (e. g. no borrowing to cover current account deficits) b. no foreign borrowing or borrowing from the regional or central bank only c. no borrowing above a ceiling, absolute level of subnational indebtedness, maximum debt-service ratio for new borrowing or debt brake mechanism d. borrowing is limited to specific purposes 2 local authorities may borrow without prior authorisation and under one or more of a), b), c) or d) 3 local authorities may borrow without restriction imposed by higher-level authorities Organisational autonomy The extent to which local government is free to decide about its own organisation and electoral system 0-4 Local Executive and election system: 0 local executives are appointed by higher-level authorities and local authorities cannot determine core elements of their political systems (electoral districts, number of seats, electoral system) 1 executives are elected by the municipal council or directly by citizens 2 executives are elected by the citizens or the council and the municipality may decide some elements of the electoral system Staff and local structures: Local authorities: Hire their own staff (0-0.5) Fix the salary of their employees (0-0.5) Choose their organisational structure (0-0.5) Establish legal entities and municipal enterprises (0-0.5) Self-rule 0-28 The overall self-rule enjoyed by local government in X country (the sum of all the variables above) Shared-rule Legal protection Existence of constitutional or legal means to assert local autonomy This dimension is related to the § 4.1 and 11 in the European Charter of Local Self-Government 0-3 0 no legal remedy for the protection of local autonomy exists 1 constitutional clauses or other statutory regulations protect local self-government 2 local authorities have recourse to the judicial system to settle disputes with higher authorities (e.g. through constitutional courts, administrative courts or tribunals, or ordinary courts) 3 remedies of types 1 and 2 above, plus other means that protect local autonomy such as e.g. listing of all municipalities in the constitution or the impossibility to force them to merge Administrative supervision Unobtrusive administrative supervision of local government This dimension is related to 0-3 0 administrative supervision reviews legality as well as merits/expediency of municipal decisions 1 administrative supervision covers details of accounts and spending priorities ",
        "European Commission Final report November 2015 23 the § 8 in the European Charter of Local Self- Government 2 administrative supervision only aims at ensuring compliance with law (legality of local decisions) 3 there is very limited administrative supervision Central or regional access To what extent local authorities are consulted to influence higher level governments’ policy- making 0-3 0 local authorities are never consulted by higher level governments and there are no formal mechanisms of representation 1 local authorities are consulted and/or have access to higher-level decision-making through formal representation but influence is limited 2 local authorities are regularly consulted through permanent consultation channels and have substantial influence 3 local authorities are either consulted or have access to higher-level decision-making through formal representation; and substantial influence Shared-rule 0-9 The overall shared-rule enjoyed by local government in X country (the sum of all the three variables above) LA 0-37 The combined autonomy of local authorities (the sum of all variables) ",
        "European Commission Final report November 2015 24 Additional coding instructions Policy scope (0-4) Range of functions (tasks) where local government is effectively involved in the delivery of the services (be it through their own financial resources and/or through their own staff) You can use half points (0.5) if local government is only partly involved, this also applies for the different items in Education, Social assistance, Health and Land use planning (please see the “PS”_tab in the Excel file). Education (0-2) Refers to primary education + 1 point if the local government is fully responsible for the construction and/or the maintenance of school buildings + 1 point if the local government is fully responsible for teachers’ employment and payment Social assistance (0-2) Refers to economic and other help to destitute people (‘poverty relief’); social insurance (e.g. unemployment benefits) is excluded +1 point if the local government is fully responsible for providing poverty relief + 1 points if the local government is fully responsible for other social security/protection services Health (0-2) Refers to primary health services + 1 point if the local government is fully responsible for the construction and/or the maintenance of clinics or health centres (not hospitals or specialised health services) + 1 point if the local government is fully responsible for doctors’ employment and payment Land use (0-2) Refers to building permits and zoning + 1 point if the local government is fully responsible for administering building permits + 1 point if the local government is fully responsible for administering zoning Public transport (0-1) Refers to public transport services (not roads, streets, street lights, etc.) 1 point if the local government is fully responsible for public transport services (0.5 point if the local government is partly responsible for public transport services ) Housing (0-1) Refers to housing and town development 1 point if the local government is fully responsible for housing and town development (0.5 point if the local government is partly responsible for housing and town development ) Police (0-1) Refers to traffic police and public order police 1 point if the local government is fully responsible for police (0.5 point if the local government is partly responsible for police ) Caring functions (0-1) Refers to kindergartens, services for the elderly or handicapped people, etc. 1 point if the local government is fully responsible for delivering caring functions (0.5 point if the local government is partly responsible for delivering caring functions ) ",
        "European Commission Final report November 2015 25 Effective political discretion (0-4) The extent to which local government has real influence (can decide on service aspects) over these functions You can use half points (0.5) if local government can only partly decide, this also applies for the different items in Education, Social assistance, Health and Land use planning (please see the “EPD”_tab in the Excel file). Education (0-2) Refers to primary education + 1 point if the local government can decide on the number and location of schools + 1 point if the local government can decide on teachers’ employment and payment Social assistance (0-2) Refers to economic and other help to destitute people (‘poverty relief’); social insurance (e.g. unemployment benefits) is excluded + 1 point if the local government can decide on whether an individual receives financial relief or not + 1 point if the local government can decide on the level of assistance a person receives Health (0-2) Refers to primary health services + 1 point if local government can decide on the construction and/or the maintenance of health centres (not hospitals or specialised health services) + 1 point if local government can decide on the organisation and functioning of specialised health centres Land use (0-2) Refers to building permits and zoning + 1 point if the local government can decide on building permits + 1 point if the local government can decide on zoning Public transport (0-1) Refers to public transport services (not roads, streets, street lights, etc.) 1 point if the local government can fully decide on range and level of public transport services offered (0.5 point if the local government can partly decide on range and level of public transport services offered ) Housing (0-1) Refers to housing and town development 1 point if the local government can fully decide on housing and town development (0.5 point if the local government can partly decide on housing and town development ) Police (0-1) Refers to police traffic and public order police 1 point if the local government can decide on public order police services (0.5 point if the local government can decide on traffic police services ) Caring functions (0-1) Refers to kindergartens, services for the elderly or handicapped people, etc. 0.5 point if the local government can fully decide on the level of caring functions offered (0.5 point if the local government can partly decide on the level of caring functions offered ) ",
        "European Commission Final report November 2015 26 5. Presentation of the results In the first part of this chapter, we present the results for the different variables or components of local autonomy. These variables derive from the literature discussed in Chapter 4, some of which are directly related to the European Charter of Local Self- Government. We distinguish between variables measuring the capacity of local government to organise themselves and to execute tasks or provide services independently (self-rule) and variables which relate to the vertical dimension and look at the relation of local government with higher state levels (interactive rule). The data presented in chapter 5.1 is based on the sheets 4 to 8 in the database submitted with this report. In the second part of this chapter we combine the different variables to a more restricted number of dimensions of local autonomy and use them for the construction of a local autonomy index (LAI). This part corresponds to the sheets 1 to 3 in the database submitted with this report. We believe that each of the components of local autonomy is of interest in its own right depending on the questions one is interested in. For some purposes, however, it might be important to reduce complexity and to combine the different variables into a limited number of dimensions or into an overall index. This can be done on both theoretical and empirical grounds. By doing so, we also have the possibility to give different weights to the various aspects of local autonomy. The timespan of the index covers 25 years from 1990 to 2014. In five countries, Latvia (1991), Malta (1993), Ukraine (1991), Albania (1992) and Romania (1992), the series start a few years later. In this report we concentrate on country level results (see the sheet 5). Subnational variations due to federalism or asymmetric solutions within countries are not presented. For subnational results, please refer to sheets 7 and 8 in the datasets. The values presented for these countries (Austria, Belgium, Croatia, Cyprus, France, Germany, Poland, Serbia, Slovenia, Spain, Switzerland, Turkey, Ukraine and United Kingdom) are weighted according to the population of the different subgroups of municipalities (sheet 6). Further work on the Local Autonomy Index may lead to modifications of procedures and coding as well as results. We therefore refer to the results and the indices presented here as a first release (release 1.0) which is likely to be improved in the years to come. All comments and suggestions for improvement are warmly welcomed. 5.1 The Local Autonomy Index: country level results 5.1.1 Self-rule (SR) Local self-rule is measured with eight different variables. Two of them (policy scope and effective political discretion) contain 12 components altogether. In the following section we present for each of the eight variables the mean values for each year between 1990 and 2014; for each country we give, furthermore, the average score across all years and the scores for the years 1990, 1995, 2000, 2005, and 2014. 16 This allows for presenting the overall picture for each variable as well as the development of each country compared to other countries. Each section starts with the presentation of the coding instructions. 16 For the justifications of the scores of the different countries and substantial changes over time refer to the country profiles submitted with this report. ",
        "European Commission Final report November 2015 27 Institutional depth (ID) Institutional depth looks at the formal autonomy (cf. the “Constitutional and legal foundation for local self-government” according to art. 2 of the European Charter of Local Self-Government) and, more concretely, at the extent local authorities can choose the tasks they want to perform. The variable ranges between “local authorities can only perform mandated tasks” and local authorities with residual competences, which means that they are free to take on any new tasks not assigned to higher levels. This variable thus contrasts municipalities which are mere agents of execution and municipalities with residual competences. It touches upon the legal framework and where practicable the constitutional foundation of local government as it is prescribed in article 2. The coding instructions were as follows: Institutional depth The extent to which local government is formally autonomous and can choose the tasks they want to perform Additional coding instructions: Whether a municipality is responsible for, the different tasks and/or has the financial resources is not the question here. Indeed, the coding has to comply with the legal framework in the respective countries. This means that the coding refers to the status of local government according to the constitution and other relevant legislation; if there are deeply contradictory regulations, this should be reflected in the coding and also mentioned in the notes. 0-3 0 local authorities can only perform mandated tasks 1 local authorities can choose from a very narrow, predefined scope of tasks 2 local authorities are explicitly autonomous and can choose from a wide scope of predefined tasks 3 local authorities are free to take on any new tasks (residual competencies) not assigned to other levels of government Taken altogether, the value for institutional depth is quite high with an overall mean of 2.28 on a scale from 0 to 3. Since 1990, it has increased from 2 to 2.5. The strongest increase took place between 1999 and 2003 (see Figure 5.1). Figure 5.1: Institutional depth, mean values (1990 – 2014) The differences between the countries are considerable. On the one hand, there is a large group of countries where local government is free to take on any new task which is not assigned to higher levels. On the other hand, there are countries which can only choose among a very limited range of activities (see Table 5.1). This is especially the ",
        "European Commission Final report November 2015 28 case in the British Isles (the United Kingdom and Ireland) where the rights of local government were formally restricted by the “ultra vires” principle, which means that they can execute only functions allocated to them directly by the law. In general, the most remarkable changes have taken place in the Central and Eastern European countries. Their – respectively different – processes of Europeanization and ratification of the European Charter of Local Self-Government induced a deeper formal autonomy of local government. In Georgia the score has increased from 0 to 2, and in Slovenia, Albania and Bulgaria from 0 to 3. This is also the case in Italy, where a constitutional reform in 2001 sanctioned the principle of subsidiarity and affirmed the importance of the Regions towards the central State. Since then, local functions are no longer enumerated by national laws. An increase from 1 to 3 can also be pointed out in the Republic of Macedonia between 2000 and 2005, following the reforms initiated after the Ohrid Framework Agreement. Table 5.1: Institutional depth single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) country_name IDmean Institutionalde pth_1990 Institutionalde pth_1995 Institutionalde pth_2000 Institutionalde pth_2005 Institutionalde pth_2010 Institutionalde pth_2014 2014-1990* Austria 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Belgium 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Czech_Republic 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Denmark 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Finland 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Germany 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Hungary 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Iceland 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Latvia 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Luxembourg 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Netherlands 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Norway 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Sweden 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Switzerland 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Spain 2,96 3,00 3,00 3,00 3,00 3,00 2,00 -1,00 Estonia 2,88 2,00 3,00 3,00 3,00 3,00 3,00 1,00 Lithuania 2,76 2,00 2,00 3,00 3,00 3,00 3,00 1,00 Slovenia 2,52 0,00 3,00 3,00 3,00 3,00 3,00 3,00 Portugal 2,44 3,00 3,00 2,00 2,00 2,00 3,00 0,00 Malta 2,27 2,00 2,00 2,00 3,00 3,00 1,00 Poland 2,21 2,06 3,00 2,00 2,00 2,00 2,00 -0,06 Macedonia 2,04 1,00 1,00 1,00 3,00 3,00 3,00 2,00 Bulgaria 2,00 0,00 1,00 2,00 3,00 3,00 3,00 3,00 France 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Greece 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Liechtenstein 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Slovak_Republic 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Turkey 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Ukraine 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Croatia 2,00 2,00 2,00 2,00 1,99 1,99 2,00 0,00 Albania 1,96 0,00 3,00 3,00 3,00 3,00 3,00 Italy 1,68 0,00 0,00 0,00 3,00 3,00 3,00 3,00 Moldova 1,52 1,00 1,00 2,00 1,00 2,00 2,00 1,00 Serbia 1,52 1,00 1,00 1,00 2,00 2,00 2,00 1,00 Romania 1,39 1,00 1,00 1,00 2,00 2,00 1,00 Ireland ,96 0,00 1,00 1,00 1,00 1,00 1,00 1,00 Cyprus ,87 ,61 ,64 1,00 1,00 1,00 1,00 0,39 Georgia ,80 0,00 0,00 1,00 1,00 1,00 2,00 2,00 United_Kingdom 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 39 39 34 39 39 39 39 39 * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 29 Policy scope (PS) Policy scope measures the extent to which local government is effectively involved in the delivery of services, be it through its own financial resources or its own staff, in accordance with the principle of the European Charter of Local Self-Government saying that “public responsibilities shall generally be exercised, in preference, by those authorities which are the closest to the citizen” (art. 4. 3). How much these authorities can decide is part of the next question. We were interested in eight different tasks and gave detailed coding instructions in relation to these tasks: To arrive at the final value for policy scope the number of points achieved was divided by 3, allowing for a score between 0 and 4. The mean value for policy scope across all countries and all years amounts to 2.19. This value has slightly increased over the years. In 1990 it amounted to 2.02 and in 2014 to 2.31 (see Figure 5.2). The scores for the different countries (means) reveal that the Nordic countries, Germany, France and Hungary have the highest values whereas Greece, Turkey, Ireland, Cyprus, and Malta score rather low (see Table 5.2). In Poland, Romania, Slovenia, Czech Republic, Slovak Republic and Albania municipalities have increased their policy scope considerably, reaching the mean scores of the whole group of European countries whereas in most of the other countries there have been no ",
        "European Commission Final report November 2015 30 important changes at all. Conspicuous decreases, have only taken place in Hungary and Luxembourg. In Hungary, the newly established district level government offices in 2013 took over some competences in social assistance and primary education from the municipalities. In Luxembourg the responsibilities for primary education and of police were transferred by law to the central state in 2009 and 1999 respectively. Figure 5.2: Policy scope mean values (1990 – 2014) Table 5.2: Policy scope, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 31 Among the different tasks municipalities are effectively involved in, the regulation of land-use scores the highest mean value (1.7) across all countries. Municipalities are equally often involved in the administration of building permits and in drawing up zoning plans for their territories. Two other important functions are education and social assistance. With regard to education, responsibility for the construction of school buildings is more widespread than the full responsibility for teachers’ employment and salaries. In social assistance, providing temporary economic relief is more widespread than other forms of social security. Municipalities are more rarely involved in functions regarding health and police. Table 5.3 also shows considerable differences between countries. The Nordic countries score very high in almost all functions apart from police. They are, however, rather heterogeneous when it comes to the health function (in Sweden health care is mostly a county council responsibility). Poland, Lithuania, Hungary, Bulgaria, Romania and Serbia also score comparatively high on a wide range of functions. Table 5.3: Policy scope (different functions), countries and country groups (2014) ",
        "European Commission Final report November 2015 32 Effective political discretion (EPD) With the variable effective political discretion we measure the extent to which municipalities have some influence and can decide on aspects of the different functions enumerated by the previous variable. Executing policies is one thing, but effectively deciding on aspects of the services delivered is a further sign of local autonomy: “Local authorities shall, within the limits of the law, have full discretion to exercise their initiative with regard to any matter which is not excluded from their competence nor assigned to any other authority” (European Charter of Local-Self- Government, art. 4.2). We were interested in same eight tasks and gave detailed coding instructions in relation to these tasks: To calculate the final value for effective political discretion the number of points achieved is again divided by 3, allowing for a score between 0 and 4. The mean value for effective political discretion is with 1.93 slightly lower than the one for policy scope and it increases only modestly from 1.83 to 2.05 (see Figure 5.3). Further analyses also reveal that effective policy discretion is strongly related to policy scope (Pearson corr. = .779; sig. = .000; N=39), which in general means that if municipalities are involved in the delivery of services they also seem to have the possibility to decide on some aspects of the service delivery. ",
        "European Commission Final report November 2015 33 Looking at the different countries, Finland appears at the top with a score of 4 (up from 3 since 2000) followed by the Baltic countries Latvia and Estonia, as well as Iceland, Sweden, Germany, Luxembourg and the Czech Republic (see Table 5.4). The low-scoring countries are very much the same as for policy scope. In Albania, Greece, Cyprus, Ireland, Malta and Turkey municipalities have very little influence when it comes to deciding on the services they are responsible for. They merely execute what has been decided on higher levels. The score for the Swiss municipalities is also astonishingly low. This may be explained by the fact that most of the Swiss municipalities are very small in terms of inhabitants and that regulatory decisions are generally taken by the cantonal (intermediate) level. Countries where remarkable changes have occurred are the Czech Republic where effective political discretion has increased considerably after the Velvet Revolution and the dissolution of Czechoslovakia, and Italy where municipalities have found effective political discretion to be decreasing (in health in 1993 and in education and public transport in 1999). More generally, it is in countries where effective political discretion is relatively high where a decrease can be found whereas in low political discretion countries we are more likely to find an increase. These patterns, however, are too weak to speak about policy convergence. Given the high correlation between policy scope and effective political discretion one is tempted to conclude that the principle of fiscal equivalence (see for example Olson 1969) is broadly respected: if municipalities are involved in the delivery of services through their own resources and through their staff they also have the possibility to decide at least on some aspects of service delivery. This contradicts often expressed concerns by the municipalities that they only have to pay and execute without any decisional competences at all, or scholarly concerns that doing and deciding are to distinct aspects of service delivery which have to be analyzed separately. Countries where the differences between policy scope and effective political discretion are highest are Switzerland, Austria, France, Denmark and Norway (see Figure 5.4). There are two different possible reasons which might account for these differences. If municipalities are numerous and small in size, there is less room for political discretion due to a lack of resources and the risk of too much diversity. And secondly, if equality and equal living conditions are commonly shared goals, effective political discretion will not be granted to lower units since it leads to diversity. Figure 5.3: Effective policy discretion, mean values (1990 – 2014) ",
        "European Commission Final report November 2015 34 Table 5.4: Effective policy discretion, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. Figure 5.4: Policy scope and effective political discretion compared (2014) ",
        "European Commission Final report November 2015 35 With respect to the different tasks and services, the pattern is very similar to the one for policy scope. Discretion is highest for land-use matters, but here the municipalities enjoy a little bit more decisional power when it comes to building permits compared to zoning. It is important to mention that Mediterranean (France, Spain, Portugal and Italy) and British Isles (Great Britain and Ireland) all have their highest score in this field although they do not belong to the countries with extensive political discretion. It is also interesting to note that in the Baltic countries or for example in Poland and the Czech Republic effective political discretion is higher for quite a few tasks and services compared to the federalist countries. Table 5.5: Effective political discretion (different functions), countries and country groups (2014) ",
        "European Commission Final report November 2015 36 Fiscal autonomy (FA) Fiscal autonomy can be seen as a basic element of local autonomy even if the European Charter of Local Self-Government does not go very far in its specification of local rights when stating in its article 9.3: “Part at least of the financial resources of local authorities shall derive from local taxes and charges of which, within limits of statue, they have the power to determine the rate”. Fiscal autonomy is measured by the extent to which local government can independently tax its population. The variable ranges from no autonomy at all to local government sets rate and base of more than one major tax (such as personal income, corporate, value added, property or sales tax). The degree of fiscal autonomy has been established as follows: Fiscal autonomy The extent to which local government can independently tax its population Additional coding instructions: For this variable the level of contribution of the tax for local authorities (how much the tax actually yields) has to be clarified in the explanations. 0-4 0 local authorities do not set base and rate of any tax 1 local authorities set base or rate of minor taxes 2 local authorities set rate of one major tax (personal income, corporate, value added, property or sales tax) under restrictions stipulated by higher levels of government 3 local authorities set rate of one major tax (personal income, corporate, value added, property or sales tax) with few or no restrictions 4 local authorities set base and rate of more than one major tax (personal income, corporate, value added, property or sales tax) Considering the possibility that the autonomy to set base and rate of important taxes leads to inequalities, it is hardly astonishing that the scores on this variable are rather low. The overall fiscal autonomy amounts to 1.72. The value started off at 1.69 in 1990. After a drop in the following years it rose to 1.82. Or in other words: it has not changed much (see Figure 5.5). The differences between individual countries, however, are quite important (see Table 5.6). In some countries local government can only set base and rate of minor taxes or does not have the possibility to decide on tax matters at all (as it is still the case in Malta) whereas in other countries they set base and rate of more than one major tax. It may be interesting to mention in this respect that the only decrease is found in Denmark in 2000 when a sanction regime was introduced. There is, however, a limited number of countries in which local government has the possibility to set rate and base of a major tax without any restrictions from higher levels of government. Fiscal autonomy is especially high in Switzerland, Liechtenstein and Germany. In Germany, however, the tax burden is much more equalised than in Switzerland where income tax may be several times higher in one municipality than in another. ",
        "European Commission Final report November 2015 37 Figure 5.5: Fiscal autonomy, mean values (1990 – 2014) Table 5.6: Fiscal autonomy, individual countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 38 Financial transfer system (FTS) Any local authority depends to some extent on transfers. Some of the transfers are unconditional and some of the transfers are conditional, meaning that local governments can only use the money received for policies specified by national (or regional) government. The higher the percentage of unconditional transfers is, the more autonomy local government has: “As far as possible, grants to local authorities shall not be earmarked for the financing of specific projects. The provision of grants shall not remove the basic freedom of local authorities to exercise policy discretion within their own jurisdiction” (European Charter of Local Self-Government, art. 9.7). The following instructions were given to the coders: Financial transfer system The proportion of unconditional financial transfers to total financial transfers received by the local government 0-3 0 conditional transfers are dominant (unconditional = 0- 40% of total transfers) 1 there is largely a balance between conditional and unconditional financial transfers (unconditional = 40- 60%) 2 unconditional financial transfers are dominant (unconditional = 60-80%) 3 nearly all transfers are unconditional (unconditional = 80-100%) The average value of this variable oscillates between 1.5 and 1.8 which is closer to more unconditional transfers than to a balance between the two forms of transfers. On the aggregate level, no clear trend to more unconditional transfers can be identified (see Figure 5.6). For the majority of countries the transfer systems with respect to the ratio between balanced and unbalanced transfers remained unchanged (see Table 5.7). Major changes in the direction of unconditional transfers took place in the Netherlands (where scores are fluctuating with time: 30-40% up to 1997, 40-50% between 1998 and 2007 and more than 60% in recent years) and to a lesser extent in Finland, Serbia, Italy, Albania and Georgia; Hungary and Estonia seem to have moved in the opposite direction. Indeed, the funding of Hungarian local government changed since 2013 to activity-based finance and municipalities get a sum based on a calculated cost of the given activity from the central government. In Estonia, the proportion of unconditional grants dropped below 40% in 2002 with the new management of state subsistence grants. The importance of unconditional transfers depends, of course, on the total amount of transfers. If the municipalities only receive very little transfers, then, in terms of autonomy, it is of lesser importance whether they are earmarked or not. In countries, where the proportion of local government revenues deriving from own sources is very small (as we will see in the next section) and most of the transfers are conditional (like in Macedonia, Moldova, Ukraine and Slovenia) the lack of autonomy is much more pronounced compared to, for example, Switzerland, where the proportion of conditional transfers is high but the municipalities’ own resources finance the larger part of their budget. ",
        "European Commission Final report November 2015 39 Figure 5.6: Financial transfer system, mean values (1990 – 2014) Table 5.7: Financial transfer system, individual countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) country_name FTSmean financialtransf ersystem_199 0 financialtransf ersystem_199 5 financialtransf ersystem_200 0 financialtransf ersystem_200 5 financialtransf ersystem_201 0 financialtransf ersystem_201 4 2014-1990 Sweden 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Denmark 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 France 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Luxembourg 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Norway 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Portugal 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Turkey 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Malta 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Iceland 2,88 3,00 3,00 3,00 3,00 3,00 2,00 -1,00 Finland 2,80 2,00 3,00 3,00 3,00 3,00 3,00 1,00 Serbia 2,32 2,00 2,00 2,00 2,00 3,00 3,00 1,00 Liechtenstein 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Austria 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Spain 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Greece 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Poland 1,90 1,37 2,00 2,00 2,00 2,00 2,00 0,63 United_Kingdom 1,89 1,88 1,88 1,88 1,89 1,89 1,89 0,01 Germany 1,87 1,80 1,81 1,97 1,90 1,92 1,98 0,18 Hungary 1,84 2,00 2,00 2,00 2,00 2,00 0,00 -2,00 Latvia 1,83 2,00 2,00 2,00 2,00 2,00 0,00 Czech_Republic 1,68 2,00 2,00 2,00 2,00 1,00 2,00 0,00 Cyprus 1,30 1,22 1,28 1,32 1,32 1,31 1,31 0,09 Italy 1,16 1,00 1,00 1,00 1,00 1,00 2,00 1,00 Belgium 1,13 1,00 2,00 1,00 1,00 1,22 1,22 0,22 Romania 1,09 1,00 3,00 0,00 1,00 1,00 0,00 Croatia 1,07 1,00 1,00 1,00 1,00 1,00 1,71 0,71 Lithuania 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Estonia ,96 2,00 2,00 2,00 0,00 0,00 0,00 -2,00 Netherlands ,92 0,00 0,00 1,00 0,00 2,00 2,00 2,00 Ireland ,84 0,00 1,00 1,00 1,00 1,00 0,00 0,00 Bulgaria ,64 0,00 1,00 2,00 0,00 0,00 0,00 0,00 Albania ,57 0,00 0,00 1,00 1,00 1,00 1,00 Switzerland ,42 ,41 ,14 ,20 ,31 ,95 ,96 0,56 Ukraine ,34 0,00 0,00 ,91 ,92 ,46 0,46 Georgia ,32 0,00 0,00 0,00 0,00 1,00 1,00 1,00 Slovak_Republic 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 Macedonia 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 Slovenia 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 Moldova 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 N= 39 34 39 39 39 39 39 * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 40 Financial self-reliance (FSR) In addition to taxes and transfers, local government also generates revenue through fees and charges. The variable financial self-reliance tries to establish the proportion of local government revenues derived from own or local sources (taxes, fees, charges without transfers and subsidies). It is usually argued that the more important the municipalities’ own resources are for financing their budgets, the higher is their degree of autonomy. This is definitely the case when they are able to generate the resources needed to fulfil the functions they are responsible for and if they are not bound by far-reaching regulations specifying their duties in great details. This is reflected in article 9.1 of the European Charter of Local Self-Government: “Local authorities shall be entitled, within national economic policy, to adequate financial resources of their own, of which they may dispose freely within the framework of their powers”. In times of crisis, however, financial self- reliance can bring municipalities into difficult situations, if they find themselves without support from higher levels and without the possibility to gather the resources needed. The country experts were given the following instructions for coding financial self- reliance: Financial self- reliance The proportion of local government revenues derived from own/local sources (taxes, fees, charges) Additional coding instructions: A shared tax collected by central government and over which local government has no influence, has to be regarded as financial transfer. Please, make a note in your country report if this is the case. 0-3 0 own sources yield less than 10% of total revenues 1 own sources yield 10-25% 2 own sources yield 25-50% 3 own sources yield more than 50% The average value for all countries across all years is between 1.5 and 2. Figure 5.7 also shows a clear increase over time. This increase was driven by countries where the percentage of own sources was very low (below 25% or even below 10%) in the 1990s, that is generally Central and Eastern countries. In a quite large number of countries own sources yielded more than 50% of local government revenues throughout the whole period (see Table 5.8). In Moldova, Slovenia, Latvia and Ukraine, local government hardly has any own revenues. When in such cases the municipalities are responsible for a larger number of functions (i.e. their policy scope scores are relatively high like in the Ukraine or Latvia), the municipalities are mere agents of execution depending on transfers. When in contrast, policy scope is very limited (as for example in the case of Moldova and Slovenia), municipalities tend to be of little importance. ",
        "European Commission Final report November 2015 41 Figure 5.7: Financial self-reliance, mean values (1990 – 2014) Table 5.8: Financial self-reliance, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) country_name FSRmean financialselfre liance_1990 financialselfre liance_1995 financialselfre liance_2000 financialselfre liance_2005 financialselfre liance_2010 financialselfre liance_2014 2014-1990 Sweden 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 France 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Norway 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Iceland 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Finland 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Spain 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Belgium 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Ireland 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Switzerland 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Liechtenstein 2,88 3,00 3,00 3,00 3,00 3,00 2,00 -1,00 Cyprus 2,65 2,61 2,64 2,66 2,66 2,66 2,65 0,04 Croatia 2,39 2,00 2,00 2,68 2,69 2,29 2,29 0,29 Denmark 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Luxembourg 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Portugal 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Turkey 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Greece 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Slovak_Republic 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Poland 1,90 1,37 2,00 2,00 2,00 2,00 2,00 0,63 Italy 1,88 1,00 2,00 2,00 2,00 2,00 3,00 2,00 Germany 1,76 1,80 1,81 1,83 1,85 1,66 1,85 0,05 Malta 1,73 1,00 2,00 2,00 2,00 2,00 1,00 Austria 1,49 1,53 1,23 1,48 1,31 1,76 1,94 0,41 Georgia 1,48 1,00 1,00 2,00 2,00 1,00 1,00 0,00 Serbia 1,32 1,00 1,00 1,00 1,00 2,00 2,00 1,00 Czech_Republic 1,32 1,00 2,00 2,00 1,00 1,00 1,00 0,00 Albania 1,30 0,00 0,00 3,00 2,00 2,00 2,00 Romania 1,09 1,00 2,00 1,00 1,00 1,00 0,00 Hungary 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Lithuania 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Estonia 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Netherlands 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Bulgaria 1,00 0,00 0,00 1,00 1,00 2,00 2,00 2,00 United_Kingdom 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Macedonia ,80 0,00 0,00 0,00 2,00 2,00 2,00 2,00 Moldova ,32 0,00 0,00 1,00 0,00 0,00 1,00 1,00 Latvia 0,00 0,00 0,00 0,00 0,00 0,00 0,00 Ukraine 0,00 0,00 0,00 0,00 0,00 0,00 0,00 Slovenia 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 N= 39 34 39 39 39 39 39 * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 42 Borrowing Autonomy (BA) An important variable regarding financial issues is the extent to which local government can borrow. In addition to transfers, taxes and fees, borrowing is a fourth possibility to increase local government resources, be it for specific projects or to balance deficits. Sanctioning that “local authorities shall have access to the national capital market within the limits of the law”, the European Charter of Local Self- Government also envisages the possibility for a local authority to borrow money to finance local activities (art. 9.8). Since municipalities provide vital services to their citizens, bankruptcy is far more problematic than for private companies, and bailout measures are normally provided by higher state levels. The question is: How strong are the restrictions set by higher- level government regarding municipal borrowing? The coding instructions were formulated as follows: Borrowing autonomy The extent to which local government can borrow 0-3 0 local authorities cannot borrow 1 local authorities may borrow under prior authorisation by higher-level governments and with one or more of the following restrictions: a. golden rule (e. g. no borrowing to cover current account deficits) b. no foreign borrowing or borrowing from the regional or central bank only c. no borrowing above a ceiling, absolute level of subnational indebtedness, maximum debt-service ratio for new borrowing or debt brake mechanism d. borrowing is limited to specific purposes 2 local authorities may borrow without prior authorisation and under one or more of a), b), c) or d) 3 local authorities may borrow without restriction imposed by higher-level authorities Borrowing autonomy is the only variable which shows a slight decrease in the most recent years (see Figure 5.8), a development which is most probably due to the financial crisis of 2007-08 (for example Greece, Iceland). In terms of changes it is interesting to note on the one hand the increase of two points in Bulgaria thanks in particular to the Law on Municipal Budgets passed in 1998 which allowed municipalities for the first time to run up municipal budgetary deficits and to incur municipal debt (up to 10% from the projected budgetary revenues). On the other hand there is a decrease of two points in Hungary since 2012: after the post- communist transition, local authorities could borrow without restrictions imposed by higher-level authorities, but the conditions for issuing bonds and taking out credit became much sterner with the Act on the Economic Stability of Hungary in 2011. There are only a few countries where there are almost no restrictions on borrowing: Sweden, Switzerland and the Czech Republic (see Table 5.9). In general, local authorities may borrow without prior authorisation by higher-level government but are subjected to some restrictions, or they have to heed restrictions and also have to ask for authorisation. ",
        "European Commission Final report November 2015 43 Figure 5.8: Borrowing autonomy, mean values (1990 – 2014) Table 5.9: Borrowing autonomy, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) country_name BAmean borrowingaut onomy_1990 borrowingaut onomy_1995 borrowingaut onomy_2000 borrowingaut onomy_2005 borrowingaut onomy_2010 borrowingaut onomy_2014 2014-1990 Sweden 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Liechtenstein 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Czech_Republic 2,92 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Iceland 2,88 3,00 3,00 3,00 3,00 3,00 2,00 -1,00 Greece 2,80 3,00 3,00 3,00 3,00 2,00 2,00 -1,00 Hungary 2,76 3,00 3,00 3,00 3,00 3,00 1,00 -2,00 Slovak_Republic 2,60 3,00 3,00 3,00 2,00 2,00 2,00 -1,00 Switzerland 2,53 2,50 2,50 2,55 2,54 2,53 2,52 0,03 France 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Finland 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Belgium 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Portugal 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Lithuania 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Estonia 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Netherlands 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Croatia 2,00 2,00 2,00 2,00 1,99 1,99 2,00 0,00 Germany 1,97 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Poland 1,90 1,37 2,00 2,00 2,00 2,00 2,00 0,63 Austria 1,87 1,87 1,87 1,87 1,87 1,87 1,88 0,01 Spain 1,76 2,00 2,00 2,00 2,00 0,00 2,00 0,00 Bulgaria 1,64 0,00 1,00 2,00 2,00 2,00 2,00 2,00 Norway 1,48 1,00 1,00 1,00 2,00 2,00 2,00 1,00 Italy 1,44 1,00 1,00 1,00 2,00 2,00 1,00 0,00 Georgia 1,44 1,00 1,00 2,00 2,00 1,00 1,00 0,00 Serbia 1,40 1,00 1,00 1,00 2,00 2,00 2,00 1,00 Slovenia 1,40 0,00 2,00 2,00 2,00 1,00 1,00 1,00 Ireland 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Cyprus 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Denmark 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Luxembourg 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Turkey 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Malta 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Moldova 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Latvia 1,00 1,00 1,00 1,00 1,00 1,00 0,00 United_Kingdom 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Romania ,96 0,00 2,00 1,00 1,00 1,00 1,00 Ukraine ,95 1,33 1,34 ,68 ,68 ,69 -0,64 Albania ,57 0,00 0,00 1,00 1,00 1,00 1,00 Macedonia ,40 0,00 0,00 0,00 1,00 1,00 1,00 1,00 N= 39 34 39 39 39 39 39 * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 44 Organisational autonomy (OA) A last variable concerning self-rule capacities focuses on the extent to which local government is free to decide on its own organisation and on its political system. It involves therefore both political and administrative elements. Regarding the political system, the European Charter of Local Self-Government includes a general recommendation, saying that local self-government “shall be exercised by councils or assemblies composed of members freely elected by secret ballot on the basis of direct, equal, universal suffrage, and which may possess executive organs responsible to them” (art. 3.2). This formulation does not stipulate any rights regarding local discretion in drawing up features of the electoral and executive system, but national governments are, of course, free to grant some leeway for local decision-making, and some, in fact, do so, especially when it comes to the local executive system. The charter is more outspoken as to the rights of local decision-making when it comes the organisation of administrative bodies:”(…) local authorities shall be able to determine their own internal administrative structures in order to adapt them to local needs and ensure effective management” (art. 6.1). Here, freedom may not only include administrative organisation but also salaries and hiring and firing of staff and other aspects of employment. Such powers may of course also influence control over other aspects of service delivery and, in general, increase local autonomy. The following coding instructions were given to the country experts: Organisational autonomy The extent to which local government is free to decide about its own organisation and electoral system 0-4 Local Executive and election system: 0 local executives are appointed by higher-level authorities and local authorities cannot determine core elements of their political systems (electoral districts, number of seats, electoral system) 1 executives are elected by the municipal council or directly by citizens 2 executives are elected by the citizens or the council and the municipality may decide some elements of the electoral system Staff and local structures: Local authorities: Hire their own staff (0-0.5) Fix the salary of their employees (0-0.5) Choose their organisational structure (0-0.5) Establish legal entities and municipal enterprises (0-0.5) If there have been changes in the degree of organisational autonomy, they took place in the early 1990s like in Belgium where the overall score for organisation ranges from 1 (1 for political; 0 for administrative autonomy until 1995) to 3 (1 for political; 2 for administrative autonomy from 1995 until 2001 and for all regions since 2002). In Slovenia, it ranged from 0, when representatives were “voted” by a delegation system to 3, with the municipal assemblies in 1993. Since then, the overall value remained almost unchanged (see Figure 5.9). Liechtenstein, Czech Republic, Iceland, Estonia, Denmark, Switzerland and in more recent times also Norway and Poland sore the highest values on this variable (see Table 5.10). In France, Ireland, Luxembourg, Malta and Georgia the organisational autonomy is the lowest. In about 10 countries the organisational autonomy have ",
        "European Commission Final report November 2015 45 increased in the last 25 years, while in the two countries Spain and Latvia it has decreased. Figure 5.9: Organisational autonomy, mean values (1990 – 2014) Table 5.10: Organisational autonomy, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 46 Self-rule (SR) Self-rule of local government is measured as the sum of the eight variables presented so far. The highest value possible is 28. The average value across years and countries amounts to 16.58. In 1990 the value was at bit lower at 15.74, in 2014 it increased to 17.28. And it was even a little bit higher in the years just prior to this. The overall picture shows a constant increase after a short drop at the beginning of the 1990s. This drop, however, is due to new countries such as Albania, Latvia, Malta, Romania and Ukraine which entered the sample at this time and in which local autonomy was considerably weaker. Towards the end of the first decade of the new century/millennium the increase seems to have come to a standstill (see Figure 5.10). Figure 5.10: Self-Rule 1990 – 2014 (means) ",
        "European Commission Final report November 2015 47 If we look at the different countries, the variation turns out to be considerable (see Table 5.11). The highest scoring countries reach values around 25 whereas the low scoring group scores around 10. Countries with particularly high scores are the Nordic countries Sweden, Iceland, Finland, Denmark and Norway, and the German speaking countries Switzerland, Germany and Liechtenstein. Albania, Malta, Georgia and Moldova score particularly low. The main increase (more than 5 points) has occurred in Albania, Bulgaria, Slovenia, Macedonia, Poland, Serbia, Romania and Italy. Only four countries experienced a substantial decrease (more than one point): Hungary, Spain, Luxembourg and Estonia. Table 5.11: Self-rule, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 48 Further analyses of the components of self-rule The elements of local autonomy distinguishing most between countries (highest standard deviation) are: fiscal autonomy and financial transfer system followed by organisational autonomy, financial self-reliance and policy scope. If we look at the data for 2014 only, it is the financial transfer system, followed by fiscal autonomy, organisational autonomy and financial self-reliance. Taking the 8 variables together we find the strongest increase in the second part of the 1990s followed by the first part of the new decade in the years 2000 (see Figure 5.11). In the first part of the 1990s the increase was most conspicuous for institutional depth and organisational autonomy. Financial self-reliance increased in the second part of the 1990s, together with policy scope and effective political discretion which continued to increase between 2000 and 2004. The latter period also experienced an increase in institutional depth. For financial transfer and borrowing autonomy, we find periods of increase followed by periods of decrease and vice versa. Borrowing autonomy, however, seems to be decreasing since 2005. Fiscal autonomy, finally, turns out to be the most stable variable over time. Figure 5.11: Increase and deacrease of the different self-rule variables (5 periods) ",
        "European Commission Final report November 2015 49 5.1.2 Interactive rule (IR) The Regional Authority Index of Hooghe, Marks and Schakel (2010) distinguishes between self-rule and shared-rule variables of regional autonomy. Shared-rule denotes a situation where regions can take part in the overall governance of a country. This cannot be applied to municipalities. They can influence national decision- making regarding their own jurisdiction or that of the status of local government in general if they act collectively, but they are not implied in decisions concerning the whole country. We therefore use the term “interactive rule”. Interactive rule points to ways and means of mutual influence between local and central government, and highlights opportunities for local government as an active player vis a vis central government. Interactive rule is measured with 3 different variables: legal protection, administrative supervision and central or regional access. Again, we present for each of the three variables the mean values for each year between 1990 and 2014; for each country we give, furthermore, the average score across all years and the scores for the years 1990, 1995, 2000, 2005, and 2014. This allows for presenting the overall picture for each variable as well as the development of each country compared to other countries. Each section starts again with the presentation of the coding instructions. Legal protection (LP) Legal protection asks for the existence of constitutional or legal means to assert local autonomy. This variable is related to article 11 of the European Charter of Local Self- Government: “Local authorities shall have the right of recourse to a judicial remedy in order to secure free exercise of their powers and respect for such principles of local self-government as are enshrined in the constitution or domestic legislation”. The passage in the code book here reads: Legal protection Existence of constitutional or legal means to assert local autonomy 0-3 0 no legal remedy for the protection of local autonomy exists 1 constitutional clauses or other statutory regulations protect local self-government 2 local authorities have recourse to the judicial system to settle disputes with higher authorities (e.g. through constitutional courts, administrative courts or tribunals, or ordinary courts) 3 remedies of types 1 and 2 above, plus other means that protect local autonomy such as e.g. listing of all municipalities in the constitution or the impossibility to force them to merge More legal protection for local government was first of all an issue in the 1990s and until the middle of the years 2000. It mostly concerned the new democracies. Since then, the overall level of legal protection remains constant (see Figure 5.12). In general, municipalities have recourse to the judicial system (constitutional courts, administrative courts, ordinary courts) to settle disputes with higher authorities. Interesting to note are the Nordic countries (see Table 5.12). Despite the high importance of local government, the legal protection (apart from Finland) is restricted to statutory regulations or there is no legal remedy for the protection of local autonomy (Norway). Furthermore, the Bulgarian score increased by two points since local autonomy is legally protected by the Constitution entering in force in 1991. The tools of legal remedies have also improved in Georgia over the years (plus two points). ",
        "European Commission Final report November 2015 50 Figure 5.12: Legal protection, mean values (1990 – 2014) Table 5.12: Legal protection, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) country_name LPmean legalprotectio n_1990 legalprotectio n_1995 legalprotectio n_2000 legalprotectio n_2005 legalprotectio n_2010 legalprotectio n_2014 2014-1990 Czech_Republic 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Liechtenstein 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Romania 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Bulgaria 2,92 1,00 3,00 3,00 3,00 3,00 3,00 2,00 Estonia 2,88 2,00 3,00 3,00 3,00 3,00 3,00 1,00 Switzerland 2,81 2,82 2,81 2,81 2,81 2,81 2,81 -0,01 France 2,48 2,00 2,00 2,00 3,00 3,00 3,00 1,00 Slovenia 2,32 1,00 3,00 3,00 3,00 2,00 2,00 1,00 Austria 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Belgium 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Cyprus 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Finland 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Greece 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Hungary 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Italy 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Luxembourg 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Macedonia 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Malta 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Netherlands 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Portugal 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Serbia 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Slovak_Republic 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Germany 1,97 2,00 2,00 2,00 2,00 2,00 2,00 0,00 United_Kingdom 1,97 1,97 1,97 1,97 1,97 1,97 1,97 0,00 Poland 1,90 1,37 2,00 2,00 2,00 2,00 2,00 0,63 Latvia 1,88 2,00 2,00 2,00 2,00 2,00 0,00 Albania 1,78 1,00 2,00 2,00 2,00 2,00 1,00 Ukraine 1,75 1,00 2,00 2,00 2,00 2,00 1,00 Lithuania 1,64 1,00 1,00 2,00 2,00 2,00 2,00 1,00 Spain 1,64 1,00 1,00 2,00 2,00 2,00 2,00 1,00 Georgia 1,08 0,00 0,00 1,00 2,00 2,00 2,00 2,00 Denmark 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Iceland 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Sweden 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Turkey 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Croatia 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Moldova ,72 0,00 0,00 1,00 1,00 1,00 1,00 1,00 Ireland ,64 0,00 0,00 1,00 1,00 1,00 1,00 1,00 Norway 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 N= 39 34 39 39 39 39 39 * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 51 Administrative supervision (AS) The extent to which municipalities are subject to administrative supervision also affects the autonomy of local government. Article 8 of the European Charter of Local Self-Government expects supervision normally to be concerned with the legality of local decisions (their compliance with legal regulations). Supervision beyond the legality of decisions (expediency, merit) represents restrictions on local autonomy. The coding instructions were calibrated to give high values to unobtrusive supervision: Administrative supervision Unobtrusive administrative supervision of local government 0-3 0 administrative supervision reviews legality as well as merits/expediency of municipal decisions 1 administrative supervision covers details of accounts and spending priorities 2 administrative supervision only aims at ensuring compliance with law (legality of local decisions) 3 there is very limited administrative supervision The average value for all countries is 1.75 which is close to a form of supervision limited to ensuring compliance with the law. There have hardly been any changes – at least on an aggregated level – on this variable over the time period covered (see Figure 5.13). The lightest formats of administrative supervision are found in Spain, Estonia and the UK. The intensity of supervision has been reduced especially in Italy but also in Estonia (see Table 5.13). A decrease of supervision has also occurred in Lithuania across time and in Bulgaria in 1991 with the new Constitution. In some newer democracies, administrative supervision is still quite intense. This is also the case in the Netherlands and Belgium. ",
        "European Commission Final report November 2015 52 Figure 5.13: Administrative supervision, mean values (1990 – 2014) Table 5.13: Administrative supervision, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) country_name ASmean administrative supervision_1 990 administrative supervision_1 995 administrative supervision_2 000 administrative supervision_2 005 administrative supervision_2 010 administrative supervision_2 014 2014-1990 Spain 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Estonia 2,88 2,00 3,00 3,00 3,00 3,00 3,00 1,00 United_Kingdom 2,67 2,66 2,67 2,67 2,67 2,68 2,68 0,01 Slovak_Republic 2,60 3,00 3,00 3,00 2,00 2,00 2,00 -1,00 Italy 2,52 1,00 2,00 2,00 3,00 3,00 3,00 2,00 Switzerland 2,16 2,16 2,16 2,16 2,16 2,15 2,15 -0,01 Luxembourg 2,08 3,00 2,00 2,00 2,00 2,00 2,00 -1,00 Czech_Republic 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Liechtenstein 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 France 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Austria 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Finland 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Greece 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Macedonia 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Malta 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Portugal 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Latvia 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Ukraine 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Denmark 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Iceland 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Sweden 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Turkey 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Slovenia 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Croatia 2,00 2,00 2,00 2,00 1,99 1,99 2,00 0,00 Germany 1,97 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Bulgaria 1,92 0,00 2,00 2,00 2,00 2,00 2,00 2,00 Poland 1,90 1,37 2,00 2,00 2,00 2,00 2,00 0,63 Hungary 1,88 2,00 2,00 2,00 2,00 2,00 1,00 -1,00 Norway 1,84 1,00 2,00 2,00 2,00 2,00 2,00 1,00 Serbia 1,52 1,00 1,00 1,00 2,00 2,00 2,00 1,00 Lithuania 1,40 0,00 1,00 2,00 2,00 2,00 2,00 2,00 Romania 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Cyprus 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Albania 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Ireland 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Georgia ,04 0,00 0,00 0,00 0,00 0,00 1,00 1,00 Belgium 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 Netherlands 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 Moldova 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 N= 39 34 39 39 39 39 39 * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 53 Central or regional access (CRA) Central or regional access looks at the extent to which local authorities have regular opportunities to influence policy-making of higher levels of government. This element is also underlined by the European Charter of Local Self-Government: “Local authorities shall be consulted, insofar as possible, in due time and in an appropriate way in the planning and decision-making processes for all matters which concern them directly” (art. 4.6). Channels of influence and access are coded as follows: Central or regional access To what extent local authorities are consulted to influence higher level governments’ policy- making 0-3 0 local authorities are never consulted by higher level governments and there are no formal mechanisms of representation 1 local authorities are consulted and/or have access to higher-level decision-making through formal representation but influence is limited 2 local authorities are regularly consulted through permanent consultation channels and have substantial influence 3 local authorities are either consulted or have access to higher-level decision-making through formal representation; and substantial influence The variable reveals an increase between 1995 and 2002 (see Figure 5.14). In some countries such as Austria, Poland, Lithuania, Iceland, Malta, and Slovak Republic local authorities are either consulted or formally represented and enjoy substantial influence. In the larger number of countries, there is at least some sort of consultation or representation but the influence of local authorities is rather limited. The major increase in central or regional access is found in the Slovak Republic, Italy, Bulgaria and Serbia whereas a decrease is found in Estonia and Hungary, only. In Estonia the influence of local authorities on central government has dropped since 2003 because of the decline of the local government association and of politicisation of county governors. In Hungary, the formal representation of municipalities in the mid-level government ended in 1994 when direct election of the regional representatives was introduced (see Table 5.14). ",
        "European Commission Final report November 2015 54 Figure 5.14: Regional and central access, mean values (1990 – 2014) Table 5.14: Regional and central access, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) country_name CRAmean centralorregio nalaccess_19 90 centralorregio nalaccess_19 95 centralorregio nalaccess_20 00 centralorregio nalaccess_20 05 centralorregio nalaccess_20 10 centralorregio nalaccess_20 14 2014-1990 Austria 3,00 3,00 3,00 3,00 3,00 3,00 3,00 0,00 Switzerland 2,97 2,97 2,97 2,97 2,98 2,98 2,98 0,01 Poland 2,77 1,37 3,00 3,00 3,00 3,00 3,00 1,63 Lithuania 2,56 2,00 2,00 2,00 3,00 3,00 3,00 1,00 Iceland 2,48 2,00 2,00 2,00 3,00 3,00 3,00 1,00 Malta 2,27 2,00 2,00 2,00 3,00 3,00 1,00 Slovak_Republic 2,16 1,00 1,00 2,00 3,00 3,00 3,00 2,00 France 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Finland 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Denmark 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Sweden 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Netherlands 2,00 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Germany 1,97 2,00 2,00 2,00 2,00 2,00 2,00 0,00 Latvia 1,71 1,00 2,00 2,00 2,00 2,00 1,00 Slovenia 1,68 1,00 2,00 2,00 2,00 2,00 1,00 0,00 Portugal 1,64 1,00 1,00 2,00 2,00 2,00 2,00 1,00 Italy 1,56 0,00 1,00 2,00 2,00 2,00 2,00 2,00 Norway 1,56 1,00 1,00 1,00 2,00 2,00 2,00 1,00 Estonia 1,52 2,00 2,00 2,00 1,00 1,00 1,00 -1,00 Hungary 1,36 3,00 0,00 1,00 1,00 1,00 1,00 -2,00 Bulgaria 1,32 0,00 0,00 2,00 2,00 2,00 2,00 2,00 Belgium 1,30 1,00 1,00 1,00 1,58 1,58 1,57 0,57 United_Kingdom 1,22 1,23 1,23 1,22 1,22 1,22 1,21 -0,02 Spain 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Luxembourg 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Liechtenstein 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Greece 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Turkey 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Cyprus 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Ireland 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Georgia 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Croatia 1,00 1,00 1,00 1,00 1,00 1,00 1,00 0,00 Serbia ,92 0,00 0,00 0,00 1,00 2,00 2,00 2,00 Ukraine ,68 ,67 ,67 ,68 1,00 1,00 0,33 Czech_Republic ,68 0,00 0,00 1,00 1,00 1,00 1,00 1,00 Albania ,65 0,00 1,00 1,00 1,00 1,00 1,00 Romania ,61 0,00 0,00 1,00 1,00 1,00 1,00 Macedonia ,52 0,00 0,00 0,00 1,00 1,00 1,00 1,00 Moldova ,20 0,00 0,00 0,00 0,00 1,00 1,00 1,00 N= 39 34 39 39 39 39 39 * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 55 Interactive rule (IR) Interactive rule 17 sums up the three variables presented above (LP, AS and RCA). The range of values for this variable is between 0 and 9. Shared-rule 0-9 The overall shared-rule enjoyed by local government in X country (the sum of all the three variables above) Interactive rule increased during the 1990s until the beginning of the years 2000 (see Figure 5.15); since then, the overall value remained stable. The highest values on the Interactive rule variable are recorded for Switzerland, Estonia, Austria, Slovakia, Poland, France, Malta, Bulgaria and Italy and lowest values in Belgium, Ireland, Georgia and Moldavia (see Table 5.15). Interesting to note are the Nordic countries which score comparatively lower than they do on self-rule. Figure 5.15: Interactive rule, mean values (1990 – 2014) 17 As mentioned above, interactive rule is a modification of the shared-rule concept of Hooghe et al. (2010). Interactive rule points to ways and means of mutual influence between local and ",
        "European Commission Final report November 2015 56 Table 5.15: Interactive rule, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) country_name SHRmean LAsharedrulei ndex_1990 LAsharedrulei ndex_1995 LAsharedrulei ndex_2000 LAsharedrulei ndex_2005 LAsharedrulei ndex_2010 LAsharedrulei ndex_2014 2014-1990 Switzerland 7,94 7,95 7,95 7,94 7,94 7,94 7,94 -0,01 Estonia 7,28 6,00 8,00 8,00 7,00 7,00 7,00 1,00 Austria 7,00 7,00 7,00 7,00 7,00 7,00 7,00 0,00 Slovak_Republic 6,76 6,00 6,00 7,00 7,00 7,00 7,00 1,00 Poland 6,57 4,12 7,00 7,00 7,00 7,00 7,00 2,88 France 6,48 6,00 6,00 6,00 7,00 7,00 7,00 1,00 Malta 6,27 6,00 6,00 6,00 7,00 7,00 1,00 Bulgaria 6,16 1,00 5,00 7,00 7,00 7,00 7,00 6,00 Italy 6,08 3,00 5,00 6,00 7,00 7,00 7,00 4,00 Finland 6,00 6,00 6,00 6,00 6,00 6,00 6,00 0,00 Liechtenstein 6,00 6,00 6,00 6,00 6,00 6,00 6,00 0,00 Slovenia 6,00 4,00 7,00 7,00 7,00 6,00 5,00 1,00 Germany 5,92 6,00 6,00 6,00 6,00 6,00 6,00 0,00 United_Kingdom 5,86 5,87 5,87 5,86 5,87 5,86 5,86 0,00 Czech_Republic 5,68 5,00 5,00 6,00 6,00 6,00 6,00 1,00 Portugal 5,64 5,00 5,00 6,00 6,00 6,00 6,00 1,00 Spain 5,64 5,00 5,00 6,00 6,00 6,00 6,00 1,00 Lithuania 5,60 3,00 4,00 6,00 7,00 7,00 7,00 4,00 Latvia 5,58 5,00 6,00 6,00 6,00 6,00 1,00 Iceland 5,48 5,00 5,00 5,00 6,00 6,00 6,00 1,00 Hungary 5,24 7,00 4,00 5,00 5,00 5,00 4,00 -3,00 Luxembourg 5,08 6,00 5,00 5,00 5,00 5,00 5,00 -1,00 Denmark 5,00 5,00 5,00 5,00 5,00 5,00 5,00 0,00 Sweden 5,00 5,00 5,00 5,00 5,00 5,00 5,00 0,00 Greece 5,00 5,00 5,00 5,00 5,00 5,00 5,00 0,00 Romania 4,61 4,00 4,00 5,00 5,00 5,00 1,00 Macedonia 4,52 4,00 4,00 4,00 5,00 5,00 5,00 1,00 Serbia 4,44 3,00 3,00 3,00 5,00 6,00 6,00 3,00 Ukraine 4,43 3,67 4,67 4,68 5,00 5,00 1,33 Netherlands 4,00 4,00 4,00 4,00 4,00 4,00 4,00 0,00 Turkey 4,00 4,00 4,00 4,00 4,00 4,00 4,00 0,00 Cyprus 4,00 4,00 4,00 4,00 4,00 4,00 4,00 0,00 Croatia 4,00 4,00 4,00 4,00 3,99 3,99 4,00 0,00 Albania 3,43 2,00 4,00 4,00 4,00 4,00 2,00 Norway 3,40 2,00 3,00 3,00 4,00 4,00 4,00 2,00 Belgium 3,30 3,00 3,00 3,00 3,58 3,58 3,57 0,57 Ireland 2,64 2,00 2,00 3,00 3,00 3,00 3,00 1,00 Georgia 2,12 1,00 1,00 2,00 3,00 3,00 4,00 3,00 Moldova ,92 0,00 0,00 1,00 1,00 2,00 2,00 2,00 N= 39 34 39 39 39 39 39 * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. central government, and highlights opportunities for local government as an active player vis-a- vis central government. ",
        "European Commission Final report November 2015 57 Further analyses of the components of Interactive Rule The cross-country variations on the three IR variables are smaller than the variations on the self-rule variables. The largest differences are found for administrative supervision if we compare the mean values and for central regional access if we consider the last year coded (2014). Legal protection increased most markedly in the first two five-year periods (see Figure 5.16). Administrative supervision increased in in the first and to a lesser extent in the third period and central and regional access in the second and the third period. Since 2005, the overall picture remained quite stable, with a slight tendency towards a decrease. Figure 5.16: Increase and deacrease of the different interactive rule variables (5 periods) ",
        "European Commission Final report November 2015 58 5.1.3 Local autonomy (LA) Local Autonomy sums up all the variables presented so far. It is thus the aggregation of all 11 variables or, alternatively, the sum of self-rule (8 variables) and interactive rule (3 variables). The construction of the Local Autonomy Index is presented in section 5.2. LA 0-37 The combined autonomy of local authorities (the sum of all variables) On a possible scale from 0 to 37 the average value measured for all countries over the 25 years from 1990 to 2014 amounts to 20.9. The lowest value measured is 9.2, the highest 29.2. In 1990 the average value started at 19.3, in 2014 it amounted to 22.0 (see Figure 5.17). Presented on the full scale, the increase is fairly modest. However, if we concentrate on a more restricted range of the scale (second part of the figure) we find that the increase to a large extent took place during the first two decades of our study. Since 2009, the overall values have declined somewhat but remained rather stable. The analysis of individual countries, however, reveals a more dynamic picture. Among the highest ranked countries, Poland experienced an increase of 9.18 points and became a member of the top ten. Similar increases can be found for Italy, Serbia, Slovenia and Macedonia, and even more so in Bulgaria and Albania although the latter two did not reach the group of the highest ranked countries. In general, local autonomy increased more strongly in the new democracies in Central and Eastern Europe. Only Hungary moved into the other direction. Looking at the Western and Southern European countries there is no clear trend observable (see Table 5.16). The overall ranking of countries to some extent depends on the years considered (see Figure 5.18 to Figure 5.22); furthermore, differences between countries can sometimes be quite minute. Nevertheless, the figures reveal that in some countries municipalities enjoy a high degree of local autonomy whereas in other countries the degree of autonomy is still very low. One of the problems of the figures presented so far is that all the different aspects of local autonomy are given more or less equal importance. The only thing varying is whether a variable ranges from 0 to 3 or from 0 to 4. Having four financial variables and only one concerning organisational issues makes, for example, financial matters much more important, perhaps too important. This is the reason why we abstained from calling the autonomy measured an autonomy “index”. In the next section we will address these questions and suggest how such an index of local autonomy can be constructed. ",
        "European Commission Final report November 2015 59 Figure 5.17: Local Autonomy, mean values (1990 – 2014) ",
        "European Commission Final report November 2015 60 Table 5.16: Local Autonomy, single countries (mean 1990-2014, 1990, 1995, 2000, 2005, 2010, 2014) * For Latvia, Malta, Ukraine, Albania and Romania, the changes between 2014 and 1995 are presented. ",
        "European Commission Final report November 2015 61 Country ranking Local Autonomy (LA) Figure 5.18: Local Autonomy mean (1990-2014) Figure 5.19: Local Autonomy (2014) ",
        "European Commission Final report November 2015 62 Figure 5.20: Local Autonomy (2010) Figure 5.21: Local Autonomy (2000) Figure 5.22: Local Autonomy (1990) ",
        "European Commission Final report November 2015 63 5.2 Dimensions and index of local autonomy Local Autonomy is a multi-dimensional phenomenon. Following the literature (see section 4.2) and the European Charter of Local Self-Government there is more or less agreement that LA has something to do:  with the legal position municipalities have within the state (legal framework);  with the possibilities they have to organise themselves independently (self- governance);  with the tasks and services they provide (functions);  as well as their possibilities to decide on which services they provide and how they provide them (political discretion);  with the financial resources they dispose of independently (own resources);  with the degree they are independent from the control and influence exercised by higher level governments (control);  with their possibilities to influence decisions on higher level (access). 18 In a next step we try to reduce the complexity we measured with the eleven variables presented in the previous section. In order to do so, we will follow both theoretical and empirical considerations. First, we will try to reduce the eleven variables to a more restricted number of dimensions of local autonomy, and then we will suggest the construction of a local autonomy index (LAI) taking into account that not all aspects of local autonomy are of equal importance. 5.2.1 Dimensions of local autonomy A series of factor analyses with imposed numbers of factors across all years and countries shows which variables are related to each other (see Table 5.17). Legal protection (LP) and organisational autonomy (OA) are the first variables to stand on their own when we increase the number of factors. The next variable which is to a lesser extent related to other variables is central and regional access (CRA). These three variables therefore stand for distinct dimensions of local autonomy. Fiscal autonomy (FA) and financial self-reliance (FSR) load on the same factor in all solutions tested and the same happens for policy scope (PS) and effective political discretion (EPD). The former case is not astonishing since fiscal autonomy can give the municipalities directly access to resources. As for the latter case, it offsets the distinction between “real political decentralisation” which gives the municipalities decision-making competences and “false administrative decentralisation” which simply delegates tasks to municipalities. Given the importance of this distinction we prefer to keep these two variables separated, even more since the correlation between the two variables was much weaker at the beginning of the 1990s. The call for real decision- making power in most of the domains municipalities are active is on the reform agenda of those asking for more decentralisation. Administrative supervision (AS) is related to the financial transfer system (FTS) in all four solutions presented here. A common element of the two variables is that they contain elements to steer and control local government activities. The more conditional grants municipalities receive and the stronger supervision is, the less they are autonomous. Borrowing autonomy (BA), despite the results of the FA, contributes 18 There is less agreement on whether local autonomy has also something to do with the power structure within municipalities as suggested by the Type 1 autonomy of Gurr and King (1987). ",
        "European Commission Final report November 2015 64 to the financial autonomy of local government 19 . Institutional depth (ID) can be considered as an element of political discretion since it points to the importance of having the possibility to decide – at least on some issues – independently 20 . The coding scheme puts more emphasis on general formal competences of local government than on its legal (constitutional) status. Table 5.17: Factor analyses, all years, imposed factor solutions 1 2 3 4 5 1 2 3 4 5 6 7 8 Institutional dept 0,406 0,736 0,009 0,035 0,133 0,292 0,060 0,022 0,239 0,068 0,213 0,290 0,804 Policy scope 0,860 0,291 0,212 0,021 0,080 0,836 0,230 0,056 0,186 -0,012 0,047 0,243 0,193 Effective political discretion 0,901 0,135 -0,033 0,061 0,051 0,948 -0,040 0,062 0,091 0,047 0,086 0,025 0,099 Fiscal autonomy 0,298 0,090 0,869 0,110 0,007 0,242 0,887 -0,028 0,160 0,093 0,003 0,183 -0,023 Financial transfer system 0,145 0,157 0,360 -0,354 0,687 0,171 0,426 0,589 -0,290 -0,180 0,004 -0,087 0,453 Financial self reliance -0,143 0,288 0,826 -0,169 0,178 -0,122 0,806 0,123 -0,066 -0,192 0,334 0,061 0,145 Borrowing autonomy -0,005 0,707 0,321 0,313 0,037 0,125 0,204 0,085 0,129 0,124 0,912 0,149 0,148 Organisational autonomy 0,437 0,206 0,088 0,549 0,189 0,235 0,075 0,172 0,888 0,102 0,123 0,041 0,145 Legal protection -0,012 0,072 -0,063 0,842 0,016 0,029 -0,053 0,082 0,090 0,978 0,097 0,018 0,026 Administrative supervision 0,061 0,135 -0,034 0,365 0,837 0,048 -0,018 0,884 0,263 0,154 0,096 0,174 -0,031 Central and regional access 0,210 0,731 0,152 -0,001 0,132 0,183 0,187 0,139 0,040 0,018 0,149 0,900 0,188 1 2 3 4 5 6 1 2 3 4 5 6 7 Institutional dept 0,384 0,732 0,007 0,125 -0,040 0,159 0,452 -0,028 0,577 0,141 0,133 0,405 -0,035 Policy scope 0,849 0,289 0,212 0,081 -0,017 0,156 0,846 0,234 0,100 0,079 0,176 0,252 -0,014 Effective political discretion 0,901 0,137 -0,031 0,056 0,058 0,123 0,928 -0,024 0,077 0,068 0,109 0,019 0,072 Fiscal autonomy 0,292 0,090 0,870 0,013 0,090 0,101 0,243 0,897 0,009 0,024 0,120 0,162 0,071 Financial transfer system 0,189 0,156 0,360 0,721 -0,220 -0,235 0,210 0,292 0,154 0,802 -0,184 0,021 -0,177 Financial self reliance -0,150 0,281 0,824 0,183 -0,191 -0,024 -0,127 0,774 0,360 0,260 -0,058 0,068 -0,194 Borrowing autonomy -0,049 0,704 0,317 0,015 0,176 0,284 0,070 0,238 0,853 0,063 0,164 0,112 0,174 Organisational autonomy 0,273 0,186 0,066 0,098 0,091 0,876 0,281 0,083 0,209 -0,009 0,874 0,057 0,076 Legal protection 0,037 0,099 -0,051 0,037 0,966 0,088 0,046 -0,045 0,118 -0,014 0,091 0,023 0,967 Administrative supervision 0,008 0,132 -0,046 0,808 0,230 0,369 -0,026 -0,056 -0,003 0,716 0,508 0,207 0,255 Central and regional access 0,234 0,735 0,157 0,150 0,051 -0,052 0,179 0,198 0,182 0,098 0,069 0,908 0,035 Extraction Method: Principal Component Analysis; Rotation Method: Varimax with Kaiser Normalisation On the basis of the data analysed and the theoretical considerations presented we therefore distinguish between to following seven dimensions of local autonomy:  Legal autonomy (legal protection) describes the position given to the municipalities within the state ( D_LA );  Organisational autonomy (organisational autonomy) measures the extent to which local authorities are able to decide aspects of their political system and their own administration ( D_OA );  Policy scope (policy scope) describes the range of functions or tasks where municipalities are effectively involved in the delivery of services, be it through their own financial resources and/or through their own staff ( D_PS );  Effective political discretion (institutional depth + effective political discretion) describes the range of tasks over which local government effectively has a say and whether it enjoys a general competence clause ( D_EPD ); 19 The solutions with 5 to 7 factors show that BA is at least to some extent also positively loading on the factor combining FA and FSR. 20 This is also supported by the fact that the loading of ID on the factor combining PS and EPD is between .382 and .452 in 5 to 7 factor solutions. ",
        "European Commission Final report November 2015 65  Financial autonomy (fiscal autonomy + financial self-reliance + borrowing autonomy) combines variables related to financial resources of local government giving them the possibility to influence their own budget ( D_FA );  Central or regional control (financial transfer systems + administrative supervision) combines on the one hand the importance given to the municipalities within the state and, on the other hand, the extent to which municipalities are controlled by higher levels of the state ( D_CRC ) 21 ;  Vertical influence (central or regional access) measures the extent to which municipalities are able to influence political decisions on higher levels ( D_VI ). However, not all of the variables we measured are of equal importance for the autonomy of local government. Since theory does not really help to assign different degrees of importance to the various dimensions proposed and the variables of which they are composed we invited the experts involved in this project to judge their respective importance. Table 5.18 shows the importance given by the country group coordinators to the eleven variables and the seven dimensions. Table 5.18: Importance of the variables and dimensions given by the coordinators: Variables Dimensions Institutional depth 1 Legal autonomy 1 Policy scope 2 Organisational autonomy 3 Effective political discretion 3 Policy scope 2 Fiscal autonomy 3 Effective political discretion 3 Financial transfer system 1 Financial autonomy 3 Financial self-reliance 3 Central or regional control 1 Borrowing autonomy 1 Vertical influence 1 Organisational autonomy 3 Legal protection 2 Administrative supervision 1 Central and regional access 1 1 = rather important; 2 = important; 3 = very important Based on the weights established by the coordinators, we can now construct the seven dimensions of local autonomy (see Table 5.19) and the Local Autonomy Index (see Table 5.21). The values for the dimensions and for the index are transformed to a scale reaching from 0 to 100. 21 A high value here means a low level of control and thus more autonomy. ",
        "European Commission Final report November 2015 66 Table 5.19: Construction of the seven dimensions of local autonomy D_LA_2014=100/3*legalprotection_2014 D_OA_2014=100/4*organisationalautonomy_2014. D_PS_2014=100/4*PS_Total_2014 D_EPD_2014=100/16*(institutionaldepth_2014 + 3 *EPD_Total_2014) D_FA_2014=100/25*( 3 *fiscalautonomy_2014 + 3* financialselfreliance_2014 + borrowingautonomy_2014) D_CRC_2014=100/7*(financialtransfersystem_2014 + administrativesupervision_2014) D_VI_2014=100/3*centralorregionalaccess_2014 Weighting factors in bold The presentation of the values of the different countries on the different dimensions sorted by country groups reveals some interesting insights (see Table 5.20). The Nordic countries, for example, score highest on four out of seven dimensions. On the dimension “Legal Autonomy”, however, they score lower than many other countries. In general, the Nordic countries have relatively similar scores on most dimensions. The German speaking countries are more heterogeneous. They score highest with respect to legal autonomy, and the financial autonomy of municipalities is also high, especially if we compare them to East European countries. The Benelux countries are also relatively homogeneous, only Luxembourg deviates quite a bit as far as organisational autonomy (high) and the central or regional control are concerned. The central or regional control through administrative supervision and conditional transfers is also something which distinguishes France, Spain, Portugal and Italy from Netherland and Belgium. There are, of course, many more interesting patterns, similarities and differences to discover. For a more comprehensive view, we direct the reader to the database which covers the development between 1990 and 2014 and to the country profiles (see Appendices B and C). ",
        "European Commission Final report November 2015 67 Table 5.20: The seven dimensions of local autonomy sorted by country group and countries (2014) country_name D_LA_2014 D_OA_2014 D_PS_2014 D_EPD_201 4 D_FA_2014 D_CRC_20 14 D_VI_2014 Germany 67 63 88 73 78 57 67 Switzerland 94 100 70 51 94 44 99 Austria 67 51 66 53 67 57 100 Liechtenstein 100 100 46 50 84 57 33 Mean 82 78 67 57 81 54 75 Sweden 33 75 75 73 84 71 67 Norway 0 100 92 67 68 71 67 Finland 67 75 79 83 80 71 67 Denmark 33 100 88 70 64 71 67 Iceland 33 100 75 80 68 57 100 Mean 33 90 82 75 73 69 73 Italy 67 75 63 60 64 71 67 Spain 67 50 49 36 68 71 33 France 100 25 83 60 68 71 67 Portugal 67 50 54 63 56 71 67 Mean 75 50 62 55 64 71 58 Belgium 67 75 54 57 68 17 52 Netherlands 67 75 63 63 44 29 67 Luxembourg 67 25 50 63 64 71 33 Mean 67 58 56 61 59 39 51 United_Kingdom 66 75 33 26 40 65 40 Ireland 33 25 21 23 64 14 33 Mean 50 50 27 25 52 40 37 Greece 67 50 38 43 44 57 33 Macedonia 67 75 58 67 52 29 33 Cyprus 67 50 22 24 60 33 33 Malta 67 25 13 23 28 71 100 Mean 67 50 33 39 46 48 50 Poland 67 100 79 64 56 57 100 Czech_Republic 100 100 46 77 36 57 33 Slovak_Republic 67 75 50 53 56 29 100 Slovenia 67 75 51 66 16 29 33 Mean 75 88 57 65 41 43 67 Lithuania 67 75 71 77 32 43 100 Estonia 100 100 63 70 32 43 33 Latvia 67 50 63 77 16 57 67 Mean 78 75 65 74 27 48 67 Hungary 67 63 71 60 28 14 33 Romania 100 63 67 70 40 29 33 Bulgaria 100 75 79 67 44 29 67 Moldova 33 50 33 47 28 0 33 Mean 75 63 63 61 35 18 42 Croatia 33 75 57 62 48 53 33 Albania 67 63 54 50 40 29 33 Serbia 67 75 69 62 56 71 67 Mean 56 71 60 58 48 51 44 Turkey 33 50 20 29 40 71 33 Georgia 67 25 46 43 28 29 33 Ukraine 67 75 58 56 15 35 33 Mean 56 50 41 43 28 45 33 Mean all 65 67 58 57 52 49 56 ",
        "European Commission Final report November 2015 68 5.2.2 Local Autonomy Index (LAI) Based on the judgements of the country group coordinators the Local Autonomy Index puts an emphasis on effective political discretion and financial autonomy which are considered to be very important dimensions of local autonomy (see Table 5.19). Policy scope and organisational autonomy are important dimensions of local autonomy, while the last three variables are considered to be somewhat important (see Table 5.21). Table 5.21: Construction of the LAI (D_LAI) (for 2014) D_LAI_2014 = ( 1 *D_LA_2014 + 2 *D_OA_2014 + 2 *D_PS_2014 + 3 *D_EPD_2014 + 3 *D_FA_2014 + 1 *D_CRC_2014 + 1 *D_VI_2014)/13 Weighting factors in bold Based on this index and calculated for the year 2014, Switzerland ranks highest, followed by Finland, Iceland and Denmark (see Figure). The country where municipalities have the lowest degree of autonomy is Ireland. Figure 5.23: Local Autonomy Index: Country Ranking 2014 Any construction of an index and any form of weighting implies decisions which might be questioned. Also the eleven variables presented in section 5.1 and the simple sum of all variables (LA) contain implicit weights. By including four variables measuring financial issues much more weight is given to financial aspects than to organisational autonomy which is only measured by one variable. The reduction of the eleven variables to seven dimensions and the different weights given to the variables and the dimensions are attempts to correct such distortions and to make the importance given to the different elements of local autonomy more transparent. There are substantial correlations between the different variables of local autonomy. 22 But small changes of the weights given to the different variables can considerably alter 22 The correlation between LA and D_LAI for 2014 amounts to .967 (sig. = .000, N = 39). ",
        "European Commission Final report November 2015 69 the ranking of the countries. In this respect, the rankings should be taken with caution and we suggest concentrating on the more general picture. There is obviously a group of countries where municipalities enjoy a high degree of autonomy (index values above 70). The Nordic countries Denmark, Finland, Sweden, Norway and Iceland belong to this group together with Switzerland, Germany and Poland. There is also a group of countries in which local autonomy is very low (index values of 40 and less). The countries here are Cyprus, Turkey, Malta, Moldavia, Georgia and Ireland. Between these two groups, we suggest to distinguish three more groups of countries:  Countries where municipalities have a medium-high degree of autonomy (index values between 60 and 70): Liechtenstein, Italy, Serbia, France, Bulgaria, Lithuania, Czech Republic, Austria and Estonia;  Countries with a medium degree of local autonomy (values between 50 and 60): Slovak Republic, Portugal, Belgium, Netherlands, Macedonia, Romania, Croatia, Luxembourg, Latvia and Spain;  And countries with a medium-low degree of autonomy (values between 40 and 50): Hungary, Albania, Slovenia, Ukraine, Greece and the United Kingdom. But once more, we have to point out that the choice of variables and the weight given to them will influence the results. If the legal status of local government is emphasised more the Nordic countries will score less well, or if even more weight is given to financial matters or the central or regional control, many Central and Eastern European countries will lose scores. 5.3 Local autonomy and regional autonomy In this project we followed – as requested – the methodology of the Regional Authorities project by Hooghe, Marks and Schakel (2010). The data of the two projects combined contribute to understanding the internal organisation of the countries and their allocation of tasks, competences and responsibilities to the different layers of the state. There is a slight positive correlations between the Local Autonomy Index and the Regional Self-Rule Index (2010; Pearson corr = .324; sig = .031; N = 34) as well as the Regional Authority Index (2010; Pearson corr = .325; sig. = .030; N = 34). The correlations suggest that some countries are overall more decentralised than others, and, furthermore, that the idea that decentralisation involves either local or on regional levels of government may be rejected (see Table 5.22). The only dimensions of the LAI which correlate with one of the regional authority indices are the financial autonomy (D_FA) and policy scope (D_PS). If we add up the scores of the Local Autonomy Index (LAI) and the Regional Authority Index (RAI) for the respective countries 23 , the federalist countries Germany, Switzerland and Belgium score highest followed by Italy, Spain, Austria and France (see Figure 5.24). The Nordic countries Finland, Denmark and Iceland are no longer among the most decentralised countries. 23 In order to give both indices equal weight the RAI was multiplied by 2.2. This level equals the highest value the countries achieve on each index. The mean value for the LAI is considerably higher which reflects the fact that all countries have municipalities but in quite a few countries regional authorities are not existent or very weak. ",
        "European Commission Final report November 2015 70 Table 5.22: Correlations of the different dimensions of the local autonomy project with the indices of the regional authority project (2010) RAI self-rule RAI shared-rule RAI D_LA_2010 0.047 0.099 0.066 D_PS_2010 ,337* 0.201 ,325* D_EPD_2010 0.023 0.053 0.034 D_FA_2010 ,470** ,350* ,473** D_OA_2010 0.109 0.036 0.096 D_CRC_2010 0.142 -0.141 0.070 D_VI_2010 0.056 0.192 0.101 D_LAI_2010 ,324* 0.236 ,325* * sig. 0,05; ** sig. 0,01 Figure 5.24: Local Autonomy Index + Regional Authority Index (2010) 5.4 A short comparison with other indices of decentralisation In this final section we compare the different dimensions of local autonomy and the Local Autonomy Index (LAI) to other indices of decentralisation such as those found in the OECD fiscal decentralisation database 24 or those suggested by Ivanyna and Shah (2012). In general, most of our dimensions correlate quite well with other measurements of decentralisation, and it is, furthermore, our Local Autonomy Index combining the different dimensions which shows the highest number of significant correlations, and 24 http://www.oecd.org/tax/federalism/oecdfiscaldecentralisationdatabase.htm (consulted in 2015). ",
        "European Commission Final report November 2015 71 quite a few of the correlations are stronger than the correlations of the dimensions (see Tables 5.23 and 5.24). 25 Without going too much into details, there are some interesting aspects to highlight. Local government revenue in percent of general government revenue correlates highest with our Local Autonomy Index followed by the part of local governments own tax in percent of general government tax income. These aspects seem to be well taken care of by our index. Financial autonomy does not correlate with local government revenue and expenditure which shows that we are adding an aspect here which goes beyond these two OECD indicators. Financial autonomy correlates – as it should – positively with the two tax autonomy indicators. The central or regional control correlates positively with the OECD indicators measuring unconditional transfers which could be expected since unconditional transfers are part of this dimension. Interesting to note finally, are the negative correlations of legal autonomy with quite a few of the OECD indicators. The reason for this is most probably to be found in the well-established Nordic systems where local autonomy is high and no special legal status is needed to protect the municipalities. Whereas for the indicators proposed by Ivanyna and Shah (2012) our index also correlates significantly with all of them. To some extent astonishing, however, is the fact that most of their indicators seem to be closer to policy scope than to other dimensions. Taken all together, the relative and varying degrees of closeness of our measures of autonomy to the other indices of decentralisation can be taken both as a sign that our data measures the relevant aspects of autonomy and that it adds new elements to the measurement of local autonomy. 25 Our weighted Local Autonomy Index (D_LAI) also shows higher correlation coefficients with the OECD indicators of decentralisation apart from OECD_NonEar1, and the same is true with the indicators suggested by Ivanyna and Shah (2012) apart from FDI. ",
        "European Commission Final report November 2015 72 Table 5.23: Correlations with OECD-measures of local autonomy OECD_D OECD_R OECD_RTrans OECD_TaxAut1 OECD_TaxAut2 OECD_TaxAut3 OECD_NonEar1 OECD_NonEar2 Pearson-corr .585 ** .559 ** .316 .557 ** .276 .559 ** .538 ** .632 ** Sig. (1-tailed) .002 .003 .071 .002 .091 .002 .005 .001 N 23 23 23 25 25 25 22 22 Pearson-corr .502 ** .581 ** .194 .479 ** .398 * .469 ** .490 * .432 * Sig. (1-tailed) .007 .002 .188 .008 .024 .009 .010 .022 N 23 23 23 25 25 25 22 22 Pearson-corr .217 .351 -.136 .453 * .071 .568 ** .246 .337 Sig. (1-tailed) .160 .051 .269 .011 .367 .002 .135 .062 N 23 23 23 25 25 25 22 22 Pearson-corr .572 ** .477 * .422 * .400 * .257 .369 * .257 .342 Sig. (1-tailed) .002 .011 .023 .024 .108 .035 .124 .060 N 23 23 23 25 25 25 22 22 Pearson-corr -.361 * -.129 -.369 * -.342 * -.144 -.384 * -.155 -.268 Sig. (1-tailed) .046 .279 .042 .047 .247 .029 .246 .114 N 23 23 23 25 25 25 22 22 Pearson-corr .391 * .442 * .141 .408 * .220 .384 * .466 * .396 * Sig. (1-tailed) .032 .017 .260 .022 .146 .029 .014 .034 N 23 23 23 25 25 25 22 22 Pearson-corr .269 .212 .178 .324 .157 .371 * .409 * .278 Sig. (1-tailed) .107 .165 .209 .057 .227 .034 .030 .105 N 23 23 23 25 25 25 22 22 Pearson-corr .611 ** .682 ** .215 .615 ** .323 .641 ** .536 ** .555 ** Sig. (1-tailed) .001 .000 .162 .001 .057 .000 .005 .004 N 23 23 23 25 25 25 22 22 D_LAI_2014 D_PS_2014 D_EPD_201 4 D_FA_2014 D_OA_2014 D_LA_2014 D_CRC_201 4 D_VI_2014 OECD_D: Local Level Expenditures in % of General Government Expenditures OECD_R: Local Level Revenues in % of General Government Revenues OECD_Rtrans: Local Level Transfer in % of General Government Revenues OECD_TaxAut1: Part of Local Government Tax Income in % of General Government Tax Income OECD_TaxAut2: Part of Local Government’s own Tax in % of Subnational Government Tax Income OECD_TaxAut3: Part of Local Government’s own Tax Income in % of General Government Tax Income OECD_NonEar1: Unconditional Transfers as % of Transfers of Subnational Government OECD_NonEar2: Unconditional Transfers as % of GDP ",
        "European Commission Final report November 2015 73 Table 5.24: Correlations with the indicators propose by Ivanyna and Shah (2012) LG_RI LG_SE FDI PDI ADI DI GCI Pearson-corr .505 ** .635 ** .528 ** .137 .653 ** .567 ** .572 ** Sig. (1-tailed) .001 .000 .000 .206 .000 .000 .000 N 38 38 38 38 38 38 38 Pearson-corr .397 ** .459 ** .337 * .059 .507 ** .356 * .361 * Sig. (1-tailed) .007 .002 .019 .362 .001 .014 .013 N 38 38 38 38 38 38 38 Pearson-corr .146 .413 ** .573 ** .334 * .103 .485 ** .534 ** Sig. (1-tailed) .190 .005 .000 .020 .269 .001 .000 N 38 38 38 38 38 38 38 Pearson-corr .430 ** .520 ** .201 .217 .401 ** .475 ** .482 ** Sig. (1-tailed) .004 .000 .113 .095 .006 .001 .001 N 38 38 38 38 38 38 38 Pearson-corr -.277 * -.183 -.049 .150 -.140 -.303 * -.228 Sig. (1-tailed) .046 .135 .385 .184 .202 .032 .084 N 38 38 38 38 38 38 38 Pearson-corr .087 .295 * .429 ** .059 -.082 .315 * .287 * Sig. (1-tailed) .301 .036 .004 .363 .312 .027 .041 N 38 38 38 38 38 38 38 Pearson-corr .149 .372 * .272 * .374 * .228 .353 * .414 ** Sig. (1-tailed) .185 .011 .049 .010 .085 .015 .005 N 38 38 38 38 38 38 38 Pearson-corr .412 ** .658 ** .584 ** .319 * .467 ** .607 ** .646 ** Sig. (1-tailed) .005 .000 .000 .026 .002 .000 .000 N 38 38 38 38 38 38 38 D_PS_2014 D_EPD_201 4 D_FA_2014 D_OA_2014 D_LA_2014 D_CRC_201 4 D_VI_2014 D_LAI_2014 LG_RI: Local Government Relative Importance LG_SE: Local Government Security of Existence FDI: Fiscal Decentralisation PDI: Political Decentralisation ADI: Administrative Decentralisation DI: Decentralisation Index GCI: Government Closeness Index ",
        "European Commission Final report November 2015 74 6. Summary and conclusion The Project This report presents the methodology, the data gathered and some first results of the project “Self-rule Index for Local Authorities” (Tender No 2014.CE.16.BAT.031). Conducted from October 2014 to November 2015, this study aimed at creating a “Local Autonomy Index” (LAI) to analyse and report changes in the extent of decentralisation in countries of the European Union. The measure of decentralisation had to go beyond recording the share of funds managed by local authorities and should capture the extent to which local authorities also have a say in how these funds are spent. The 39 countries covered are all 28 EU member states together with the three European Economic Area (EEA) countries (Norway, Iceland, and Liechtenstein) plus Switzerland, member of the European Free Trade Association (EFTA). Additionally, Albania, Macedonia, Moldova, Georgia, Serbia, Turkey and Ukraine have been included. The years covered are 1990 to 2014. The overall challenge of the project was to produce reliable and comparable data in a relatively limited period of time. In some countries, for example, it was not self- evident which state level to take into account, and in some countries not all local units enjoy the same degree of autonomy. To accomplish the task, we brought together a team of researchers familiar with the situation in the respective countries. Collaboration with the COST action IS1207 Local Public Sector Reform allowed us to access the necessary network of experts. The experts were requested to code their countries on the basis of a coding scheme which was developed by the project leaders 26 and the country group coordinators 27 . The code book draws upon theoretical considerations, empirical studies as well as basic ideas of the European Charter of Local-Self-Government. The coding was also expected to follow as far as possible the methodology of the Regional Authority Index (RAI) by Hooghe/Marks and Schakel (2010). The code book contains 11 variables: institutional depth (ID), policy scope (PS), effective political discretion (EPD), fiscal autonomy (FA), financial transfer system (FTS), financial self-reliance (FSR), borrowing autonomy (BA), organisational autonomy (OA), legal protection (LP), administrative supervision (AS) and central or regional access (CRA). The former eight variables are subsumed under the term self-rule (SR), the latter three under the term interactive rule (IR). Two variables (PS and EPD) consist of 12 components. The consistency of the coding was checked in three steps: for each country whether the variables fit into the overall pattern of the country, within groups of countries whether the countries fit into the overall pattern of the country groups and for all countries for outliers on each variable and for the total value. Furthermore, several meetings have been organised in order to improve and to clarify the coding procedure and discuss preliminary results. The final results were reviewed by two external experts 28 . This report presents the data and first findings of the project. In a first part (section 5.1), it presents the results for the eleven variables as well as simple additive measures of self-rule (SR), interactive rule (IR) and local autonomy (LA). In general, we concentrate on the overall trend (mean values for all countries) over time and selected years for all countries. The variables provide insights into specific aspects of 26 Prof. Andreas Ladner, Prof. Harald Baldersheim and Nicolas Keuffer. 27 Prof. Pawel Swianiewicz, Prof. Nikos Hlepas, Prof. Kristof Steyvers and Prof. Carmen Navarro. 28 Prof. Sabine Kuhlmann and Prof. Anders Lidström. ",
        "European Commission Final report November 2015 75 local autonomy and variations across countries and over time. These variables can be used for further research in their own right. In a second part (section 5.2) we reduce – on grounds of theoretical and empirical considerations – the complexity measured by the eleven variables to seven dimensions of local autonomy: legal autonomy (D_LA), policy scope (D_PS), effective political discretion (D_EPD), financial autonomy (D_FA), organisational autonomy (D_OA), central or regional control (D_CRC) and vertical influence (D_VI). On the basis of these seven dimensions we then suggest the construction of an index of local autonomy (D_LAI) which takes into account that not all of these dimensions are of equal importance. In two final sections (5.3 and 5.4) we combine the Local Autonomy Index with the Regional Authority Index and confront our index and the different dimensions with other indices of decentralisation. We see this report and the concomitant datasets as a platform for further research, not as a final product. For example, some of the coding of some of the countries might lead to discussions and modifications. New countries may be added and further updates may follow. Furthermore, the selection of dimensions of local autonomy and the construction of an overall index of local autonomy may be refined in the light of new research. We therefore prefer to denote this version of the report including the data base as a ”first release”. The index should be referred to as “Local Autonomy Index, Release 1.0”. Part of the reporting is an Excel file with all the data gathered as well as various forms of aggregations (Appendix C). Appendix B includes a series of country profiles which explain the coding of the respective countries and changes over time. The main results As overall conclusions, looking at the 39 countries, we find no signs of an ongoing centralisation process. Compared to the beginning of the 1990s, the degree of autonomy of local government has actually increased. There are, however, still important contrasts between individual countries and groups of countries, and changes regarding the various dimensions of local autonomy have not been equally strong in all parts of Europe. The Nordic countries – Finland, Iceland, Denmark, Sweden and Norway – consistently rank among the countries with the highest degree of autonomy together with Switzerland, Germany and Poland. This group is followed by Liechtenstein, Italy, Serbia, France, Bulgaria, Lithuania, Czech Republic, Austria and Estonia. Countries with a particularly low degree of local autonomy are Cyprus, Turkey, Malta, Moldavia, Georgia and Ireland. The increase of local autonomy took place between 1990 and 2005. Since then, the general picture shows a slight tendency towards more centralisation. The increase took place above all in the new democracies in Central and Eastern Europe. There are also variations as far as the different aspects of local autonomy are concerned. The relationship between local government and the higher levels of government (interactive rule) was less subject to change the than aspects which concern local authorities in their organisation and everyday activities (self-rule). Borrowing autonomy is – not astonishingly – the aspect of local autonomy where we can see a clear decrease in the aftermath of the financial crisis 2007/08. And finally, financial autonomy is considerably lower and control higher in many of the new Central and Eastern European democracies whereas the Nordic countries do not seem to need far-reaching legal protection for their strong municipalities. The number of units of local government In addition to changes in local autonomy, the project also provides records of processes of amalgamation of municipalities (Appendix A). In the early 1990s, the 39 ",
        "European Commission Final report November 2015 76 countries had altogether about 120.000 municipalities; in 2014 the number of municipalities amounted to about 106.500. This is a reduction of almost 12 percent in 25 years. Taken together, the number of municipalities has proven to be rather stable, considering other social changes in the last quarter of a century. In some countries, however, the consolidation of municipalities is an ongoing process, especially where territorial reforms started prior to the period covered by this project. The Nordic countries, where municipalities enjoy a very high degree of autonomy, further reduced the number of their municipalities between 1990 and 2014 (from 275 to 98 in Denmark, from 452 to 342 in Finland, from 124 to 77 in Iceland and from 448 to 428 in Norway). Also Germany continued to reduce the number of its municipalities by about 5000 (mainly in the new Länder ). Local autonomy, however, is not simply related to the size of the municipalities. Switzerland, for example, has despite an increasing number of amalgamations still very small municipalities, and France which has very small municipalities, too, and accounts for more than a quarter of the municipalities in our sample, also scores considerably well on the Local Autonomy Index. In some countries with lower levels of autonomy we also find considerable steps towards a lower number of municipalities. In 2006, Georgia reduced the number of municipalities from 1004 to 69, Macedonia from 123 to 80 in 2004, and Greece from 5775 to 1033 after the Capodistrias Plan (and further down to 325 in 2011). Some Central and Eastern European countries, on the contrary, increased the number of municipalities: Croatia (+556), Czech Republic (+2153), Hungary (+88), Romania (+233), Slovak Republic (+64), Slovenia (+161) and Ukraine (+1052). More detailed results by groups of countries All the five Nordic countries come in the top of overall scores on the LAI. They are also found in the upper third of scores on most of the detailed variables. These rankings indicate that a high level of local autonomy is a common feature of the Nordic countries and that they – taken together – constitute a particular type of local government system. Their scoring and subsequent ranking have also remained remarkably stable over the period of time studied (1990 – 2014). The overall scores and the stability of scoring suggest that we are witnessing a set of mature democracies in which a durable and fruitful pattern of co-operation between local and central government has been worked out; consequently, an extensive range of functions has been delegated by the Nordic states to local authorities. The wide functional scope is matched by financial strength and much autonomy in decision- making, including taxation and borrowing. Nonetheless, there are also discrepancies among the Nordic countries. The five Southern countries show some differences in terms of overall scores and ranking in local autonomy. With a conjoint 2014-score of 22, the FY Republic of Macedonia comes close to the general mean and belongs to the medium third in the ranking, alongside Greece that reaches a score of 20 in the same year. The FY Republic of Macedonia demonstrates a remarkable increase in local autonomy taking the 1990- and 2000-score as a frame of reference (in line with the general evolution). As a consequence of the Ohrid Framework Agreement, local self-government is regarded as an important tool for ensuring peaceful cohabitation of the different ethnic communities in this country. The Local Self-Government law of 2002 increased competence and discretion of municipalities, while it introduced the principle of subsidiarity. After the amalgamations of 2004, a decentralisation reform started in 2005 and has not yet been finalized. In Greece, some tendencies of re-centralisation (especially affecting financial matters) after the outbreak of the crisis have been obviously counterbalanced by the big “Kallikratis” reform of 2011, when 1034 municipalities were merged to 325 and a large proportion of upper level ",
        "European Commission Final report November 2015 77 responsibilities have been transferred to the first tier of local government. Therefore, the Greek score increased since 2010, reaching 20 points. Both the FY Republic of Macedonia and Greece belong to the medium ranking countries. Contrary to FYR Macedonia and Greece, the two “Island Republics” of this group, Malta and Cyprus, do not demonstrate impressive changes in recent years and the situation of their local governments is characterized by stability. Malta and Cyprus have developed their local government institutions just a few decades ago and they both did not seem to opt for strong municipalities, probably in order to avoid fragmentation of political power in their very small countries and also in view of the fact that the distance of central power to local communities and citizens is much shorter in these contexts. In Malta, there was a trend to strengthen local government until the beginning of the 21st century. In Cyprus, there were no reforms in local government for many years. For the time being, both Malta and Cyprus belong to the low ranking countries. Malta reaches a score of 19 points in 2014 (an increase of 3 points compared to 1990), while Cyprus reached no more than 17 points (the same as in 1990). Finally, Turkey is a case where a lot of changes are happening in terms of re- structuring and organization, but the autonomy scores do not seem to change throughout the previous twenty years, in spite of the fact that there was an impressive socio-economic evolution in this country, and although a quite ambitious democratization process has been on track and moving ahead for many years. It is obvious that Turkish governments are trying to improve the efficiency of local government, but at the same time they abstain from devolution of power to local politicians. The four Mediterranean countries all share the Napoleonic heritage of the French state tradition, with its dominant logic of centralisation and uniformity developed during the imposition of French rule in their territories in the nineteenth century. One of the most singular traits of the local system in this group is its fragmented morphology and the persistent resistance to consolidation. Exceptionally high numbers of local units and of small and very small size municipalities is its defining trademark: more than thirty-six thousand municipalities in France, and more than eight thousand both in Italy and Spain. Portugal is the only case that does not follow this pattern, with its few (308) and relatively big municipalities. All countries have a two tier system of local government, where, especially départements in France and provinces in Italy and Spain have an important role in assisting small local units. Over the last decades, the Mediterranean countries have experienced processes of decentralisation to newly created regions and to the municipalities themselves. These transformations have taken them away from the traditional centralist Napoleonic model. The regionalised state we now find in Italy and France and the quasi-federal system – with its strong autonomous communities – of Spain demonstrates the emergence of multilevel governance as the biggest change to be observed in subnational systems. Portugal again is the exception, as it remains a much more centralised country. The three Benelux countries are highly comparable in terms of overall scores and ranking in local autonomy. With a conjoint 2014-score of 23 they all come close to the general mean and belong to the medium third in the ranking. For Belgium and the Netherlands, this represents a (slight) increase in local autonomy taking the 1990- and 2000-score as a point of reference (in line with the general evolution). In Belgium, this is mainly due to gains in financial and organisational autonomy. In the Netherlands, it is the result of a gain in financial autonomy and effective policy discretion (mainly in the field of social assistance with recent decentralisations). For Luxemburg, this reflects a (slight) decrease. Recently, policy scope and effective policy discretion of municipalities have become more limited with the central state assuming ",
        "European Commission Final report November 2015 78 a number of functions, responsibilities and/or competences (i.e. in education and police). The four countries Switzerland, Liechtenstein, Germany and Austria are placed in the first half of the ranking on the LAI. As federalist countries, Switzerland, Germany and Austria give municipalities a strong legal status and well-defined institutional positions in the vertical relations between the different levels of government, only in Germany the access to the higher level is a bit weaker. Policy scope and effective political discretion are influenced by patterns of cooperation between the different levels of government. The allocated scores can obviously vary from one regional government to another. The scores of the countries on the self-rule variables are close to the mean value, except for Switzerland where municipalities enjoy remarkable freedom in respect to their administrative and political organisation and their fiscal autonomy. This explains why Switzerland is at the top of the LAI. As a unitary country which has some similarities with the Swiss system, Liechtenstein has very high scores on the self-rule variables but grants only limited access to higher level decisions. All the scores have remained remarkably stable over the time in question. The two British Isles score very low on the LAI, in 2014 Ireland even takes the last position. However, the scores of Ireland and the constituent parts of the United Kingdom show some variations. The Irish scores are particularly low for organisational autonomy since the Chief executive is appointed and the political system is decided by the Constitution and the national parliament. Borrowing has to be accepted by the central government’s minister for local government, the scope of functions local government provides and decides upon is also limited. The Local Government Reform Act in 2014 even led to a decrease of autonomy. The countries of the United Kingdom face legislation produced by the UK central government which has been characterised by the ultra vires principle. Each country, however, has its own local government system, with varying rules, allocation of functions and degrees of local discretion over the services local government provides. The English system allocates very limited task and political discretion to the municipalities. This is in line with their relative weak financial self-reliance (which has even decreased from 1990 to 2014). However, the English municipalities are comparatively independent from the centre, but have few channels to influence higher level decisions. Scotland, Wales and Northern Ireland have been granted devolved powers according to the settlement in 1999. Scottish municipalities are almost as heavily dependent on central grants as English municipalities, and have limited policy scope and discretion. However, it is the only British Isles where local government enjoys formal channels of representation. The overall score for Northern Ireland is one of the weakest among all countries studied. Policy scope and effective political discretion are virtually non-existent as well as opportunities to influence central government. This low score has remained remarkably stable over the period of time studied. This stability is also holds for England, Scotland and Wales. In most of the sixteen CEE countries under scrutiny the recent 25 years brought a fast increase of the Local Autonomy Index. The pace was different in individual countries. In some of them, decentralisation quickly progressed at the beginning of 1990s and the following years brought incremental changes only. Others may labelled as “late newcomers” – the chaos of radical changes at the beginning of the period did not allow for more far-reaching decentralisation, which had to wait several years more. But the upward trend of the LAI is more or less common for the group and the pace of changes has been much faster than in most of more stable Western democracies. The only noticeable exception to this trend is Hungary – a country which enjoyed far-going decentralisation in early 1990s, but more recently has experienced considerable re- centralisation reforms introduced by the Orban government. ",
        "European Commission Final report November 2015 79 Overall, the LAI scores for the group is highly varied. There are countries with a summary index above and countries which are close to the European average. But around half of the group have scores which are clearly below the European mean, including a group of those which are close to the lowest scores among all European countries (Moldova, Georgia and Ukraine). Looking at the three sub-groups defined above, one can make a clear distinction between: New Member States (with usually the highest LAI scores), Late New Member States (usually medium values of LAI score) and Non EU Member States (four out of five countries in that group have LAI scores clearly below the average). Lessons learnt and what remains to be done Local autonomy is definitely a multi-dimensional phenomenon, and it is far from easy to create an index which fully reflects the different elements from which the concept is composed. There are, furthermore, important variations between countries when it comes to the autonomy of their municipalities. These variations can only partly be explained by regional and historical factors and depend to some extent on political choices, power and interest. It would be interesting to know more about the factors which lead to high or low degrees of autonomy. Local autonomy is not only a phenomenon to be explained. It is also likely that local autonomy has an impact on other political processes, such as the participation of citizens at local elections, their trust in politicians and the performance of municipalities. Dealing with such questions are, of course, beyond the reach of this report, but we hope to provide, with the data presented here, solid ground for further investigations into the nature, the causes and the effects of local autonomy. ",
        "European Commission Final report November 2015 80 References CLARK, Gordon L. (1984): A Theory of Local Autonomy. In: Annals of the Association of American Geographers, 74 (2), 195-208. COUNCIL OF EUROPE (1985): European Charter of Local Self-Government. CETS No. 122. http://conventions.coe.int/Treaty/en/Treaties/Html/122.htm (consulted in 2015). DAHL, Robert A. and TUFTE, Edward R. (1973): Size and Democracy. Stanford California: Stanford University Press. DO VALE, Helder F. (2015): Comparing and Measuring Subnational Autonomy across Three Continents. In: Lex Localis, 13 (3), 741-764. ELAZAR, Daniel (1987): Exploring federalism. Tuscaloosa, AL: University of Alabama Press. GOLDSMITH, Michael (1995): Autonomy and City Limits. In: JUDGE, David, STOCKER, Gerry and WOLMAN, Harold (eds.). Theories of Urban Politics. London: Sage, 228-252. GOLDSMITH, Michael and PAGE, Edward C. (2010): Changing government relations in Europe: from localism to intergovernmentalism. London: Routledge. GURR, Ted R. and KING, Desmond S. (1987): The State and the City. London: Macmillan. HANSEN, Tore and KLAUSEN, Jan E. (2002): Between the Welfare State and Local government Autonomy. In: Local government Studies, 28 (4), 47-66. HOOGHE, Liesbet, MARKS, Gary and SCHAKEL, Arjan H. (2010): The Rise of Regional Authority: A Comparative Study of 42 Democracies (1950-2006). London: Routledge. IVANYNA, Maksym and SHAH, Anwar (2012): How close is your government to its people? Worldwide indicators on localization and decentralisation. In: Policy Research Working Paper, 6139. The World Bank. KING, Desmond S. and PIERRE, Jon (1990): Challenges to Local Government. London: Sage. LIDSTRÖM, Anders (1998): The comparative study of local government systems – a research agenda. In: Journal of Comparative Policy Analysis: Research and Practice, 1 (1), 97-115. OLSON, Mancur Jr. (1969): The Principle of \"Fiscal Equivalence\": The Division of Responsibilities among Different Levels of Government. In: The American Economic Review, 59 (2), Papers and Proceedings of the Eighty-first Annual Meeting of the American Economic Association (May, 1969), 479-487. PAGE, Edward (1991): Localism and Centralism in Europe. Oxford: Oxford University Press. PAGE, Edward and GOLDSMITH, Michael (1987): Central and Local government Relations. London: Sage. PRATCHETT, Lawrence (2004): Local Autonomy, Local Democracy and the “New Localism”. In: Political Studies, 52, 358-375. SCHARPF, Fritz W. (1999): Governing in Europe: effective and democratic? Oxford University Press, Oxford. SELLERS, Jeffrey and LIDSTRÖM, Anders (2007): Decentralisation, Local Government, and the Welfare State. In: Governance: An International Journal of Policy, Administration and Institutions, 20 (4), 609-632. ",
        "European Commission Final report November 2015 81 VETTER, Angelika (2007): Local Politics: a resource for democracy in Western Europe? Local autonomy, local integrative capacity, and citizens’ attitudes towards politics. Lexington Books. WATTS, Ross L. (1998): Federalism, federal political systems and federations. In: Annual Review of Political Science 1 (1), 117–137. WOLMAN, Hal, MC MANMON, Robert, BELL, Michael and BRUNORI, David (2008): Comparing Local Government Autonomy Across States. GWIPP Working paper. WOLMAN, Harold (2008): Comparing local government systems across countries: conceptual and methodological challenges to building a field of comparative local government studies. In: Environment and Planning C: Government and Policy 26, 87- 103. ",
        "European Commission Final report November 2015 Appendix Appendix A: Number of municipalities and changes over time Country_name nb_of_muni cipalities_2 014 Changes 1990_2014 Changes 2010_2014 nb_of_muni cipalities_2 010 Changes 2000_2010 nb_of_muni cipalities_2 000 Changes 1990_2000 nb_of_muni cipalities_1 990 Albania 373 -1 0 373 -1 374 0 374 Austria 2353 36 -3 2356 -2 2358 41 2317 Belgium 589 0 0 589 0 589 0 589 Bulgaria 264 -10 0 264 2 262 -12 274 Croatia 556 384 0 556 10 546 374 172 Cyprus 380 0 1 379 -1 380 0 380 Czech Republic 6253 2153 3 6250 -1 6251 2151 4100 Denmark 98 -177 0 98 -177 275 0 275 Estonia 213 -42 -13 226 -21 247 -8 255 Finland 320 -140 -22 342 -110 452 -8 460 France 36684 -9 -1 36685 2 36683 -10 36693 Georgia 71 -933 2 69 -935 1004 0 1004 Germany 11040 -4938 -842 11882 -1853 13735 -2243 15978 Greece 325 -5598 -709 1034 1 1033 -4890 5923 Hungary 3177 88 2 3175 17 3158 69 3089 Iceland 74 -139 -3 77 -47 124 -89 213 Ireland 31 -82 -83 114 0 114 1 113 Italy 8071 -23 -23 8094 -3 8097 3 8094 Latvia 119 -454 1 118 -440 558 -15 573 Liechtenstein 11 0 0 11 0 11 0 11 Lithuania 60 2 0 60 0 60 2 58 Luxembourg 106 -12 -10 116 -2 118 0 118 Macedonia 80 46 0 80 -43 123 89 34 Malta 68 1 0 68 0 68 1 67 Moldova 898 -61 0 898 249 649 -310 959 Netherlands 403 -269 -28 431 -106 537 -135 672 Norway 428 -20 -2 430 -5 435 -13 448 Poland 2479 96 0 2479 -12 2491 108 2383 Portugal 308 3 0 308 0 308 3 305 Romania 3181 233 0 3181 230 2951 3 2948 Serbia 145 0 0 145 0 145 0 145 Slovak Republic 2890 64 0 2890 7 2883 57 2826 Slovenia 223 161 2 221 18 203 141 62 Spain 8118 10 3 8115 4 8111 3 8108 Sweden 290 6 0 290 1 289 5 284 Switzerland 2352 -411 -232 2584 -142 2726 -37 2763 Turkey 1411 -650 -1555 2966 -278 3244 1183 2061 Ukraine 11624 1052 2 11622 27 11595 1023 10572 United Kingdom 433 -107 -1 434 -34 468 -72 540 ",
        "European Commission Final report November 2015 Appendix B: Country profiles ",
        "European Commission Final report November 2015 Appendix C: Datasets ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions: • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "doi: 10.2776/432291 K N - 0 4 - 1 6 - 3 4 3 - 2 A - N [ C a t a l o g u e n u m b e r ] "
    ]
}