{
    "text": [
        "More and better jobs in home-care services ",
        "",
        "More and better jobs in home-care services ",
        "Authors: Peter de Klaver, Amber van der Graaf, Douwe Grijpstra and Jacqueline Snijders (Panteia) Research managers: Robert Anderson, Daniel Molinuevo and Klára Fóti Research project: Creation and development of jobs in care and support services for people with disabilities or health problems The research managers would like to thank María José Dilla for her help in the research review process. When citing this report, please use the following wording: Eurofound (2013), More and better jobs in home-care services , Publications Office of the European Union, Luxembourg. ",
        "More and better jobs in home-care services Wyattville Road, Loughlinstown, Dublin 18, Ireland - Tel: (+353 1) 204 31 00 - Fax: (+353 1) 282 42 09 / 282 64 56 email: information@eurofound.europa.eu - website: www.eurofound.europa.eu ",
        "Cataloguing data can be found at the end of this publication. (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)(cid:3)(cid:9)(cid:10)(cid:11)(cid:12)(cid:13)(cid:3)(cid:7)(cid:14)(cid:15)(cid:16)(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:20)(cid:12)(cid:21)(cid:22)(cid:23)(cid:16)(cid:5)(cid:12)(cid:8)(cid:22)(cid:12)(cid:18)(cid:24)(cid:5)(cid:12)(cid:25)(cid:3)(cid:9)(cid:8)(cid:26)(cid:5)(cid:17)(cid:19)(cid:12)(cid:27)(cid:19)(cid:15)(cid:8)(cid:19)(cid:28)(cid:12)(cid:29)(cid:30)(cid:31)! \"(cid:8)(cid:15)(cid:11)(cid:12)(cid:31)(cid:30)#(cid:29)$(cid:30)%&’($% )*+,(cid:12)-/$0-(cid:29)0$-/0(cid:31)(cid:31)(cid:29)!0’ 1(cid:12)(cid:25)(cid:3)(cid:9)(cid:8)(cid:26)(cid:5)(cid:17)(cid:19)(cid:12)2(cid:8)(cid:3)(cid:19)\"(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:12)(cid:22)(cid:8)(cid:9)(cid:12)(cid:18)(cid:24)(cid:5)(cid:12))(cid:6)(cid:26)(cid:9)(cid:8)3(cid:5)(cid:6)(cid:5)(cid:19)(cid:18)(cid:12)(cid:8)(cid:22)(cid:12)(cid:2)(cid:15)3(cid:15)(cid:19)(cid:10)(cid:12)(cid:17)(cid:19)\"(cid:12)4(cid:8)(cid:9)5(cid:15)(cid:19)(cid:10)(cid:12)6(cid:8)(cid:19)\"(cid:15)(cid:18)(cid:15)(cid:8)(cid:19)(cid:20)(cid:28)(cid:12)(cid:29)(cid:30)(cid:31)! 2(cid:8)(cid:9)(cid:12)(cid:9)(cid:15)(cid:10)(cid:24)(cid:18)(cid:20)(cid:12)(cid:8)(cid:22)(cid:12)(cid:18)(cid:9)(cid:17)(cid:19)(cid:20)(cid:14)(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:12)(cid:8)(cid:9)(cid:12)(cid:9)(cid:5)(cid:26)(cid:9)(cid:8)\"(cid:3)(cid:16)(cid:18)(cid:15)(cid:8)(cid:19)(cid:28)(cid:12)(cid:17)(cid:26)(cid:26)(cid:14)(cid:15)(cid:16)(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:20)(cid:12)(cid:20)(cid:24)(cid:8)(cid:3)(cid:14)\"(cid:12)(cid:7)(cid:5)(cid:12)(cid:6)(cid:17)\"(cid:5)(cid:12)(cid:18)(cid:8)(cid:12)(cid:18)(cid:24)(cid:5)(cid:12)7(cid:15)(cid:9)(cid:5)(cid:16)(cid:18)(cid:8)(cid:9)(cid:28)(cid:12)(cid:25)(cid:3)(cid:9)(cid:8)(cid:26)(cid:5)(cid:17)(cid:19)(cid:12)2(cid:8)(cid:3)(cid:19)\"(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:12)(cid:22)(cid:8)(cid:9)(cid:12)(cid:18)(cid:24)(cid:5)(cid:12))(cid:6)(cid:26)(cid:9)(cid:8)3(cid:5)(cid:6)(cid:5)(cid:19)(cid:18)(cid:12)(cid:8)(cid:22)(cid:12) (cid:2)(cid:15)3(cid:15)(cid:19)(cid:10)(cid:12)(cid:17)(cid:19)\"(cid:12)4(cid:8)(cid:9)5(cid:15)(cid:19)(cid:10)(cid:12)6(cid:8)(cid:19)\"(cid:15)(cid:18)(cid:15)(cid:8)(cid:19)(cid:20)(cid:28)(cid:12)48(cid:17)(cid:18)(cid:18)3(cid:15)(cid:14)(cid:14)(cid:5)(cid:12)9(cid:8)(cid:17)\"(cid:28)(cid:12)(cid:2)(cid:8)(cid:3)(cid:10)(cid:24)(cid:14)(cid:15)(cid:19)(cid:20)(cid:18)(cid:8):(cid:19)(cid:28)(cid:12)7(cid:3)(cid:7)(cid:14)(cid:15)(cid:19)(cid:12)(cid:31)$(cid:28)(cid:12))(cid:9)(cid:5)(cid:14)(cid:17)(cid:19)\"# ;(cid:24)(cid:5)(cid:12)(cid:25)(cid:3)(cid:9)(cid:8)(cid:26)(cid:5)(cid:17)(cid:19)(cid:12)2(cid:8)(cid:3)(cid:19)\"(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:12)(cid:22)(cid:8)(cid:9)(cid:12)(cid:18)(cid:24)(cid:5)(cid:12))(cid:6)(cid:26)(cid:9)(cid:8)3(cid:5)(cid:6)(cid:5)(cid:19)(cid:18)(cid:12)(cid:8)(cid:22)(cid:12)(cid:2)(cid:15)3(cid:15)(cid:19)(cid:10)(cid:12)(cid:17)(cid:19)\"(cid:12)4(cid:8)(cid:9)5(cid:15)(cid:19)(cid:10)(cid:12)6(cid:8)(cid:19)\"(cid:15)(cid:18)(cid:15)(cid:8)(cid:19)(cid:20)(cid:12)<(cid:25)(cid:3)(cid:9)(cid:8)(cid:22)(cid:8)(cid:3)(cid:19)\"=(cid:12)(cid:15)(cid:20)(cid:12)(cid:17)(cid:19)(cid:12)(cid:17)(cid:3)(cid:18)(cid:8)(cid:19)(cid:8)(cid:6)(cid:8)(cid:3)(cid:20)(cid:12)(cid:7)(cid:8)\"8(cid:12)(cid:8)(cid:22)(cid:12)(cid:18)(cid:24)(cid:5)(cid:12)(cid:25)(cid:3)(cid:9)(cid:8)(cid:26)(cid:5)(cid:17)(cid:19)(cid:12) (cid:27)(cid:19)(cid:15)(cid:8)(cid:19)(cid:28)(cid:12)(cid:16)(cid:9)(cid:5)(cid:17)(cid:18)(cid:5)\"(cid:12)(cid:18)(cid:8)(cid:12)(cid:17)(cid:20)(cid:20)(cid:15)(cid:20)(cid:18)(cid:12)(cid:15)(cid:19)(cid:12)(cid:18)(cid:24)(cid:5)(cid:12)(cid:22)(cid:8)(cid:9)(cid:6)(cid:3)(cid:14)(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:12)(cid:8)(cid:22)(cid:12)(cid:22)(cid:3)(cid:18)(cid:3)(cid:9)(cid:5)(cid:12)(cid:26)(cid:8)(cid:14)(cid:15)(cid:16)8(cid:12)(cid:8)(cid:19)(cid:12)(cid:20)(cid:8)(cid:16)(cid:15)(cid:17)(cid:14)(cid:12)(cid:17)(cid:19)\"(cid:12):(cid:8)(cid:9)50(cid:9)(cid:5)(cid:14)(cid:17)(cid:18)(cid:5)\"(cid:12)(cid:6)(cid:17)(cid:18)(cid:18)(cid:5)(cid:9)(cid:20)#(cid:12)2(cid:3)(cid:9)(cid:18)(cid:24)(cid:5)(cid:9)(cid:12)(cid:15)(cid:19)(cid:22)(cid:8)(cid:9)(cid:6)(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:12)(cid:16)(cid:17)(cid:19)(cid:12)(cid:7)(cid:5)(cid:12)(cid:22)(cid:8)(cid:3)(cid:19)\"(cid:12)(cid:8)(cid:19)(cid:12)(cid:18)(cid:24)(cid:5)(cid:12) 2(cid:8)(cid:3)(cid:19)\"(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:12):(cid:5)(cid:7)(cid:20)(cid:15)(cid:18)(cid:5)(cid:12)(cid:17)(cid:18)(cid:12):::#(cid:5)(cid:3)(cid:9)(cid:8)(cid:22)(cid:8)(cid:3)(cid:19)\"#(cid:5)(cid:3)(cid:9)(cid:8)(cid:26)(cid:17)#(cid:5)(cid:3) (cid:25)(cid:3)(cid:9)(cid:8)(cid:26)(cid:5)(cid:17)(cid:19)(cid:12)2(cid:8)(cid:3)(cid:19)\"(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)(cid:12)(cid:22)(cid:8)(cid:9)(cid:12)(cid:18)(cid:24)(cid:5)(cid:12))(cid:6)(cid:26)(cid:9)(cid:8)3(cid:5)(cid:6)(cid:5)(cid:19)(cid:18)(cid:12)(cid:8)(cid:22)(cid:12)(cid:2)(cid:15)3(cid:15)(cid:19)(cid:10)(cid:12)(cid:17)(cid:19)\"(cid:12)4(cid:8)(cid:9)5(cid:15)(cid:19)(cid:10)(cid:12)6(cid:8)(cid:19)\"(cid:15)(cid:18)(cid:15)(cid:8)(cid:19)(cid:20) 48(cid:17)(cid:18)(cid:18)3(cid:15)(cid:14)(cid:14)(cid:5)(cid:12)9(cid:8)(cid:17)\" (cid:2)(cid:8)(cid:3)(cid:10)(cid:24)(cid:14)(cid:15)(cid:19)(cid:20)(cid:18)(cid:8):(cid:19) 7(cid:3)(cid:7)(cid:14)(cid:15)(cid:19)(cid:12)(cid:31)$ Ireland ;(cid:5)(cid:14)(cid:5)(cid:26)(cid:24)(cid:8)(cid:19)(cid:5)(cid:11)(cid:12) <>!(!(cid:12)(cid:31)=(cid:12) (cid:29)(cid:30)’(cid:12)!(cid:31)(cid:12)(cid:30)(cid:30) 2(cid:17)(cid:4)(cid:11)(cid:12) <>!(!(cid:12)(cid:31)=(cid:12) (cid:29)$(cid:29)(cid:12)’(cid:29)(cid:12)(cid:30)-(cid:12)&(cid:12)(cid:29)$(cid:29)(cid:12)%’(cid:12)(% (cid:25)(cid:6)(cid:17)(cid:15)(cid:14)(cid:11)(cid:12) (cid:15)(cid:19)(cid:22)(cid:8)(cid:9)(cid:6)(cid:17)(cid:18)(cid:15)(cid:8)(cid:19)?(cid:5)(cid:3)(cid:9)(cid:8)(cid:22)(cid:8)(cid:3)(cid:19)\"#(cid:5)(cid:3)(cid:9)(cid:8)(cid:26)(cid:17)#(cid:5)(cid:3) www.eurofound.europa.eu (cid:13)(cid:9)(cid:15)(cid:19)(cid:18)(cid:5)\"(cid:12)(cid:15)(cid:19)(cid:12)7(cid:5)(cid:19)(cid:6)(cid:17)(cid:9)5 ;(cid:24)(cid:5)(cid:12)(cid:26)(cid:17)(cid:26)(cid:5)(cid:9)(cid:12)(cid:3)(cid:20)(cid:5)\"(cid:12)(cid:15)(cid:19)(cid:12)(cid:18)(cid:24)(cid:15)(cid:20)(cid:12)(cid:7)(cid:8)(cid:8)5(cid:12)(cid:15)(cid:20)(cid:12)(cid:16)(cid:24)(cid:14)(cid:8)(cid:9)(cid:15)(cid:19)(cid:5)0(cid:22)(cid:9)(cid:5)(cid:5)(cid:12)(cid:17)(cid:19)\"(cid:12)(cid:16)(cid:8)(cid:6)(cid:5)(cid:20)(cid:12)(cid:22)(cid:9)(cid:8)(cid:6)(cid:12)(cid:6)(cid:17)(cid:19)(cid:17)(cid:10)(cid:5)\"(cid:12)(cid:22)(cid:8)(cid:9)(cid:5)(cid:20)(cid:18)(cid:20)(cid:12)(cid:15)(cid:19)(cid:12)(cid:19)(cid:8)(cid:9)(cid:18)(cid:24)(cid:5)(cid:9)(cid:19)(cid:12)(cid:25)(cid:3)(cid:9)(cid:8)(cid:26)(cid:5)#(cid:12) 2(cid:8)(cid:9)(cid:12)(cid:5)3(cid:5)(cid:9)8(cid:12)(cid:18)(cid:9)(cid:5)(cid:5)(cid:12)(cid:22)(cid:5)(cid:14)(cid:14)(cid:5)\"(cid:28)(cid:12)(cid:17)(cid:18)(cid:12)(cid:14)(cid:5)(cid:17)(cid:20)(cid:18)(cid:12)(cid:8)(cid:19)(cid:5)(cid:12)(cid:19)(cid:5):(cid:12)(cid:18)(cid:9)(cid:5)(cid:5)(cid:12)(cid:15)(cid:20)(cid:12)(cid:26)(cid:14)(cid:17)(cid:19)(cid:18)(cid:5)\"# ",
        "Contents Executive summary 1 Introduction 4 Policy background 4 Aim of the research 4 Scope 5 Selection of Member States 6 Research activities 6 Report structure 8 Chapter 1: European policies and statistics on health and social care 9 EU policies 9 Policy actions 11 EU statistics 13 Chapter 2: Labour market context 15 Home care versus institutional care 15 Labour market characteristics 16 Labour market situation for care and support services 21 Labour supply 31 Employee characteristics 31 Chapter 3: Recruitment and retention measures 33 Type of recruitment and retention measures 33 Policies and actions at national level 33 Case studies: Good practice in recruitment and retention 34 Chapter 4: Outcomes, results and impact 41 Case studies: Outcomes 41 Results and impact 45 ",
        "More and better jobs in home-care services Chapter 5: Lessons learnt: Success and failure factors 46 Lessons from Strategy 1: Targeting labour reserves 46 Lessons from Strategy 2: Promoting and facilitating education 48 Lessons from Strategy 3: Improving the circumstances of current employees 49 Lessons from Strategy 4: Improving operational management and labour productivity 51 Lessons learnt: Sustainability and transferability 54 Chapter 6: Conclusions and policy pointers 57 Conclusions 57 Policy pointers 58 Policy pointers on sustainability and transferability 61 General policy pointers 61 Bibliography 63 Annex 1: Analytical framework 65 Annex 2: National experts 68 ",
        "1 Executive summary Introduction This study examines recruitment and retention measures in community-based care and support services for adults with disabilities and health problems. It focuses on 10 EU Member States: Austria, Bulgaria, Denmark, France, Germany, the Netherlands, Poland, Portugal, Spain and the United Kingdom. It examines 30 case studies from these countries, analysing initiatives that were successful either in creating more jobs in the provision of health and social care for adults in the community or in improving the quality of jobs, with the aim of both attracting new recruits and retaining existing staff. Policy context Population ageing is generating a need and a demand for more and better jobs in long-term care. An accessible and high-quality system of health and social care provision is essential for European societies and economies. The health and social care sector is growing in nearly all Member States, providing opportunities for an ever greater number of jobs. This is a sector with increasing demands for quality and skills to support people with multiple chronic conditions. There are barriers to job creation in this sector, however, including a shortage of recruits, budgetary constraints and demanding working conditions. To overcome these problems and to support the creation of a strong workforce in the sector and its ongoing growth, a variety of strategies are required. Such strategies can be sustainable, however, only if workers find it worthwhile to stay in the sector, and this means that policies designed to solve labour shortages in the care sector must also ensure that they are satisfied with their working conditions and wages. Key findings • The balance of community-based versus institutional care for adults with disabilities varies across countries. Overall, there is an increasing trend towards more community-based care. The momentum towards home care appears to be driven by lower costs, policies promoting the greater independence of people with disabilities, the preferences of clients and the potential of assisted-living technology. • It is difficult to determine the size of the workforce in community-based care for the elderly and disabled. Data are available only for Austria (20,100 jobs), France (393,000 jobs), the Netherlands (132,200 jobs), Spain (115,900 jobs) and the UK (960,000 jobs). • Data available for three of the study countries show rising numbers of home-care workers: on average, in Austria by 740 yearly, in France by 19,800 yearly and in the UK by 28,000 yearly. Most likely, this rising trend also applies in other countries. The rising trend is expected to continue in the coming years. • Generally, the labour market for community-based care is characterised by shortages, especially at higher qualification levels. These have been mitigated temporarily by the economic crisis. In the long term, increasing shortages are to be expected, especially for better-qualified personnel. Europe is in the midst of an economic crisis that is leading to cutbacks in care services and more emphasis on the financial argument for community-based care over institutional care. High unemployment rates are making the sector more attractive to work in, while the increasing emphasis on labour market measures may succeed in boosting recruitment. ",
        "More and better jobs in home-care services 2 Labour market strategies Four labour market strategies have been identified to improve recruitment and retention in the sector: 1. targeting labour reserves in order to attract new employees to the sector, including the recruit- ment of unemployed people and groups such as immigrants and labour migrants; 2. promoting and facilitating the education of potential employees – by, for example, creating spe- cific learning paths, developing campaigns to encourage young people to choose a career in the sector and improving the relationship between this labour market and educational institutions; 3. improving the working conditions of current employees in order to optimise their potential and retain them in the sector – for instance, by introducing training programmes, professionalising the sector and providing more career opportunities for existing employees; 4. improving the operational management and labour productivity of organisations, for example through the use of new technologies and direct payments, or distributing tasks more effectively among staff. Policy pointers • Recruitment programmes in community-based care services can provide job opportunities for people in the migrant population, the long-term unemployed and adults who themselves have disabilities. Some migrants may already have experience in the informal care sector. Reaching each of these groups needs a targeted approach. • Campaigns to encourage young people to consider a career in the care sector are more successful if targeted at specific groups . Much remains to be done to persuade boys especially that care work is a valid career choice. • The content and organisation of social care education has to be attractive to students, with an emphasis on practical work and, if possible, traineeships in their own neighbourhood. • For people already working in the sector, human resource and general management have to be professional. Standards in the care sector can be improved through practice-oriented training and retraining schemes for workers. Training is more successful if it is close to home, as much as possible free of charge and run during working hours; small class sizes are also recommended. • Assistive technology offers much potential in this field. Workers need to be trained in the use of this technology. It is also important to gain acceptance of the technology among clients and service providers. • Sustainability deserves particular attention, especially in the case of subsidised projects. This means that projects subsidised from public funds need secure finances, activities need to be coordinated effectively and one body or organisation needs to take on the lead role. • The transfer of successful initiatives to other regions, countries or sectors demands a well- thought-out strategy to embed the successful innovations in regular activities and policies. This may include using the EU funding for transnational partnerships. • Political willingness to address the labour market problems in home care and community- based care is an important prerequisite for successful, sustainable and transferable measures. ",
        "3 Executive summary At the moment, there is a gap between policies and political commitment. Legislation exists but sustained political support is needed to further develop the labour market for home care. • Political support is essential to continue the structural funding of recruitment and retention measures by the EU and its Member States. • Data gathering and use of statistics could be substantially improved to develop, monitor, evaluate and adapt the relevant labour market policies of national and European authorities. ",
        "More and better jobs in home-care services 4 Introduction Policy background In February 2013, the European Commission in its Social Investment Package called on Member States to prioritise social investment and to modernise their welfare states in response to the significant challenges they face. These challenges include high levels of financial distress, increasing poverty and social exclusion, and record unemployment, especially among young people. These are compounded by the challenge posed by an ageing society and smaller working age populations, which tests the sustainability and adequacy of national social systems (European Commission, 2013b). The Social Investment Package directs specific attention to long-term care in the Commission staff working document Long-term care in ageing societies – Challenges and policy options (European Commission, 2013a). This document sets out how to reduce the need for long-term care through prevention, rehabilitation and the creation of more age-friendly environments, and by developing more efficient ways of delivering care. A functioning and high-quality system of health and social care provision is essential for European societies and economies. Ill-health can lead to social exclusion and create barriers to participation in society. At the same, the health and social care sector is growing quickly, providing an ever greater number of ‘white job’ opportunities. 1 As population ageing increases demand for high-quality care, there is yet more potential for employment growth in the sector. However, in its 2012 communication ‘Towards a job-rich recovery’, the European Commission identified a number of barriers to job creation specifically in this sector (European Commission, 2012d). These include: • the shortage of new recruits to replace those who are retiring; • the emergence of new healthcare patterns to tackle multiple chronic conditions; • budgetary constraints; • demanding working conditions with little compensation. To overcome these problems and to support the creation of a strong and growing workforce in the sector, countries are already taking different measures to improve the situation. Other countries can learn from these. Aim of the research The main aim of the study is to examine job creation (including recruitment and retention) in the care sector. In particular it examines home and community-based care and support services for adults with physical or intellectual disabilities or chronic physical or mental health problems. It describes the current situation in selected Member States and highlights those measures that have proved successful in developing both the numbers and quality of the care workforce. 1 When introducing the priorities of the current European Commission, President Barroso emphasised the fundamental need to create jobs and highlighted the opportunities for Europe of both ‘green jobs’ (in sectors related to the environment and management of climate change) and ‘white jobs’ (in health and social services). ",
        "Introduction 5 To achieve this main aim, the following specific objectives were set: • to identify 10 Member States where initiatives have been established to increase the number and quality of home-care workers or to decrease turnover rates of staff, and where policies and legislation are in place to promote the growth of the workforce of carers; • to describe the current labour market in home care and community-based care in the selected countries; • to document how and with what success the different recruitment and retention measures have been implemented in the selected countries. Scope At the centre of this study are jobs in home care and community-based care for disabled adults. Community-based care is defined as health and social care that is provided to people to enable them to live in a community. 2 It contrasts with institutional care, which is defined as care provided in residential institutions. Some sources distinguish between home care (instead of community- based care) and institutional care. 3 However, there are countries in which the term ‘home care’ has a narrower meaning. Therefore the term ‘community-based care’ is used in preference, while at the same time the people involved are called ‘home-care workers’, which better describes their activities than the term ‘community-based care workers’. In this study, home-care workers are defined as health and social care workers who: • provide health and social care services to a specific target group (adults with a physical or intellectual disability, or with chronic physical or mental health problems, particularly people below retirement age); • provide care of a specific type (long-term care); • work in a specific setting (community-based care as opposed to institutional care); • work in a formal (waged) context (as opposed to informal, non-waged care). This definition shows that the discussion does not address one specific occupation or profession. A profession often defines itself by a specific professional identity, a professional history or self- organisation. An occupation is mostly defined by the qualifications that someone needs to have acquired to be able to enter that sector’s labour market and continue practising in the occupation. Definitions of professions and occupations can, however, differ considerably across different countries (see, for instance, Cedefop, 2012). This study therefore concentrates on the type and objectives of the activities carried out in the labour market as described above. Based on these activities, this study focuses on a number of occupational groups roughly corresponding to NACE code 88.10 (social work activities without accommodation for the elderly and disabled), including home carers, social care workers, social workers, activity 2 There is overlap between community-based care and personal and household services (PHS). PHS are defined as a broad range of activities that contribute to the well-being of families and individuals at home: childcare, long-term care for the elderly and for people with disabilities, remedial classes, home repairs, gardening, ICT support and welfare work (see European Commission, 2012b). 3 See, for instance, Rodrigues et al, 2012. Here home care is defined as care provided at home by professionals after a formal needs assessment. ‘Care’ means domestic aid services, personal care, and supportive, technical and rehabilitative nursing. ",
        "More and better jobs in home-care services 6 workers, 4 community nurses and other professions, such as therapists. Certain occupational groups in primary healthcare, such as family doctors and dentists, are excluded. Selection of Member States This report studies 10 Member States in depth, the selection of which was based on the following criteria: • geographical location: countries from all four regions of Europe (north, east, south and west); • accession group: countries from different accession groups, distinguishing between the 15 Member States prior to the 2004 enlargement, the 2004 accession countries and the 2007 accession countries. • degree of deinstitutionalisation: countries with low rates of home care and community-based care and countries with high rates; • existence of relevant policies, legislation and initiatives: countries for which it has been shown that there are shortages of home-care workers and that there are relevant policies, laws and initiatives to increase recruitment. On the basis of these indicators, a provisional selection was made. To get a first impression of the variety of issues, policy approaches and potentially interesting cases for deeper study, the experts in the countries concerned carried out some brief desk-based research. They looked at the general topic and developments in the field, while also identifying some examples of initiatives aimed at resolving the issues. While the characteristics of the sector are similar across the countries, the economic and policy context of a country (for instance, in terms of general policies, legislation, level of centralisation, formal versus informal care and funding structure) determines how these issues are discussed and what the responses are in terms of policies, instruments and initiatives. The following final selection of Member States was made: Austria, Bulgaria, Denmark, France, Germany, the Netherlands, Poland, Portugal, Spain and the United Kingdom. Research activities Three models were used to construct a methodological approach. • The labour market model maps the current and expected situation in demand and supply and problems relating to discrepancies between demand and supply in the labour market. • The PESTLE analysis describes the political, economic, social, technological, legal and environmental factors influencing the labour market. • The solutions model classifies measures to resolve the problems in the labour market. These three models, which are described in detail in Annex 1, formed the basis for formulating specific research questions, the collection and analysis of data and the reporting. The study started with desk-based research on relevant EU policies and EU statistics. 4 Staff supporting people in community activities or activities aimed to reintegrate people into employment. ",
        "7 Introduction Next, in each of the 10 selected countries, national experts from the European Network for Social and Economic Research (ENSR) gathered relevant country information (see Annex 2 for the names and organisations of the experts). By using a fixed template it was possible to collect country information in a structured manner. The national experts produced similar types of country reports that were readily comparable and from which conclusions could be drawn. Globally, the themes were: • the context in which policies and initiatives are developed and the problems they aim to address; • political and legal frameworks; • the structural framework and funding structure; • types of programmes deployed for recruitment and retention of employees. In addition, the national experts carried out 30 case studies on successful initiatives in the field of home-care job creation and retention. Model cases were selected to represent of the following four strategies to resolve problems with the labour market in this sector: • targeting labour reserves; • stimulating and facilitating education for potential employees; • improving the circumstances of current employees; • improving the operational management and labour productivity of organisations. The most important selection criteria were that the approaches had to be both innovative and practical. An innovative and practical approach was defined as any project, policy or solution that : • attempts to increase the number or quality of workers or decrease the turnover rates of staff; • aims specifically at workers delivering community care services for adults with physical or intellectual disabilities or chronic physical or mental health problems; • addresses specific qualitative and quantitative discrepancies and lack of transparency in the labour market of care workers; • addresses one or more of the four strategies to combat labour market discrepancies; • has a clear and dynamic vision and approach; • has specified the conditions under which the approach operates; • follows and carefully registers processes and procedures; • has proven to be successful, having been evaluated at least once and shown visible effects (in terms of target groups reached, follow-ups, intrinsic and extrinsic effects). In addition to being innovative and practical, the initiatives also had to be substantial in outreach, staff and funding. Within each strategy, a variety of types of measure were selected. The resulting mixture of selected cases is assumed to represent high-quality and transferable examples of initiatives and approaches to recruiting and retaining staff, beneficial for policymakers in all EU Member States. ",
        "More and better jobs in home-care services 8 Globally, each case study comprised five parts. 1. Problem definition: What specific labour market problem does the initiative address? 2. Approach: What approach has been used to address the problem? What are the core elements of the approach? 3. Contextual factors: What conditions have influenced the good practice identified? What fac- tors improved the success of the initiative? 4. Results: What have been the results of the initiative? How many jobs have been created? Has the problem been solved? 5. Lessons learnt: What can the organisations directly involved and others learn from this par- ticular initiative? What are the main success and failure factors? How sustainable is the initia- tive? To what extent is the approach transferable to other situations? On the basis of an analysis of the 30 case studies, it was possible to draw conclusions about success and potential failure factors, to determine the sustainability and transferability of recruitment and retention measures, and to formulate policy pointers for job-creation policies. Report structure Chapter 1 describes the EU policy context and presents statistics on expenditure in the health and social care sector in Europe, the recipients of care, and employment in the sector. Chapter 2 describes the characteristics of this labour market and the contextual factors influencing it. Chapter 3 presents an overview of the 30 case studies of good practice in recruitment and retention in the sector, classifying them on the basis of the labour market strategy they exemplify. Chapter 4 provides a summary of the outcomes of the initiatives and the impact they have had on employment, while Chapter 5 discusses the factors associated with success and failure in the initiatives. Chapter 6 draws a number of conclusions from the study and offers a list of policy pointers. The annexes at the end of the report comprise the analytical framework of the study and an overview of the national experts involved in this research project. The 10 country studies including the case studies are set out in separate reports. ",
        "9 1 European policies and statistics on health and social care This chapter begins with an outline of relevant EU policies concerning the health and social care sector. The recent Social Investment Package, which urges Member States to prioritise social investment and to modernise their welfare states, is especially relevant. The discussion summarises the policies that address future EU health workforce needs, focusing on five themes: workforce planning, anticipation of skills requirements, training and mobility, recruitment and retention, and EU funding. The chapter then presents EU statistics related to the labour market in care and support services for adults with disabilities or health problems. EU policies Europe 2020 Europe 2020 is a 10-year strategy proposed by the European Commission on 3 March 2010 for the advancement of the economy of the European Union. The strategy aims to achieve ‘smart, sustainable, inclusive growth’ with greater coordination of national and European policy (European Commission, 2010b). A report by the Social Protection Committee in 2011 analysing the social dimension of the Europe 2020 strategy delivered 10 key messages. One of the key messages was to increase the effectiveness, sustainability and responsiveness of healthcare and long-term care (European Commission, 2011). The EU promotes the coordination of national long-term care policies through the open method of coordination, 5 with a particular focus on access, quality and sustainability. For this report, the most relevant objectives in these three areas are: • enhancing the provision of long-term care services (a mix of home, community and institutional services) to all layers of the population; • reducing geographical differences in availability and quality of care; • prioritising tailor-made care and support services to ensure that people live in their home for as long as possible; and, where these services are not available, their promotion via a parallel adaptation of the institutional care setting; • creating quality assurance measures; • placing emphasis on health promotion at all ages including old age, disease prevention and rehabilitation policies; • ensuring sufficient human resources through formal staff training, motivation and working conditions. Another important goal to address the expected shortage of labour in the health and care sector is ‘to facilitate and promote intra-EU labour mobility and better match labour supply and demand with appropriate financial support from the structural funds’ (European Commission, 2010b, p.18). The EU has also developed several concrete actions to improve the long-term care sector. 5 The open method of coordination (OMC) is a framework for cooperation between the Member States. The outcomes of the OMC have a potentially binding character but are actually ‘soft law’ – they depend upon peer pressure. ",
        "More and better jobs in home-care services 10 Employment Package The Employment Package (launched in April 2012) is a set of policy documents that examines how EU employment policies intersect with a number of other policy areas in support of smart, sustainable and inclusive growth (European Commission, 2012d). It identifies the areas that offer the greatest job potential in the EU and the most effective ways for EU countries to create more jobs. As the health and social care sector has high employment potential, the Employment Package pays special attention to white jobs and includes an action plan for the EU health workforce. This plan sets out actions to foster European cooperation and share good practice to help improve health workforce planning and forecasting, to anticipate future skills needs and to improve the recruitment and retention of health professionals, while mitigating the negative effects of migration on health systems. As part of the Employment Package, the Commission also published a staff working document on exploiting the potential of personal and household services (European Commission, 2012b). This package aims to identify strategies for dealing with the following: 1. better work–life balance, achieved through increased transfer of daily tasks done in the home to service providers, as well as child and elderly care; 2. job creation for the relatively low-skilled, particularly in housework services; 3. improvement in the quality of care. In consultation with the stakeholders (including national authorities, social partners and service users and suppliers), these strategies will be further developed. Social Investment Package The 2013 Social Investment Package sets out the EU policy framework and concrete actions to be taken by Member States and the Commission so that social protection systems are more efficient and effective, with guidance on the use of EU funds to support reforms. An important component of the Social Investment Package is the Commission staff working document Long-term care in ageing societies – Challenges and policy options (European Commission, 2013a). It argues that Europe needs to prepare for a tripling of the number of people in the age group most likely to need long-term care (people aged 80 years and over) by 2060. The current modes of responding to older people’s long-term care needs are not sustainable in view of this major demographic shift. The document highlights ways of responding to this challenge by reducing the need for long-term care through prevention of illness, rehabilitation and the creation of more age- friendly environments, and by developing more efficient ways of delivering care. The EU can play a major role in promoting innovation and social investment in this area by developing new ways of closing the gap between long-term care needs and provision through, for example, the European Innovation Partnership on Active and Healthy Ageing and the Ambient Assisted Living Programme. The EU can also use the structural funds to boost investment in age- friendly environments and better-qualified professional carers. Progress towards financially sustainable and socially adequate social protection against long- term care risks will continue to be monitored by the EU’s Economic Policy and Social Protection Committees. This will be decisive for achieving a number of goals set in the context of the Europe ",
        "11 European policies and statistics on health and social care 2020 strategy – sound public finances in ageing societies, a high level of employment and the reduction of poverty. The Commission document on long-term care recommends that Member States give particular attention to strategies oriented towards social investment that combine preventive measures of healthy and active ageing with productivity drives in care delivery and measures to increase the ability of older men and women to continue independent living even as they become frail or develop disabilities. Moreover, as increasing priority is given to the quality of public expenditure in EU policy guidance through country-specific policy pointers, these should also focus on improving the effectiveness of spending in this area, so that adequate social protection against long-term care risks can be ensured even at the height of population ageing. Policy actions The Member States recognise the challenges of the health and social care sector and therefore, at an EPSCO (Employment, Social Policy, Health and Consumer Affairs Council) meeting in December 2010, invited the Commission to assist Member States in tackling long-term issues around the health workforce. In the section below, several of the actions and measures that the EU has developed in recent years are discussed. These actions are grouped around the five key issues of workforce planning, skills anticipation, training and labour mobility, recruitment and retention practices, and funding through the EU structural funds. Workforce planning According to the Commission, health workforce planning is one of the biggest challenges facing Europe today. At the moment, the lack of comparable statistics makes forecasts unreliable. As a consequence, an EU Joint Action on Health Workforce Planning and Forecasting (2013–2015) has been put in place. In a feasibility study to identify actions that could be carried out at EU level to support workforce planning, the Commission indicated that the EU could support the creation of common definitions, indicators, tools and methodologies, and will work closely with data collectors such as Eurostat, the OECD and the World Health Organization (Matrix Insight, 2012). A coordinating role has been suggested for the European Observatory on Health Workforce Planning (created after the 2008 Green Paper on the health workforce). The action programme aims to provide comparable statistics and new, reliable forecasting models. The forecasts will take a central position in formulating policy interventions in education, training, working conditions and recruitment of healthcare workers. Skills anticipation A second challenge is identifying the skills that will be necessary for long-term care workers. Shifting care from institutions to people’s homes, the use of new technologies and the use of different diagnostic techniques all influence the skills that will be relevant in the future. The EU is developing several projects to map skills and competences in the healthcare sector: it is investigating the feasibility of a European Sector Council on Employment and Skills for the Nursing and Care Workforce, and a pilot network of healthcare assistants is being put into place. These two projects will contribute to the EU Skills Panorama, which will provide an overview of emerging skills needs and will contain a common multilingual classification of occupations and skills. A skills forecast from Cedefop (the European Centre for the Development of Vocational Training) will be another building block of this panorama. ",
        "More and better jobs in home-care services 12 Training and labour mobility The third challenge focuses on providing people with the correct training to prevent a mismatch between job requirements and education. In August 2012, a call for proposals to create a pilot Sector Skills Alliance for the healthcare sector closed . This alliance brings together educational providers, sector experts (such as sector federations) and public and private education authorities to create new curricula and training methods to provide students with skills demanded by the labour market. Erasmus for All 2012–2014 is an EU funding programme to increase cross-border education that also applies to healthcare workers. Both policies can be seen in the light of the Lifelong Learning Programme and the commitment to continuous professional development. The Commission states in a directive on professional qualifications that Member States need to mutually recognise professional qualifications. The goal is to increase the motivation and professional competences of healthcare workers and to increase cross-border labour mobility. Mobility and migration are deemed important because labour market shortages tend to be geographically dispersed. Recruitment and retention practices European social dialogue in the hospital and healthcare sector plays an important role in sharing knowledge about recruitment and retention practices. In this dialogue the European Federation of Public Service Unions (EPSU) and the European Hospital and Healthcare Employers’ Association (HOSPEEM) develop guidelines, standards and best practices. This led, for example, to a framework of actions on recruitment and retention in 2010 and a code of conduct for cross-border recruitment. Funding through the EU structural funds The EU is directly involved in improving the health and care sector by allocating funding through the EU structural funds. The Commission states in its 2012 action plan for the EU health workforce that ‘Member states are urged to maximise the use of European funding instruments to support actions to tackle workforce shortages and to boost job creation in the healthcare sector’ (European Commission, 2012a, p. 12). The two most relevant funds are the European Social Fund (ESF) and the European Regional Development Fund (ERDF). The ERDF can stimulate infrastructural and more technical elements of the care sectors (for instance, building a community-based care centre) and the ESF focuses primarily on creating better-skilled personnel and promoting social inclusion. In the recently adopted regulation of the ESF 2014–2020, there is a stronger focus on employment, labour mobility and lifelong learning. This could mean that more funds will be allocated to job creation and retention in the care sector. The Ad Hoc Expert Group on the Transition from Institutional to Community-based Care advocates increasing investment in community-based care. In a 2012 communication on healthy ageing, the Commission stresses the priority ‘to a shift from institutional care to community-based care, while enhancing independent living’ (European Commission, 2012c, p. 11), a point it also makes in its disability strategy. In summary, the EU has no mandate to enforce rules in the area of health and social care and employment. However, it has shown a strong commitment to improving the accessibility, sustainability and quality of the health and care sector. Although this is done primarily by coordination and goal- setting, the EU’s targets have been translated recently into concrete pilot projects that investigate how the health and social care sector as a whole (and, in particular, long-term care for an ageing population) can be supported by a thriving, motivated and professionally qualified workforce. Moreover, the EU welcomes funding proposals to improve the health and social care sector. ",
        "European policies and statistics on health and social care 13 EU statistics There are numerous EU-wide statistics on the health and social care services sector. These statistics are, however, limited in two ways. Many statistics do not distinguish between institutional and home or community-based care. Secondly, most long-term care statistics do not differentiate between services for the various age groups (children, adults under retirement age and older people above retirement age). The statistics on expenditure, recipients and employment presented in this section should therefore be interpreted with these limitations in mind. 6 Expenditure According to the 2012 ageing report, in 2012 1.8% of GDP was spent on long-term care in the EU27 (European Commission, 2012e). It notes that long-term care spending varies considerably across EU countries: the Netherlands spends 3.8% of its GDP on long-term care, Austria 1.2% and Estonia only 0.2%. Although most people receive care in home-based settings, this type of care reflects only between 30% and 50% of spending, which would mean that home-based care represents approximately 0.6% to 0.9% of the EU27’s GDP (Rodrigues et al, 2012). It should also be noted that in relation to this specific type of care, there are large differences between countries (Figure 1). (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)(cid:9)(cid:10)(cid:11)(cid:11) (cid:12)(cid:5)(cid:13)(cid:14)(cid:3)(cid:15)(cid:11)(cid:7)(cid:16)(cid:17)(cid:7)(cid:18)(cid:19)(cid:3)(cid:20)(cid:5)(cid:6)(cid:7)(cid:11)(cid:21)(cid:18)(cid:11)(cid:14)(cid:21)(cid:18)(cid:4)(cid:22)(cid:20)(cid:7)(cid:6)(cid:23)(cid:11)(cid:15)(cid:24)(cid:6)(cid:7)(cid:11)(cid:25)(cid:24)(cid:26)(cid:11)(cid:24)(cid:11)(cid:17)(cid:7)(cid:6)(cid:15)(cid:7)(cid:18)(cid:20)(cid:24)(cid:4)(cid:7)(cid:11)(cid:21)(cid:27)(cid:11)(cid:28)(cid:29)(cid:12)(cid:30)(cid:11)(cid:3)(cid:18)(cid:11)(cid:19)(cid:3)(cid:27)(cid:27)(cid:7)(cid:6)(cid:7)(cid:18)(cid:20)(cid:11)(cid:15)(cid:24)(cid:6)(cid:7)(cid:11) settings in Europe and North America, 2009 or most recent year 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 0.0 Institutional care Home care Total (no dissaggregation possible) Note: Green bars represent data for which no reliable information by care setting is available. The figure does not take into account private spending on care, which explains the somewhat unexpected order of countries (for example, the US being among the low-spending countries). Source: Rodrigues et al, 2012. 6 Sources dealing with the limitations associated with statistics on the health and social care services include Huber, 2007 and European Commission, 2006. See also the SHARE (Survey of Health, Ageing and Retirement in Europe) study, 2012, at http://www.share-project.org/. ",
        "More and better jobs in home-care services 14 (cid:31)(cid:7)(cid:15)(cid:3)(cid:17)(cid:3)(cid:7)(cid:18)(cid:20)(cid:26)(cid:11)(cid:21)(cid:27)(cid:11)(cid:14)(cid:21)(cid:18)(cid:4)(cid:22)(cid:20)(cid:7)(cid:6)(cid:23)(cid:11)(cid:15)(cid:24)(cid:6)(cid:7) On average 2.3% of the population used formal long-term care services across OECD countries in 2008. About one-fifth of recipients are aged 64 or younger. It is estimated that only 1% of those under 65 have some kind of long-term care. More than half of long-term care is provided in the home or in community-based care settings, and this proportion is on average higher for recipients below retirement age than above, as stated in the 2011 Health at a glance and Help wanted? reports (OECD, 2011a, 2011b). There are large country differences in the number of people using formal long-term care services, from 0.2% of the population in Poland to 5.1% in Austria. The OECD estimates that 80% of home care is given to people older than 65. It is expected that the number of people in home-based care will increase by 130% by 2050, since there is a clear trend towards deinstitutionalising care, an increase in demand caused by ageing and a reduction in the availability of informal carers (European Commission, 2006). The trend towards community-based care is also reflected in the fact that the vast majority of respondents to the 2007 special Eurobarometer on health and long-term care stated that they would prefer community-based care rather than institutional care (European Commission, 2007). Community-based care is thus of great relevance for adults below retirement age who receive long-term care, even though this group is small in absolute numbers. Labour demand The OECD estimates that long-term care is the fastest-growing division within the health and social care sector (OECD, 2011b). It is expected that the number of people working in long-term care will double by 2050. This growth is driven by the increasing number of elderly people demanding care and by a reduction of available informal carers (European Commission, 2012e). Other drivers for this growing demand include changing patterns of disease and changing attitudes and expectations concerning care and quality of life. Regrettably, there are no statistics that break down the long- term workforce structure by different types of care. A good approximation might be that used by the OECD for the recipients of long-term care, suggesting that approximately 80% of workers in the sector are involved in care for the elderly. Home-care and community-based care services are one way of providing care and support for older people and for those with disabilities in a financially sustainable manner. These kinds of services are already prevalent across the EU. According to data for 2010 from Eurostat, personal services – partly overlapping with home care services – represented 5.4 million jobs in the EU, a number that will increase in the future to respond to growing demand (Andor, 2011). ",
        "15 2 Labour market context This chapter describes the context in which recruitment and retention measures in care and support services for adults with disabilities or health problems are developed and implemented. It is based on a number of recent European publications and on information from the 10 countries that the national experts have reported on for this study. Topics cover the proportion of home care in total care, the characteristics of this labour market and the contextual factors influencing the labour market for jobs in care and support services. Home care versus institutional care The proportion of long-term home care versus institutional care for adults with disabilities varies from country to country. Figure 2 illustrates this for people aged 65 years and over (as a rule, the proportion of care and support services for disabled people under 65 is smaller than that for people aged 65 and older). (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)!(cid:10)(cid:11)(cid:11) (cid:12)(cid:7)(cid:6)(cid:15)(cid:7)(cid:18)(cid:20)(cid:24)(cid:4)(cid:7)(cid:11)(cid:21)(cid:27)(cid:11)(cid:17)(cid:7)(cid:21)(cid:17)(cid:14)(cid:7)(cid:11)(cid:24)(cid:4)(cid:7)(cid:19)(cid:11)\"#(cid:11)(cid:24)(cid:18)(cid:19)(cid:11)(cid:21)(cid:14)(cid:19)(cid:7)(cid:6)(cid:11)(cid:6)(cid:7)(cid:15)(cid:7)(cid:3)$(cid:3)(cid:18)(cid:4)(cid:11)(cid:3)(cid:18)(cid:26)(cid:20)(cid:3)(cid:20)(cid:5)(cid:20)(cid:3)(cid:21)(cid:18)(cid:24)(cid:14)(cid:11)(cid:15)(cid:24)(cid:6)(cid:7)%(cid:11)(cid:26)(cid:20)(cid:24)(cid:20)(cid:7)(cid:22)(cid:17)(cid:6)(cid:21)$(cid:3)(cid:19)(cid:7)(cid:19)(cid:11) home care or cash for the purchase of care services, 2009 or most recent year Institutional care Home care – services Home care – cash 10 15 20 25 30 05 Notes: Data for Belgium and Austria are for people aged 60+; France, for people aged 60+ for home care. Some of the national sources refer to age groups that may not coincide with the 65+ cut-off. ‘Home care – services’ includes those taking a combination of cash and state-provided services. Estimates for Italy’s ‘Home care – cash’ category are a conservative approximation so as to avoid double-counting. Disaggregated data for Luxembourg and Germany are extrapolated from total beneficiaries. Private spending on care is not taken into account, and there has been no correction for the demographic factor that some countries have older populations than others. Source: Rodrigues et al, 2012. Despite the differences between countries, the analysis of the country studies shows a clear overall preference for non-institutional over institutional care. In general, the social and political climate in European countries is favourable to care at home. One reason for providing more non-institutionalised care is the reduction of costs, motivated by the rising demand and the economic crisis. In general, governments see home care and community- based care as less expensive than institutionalised care. There are no costs for housing or buildings, ",
        "More and better jobs in home-care services 16 overheads are lower, and there are more incentives for neighbours and family to assist in care. However, there are the costs associated with travelling to the clients, although these may be mitigated by the use of information and communication technologies (ICTs) and better organisation of home care at the district level. Another reason for increasing the level of home care by governments is to enable patients to live and act independently in their own environment for as long as possible. Clients usually prefer home care to institutionalised care, as the recent Home Care across Europe report shows (Genet et al, 2012). The one exception is Slovenia, where institutionalised care is preferred for dependent elderly people. The reason for these differing preferences is unknown, and further research may be able to clarify the special situation in Slovenia. Additionally, as a result of developments in assisted-living technology, care at home has become more feasible. Labour market characteristics In this study, the labour market model in Annex 1 was used to map the discrepancies between demand and supply in the labour market in home care and community-based care. This section first describes – as far as is possible with the available data – the size of the labour market (demand side). Then it elaborates on the discrepancies between demand and supply in the labour market. Extent of employment in care The information available for home and community-based care as a whole is scattered and only partially comparable. For some countries included in this study, data on employment in NACE code 88.10 (social work activities without accommodation for the elderly and disabled) was available. In addition to NACE 88.10 figures, some national experts were able to give employment figures on a higher aggregation level. Table 1 presents a summary of available data. Table 1: Estimated number of employees in care and support services for adults with disabilities Country Employment in NACE 88.10 Other relevant employment figures Austria In 2012, 20,095 employed people (compared with 17,140 in 2008); average yearly growth of +740 Besides professionals, on average 9,300 people are carrying out compulsory civilian services (partly in social care). Bulgaria No information available on NACE 88.10 In 2011, the number of employees in human health and social work activities as a whole was 153,500, compared with 122,513 in 2006. In 2011, 28,075 people were employed in residential care and social work activities (compared with 27,990 in 2009). (cid:29)(cid:7)(cid:18)(cid:23)(cid:24)(cid:6)& No information available on NACE 88.10 In 2011, the number of health and social care workers and assistants a in total was 122,918, compared with 119,644 in 2008. France In 2010, 393,700 employees, of which 261,400 were in community support work (NACE 88.10A) and 122,100 in employment support work (NACE 88.10C). Numbers are increasing: compared to 2008, +16% in community support work (NACE 88.10A) and +3% in employment support work (NACE 88.10C); average yearly growth NACE 88.10A and 88.10C combined: +19,800. The number of hours worked in home-care services represents 429,000 full-time equivalent jobs on the basis of a 35-hour week (legal duration of working week in France). Most of these hours correspond to home-help hours and are classified under NACE 97.00 ‘Activities of households as employers of domestic personnel’. ",
        "Labour market context 17 Country Employment in NACE 88.10 Other relevant employment figures (cid:28)(cid:7)(cid:6)(cid:23)(cid:24)(cid:18)’ No information available on NACE 88.10 At the end of 2009, the total number of employees providing formal (waged) care on behalf of the Social Long-term Care Insurance Scheme was 890,283, of which 268,900 were active in the field of home care and community-based care. Netherlands In 2012, there were 2,055 establishments with – according to the roughest estimate – 132,300 employed people b In 2011, the number of jobs in the health and social care sector as a whole was 1,348,900. The branches of mental care, care for the handicapped, home-care services and welfare services accounted for respectively 88,000, 161,000, 193,000 and 72,000 jobs (in total 514,000 jobs). Poland No information available on NACE 88.10 In 2011, in total around 650,000 people were employed in professions related to health and social care. c There are no detailed data on the number of people delivering long- term healthcare. In 2011 around 7,000 employees were working in the Social Assistance Centres delivering social care (general care services and specialist care services). d Portugal No information available on NACE 88.10 In 2010 there were about 6,100 private facilities or services providing social care (NACE 87 and 88, that is, residential care and social care respectively), both for-profit and not-for-profit, and employing about 114,900 people (of whom 61,800 were in NACE 87 and 53,100 in NACE 88). Around 113,200 people were employed in 2008 (of whom 59,200 were in NACE 87 and 54,000 in NACE 88). Spain In 2012 there were 2,489 establishments with 115,900 employees (compared with 2,348 establishments and 102,300 employees in 2009) UK In 2009, there were 4,720 registered businesses (public, commercial and voluntary/charitable) across the UK, with approximately 960,000 employees (3% increase on 2008 and 9% increase on 2005); average yearly growth based on 2008-2009 figures: +28,000 There were an estimated 1.85 million jobs in adult social care in England alone in 2011 (an increase of 4.5% on 2010), while the actual workforce in adult social care stood at 1.63 million. The split between residential and non-residential establishments is 48% and 52% respectively. Most jobs in social care (65%) are provided by independent employers, followed by direct-payment recipients (23%), local authorities (9%) and the NHS (4%). Notes: a Occupations include nurse, physiotherapist, occupational therapist, teacher/educator, social educator, psychologist, social worker, social educator assistants, social and healthcare worker, social and healthcare/teaching assistant, social and health assistant. b This is a rough estimate by the authors based on data from the Dutch Central Statistical Office on the number of establishments with employees in NACE 88.10 and the classification of those employees. Estimates are: lowest – 18,900 employees; middle – 39,585 employees; highest – 132,270 employees. c Numbers in occupations related to health and social care, according to the International Standard Classification of Occupations (ISCO-88): 513 personal care and related workers, 223 nursing and midwifery associate professionals, 323 nursing and midwifery associate professionals and 913 domestic and related helpers, cleaners and laundry workers. d This shows only a part of the labour force delivering long-term social care services, as social care services at beneficiaries’ homes are subcontracted by the municipality’s Social Assistance Centres to private companies. Data on the number of employees of these companies are not collected. Source: Information supplied by national experts Though incomplete and only partly comparable, the picture derived from the country reports is one of growing numbers of home-care workers in general, but also in the specific field of care for adults with disabilities. The Home Care across Europe report confirms the lack of data in this field. Data on the number of home-care workers were not widely available for the purposes of this review (Genet et al, 2012). (cid:29)(cid:3)(cid:26)(cid:15)(cid:6)(cid:7)(cid:17)(cid:24)(cid:18)(cid:15)(cid:3)(cid:7)(cid:26)(cid:11)(cid:13)(cid:7)(cid:20)((cid:7)(cid:7)(cid:18)(cid:11)(cid:14)(cid:24)(cid:13)(cid:21)(cid:5)(cid:6)(cid:11)(cid:19)(cid:7)(cid:23)(cid:24)(cid:18)(cid:19)(cid:11)(cid:24)(cid:18)(cid:19)(cid:11)(cid:26)(cid:5)(cid:17)(cid:17)(cid:14)’ Generally, the situation in the home-care labour market is not favourable. First of all, there are quantitative discrepancies. The Home Care across Europe report noted a general shortage of staff ",
        "More and better jobs in home-care services 18 in several countries: Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Finland, France, Greece, Lithuania, Portugal and Slovenia (Genet et al, 2012). Secondly, there are qualitative discrepancies. In the same study, a number of countries – Bulgaria, Cyprus, Denmark, Estonia, France, Germany, Greece, Luxembourg and Norway – reported a lack of sufficiently qualified home care staff. For instance, Belgium and Bulgaria have too few home helps, while France, Greece, Lithuania and Slovenia have too few home-care professionals in general. From the perspective of the care workers, there are qualitative discrepancies. In general, job quality (remuneration and other terms of employment, working conditions and working times) is less favourable than in other sectors: home care is a demanding job, some workers have more than one employer and work for two or more people on the same day, and working time can also be an issue. In some European countries, however, collective agreements by the social partners have led to the improvement of job quality. The sector also has image problems, partly due to objective factors (terms of employment and working conditions) and partly due to subjective factors (negative perception and public sentiment). In general, image problems tend to be persistent and hard to combat. In addition to this more general picture, some country-specific developments were reported by the national experts, as documented below. Austria: While there is a rising demand for elderly-care workers, home helps and social workers, demand for disability-care workers in general remains constant. Nevertheless, job prospects in care for people with disabilities are very good for well-qualified personnel. Bulgaria: Though no figures are available, there are signs that – as a result of the economic crisis – Bulgarian care workers employed in countries such as Spain, Greece and Italy are returning to Bulgaria. This may temporarily alleviate the shortage of care workers in Bulgaria. Denmark: As in most other countries, the community-based care and home-care workforce is comparatively old. Furthermore, a high turnover among social care and healthcare assistants compared to many other professions is reported. Attracting and retaining home-care workers appears to be especially difficult in the rural areas of Denmark. France: The percentage of employers in the care sector expecting difficulties in recruiting increased from 61% in 2011 to 67% in 2012 (compared to 43% in 2012 for all sectors). These difficulties were mainly expected to be a lack of candidates (77%), their lack of skills, diplomas and motivation (67%), and the poor working conditions in the sector (45%). Germany: The community-based care and home-care labour market has already been proved to be out of balance. In March 2012, there were only 3,268 registered unemployed care sector workers with adequate training per 10,000 vacant jobs. However, the number of unemployed people seeking a job in the care sector varies considerably across the regions. At present, the labour market suffers particularly from a shortage of skilled employees. Netherlands : Due to the cost-reduction policies of the Dutch government, there is a labour surplus in welfare work, while there is a shortage of labour in healthcare. ",
        "Labour market context 19 Poland: Nurses still migrate to other EU Member States (especially in northern Europe) where the terms of employment and working conditions are better. This has increased labour shortages in the sector in Poland. Portugal: In general, at the moment there is no shortage of care workers in Portugal, mainly as a result of the very high unemployment rate. This particularly applies to the higher-qualified segment of workers in the sector. At the moment, there are more than 100,000 unemployed workers with higher educational qualifications, many of them in fields relevant to the social sector. In some regions, however, there are some shortages of unqualified or poorly qualified workers. Spain: The black economy appears to be a problem in the community-based care and home-care sector in Spain. In this irregular labour market, in which mainly poorly qualified women, especially migrants, are active, the terms of employment and working conditions are unfavourable. The irregular labour market seems to increase during crisis periods because non-professional services are cheaper. This is a significant obstacle to the professionalisation of the sector and the improvement of the terms of employment and working conditions for disadvantaged workers. UK: Historically, social work and social care in the UK are characterised by labour shortages, a reliance on overtime work and temporary or inexperienced staff, poor management and high levels of bureaucracy, a lack of flexible working arrangements, the need to work anti-social hours and work of a stressful and demanding nature. Furthermore, many employers in this sector employ migrant workers from EU and non-EU countries. Expected developments For the moment, labour shortages in the sector have been mitigated by the economic crisis, which has made work in the sector more popular. In the long term, the shortage of home-care workers is expected to increase, especially amongst higher-qualified workers. The supply of care workers cannot keep up with the rising demand for labour in the sector. Information supplied by the national experts on expected developments in this labour market are documented here. Austria: The demand for social care professionals who can, for instance, deliver care for the elderly or people with disabilities as well as offer life-coaching and social counselling will rise by 4,500 people, or 3.4% a year, until 2016. One cause of this is the approaching shift in the age structure of the population. Until 2020, it is estimated that 6,400 additional full-time care workers will be needed in mobile services for elderly people, people with disabilities and other dependents. Chronic illnesses and mobility restrictions that result in many years of nursing or care needs will become more relevant than intensive medical treatments. While there is a rising demand for elderly-care workers, home helps and social workers, demand for disability-care workers in general remains constant. Bulgaria: In view of the increasing demand for community-based care and home care, an estimated employment growth of 500 to 1,000 people a year is expected. Denmark: In the light of the global financial crisis, the overall problem of labour market shortages is considerably lower than in the recent past. However, in the long term, there will be shortages of ",
        "More and better jobs in home-care services 20 home-care workers caused by, among other things, a growing elderly population and a shrinking labour force. France: The general trend in the home-care sector is growth. Germany: There is already a labour shortage in the German care sector. This is expected to increase as Germany’s healthcare sector is expected to grow annually by at least 3%. Netherlands: At the moment, the shortages in community-based healthcare are relatively small (mainly at qualification level 3 (intermediate vocational level) and for some specific professions), but in the coming years these shortages probably will increase, particularly at the higher-qualification levels. Due to the cost-reduction policies of the Dutch government, there is and will be a surplus of labour in welfare-related social care. The qualifications, skills and competences that employers demand from home-care workers are increasing, mainly as result of the expanding coordinating role they have to play. There will be an estimated shortage of about 3,000–5,000 nurses in health-related social care and a shortage of several thousand workers qualified to level 3 of vocational training. Poland: There has been a significant decline in the number of employees in the long-term care facilities operating in the health sector in the past few years, and this is forecast to rise in the next few years. This is due to the lack of new and young employees as well as the retirement of existing staff. The forecast for the number of workers in the care-related professions by 2031, developed by the ENEPRI (European Network of Economic Policy Research Institutes) project team, is particularly negative for Poland. It indicates that while 650,000 people were employed in care-related professions in 2011, there will be only about 350,000 employees in these professions in 2031, close to half the current number. Portugal: In general, there are no significant shortages of qualified and non-qualified workers in the labour market, due to the high numbers of unemployed. This employment situation will persist in the short to medium term. After that, it may improve at a modest pace, and so the current surplus in the labour market may persist for a considerable period of time. Between 2008 and 2011, about 120,000 new jobs were created in Portugal, of which about 64,000 were in health and social care. At the same time, however, 480,000 jobs were lost. These figures suggest that future employment growth in the health and social care sector is estimated to grow by a few thousand jobs per year at most. Spain: The Trade Union Confederation (Comisiones Obreras, CCOO) formulated two different scenarios for determining the number of new posts to be created under the framework of the System for Personal Autonomy and Dependency Care (Sistema para la Autonomía y Atención a la Dependencia, SAAD) in the period 2011–2015. In an ideal scenario, where all beneficiaries receive professional services, 261,007 new posts could be created, including staff in residences with accommodation, day centres and home-care. In a more restrictive scenario – where 25% of dependent people would receive a financial subsidy for relatives to care for them, and the remaining 75% were assisted by professional services – a total of 195,755 new professional posts would be created, made up of 91,202 posts in residences with accommodation, 45,360 in day centres and 59,193 in home-care services ",
        "Labour market context 21 UK: As a result of population ageing and the increasing number of people with chronic illnesses and disabilities, the demand for social care services in the UK is projected to grow rapidly. It has been estimated that the number of jobs in adult social care in England will grow by between 24% and 82% between 2010 and 2025. Labour market situation for care and support services External factors influence the development of the labour market for care and support services for adults with disabilities or health problems. These factors may pose challenges to or offer solutions for labour market management. They can be identified by looking at the six domains specified in the PESTLE analysis: political, economic, social, technological, legal and environmental (see Annex 1). Political and legal factors The specific national political and legal framework of care and support services for adults with disabilities or health problems vary widely. Differences exist in relation to: • general care policy aims; • degree of centralisation or decentralisation; • the types of providers of formal care; • direct-payment systems versus provision of formal care services; • the funding structure. General care policy aims Although the visions of home care formulated by central governments differ widely across Europe, according to the Home Care across Europe report, some common features can be found (Genet et al, 2012). • National governments’ visions of home care are usually formulated rather generally and often do not define key concepts or specify measurable targets. • Governments often foresee a growth in home care, usually designed to replace residential and hospital care. • The vision of home care generally refers to ageing societies and to users and their families’ preference for home care. Home care is ‘adapted to the societal transformation’ (Genet et al, 2012, p. 28) and is seen to fit the goal of increasing the quality of life. In this context, many governments promote the independence of people with disabilities. • Support for informal care-givers seems to be interwoven with the vision of formal home care, because home care is seen as a way of facilitating informal care. The vision of home care in many eastern European countries such as Bulgaria is furthermore entangled with employment policy. Some countries use this as a means of reducing unemployment, especially among women, by creating part-time jobs in home care. • Better coordination between different types of home-care services is also mentioned as a goal in several policy documents, for instance in the UK. ",
        "More and better jobs in home-care services 22 • Other issues addressed by the policy documents include the level of quality of care and increasing the home-care workforce (such as in the UK and the Netherlands); increasing the role of civil society within home care (for instance, in the Netherlands and Portugal); and home care as a means to prevent or ensure early detection of social isolation. In addition to this general picture, some country-specific developments in policies are detailed in the country reports. The main developments in general policies in the field of care and support services for adults with disabilities or health problems are summarised below. Austria: A key objective of Austrian long-term care arrangements is to help individuals remain at home and live independently for as long as possible. This means that community-based care services will be further expanded in the future. Another priority is to formalise contractual arrangements between the care recipient and the care-giver, including (often undeclared) migrant carers. Bulgaria : The transition to decentralisation of social service delivery in Bulgaria started in 2003 with legislative reform, supported by consistent policy measures. It is widely recognised in Bulgaria that the ageing of the population and the decreasing ability of family members to care for their elderly and disabled relatives will lead to a growing demand for community-based care services. These services are seen in the context of contributing to the independence of people with disabilities as well as improving the quality of life of their families. Denmark : Home-care services in Denmark were introduced as a less-intrusive model of care. The provision of care was reframed as care for ‘health consumers’ rather than care for ‘patients’. The implementation of these new models took place in a decentralised governance structure, in which county and local boards became more important. This decentralisation in public administration accelerated the trend of deinstitutionalisation in Danish policies. France : Partly as result of an ageing population creating more demand for care, the costs of the French care system are rapidly rising. Cost reduction policies are increasing the – already high – level of home and community-based care. Another rationale for encouraging community care is to stimulate the ability of patients to be independent for as long as possible. Germany : Care policy is aimed at increasing immigration from countries outside the EU. A series of law amendments has been passed to facilitate the immigration of highly skilled workers and specialists to Germany. This will affect the community care sector. Qualified nursing personnel from outside the EU now have easier access to the German labour market. The Netherlands : The Dutch cabinet considers community-based health and social care to be a top priority. Integral local made-to-measure care leads to better services for the citizen and to the early identification of problems. To this end, the new cabinet has continued the policy of increasing the level of community-based care (‘extramuralising’) and moving responsibility to community level. At the same time, the emphasis is on decreasing the demand for professional care by, for instance, focusing on sickness and disability prevention, self-management and informal care. More so than in the past, clients and their relatives are responsible for arranging care. Poland : Currently there is no systematic approach to long-term care in Poland. However, adjustments to legislation are being prepared to improve this situation. These include plans to introduce vouchers with which families can purchase products and services needed for the care of family members, and an obligatory contribution to care insurance in the health protection sector. ",
        "Labour market context 23 Portugal : In Portugal, national policies are strongly influenced by ongoing public budget- and debt- consolidation processes and other measures to reduce the state’s role as economic operator. Health, education and social care services are being rationalised, and the state’s role as market regulator is being enhanced. In the next three to five years, these measures will reduce the availability of public resources to fund the welfare function of the state. This will put more pressure on private care-providers to support people in need and maintain appropriate quality standards and territorial coverage. Spain : Given the current economic and financial crisis, the Spanish government has introduced several measures that indirectly affect the maintenance or creation of quality jobs in the care labour market. One of the most important changes is the labour reform approved in February 2012. The government strongly believes that its measures will help to maintain employment levels and that the most significant effects will be seen once the economy begins to recover. Furthermore, the Spanish Employment Strategy 2012–2014 highlights the importance of promoting employment in emerging economic activities such as the growing social and health sector, and particularly in activities linked to dependency. UK: Several pieces of legislation are relevant to or have been instrumental in developing community- based care in the UK. The equal rights of disabled people in various areas of public life, with implications for social care providers in all sectors and the workforce, are being promoted. The independence, protection and quality of care in the community is to be improved. Direct payments and personal care budgets are being introduced, enabling service users to exercise greater choice and control over their individual care needs. The government seeks to cut spending on residential care and reinvest these funds in community-based services, thereby increasing the use of direct payments and personal budgets. Degree of centralisation The degree of centralisation of policymaking and executive tasks in the field of formal care (the state versus regional or local authorities) varies. The Home Care across Europe report shows that policymaking responsibilities in home care are moderately decentralised in many countries. Policymaking on home healthcare tends to be more centralised than social home care. Governmental control is most centralised in Belgium, Cyprus, France and Switzerland and most decentralised in Iceland and Italy (Genet et al, 2012). In a number of countries studied for this project – such as Austria, Bulgaria, Denmark and the Netherlands – the country correspondents report an increasing decentralisation of policymaking and executive tasks in the field of formal care towards lower-level authorities. The conditions under which people are eligible for community-based care versus institutional care and the process of care assessment differ both from country to country and between the type of care, as the analysis of the country studies shows. In most of the countries studied, there are formal eligibility criteria for publicly financed community-based care services (except in Bulgaria for some types of community-based care). Care assessment is mostly the responsibility of more localised authorities and organisations. In the Netherlands, however, the national Care Assessment Centre (Centrum Indicatiestelling Zorg, CIZ) decides on the exact eligibility criteria for personal care and home nursing within the boundaries of governmental guidelines. ",
        "More and better jobs in home-care services 24 Providers of formal care The providers of formal care vary from country to country and cover a wide range of organisations, including public institutions, private companies, third-sector organisations and NGOs such as churches and religious organisations. Usually, there is a mix of types of care providers. The situation in Portugal illustrates the great variety in types of providers. )(cid:21)(cid:23)(cid:23)(cid:5)(cid:18)(cid:3)(cid:20)’(cid:22)(cid:13)(cid:24)(cid:26)(cid:7)(cid:19)(cid:11)(cid:15)(cid:24)(cid:6)(cid:7)(cid:11)(cid:3)(cid:18)(cid:11)(cid:12)(cid:21)(cid:6)(cid:20)(cid:5)(cid:4)(cid:24)(cid:14) Holy Houses of Mercy (Santas Casas de Misericórdia): These organisations have existed for centuries. Traditionally the misericórdias provided basic health assistance to deprived people, but over time they have diversified their activities to supporting children, the aged and disabled people, delivering professional training and fighting social exclusion and unemployment. Though inspired by the Catholic Church, Portuguese misericórdias are not subject to its hierarchy. Parochial centres and other religious organisations , such as the religious orders: Parochial centres are established by the bishop of the diocese of the church parish where they operate. The range of services provided by the parochial centres, which vary according to the size, degree of urbanisation and other local community factors, may include homes for the elderly, leisure-time and day-care centres, home and respite care services, pre- school and kindergarten centres, musical schools and other cultural, educational, sport, leisure, social and healthcare activities. Mutualities or mutual benefit associations: Having their origins in the medieval brotherhoods, their first modern form was created in 1840 as a mutual credit institution. Mutualities are organisations that provide services to their members, notably in the supplementary social security area, such as health insurance, sickness and retirement pensions, subsidised health services and pharmacies, day-care centres and pre-school and kindergarten centres. They also provide concessionary loans, litigation assistance, scholarships, holiday centres and other services. Cooperatives : These were started in the 19th century and developed significantly in the year following the military coup of 1974. Some cooperatives provide social and healthcare services. *(cid:20)+(cid:7)(cid:6)(cid:11) (cid:18)(cid:21)(cid:20)(cid:22)(cid:27)(cid:21)(cid:6)(cid:22)(cid:17)(cid:6)(cid:21)(cid:27)(cid:3)(cid:20)(cid:11) (cid:3)(cid:18)(cid:26)(cid:20)(cid:3)(cid:20)(cid:5)(cid:20)(cid:3)(cid:21)(cid:18)(cid:26) : These include foundations for social solidarity and volunteer associations for social action that actively provide social and healthcare services. Commercial organisations : This grouping includes insurance companies, fund- management companies, operators of nursing and care homes and residential homes for the elderly and disabled. Other providers : Alongside formal care organisations, individuals and families can be registered as providers of social care services. They are subject to similar regulations to those that apply to organisations and can benefit from the same incentives as the organisational providers. Three services fall into this category: child-care workers, family helpers and foster families for the elderly and disabled people. ",
        "Labour market context 25 Some countries have considerably less variety of care providers. For instance, in Denmark, the Netherlands and the UK, community-based care is mainly delivered by public institutions and private companies. In some of the countries studied for this report, such as Bulgaria, Poland, Portugal and the Netherlands, correspondents report an increasing outsourcing of care services to private providers. Direct-payment systems In all countries studied, care and support services are supplied by the state. There are also countries with direct-payment systems alongside the formal provision of services. Direct-payment systems give clients a personal budget with which they can purchase professional care themselves or pay family members to take care of them. Clients become, in a sense, employers. Throughout Europe, the concept and implementation of direct payment appear to differ in a number of ways (Genet et al, 2012): • entitlement rules, numbers and types of beneficiaries; • target groups, either client or the informal care-giver; • amounts of money (compared to benefits in kind) and the social rights linked to them; • procedures for testing eligibility and specific use of the budget, and for assessing the quality of services provided; • whether only cash benefits are available or there is a choice between benefits in kind or in cash. Reported examples of countries with direct-payment systems alongside the provision of care services are Austria, Bulgaria, Spain, the UK and the Netherlands. Funding structure The most common sources for the funding of these care and support services in European countries are: • taxation (may be collected at national, regional or municipal level); • insurance (can take different forms and be either compulsory or voluntary); • donations and other third-party contributions (care may be provided by charities or NGOs funded by private donations or membership fees, while some countries receive funding from the EU); • out-of-pocket payments (clients are required to pay a co-payment for care funded through taxation or social insurance). Typically, funding consists of a mixture of these sources. Only in Denmark is taxation the sole source of funding (Genet et al, 2012). In most of the countries studied in depth, tax-based public provision in the form of laws or national insurance provides allowances for long-term healthcare and social care. In some cases, people have to pay a part of the care costs themselves. The funding structure in the 10 countries can be summarised as follows. Austria : Austria has a mix of universal and income-related allowances and benefits in-kind. ",
        "More and better jobs in home-care services 26 Bulgaria : Funding of social services in Bulgaria is based on a system of redistribution of public finances and is carried out in centralised and decentralised ways. The main sources of financing of social services are the state budget and the Operational Programme for Human Resources Development (OPHRD) (an ESF programme). Denmark : The funding of the healthcare system is tax-based, which means that most services are free of charge and the main actors, both purchasers and most suppliers, are public. Legislation allows local authorities some limited freedom in setting charges for home help and some other non- health-related expenses. France : Sources of funding are taxation and co-payments by clients. Germany : Germany has implemented a public insurance system for nursing care that is based on the principle that the current contributions of insurance scheme members are used directly to finance the expenses of care-seekers (Umlageverfahren) . Unlike a capital stock system, where individual contributions are saved and accumulated, the pay-as-you-go funding system has to finance new spending with an equal amount of revenues. Deficits thereby must be settled either by raising the government’s debt or by changing the level of contributions. Netherlands : The funding of the Dutch care system is partly tax-based, under the Exceptional Medical Expenses Act (Algemene Wet Bijzondere Ziektekosten, AWBZ) and the Social Support Act (Wet maatschappelijke ondersteuning, WMO), and partly insurance-based. The Basic Health Insurance Act (Zorgverzekeringswet) covers the costs for family doctor, hospital and pharmacy. For other costs, people can pay into a supplementary health insurance. Community-based care for adults with disabilities is mainly financed by the AWBZ and WMO. In general, people also have to pay a part of the care costs themselves. Apart from public care, there is also private care in the Netherlands. Poland: In Poland there are two main sources of funding for community-based care: public funds, partly insurance-based and partly tax-based, and private fees to businesses delivering long-term care. Portugal: Besides proceeds from sales of goods and services, property income, private transfers (which include donations and legacies) and various other sources of income, a significant proportion of the revenue of the sector comes from government transfers and other public contributions and subsidies. Spain: Generally speaking, public authorities are responsible for determining citizens’ rights and deciding what services will be provided, and for assigning financial resources. The actual provision of services may be shared between public and private agents. The funding of the social services system in Spain as a whole is managed at three administrative levels, national, regional and local. The service user also pays part of the total costs, depending on their particular circumstances. UK: Most funding for community-based care in the UK comes from central government through the Revenue Support Grant. The government also allocates specific grants to local authorities. A large proportion of spending comes from funds that local authorities raise themselves, primarily from the residence-based tax it levies. Local authorities are also expected to achieve significant savings in their budgets for social services in addition to undertaking commercial activities to generate income. With the rise in demand for care and rising care costs, clients generally have to pay a larger share themselves. This can be seen, for instance, in the Netherlands and Germany. ",
        "Labour market context 27 The funding structures of specific labour market management initiatives also vary between countries. There are large budget differences between countries. Some countries, such as Bulgaria, are more dependent on EU funding from sources such as the ESF, while the northern Member States rely more on national funding. Economic factors The care sector is an important economic sector and major source of jobs. At present, all countries in this study are suffering from the effects of the economic crisis, some more than others. The crisis is affecting the community-based care labour market in different ways. In most countries, the health and social care sector is faced with cost-cutting measures. To some extent, these cost reductions limit the demand for labour in this sector. In the Netherlands, for instance, as a result of substantial cutbacks in social care there is less demand for social care workers. In the UK, social workers and carers employed by the local authorities face pay cuts and pay freezes. The private providers of care services commissioned by local authorities are also affected. In less-prosperous times, the financial argument for community-based care above institutional care is even more important. This may lead to more demand for labour in community-based care, and less in institutional care. On the supply side, the economic crisis makes the public care sector more attractive to work in than the private sector where the consequences of the crisis are generally much more far-reaching. This means more labour supply for community-based care. In Bulgaria, for instance, social care services are said to have become more attractive to those out of work as a result of the worsening labour market, characterised by an overall unemployment rate of 12%, and an unemployment rate among young people of 27% and of 45% among the over-50s. Cutting unemployment, and particularly youth unemployment, is usually high on the agenda during a financial crisis and labour market measures are more widely used. In this climate, it is possible that this may also make more labour available for community-based care. The Dutch cabinet, for instance, recently allocated € 50 million extra for the years 2013 and 2014 specifically to combat youth unemployment. Half of the money is destined for the ‘School Ex’ programme to encourage intermediate vocational-level students to continue with their studies, especially in areas with labour shortages such as healthcare. The other half of the government money is allocated to local schemes organised by municipalities and the Dutch employment service to help young people to find a job. In addition, a Youth Employment Ambassador (Aanpak Jeugdwerkloosheid) will be appointed. Social factors Sociodemographic factors • The most important sociodemographic factor influencing the community-based care labour market is the rapidly ageing population. The number of older people (65 years and older) in the EU27 plus Norway and Switzerland is expected to increase from 89 million in 2010 to 125 million in 2030 (Rodrigues et al, 2012). • Figure 3 compares the expected development of the old-age-dependency ratio in the EU27 with that predicted in the 10 countries studied. This indicator is the ratio between the total number of elderly people at an age when they are generally economically inactive (65 and over) and the number of people of working age (15 to 64 years of age). ",
        "More and better jobs in home-care services 28 (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)/(cid:10)(cid:11)*(cid:14)(cid:19)(cid:22)(cid:24)(cid:4)(cid:7)(cid:11)(cid:19)(cid:7)(cid:17)(cid:7)(cid:18)(cid:19)(cid:7)(cid:18)(cid:15)’(cid:11)(cid:6)(cid:24)(cid:20)(cid:3)(cid:21)(cid:11)(cid:17)(cid:6)(cid:7)(cid:19)(cid:3)(cid:15)(cid:20)(cid:3)(cid:21)(cid:18)(cid:26)(cid:11)(cid:27)(cid:21)(cid:6)(cid:11)(cid:20)+(cid:7)(cid:11);<!=(cid:11)(cid:24)(cid:18)(cid:19)(cid:11)(cid:20)+(cid:7)(cid:11)(cid:9)>(cid:11)(cid:26)(cid:20)(cid:5)(cid:19)’(cid:11)(cid:15)(cid:21)(cid:5)(cid:18)(cid:20)(cid:6)(cid:3)(cid:7)(cid:26)(cid:11)(cid:25)?(cid:30) 15 20 25 30 35 40 45 50 55 60 65 70 05 10 2010 2030 2060 Source: Eurostat In the EU27 as a whole, the old-age dependency ratio is expected to increase from 25.9% in 2010 to 38.3% in 2030 and 52.6% in 2060. This increasing trend is also true for the 10 countries studied here, though the growth pace differs. In 2010, the ratio is highest in Germany, Portugal and Austria (respectively 31.2%, 26.7% and 26.1%) and lowest in Poland, the Netherlands and Spain (19.0%, 22.8% and 24.7%). In 2060, the ratio is predicted to be highest in Poland, Bulgaria and Germany (respectively 64.1%, 60.3% and 59.9%) and lowest in the UK, Denmark and France (42.7%, 43.5% and 42.7%). As more people live longer and the number of people with dementia, chronic illnesses and disabilities rises, the demand for care workers increases. At the same time, the ageing of the population leads to a dwindling supply of labour. Other sociodemographic factors influencing the community-based care labour market are the decline in the number of young people as a result of lower birth rates and the appearance of new family models. As a consequence of lower birth rates, the entry of young people into vocational training will fall. The Dutch national report notes that in the Netherlands there seems to be a trend of young people entering preparatory higher education instead of preparatory vocational training. This suggests that in the future the availability of workers with higher-level qualifications in health and social care in the Netherlands will grow, but there will be shortages of nurses at the vocational level. Lower birth rates will also reduce the availability of people in the younger generation (working in other economic sectors) to take care of their own elderly relatives. This will reduce the availability of informal care, increasing the demand for formal care and people to staff it. ",
        "Labour market context 29 Another sociodemographic factor, explicitly reported for Spain, is the emergence of new family models, such as growing numbers of single-person households and more widespread participation of women in the labour market. This means that fewer women will be available to provide informal care and the need for formal care will increase. Sociocultural factors Sociocultural factors influence the labour market for care and support services for adults with disabilities or health problems. An important factor in this respect is the proportion of formal care versus informal care. As the Home Care across Europe report shows, in the majority of EU countries informal care-givers such as family, neighbours and friends provide an estimated 60% of the home care individuals need on average (Genet et al, 2012). In Greece and some central European countries, for example, 90% of home-based care is provided by families. In contrast, only 15% of the home-based care is given by family members in Denmark. Figure 4 provides detailed information on the degree of formalisation of care in relation to the labour intensity of the care sector. The left part of the figure shows the percentage of the care sector workforce in relation to the total population aged 65 and above. The right part shows the ratio of the care sector workforce in relation to the users of formal care services aged 65 and above. The latter indicator can also be seen as a proxy input indicator of the quality of care. Higher scores mean higher levels of formalisation in relation to labour intensity. (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)@(cid:10)(cid:11)(cid:11) (cid:12)(cid:7)(cid:21)(cid:17)(cid:14)(cid:7)(cid:11)(cid:27)(cid:21)(cid:6)(cid:23)(cid:24)(cid:14)(cid:14)’(cid:11)(cid:7)(cid:23)(cid:17)(cid:14)(cid:21)’(cid:7)(cid:19)(cid:11)(cid:3)(cid:18)(cid:11)(cid:20)+(cid:7)(cid:11)(cid:15)(cid:24)(cid:6)(cid:7)(cid:11)(cid:26)(cid:7)(cid:15)(cid:20)(cid:21)(cid:6)(cid:11)(cid:24)(cid:26)(cid:11)(cid:24)(cid:11)?(cid:11)(cid:21)(cid:27)(cid:11)(cid:20)+(cid:21)(cid:26)(cid:7)(cid:11)(cid:24)(cid:4)(cid:7)(cid:19)(cid:11)\"#(cid:11)(cid:24)(cid:18)(cid:19)(cid:11)(cid:21)(cid:14)(cid:19)(cid:7)(cid:6)(cid:11)(cid:25)(cid:14)(cid:7)(cid:27)(cid:20)(cid:30)(cid:11) (cid:24)(cid:18)(cid:19)(cid:11)(cid:6)(cid:24)(cid:20)(cid:3)(cid:21)(cid:11)(cid:21)(cid:27)(cid:11)(cid:17)(cid:7)(cid:21)(cid:17)(cid:14)(cid:7)(cid:11)(cid:27)(cid:21)(cid:6)(cid:23)(cid:24)(cid:14)(cid:14)’(cid:11)(cid:7)(cid:23)(cid:17)(cid:14)(cid:21)’(cid:7)(cid:19)(cid:11)(cid:3)(cid:18)(cid:11)(cid:20)+(cid:7)(cid:11)(cid:15)(cid:24)(cid:6)(cid:7)(cid:11)(cid:26)(cid:7)(cid:15)(cid:20)(cid:21)(cid:6)(cid:11)(cid:20)(cid:21)(cid:11)(cid:26)(cid:7)(cid:6)$(cid:3)(cid:15)(cid:7)(cid:11)(cid:5)(cid:26)(cid:7)(cid:6)(cid:26)(cid:11)(cid:25)(cid:6)(cid:3)(cid:4)+(cid:20)(cid:30) 0% 5% 10% 15% 20% Sweden Germany Norway Luxembourg Denmark Spain France Switzerland England Bulgaria Slovenia Finland Slovakia Percentage of 65+ population 0.0 0.2 0.4 0.6 0.8 1.0 1.2 Austria Ratio of workers to beneficiaries (65+) of care services Netherlands Italy Croatia Belgium Estonia Czech Republic Greece n.a. Notes: Data for France refer to 2003 and 2008. Source: Rodrigues et al, 2012 ",
        "More and better jobs in home-care services 30 The following conclusions may be drawn from Figure 4: • The left side of the figure shows that the degree of formalisation of care arrangements is reflected in the relative importance of the long-term care workforce in relation to the old-age population. Norway, Denmark and Sweden are examples of de-familialisation, where the satisfaction of welfare needs are becoming independent of the family and instead a responsibility of the State, although the latter has recently shifted back to greater family responsibility. • The right-hand side of Figure 4 shows how the ratio of the workforce in relation to the older population benefiting from care services is related, to some extent, to care services or expenditure as detailed in the previous chapter. There are, however, differences caused by the prevalence of part-time work (for instance, in the Netherlands) and the importance of cash benefits that can be used to pay for family members or migrant care workers (as in Austria or Italy) (Rodrigues et al, 2012). In some of the study countries, such as Austria and Bulgaria, a recent shift towards formal care can be seen. In Austria, for instance, informal care by family members is declining. This is due to societal change as the number of working women is rising and is estimated to increase further. Professional nursing and care services are becoming more important to support the balancing of work and family life. More or less the same development can be seen in Bulgaria, where deep attachment to home and family is traditional. However, social change has made it difficult to devote oneself to the family, especially in cases where family members are seriously ill and dependent. If a person has to care for an ailing relative, they must leave their job, which lowers the quality of life for the whole family. Institutional long-term care, despite being very much against Bulgarian tradition, then becomes a feasible solution. Therefore it is socially justified and effective for the state to financially support the home-based care of people who have families and homes, paying their relatives to care for them. However, in other countries, such as the Netherlands, policies have moved towards more informal care, with the emphasis on decreasing the demand for professional care by, for instance, promoting prevention of sickness and disabling conditions, self-management and informal care. The relatives of clients are increasingly responsible for arranging their care. A drawback of informal care is that people delivering care to disabled relatives are wholly or partially removed from the labour market. Socioeconomic factors A third relevant category is socioeconomic factors. As already mentioned, the economic crisis has had a significant impact on the health and well-being of citizens. The particularly poor economic situation in some countries may lead to an increase in health and social problems, thereby increasing demand for care workers. Technological factors Technology has brought important developments to the health and social care sector. Higher life expectancy, as a result of advances in medical knowledge and treatments, will lead to a greater demand for long-term care in the future. Also, the likelihood of getting severe illnesses usually increases with advancing age. As a consequence, not only the demand for care personnel in general but also the demand for more highly qualified care personnel is expected to rise. ",
        "Labour market context 31 Labour productivity in community-based care has increased, although gains are comparatively low. In theory, the increasing deployment of assisted-living technology, such as domotics (home automation), telecare and digital participation services, and innovations in materials used in personal care, such as dry washcloths, have led to more efficiency, higher labour productivity and thus less labour demand in community-based care. The recent CARICT (a contraction of ‘care’ and ‘ICT’) research project, conducted by the Institute for Prospective Technological Studies (IPTS), shows that there is a wide range of successful, not very costly, and beneficial examples of ICT- based support for carers across Europe (Carretero et al, 2013). However, the sector is and will remain comparatively labour-intensive. Also, experience in the Netherlands, for instance, shows that technological innovations have a greater influence on the quality of care than on the labour productivity of care workers. The increasing use of assisted-living technology by clients will have implications for the home- care workforce. Development of new skills will be required to assist people with the use of such technologies. For instance, in the UK, Skills for Care is working towards providing the home-care workforce with comprehensive and practical guidance on the skills, knowledge and understanding related to assisted-living technologies that social care staff in a variety of community-based roles will need to have. The deployment of assisted-living technology in the UK also has led to the introduction of a new type of home-care worker, the assistive technology support worker. Environmental factors A final PESTLE domain is the environment. The influence of this factor on the care labour market, however, may be considered negligible. This goes for most of the 10 countries studied. Only in Portugal does the environmental sector increasingly provide opportunities to develop social and meaningful jobs to assist the integration of unemployed adults with disabilities. Labour supply While the demand for care-givers is on the rise, the supply of workers is decreasing due to an ageing workforce. In Denmark, France, the Netherlands, Spain and the United Kingdom, about a third of care workers are over 45 years old (Korczyk, 2004; Ewijk et al, 2002). The European Commission estimates that between 2000 and 2009 the number of health and social care workers over the age of 50 increased by 20% (2012d). Personnel replacement needs will lead to 7 million job openings up to 2020 (in addition to 1.4 million new jobs) (see also Korczyk, 2004; Ewijk et al, 2002; European Commission, 2012a). The Commission expects that this mismatch between labour supply and demand will lead to a shortage of 2 million healthcare workers in 2020, of which 1 million will be long-term care-givers. Hence, in 2020 Europe is expected to be 8.5% short of the required number of healthcare workers. Employee characteristics The surveys and reports referred to above also highlight several characteristics of the health workforce. Firstly, the health and social care workforce in the EU27 consists primarily of women. Secondly, compared to the total workforce, the health and social care workforce is relatively highly educated, at least in the EU15. When the new Member States are included, the percentage of workers with higher vocational or university education in the sector decreases to the average in the overall economy. ",
        "More and better jobs in home-care services 32 The high educational level of the sector’s workers is also reflected in the workforce forecasts. From the 8 million healthcare jobs that are expected to be created in the 2010–2020 period, most will be given to highly educated personnel (5 million), then to personnel with medium-level qualifications (3 million), and only 0.2 million jobs are expected to go to personnel with low-level qualifications. The ratio of part-time workers in the health and social care sector is also much higher than in the overall economy, 31.6% compared with 18.8% respectively. A notable feature is the relatively low pay for health and social care workers. The Commission notes that even though the skill levels are relatively high and working conditions are often demanding, hourly wages in the sector as a whole are lower than the average hourly wage of the total EU27 workforce. In recent years, this tendency – which is related to the high rate of female employment in the sector and to the gender pay gap – has become more pronounced (European Commission, 2010a). ",
        "33 3 Recruitment and retention measures This chapter discusses the results of the analysis of the 30 recruitment and retention measures studied in depth for this project. It explains the classification of these measures according the labour market strategy they support, and then briefly describes policies and actions in this area at national level. An overview of the main elements of the 30 recruitment and retention measures selected is presented. 7 Type of recruitment and retention measures By distinguishing between measures that stimulate the supply of labour and measures intended to temper the demand for labour, it is possible to categorise possible solutions to labour shortages in the sector. Using the solutions model (described in Annex 1) as a starting point, four labour market strategies addressing recruitment and retention in community-based care to support adults with disabilities can be identified. 1. Targeting labour reserves to attract new employees to the sector. In addition to the recruitment of the unemployed and other groups currently not working in community-based care, this may also include targeting existing immigrant groups and labour migrants. 2. Promoting and facilitating the education of potential employees through, for instance, the creation of new and specific learning paths, the launch of campaigns to encourage people to choose an educational path in the sector and institutional improvement of the connection be- tween the labour market and education in general. 3. Improving the situation of current employees to optimise their potential as well as to discour- age them from leaving the sector. This may include the introduction of training and retraining programmes, professionalising the sector and providing more career prospects for existing em- ployees. 4. Improving the operational management and labour productivity of organisations in the sector. This could be a way of alleviating labour market discrepancies by allowing organisations to work more efficiently and increase the productivity of their employees, for example through the use of new technologies and treatment methods, and changes in functions and organisation. The labour intensity of community-based care work makes it difficult to increase efficiency, but innovative approaches may nonetheless have a positive impact. Policies and actions at national level The analysis of the country reports shows that in most countries there are initiatives in each of the strategies described above. However, the emphasis varies. Some countries, like Poland, focus more on improving the overall quality of social care, thereby improving the quality and attractiveness of care jobs. Denmark and Finland also focus on raising the prestige of the sector. In countries where the general quality is already fairly high, like the Netherlands, the focus is more on targeting new labour reserves and improving productivity. The UK is drawing more people into the lower levels of the sector. There are also large differences in the specificity of the initiatives. In Portugal, for example, most labour market initiatives are targeted broadly, although care jobs are often a priority, while Spanish initiatives are more narrowly focused on jobs in home care. The analysis of the country reports also reveals interesting similarities between countries. Many have developed telecare projects (the Netherlands, Spain and the UK), increased the number of 7 The criteria for selection of the 30 cases were described in the introduction. The annexes to the country reports contain full descriptions of the case studies. ",
        "More and better jobs in home-care services 34 migrant care workers (Austria and Denmark), changed the organisational structure of care (Bulgaria, the Netherlands and Spain) and introduced new direct-payment systems (Austria, Bulgaria, the Netherlands, Spain and the UK). )(cid:24)(cid:26)(cid:7)(cid:11)(cid:26)(cid:20)(cid:5)(cid:19)(cid:3)(cid:7)(cid:26)(cid:10)(cid:11)(cid:28)(cid:21)(cid:21)(cid:19)(cid:11)(cid:17)(cid:6)(cid:24)(cid:15)(cid:20)(cid:3)(cid:15)(cid:7)(cid:11)(cid:3)(cid:18)(cid:11)(cid:6)(cid:7)(cid:15)(cid:6)(cid:5)(cid:3)(cid:20)(cid:23)(cid:7)(cid:18)(cid:20)(cid:11)(cid:24)(cid:18)(cid:19)(cid:11)(cid:6)(cid:7)(cid:20)(cid:7)(cid:18)(cid:20)(cid:3)(cid:21)(cid:18)(cid:11) This section presents an overview of the main elements of the 30 recruitment and retention measures studied in depth. For the purposes of the study, the cases are classified according to the most important strategy they address (sometimes cases address more than one strategy). Strategy 1: Targeting labour reserves This strategy primarily aims to recruit home-care personnel from labour reserves, especially the unemployed. Initiatives are a combination of professional orientation, prequalification, qualification, work experience, mediation and follow-up support and labour cost subsidies. Labour Foundation for Social Work and Healthcare Professionals (Austria): This initiative targets unemployed people in Vienna interested in a job in health, nursing or care work, or in the social work professions. It helps them to train for and then find a job. Candidates go through a multistage selection procedure in the workplace whereby they will ultimately be employed after finishing their training, being selected on the basis of criteria such as personal suitability, motivation and language proficiency. The coordinating organisation is the Vienna Employment Promotion Fund, and it pre-selects applicants. Migrants Care (Austria): The Migrants Care initiative prepares people with a mother tongue other than German for jobs as qualified health and social-care workers. Within the framework of the initiative, interested migrants are informed about the possibilities of jobs in community-based care and are counselled individually. They can take part in prequalification training with a focus on German language skills to make it possible for them to progress to vocational training in the field of health and social care. Assistants for Disabled People (Bulgaria): The dual goal of this national programme is to provide work for the unemployed and to provide community-based care for those who need it. The programme finances two types of care jobs. The personal assistant role is designed to ease the situation of families who have a disabled relative in need of constant care, while the social assistant role is intended to meet the daily needs of people with disabilities or of severely ill and isolated people, including the organisation of their leisure time to improve their social inclusion. Relatives of disabled people can apply for the role of personal assistant. Job Rotation (Denmark): The Job Rotation initiative is intended to improve the professional development of current employees and, at the same time, provide access to employment in community-based care for the unemployed or newly qualified workers. The jobs of current employees undergoing training are held open for them and temporarily filled by unemployed people. This initiative therefore combines work experience for the unemployed (Strategy 1) with upgrading the qualifications of current personnel (Strategy 3, described below). Stimulus 2012 (Portugal): Stimulus 2012 grants financial support for the recruitment and training of job-seekers who have been registered as unemployed for more than six months. It subsidises 50% of the salary of those employed under the scheme for a maximum of six months. An additional subsidy of 10% can be granted for certain categories of job-seeker, including those who themselves have some kind of disability. Employers who have claimed the subsidy have to offer a permanent ",
        "Recruitment and retention measures 35 employment contract or a renewable fixed-term employment contract for at least six months after the scheme ends. Employment/Inclusion (Plus) (Portugal): The Employment/Inclusion (Plus) programme offers job-seekers temporary employment in the social services for 12 months; it targets job-seekers in disadvantaged groups such as the long-term unemployed particularly. The primary aim is to improve the future employability of job-seekers by maintaining or enhancing their personal and professional skills, by keeping them in touch with the labour market and by reducing their sense of isolation and demotivation. Single Ticket Programme (UK): The Single Ticket Programme (STP) operating in Manchester targets unemployed people and people from disadvantaged groups, offering an opportunity to gain knowledge, skills and experience of working in health and social care. The main criteria for the selection of participants are commitment and willingness to work in health and social care rather than previous experience or academic qualification in this sector. The approach of the STP’s vocational training is to help workers gain core skills and experience of a wide variety of career choices through one comprehensive programme – a ‘single ticket’. The aim is to create flexibility in the workforce. The programme consists of 4 weeks of induction training and 5 work placements, each of about 12 weeks’ duration, with health and social care providers. These could be in adult care, child care, mental health, in a general hospital or working with people with learning disabilities. Participants who complete the programme should have a solid basis to apply for a permanent job in the sector. Strategy 2: Promoting and facilitating education This strategy is intended to recruit health and social care students and retain them in the sector. The aim is to provide a larger supply of qualified school-leavers who are able and willing to work in the community-based care sector. The examples of this strategy can be divided into three subgroups: campaigns and educational orientation, apprenticeships in health and social care, and mentorships. Campaigns and educational orientation Boys’ Day (Austria): During the annual Boys’ Day, boys can get acquainted with professions in care and education presented by male role models. The long-term objectives of the Boys’ Day are: • to bring more men into typically female professions; • to break social stereotypes; • to improve the image of the social work and healthcare professions; • to support boys in developing a positive male identity. In addition, throughout the year, job-orientation workshops are held for schoolboys aged 12 and over, where they are shown films about work in the social sector and on social culture. The initiative also has its own website. Care4future (Germany): The Care4future initiative ran between 2010 and 2011 and aimed to address the shortage of skilled labour in the care sector by informing, sensitising and inspiring adolescents at secondary school stage to consider a career in the care sector. It resulted in the development of a manual on how to set up local or regional networks of people involved in the care sector and a framework for a training course to be delivered by members of the network. It also ",
        "More and better jobs in home-care services 36 introduced a peer-learning approach to training, in which trainees from nursing schools become lecturers for secondary school students. This approach is combined with a two-week internship in a care facility in which students are mentored by current senior staff. Apprenticeships Neighbourhood Training Company (the Netherlands): The Neighbourhood Training Company is a new concept in practical community-based training for health and social care. It helps trainees to acquire work experience that is directly connected to their training in healthcare and welfare work in their own residential district. They carry out odd jobs that residents cannot do for themselves and for which they do not receive help from their municipality. INOV-SOCIAL (Portugal): The INOV-SOCIAL initiative gave financial assistance to professional apprenticeships in social care for new graduates from higher vocational education, usually for nine months. The main objectives of this initiative were to complement or enhance the professional skills of the graduates and to facilitate their integration into the social care labour market, and also to improve the quality of the services provided. Mentorships Mentoring for students with a foreign background (Denmark): This system offers mentoring to health and social care students from non-Danish ethnic backgrounds to encourage them to complete their education, to reduce drop-out rates and to offer better preparation for careers in community- based care. In the mentoring system, each student is paired with a mentor. Mentors are health and social-care teachers or volunteers who are either still working in the sector or have recently retired. The mentoring system is coordinated by a network that arranges work experience and acts as a contact point between mentor and student. Strategy 3: Improving the circumstances of current employees The third strategy is intended to prevent current employees from leaving the sector, either by improving their qualifications or by offering them other routes towards professional development. Although this is the primary aim, upgrading the community-based care sector also makes it more attractive to potential employees and contributes to the recruitment of personnel. Measures adopted under this strategy may include: professionalising the sector; offering training and retraining programmes to increase knowledge, skills, competences and motivation and at the same time providing more career prospects for employees; and taking alternative or more modern approaches to training and education, such as e-learning and professional validation of work experience. Professionalising the sector Professionalising staff development in the care sector (Germany): This initiative ran from 2009 to 2012 and aimed to develop managerial skills in parts of the care sector workforce, for instance in the field of human resource development. Extra occupational courses were offered to equip participants with knowledge that was as practice-oriented as possible. Courses combined theoretical management seminars with the implementation of an on-the-job project. The initiative also aimed to raise awareness within the community-based care services of the need for systematic and strategic human resource development. Human resource consultants were placed in nursing schools to advise the community-based care services on human-resources-related problems and to assist in the design of systematic human resource development. ",
        "Recruitment and retention measures 37 New professional role for social workers (Poland): This project developed a new social work standard, referred to as the ‘community organising model’, which describes how social workers can support individuals, social groups and local communities threatened with poverty, marginalisation or social exclusion and can help to reintegrate them into the community and into employment by working with them more directly. Coupled with the standard is a financial incentive for social workers who have direct client contacts and who work in accordance with the standard. In 2013– 2014, about 3,000 social workers will be given training in the new standard in a two-day course delivered nationally. Social Care Workforce Development Programme (SCWDP) (UK): This programme is a regional initiative offering grants to local authorities in Wales to develop a SCWDP partnership for their area. These partnerships are responsible for the development, planning, monitoring and evaluation of SCWDP-funded training across the public and private social care workforce in the area. They also develop the recruitment and retention strategies of social care providers by offering training on recruitment and retention matters to their management staff. The ultimate aim is to increase the proportion of staff with the qualifications, skills and knowledge they need and, in this way, to improve the quality and management of the social services provision in the area. Training employees Social Assistant and Home Assistant Service (Bulgaria): In Bulgaria, funds were available between 2007 and 2012 to increase the skills and motivation of social assistants and home assistants who were supporting dependent people with disabilities or people who were simply living alone and needed help. This three-phase programme primarily aimed to upgrade the skills of workers in the sector, both unemployed and employed, who already had experience in social work. The overall objective was to enhance and improve the social assistant service and to develop the home assistant service as a form of community-based social service for people excluded from regular social contact and at risk of becoming dependant on institutional care. The specific objectives of the programme were the creation of new jobs in the social services sector for professionals looking for additional work and increasing the skills and motivation of all social assistants and home assistants. Further education in chronic disease (Denmark): To manage the high and increasing incidence of chronic diseases in many European countries, the skills of professionals in community-based care need to be upgraded. This Danish initiative is intended to enhance career development for health professionals in general practice, community-based care and hospitals. It includes a number of courses and training modules to increase the ability of the existing workforce to manage chronic disease in community-based care, with stronger links to clinical practice. The premise of the programme is that skills development should be offered on an intersectoral basis, through a team-based chronic disease management approach that is person-centred and tailored to individual needs. Qualifications as the key to the improvement of care service quality (Poland): This project in the Wiekopolska region of Poland concentrated on the training of people already active in long-term care, the majority of them in some formal role. Training, in the form of lectures as well as practical experience, covered methods of care for the elderly, disabled and those with health problems, among other topics. ",
        "More and better jobs in home-care services 38 New approaches to employee education Professional accreditation for experience of working in community-based care (France): The French system of professional accreditation on the basis of experience (Validation des Acquis de l’Expérience, VAE) enables individuals with at least three years’ work experience to get a professional qualification or diploma. VAE is open to those who can prove they have a salaried job, are self- employed or are voluntary workers. Candidates have to document their relevant work experience, answer questions on the qualification to be awarded and take an oral exam. The certification procedure is organised by various ministries, each responsible for establishing that candidates fully meet the requirements for VAE in their sector. E-learning in the care sector (eLiP) (Germany): The eLiP (eLearning in der Pflege) initiative aims to boost the diffusion of e-learning in the care sector, by providing a central e-learning infrastructure that individuals can access at a reasonable price. Rather than opting for the e-learning offerings that were already available on the market, the eLiP project managers believed that a software solution tailored to the care sector would gain acceptance and widespread use in the sector. Professionalism certificates (Spain): In the Spanish system of professional validation by experience, each professionalism certificate is made up of a number of ‘competence units’, normally two or three, each of them directly linked to a short training module. A partial certification for each unit is needed to get the overall professionalism certificate. The contents, competence units, professional contexts and profiles of the professionalism certificates are officially regulated by royal decrees approved and published at national level. The Ministry of Labour and the Ministry of Education are the main national bodies responsible for the process. Autonomous communities and their labour and education authorities are responsible for the implementation of the accreditation system at regional level. Strategy 4: Improving management and labour productivity Innovative changes in functions, organisation or applied technology, or any combination of these three factors can improve the operational management and labour productivity of the community- based care sector. Besides cutting labour costs, new ways of working can make the sector more attractive to current and potential employees, and so increase the possibility of recruiting and retaining personnel. Cases that illustrate the use of this strategy can be divided into four subgroups according to the kind of changes made: new functions; new ways of organising and steering care activities; technological innovations; and new employment and transport services for adults with disabilities to help them participate more actively in the labour market, education and society in general. New functions Visible Link (the Netherlands): Between 2009 and 2012, this programme promoted the cost-effective deployment of highly skilled district nurses, especially in neighbourhoods with socioeconomic and health disadvantages. The role of the district nurse is to address citizens’ problems, and particularly those in vulnerable groups, by connecting them with various authorities and organisations at district level in the fields of housing, prevention and health and social care. As well as coordinating healthcare and social care, nurses also provided care themselves in people’s homes. The primary aim of Visible Link was to improve the coherence of care at district level. New profession of medical carer (Poland): This measure introduced vocational training for the new profession of medical carer in long-term care. Under the supervision of nurses, medical carers ",
        "Recruitment and retention measures 39 carry out simple nursing tasks originally performed by qualified nurses. This new profession has been included in the list of professions (the Polish Classification of Occupations and Specialisations) kept by the Ministry of National Education, and after completing the relevant vocational training, medical carers can now be officially registered. New ways of organising and steering care activities Netherlands Neighbourhood Care (the Netherlands): This project gives small, self-organising district teams of highly skilled workers full responsibility for the nursing and care of clients at home. These teams can enhance the services available to clients by supporting the contribution of volunteers or by helping clients to access the formal health and social care system. When necessary, they provide home nursing or care themselves. These local teams are supported by a small and efficient national organisation. The objective of the approach is to improve the quality and efficiency of home care and make the job of district nurse or orderly more attractive. Independent Life (Spain): Independent Life is a direct-payment project in the Gipuzkoa region aimed at promoting autonomous and independent living for disabled people over 18 living in their own homes. Beneficiaries autonomously manage their own care budgets and are responsible for recruiting their personal assistants, whether relatives or qualified professionals. Each beneficiary employs on average two to three personal assistants to give them support with daily tasks they cannot do on their own. The disabled person supervises this support and the personal assistant does not take over decision-making. SSI Group (Spain): The SSI (Servicios Sociales Integrados, Integrated Social Services) Group is a non-profit cooperative of social care professionals in Bilbao. The cooperative model of the SSI Group is characterised by self-government, self-management, equal participation, collective property, communication and cooperation, and a decentralised human resource structure. Other essential values are personal growth, continuing training, the maintenance of professional standards, the support of social initiatives and the reinvestment of the benefits they accrue in society. One of the aims of the SSI Group is to support informal carers to achieve formal qualifications and, in doing so, to increase the value of their work. Technological innovations Assistive Technology Norfolk (UK): This project is aimed at developing a new type of social worker specialised in assistive technology: the assistive technology (AT) support worker. AT support workers carry out assessments of (potential) services users, such as stock-taking of wishes and needs as regards assistive technology, whether standalone or telecare equipment. They also take care of subcontracting the installation of the equipment and provide training, awareness-raising sessions, talks and clinics around the county for various groups. New employment and transport services for adults with disabilities Social Entrepreneurship (Bulgaria): Between 2009 and 2011 the Social Entrepreneurship grant scheme aimed to create new models of successful social enterprises and to improve existing ones. By doing so, the objective was to create secure jobs, especially in the service sectors, for vulnerable groups not able to participate in regular work. The programme facilitated and supported social enterprises, raised awareness and stimulated cooperation between parties involved in this field. Establishment and service supports through work (ESATs) (France) : The state-funded ESATs (Etablissements et Services d’Aide par le Travail) aim to find work for people whose disabilities ",
        "More and better jobs in home-care services 40 are too severe for them to work in normal organisations or even disability-friendly organisations. By integrating workers with disabilities into society, the medical and social workers of the ESATs become part of a network of local partners and are able to source housing, preventive medicine programmes, care and even cultural activities for their clients. They therefore both provide work for people with disabilities and support them in life outside work to promote their social inclusion. PMR transport service (France): The PMR (Personnes à Mobilité Réduite) transport service in Grenoble uses minibuses that are able to carry up to five people in wheelchairs and are fitted with floor rails to secure them. The PMR driver-carers make door-to-door journeys but do not help people in and out of their home. If necessary, other carers help before and after the PMR service. The PMR driver-carers, mostly men, are specially trained: they take a first aid training course, and courses in smooth and preventative driving and in the handling of wheelchairs. They have regular training with disability professionals to appreciate better the various disabilities they encounter and learn how to deal with passengers during the journey. ",
        "41 4 Outcomes, results and impact In general, the information on outcomes, results and impacts of measures aimed at recruiting and retaining care workers is fragmented. Eastern European countries especially do not have a long- standing tradition of consistent and regular evaluation. Programmes and projects in other European countries are not always evaluated either. It is, however, usually obligatory for beneficiaries of EU funds such as the ESF to carry out evaluations. In addition, many of the initiatives in place are still in operation and can therefore be only partially evaluated. It should also be noted that, in general, assessing the net effects of labour market policies on staff shortages is not always easy. This has been confirmed by a recent Dutch feasibility study on the difficulties of evaluating labour market measures in the healthcare sector (Panteia et al, 2013). The study shows that, in the short term, the impact of only some labour market initiatives on current or expected staff shortages can be adequately assessed. In the long run, a larger part can be more fully evaluated. However, since the influence of external factors will always increase over time, the reliability of such assessments will be limited. The quality of available data would also have to be improved to make a more accurate impact assessment possible. Even so, some quantitative aspects (such as effects on productivity and the reach of labour market measures) and qualitative aspects (such as bottlenecks and the identification of success or failure factors) can usually be evaluated. Case studies: Outcomes Most of the 30 cases studied have been monitored or evaluated, either in quantitative or more qualitative terms. In general, the outcomes and results of the initiatives are promising. However, it is difficult to compare the outcomes, results and impact of the various initiatives with each other, as they differ in matters such as aim, strategy, scope, regional scale and duration. Furthermore, different indicators are used for measuring success. Job creation is not the direct aim of all the initiatives, nor is information always available about the number of jobs created. In some cases other indicators are used, such as the number of people reached by a measure, the number of places available, the number of people actively participating and the number of people successfully completing it. This part of the report presents an overview of the outcomes of the 30 case studies. The results and impact of the initiatives are then briefly discussed. Outcomes of Strategy 1: Targeting labour reserves Labour Foundation for Social Work and Healthcare Professionals (Austria): Between January 2003 and September 2007, 740 home helps, 206 nursing assistants and 20 certified health carers and nurses completed vocational training; 95% of this group found a job. After 9 to 12 months, the employment rate of this group remained at about 90%. Migrants Care (Austria): Approximately 350 people called in to the central contact point, which was open from July until September 2012. Many were helped with a short, informative conversation. Around 200 comprehensive and individual counselling sessions took place. Due to budget constraints, only one prequalification course for 18 people was held in 2012. Assistants for Disabled People (Bulgaria): More than 80,000 jobs were created by the programme between 2005 and 2011. Job Rotation (Denmark): In 2012, some projects were still under way, with an estimated 770 participants placed in temporary positions. Out of a group of 291 job-rotation temporary workers who completed a rotation project, 78% were employed within two weeks of the end of the project. ",
        "More and better jobs in home-care services 42 In addition, 63% of a group of 286 temporary workers were employed two weeks or more after the rotation was completed, compared to 43% of a comparison group that had not been enrolled. The increased satisfaction and growth opportunities for existing employees in the sector suggest that retention has been successful, although there are no data to confirm this. Stimulus 2012 (Portugal): The measure has already attracted a significant number of beneficiaries: of the 3,231 organisations and 5,547 jobs approved by October 2012, 487 (15%) organisations and 1,006 (18%) jobs pertained to the social care sector. In addition, there were 528 new jobs for activities related to care services for the elderly and people with disabilities, more than half of which (52%) were for social workers. Employment/Inclusion (Plus) (Portugal): In 2011, 55,1038 unemployed people were covered by this measure, of whom 3,478 were delivering social care services to elderly people. In 2012 (up to September), 44,788 unemployed people were covered, with 3,581 providing social care to the elderly. There is currently a trend of increasing participation by social care services in tender procedures, possibly explained by the downturn of economic activity the country is experiencing. Single Ticket Programme (UK): Since 2009, around 70 people participated in the programme. On completion of the programme, around 70% of participants have gone on to secure work positions in health and social care. Outcomes of Strategy 2: Promoting and facilitating education Campaigns and educational orientation Boys’ Day (Austria): During 2011, more than 4,000 boys throughout Austria took part in Boys’ Day: 1,522 boys from 50 schools attended a total of 111 workshops; 2,375 boys from 112 schools visited 153 facilities in the education and care sectors; and 102 boys from 26 schools participated in individual sample placements in 96 facilities. Care4future (Germany): No quantitative information was available. Apprenticeships Neighbourhood Training Company (the Netherlands): Neighbourhood Training Company activities started in the cities of Dordrecht, Haarlem, Hengelo, Leiden and Utrecht in 2011, and each have between 15 and 22 trainee positions. The project in the Hague, which started in January 2010, has nearly 100 trainee positions. Other cities and regions running Neighbourhood Training Company projects include Amersfoort, Rotterdam, Veenendaal and Zuid-Kennemerland. INOV-SOCIAL (Portugal): In 2010, 1,050 trainees took part and in 2011, 1,467. Up to September 2012, when the measure was replaced, there were still 219 trainees who had benefited from it. Mentorships Mentoring for students with a foreign background (Denmark): Beginning with 15 pairs in 2004, the programme had up to 100 pairs by 2010, and at present there are 50 mentor–student pairs. Of the students surveyed, 70% stated that their mentor has been a significant support for them in finishing their educational programme; 46% of the managers of funded projects reported that the mentorship system has resulted in more young people with immigrant backgrounds successfully completing their academic programme. ",
        "Outcomes, results and impact 43 Outcomes of Strategy 3: Improving the circumstances of current employees Professionalising the sector Professionalising staff development in the care sector (Germany): So far, 180 participants from 150 community-based care services have participated in one of the courses. New professional role for social workers (Poland): In the initial phase, 82 social workers took part in the project. It is expected that 3,000 social workers will participate in the dissemination training in the period 2013–2014. Social Care Workforce Development Programme (SCWDP) (UK): In 2010–2011, up to 127,000 people attended SCWDP-funded events, a decrease of 3.8% on the previous year. Some 6,500 qualifications were gained during the year, a decrease of 2.9% on the previous year. The number of ‘specified qualifications’ obtained in the training areas of management and community- based care decreased slightly (6% and 4% respectively). There was a 14% increase in child-care qualifications. Training employees Social Assistant and Home Assistant Service (Bulgaria): In total, 4,152 social assistants and 6,785 home assistants were employed within the framework of the three phases of the grant scheme. Further education in chronic disease (Denmark): The goal of the project was to train 3,000 people between 2010 and 2012; however, 5,834 people participated. Qualifications as the key to the improvement of care service quality (Poland): The project attracted 330 participants. New approaches to employee education Professional accreditation for experience working in community-based care (France): Among the 51,000 candidates who applied for VAE in 2011, almost one in three were applying for certification of vocational training recognised as a qualification for carers and home-care auxiliaries. Of these, 6,300 applied for a state-recognised nursing auxiliary diploma; 4,800 applied for a state- recognised home-care social assistant diploma; and 1,900 applied for a qualification as a home-care family assistant. eLiP (Germany): eLiP started with seven members in 2008. In 2012, the association had 20 members who all make use of the e-learning infrastructure and participate in introductory and advanced seminars offered by eLiP. Professionalism certificates (Spain): A total of 787 people completed the requirements for the professionalism certificate in health and social care services for dependent people in households in the summer of 2012. Just over 57% of those who entered the initial assessment phase were awarded the certificate. Within social services and community services, 1,634 gained the professionalism certificate in health and social care for dependent people in social institutions, and 1,202 gained the certificate for care delivered within a household setting. Within the health professions, 352 people gained the professionalism certificate in health transport. ",
        "More and better jobs in home-care services 44 Outcomes of Strategy 4: Improving operational management and labour productivity New functions Visible Link (the Netherlands): The target was to recruit 250 extra district nurses. During the mid- term review in the spring of 2011, a total of 95 district projects were running in 50 municipalities. At that time, the projects had recruited approximately 355 extra employees. Of these, 250 were district nurses with higher vocational training levels (71%), 75 were district nurses with intermediate vocational training levels (20%) and about 30 were employees from other disciplines such as social workers (9%). Jobs for project managers were also created. Given that during the mid-term review not all the projects had completed the recruitment and selection phase, the final number of extra district nurses and other employees within the Visible Link initiative will certainly be higher. New profession of medical carer (Poland): No quantitative information was available. New ways of organising and steering care activities Netherlands Neighbourhood Care (the Netherlands): This initiative started with one self- steering district team in the city of Almelo in 2006. By 2012 the number of teams had reached 470, up from 360 in 2011. The number of employees in district teams was 5,500 in 2012, up from 3,700 in 2011. The average number of employees recruited yearly has been around 1,200. Independent Life (Spain): When this regional programme started in 2004, only four individuals were involved. Eight years later, 39 people were taking part in the programme. It is estimated that each beneficiary generates on average 2 or 3 personal assistant positions, suggesting that the number of jobs created is between 78 and 117. SSI Group (Spain): According to the 2011 annual report, SSI Group had a total of 320 workers. The majority of them (99%) were women. At the end of 2012, the total number of staff in the group had increased to 400–450 people. Technological innovations Assistive Technology Norfolk (UK): The AT service worker team has grown from 6 to 13 members in the past few years. From the original six AT service workers, one person left (due to ill-health). There have not been any staff reductions as a result of introducing the assistive technology service. New employment and transport services for adults with disabilities Social Entrepreneurship (Bulgaria): As a result of the programme, 29 new social enterprises were set up and 10 existing ones were supported. The total number of people covered by the project in 2012 was 3,612 from various risk groups, of which 1,606 are disabled. More than 140 people were engaged in the delivery of social and medical services. These were predominantly part time and temporary jobs. ESATs (France): In 2001, ESATs had 25,500 employees. In 2006, there were 1,345 ESATs, with 29,000 employees providing medical, social and employment support for some 110,000 disabled people. PMR transport service (France): A survey conducted in 2007 in 65 major urban areas showed that these services employed 700 people, 80% of whom were drivers. In Paris, more than 1.6 million journeys a year are made using these services. ",
        "Labour market context 45 Results and impact On the basis of the analysis of the country reports, the following overall conclusions about the results and impact of the initiatives can be made. • In most cases the quantitative targets of the initiatives were reached or are expected to be reached. The approaches chosen usually function well in practice or at least prove to be relevant. • The initiatives have positive labour market effects, contributing to job creation, recruitment and retention of personnel. They also combat unemployment and staff shortages. • There are also social gains: the initiatives contribute to the social inclusion of unemployed people and the empowerment and quality of life of vulnerable citizens, and assist social cohesion within communities. In addition, as the country reports show, most initiatives studied are either expected to be or have already proven to be sustainable and transferable to other organisations or regions in the same country. In some cases, they have already been taken up in other countries and organisations. These positive results are partly due to the context (the PESTLE factors, as described in Chapter 2), which offers a favourable environment for community-based care, and certainly also to the intrinsic characteristics and qualities of the initiatives (see the discussion on success and failure factors in the next chapter). ",
        "More and better jobs in home-care services 46 Lessons learnt: Success and failure factors This chapter focuses in detail on what can be learned from the 30 recruitment and retention initiatives discussed in the previous two chapters. It identifies the success and failure factors associated with the initiatives; these are classified and examined according to the four strategies of the solutions model. Lessons on the sustainability of the initiatives and of their transferability to other regions, countries and sectors are also discussed. Lessons from Strategy 1: Targeting labour reserves ;(cid:23)(cid:17)(cid:14)(cid:21)’(cid:23)(cid:7)(cid:18)(cid:20)(cid:11)(cid:17)(cid:6)(cid:21)(cid:4)(cid:6)(cid:24)(cid:23)(cid:23)(cid:7)(cid:26)(cid:11)(cid:27)(cid:21)(cid:6)(cid:11)(cid:5)(cid:18)(cid:7)(cid:23)(cid:17)(cid:14)(cid:21)’(cid:7)(cid:19)(cid:11)D(cid:21)(cid:13)(cid:22)(cid:26)(cid:7)(cid:7)&(cid:7)(cid:6)(cid:26) Most European countries have employment programmes for unemployed job-seekers in the health and social care sector. These programmes offer benefits to the different stakeholders: • unemployed people gain the necessary qualifications for paid work; • employers get qualified employees to fill their vacancies; • clients receive the care they need; • the costs of unemployment are reduced. Usually, the programmes comprise vocational training or work experience or both. In some cases there are also labour cost subsidies for employers. Recruitment, selection and prequalification Before unemployed job-seekers can be trained, they have to be recruited, selected and – in some cases – prequalified by various means. • Preferably they are recruited not only through large-scale labour market information campaigns, but also through personal consultations with job-seekers. • Prioritising traditionally disconnected segments of the labour market, such as the long-term unemployed or people with an ethnic background, contributes to achieving broad integration objectives. • Reaching specific target groups of labour reserves such as the migrant population demands a specific target group approach. In the Migrants Care initiative (Austria), the personal counselling – in which the eligibility and motivation of the migrants are assessed and a realistic insight in the future field of work is given – turned out to be an important success factor. • The importance of a good, careful selection procedure in employment programmes for unemployed job-seekers is highlighted by the Labour Foundation for Social Work and Healthcare Professionals (Austria) and the Single Ticket Programme (UK). Not only the candidates but also their future employers have to be selected carefully. • Financial incentives for unemployed job-seekers can remove barriers to participation in employment programmes. For instance, the beneficiaries of the Employment/Inclusion (Plus) programme in Portugal are given supplementary payments and keep their other subsidies or benefits. ",
        "Lessons learnt: Success and failure factors 47 Vocational training The following success and failure factors are apparent in the vocational training of unemployed job-seekers. • Good vocational education institutions are just as important as good candidates. In the Austrian Labour Foundation initiative, the results of the different education institutions are monitored. Comparing the quality of educational institutions has been shown to improve the standard of vocational training. • Using officially regulated, acknowledged curricula contributes to acceptance by employers. • The set-up of the vocational training of unemployed job-seekers is important. The UK Single Ticket Programme, for instance, consists of four elements: a unique recruitment process; an intensive four-week induction; five separate work placement modules of approximately 12 weeks each in the area of health and social care, providing five different references and thus giving a stronger basis for a permanent job application; and a nationally recognised qualification for those who complete the programme. The fact that the programme is offered free of charge can also be seen as a success factor. Possible failure factors in this case include the need for participants to travel to various work placement locations, finding enough organisations offering work placements, finding suitable people within these partner organisations who understand the programme’s ethos and the resistance of some current employees within these organisations to change. • In a number of cases, the participants of vocational training programmes are guaranteed a job beforehand. Sometimes, their future employee is also known. This stimulates the candidate to finish the training course successfully and also means that training can be fine-tuned to the wishes and needs of the employer. Work experience Gaining work experience can also contribute to enhancing the labour market opportunities of unemployed job-seekers. Success factors for the Job Rotation initiative (Denmark) turned out to be job interviews with the unemployed beforehand, guidance by a supervisor in the workplace and the prospect of being supported in further education after the end of a period of temporary employment under the scheme. G(cid:7)(cid:19)(cid:3)(cid:24)(cid:20)(cid:3)(cid:21)(cid:18)(cid:11)(cid:24)(cid:18)(cid:19)(cid:11)(cid:27)(cid:21)(cid:14)(cid:14)(cid:21)((cid:22)(cid:5)(cid:17)(cid:11)(cid:26)(cid:5)(cid:17)(cid:17)(cid:21)(cid:6)(cid:20) Where vocational training or work experience is done without the guarantee of a job on completion, or when trained candidates are not taken on by employers who had previously promised work, there is a need for mediation. For instance, the Austrian Labour Foundation scheme has been supplemented by a placement service. In some cases, employment projects targeted at unemployed people lead to fixed-term or part- time jobs, and these situations would seem to demand some kind of follow-up support for the new employees. In practice, however, follow-up support is generally not available. Labour cost subsidies In general, financial incentives for employers, such as labour cost subsidies, turn out to be an effective labour market measure. Usually, the primary aim of labour cost subsidies is to create jobs for less-privileged job-seekers. Stimulus 2012 in Portugal does not oblige an employer to offer a permanent employment contract, and this may be seen as the main success factor of this measure. ",
        "More and better jobs in home-care services 48 The level of subsidy makes it worthwhile for employers, as does the fact that they are allowed to combine it with other measures available. This also contributes to the success of this initiative. (cid:2)(cid:21)(cid:6)(cid:23)(cid:24)(cid:14)(cid:3)(cid:26)(cid:3)(cid:18)(cid:4)(cid:11)(cid:18)(cid:21)(cid:18)(cid:22)(cid:27)(cid:21)(cid:6)(cid:23)(cid:24)(cid:14)(cid:11)(cid:7)(cid:23)(cid:17)(cid:14)(cid:21)’(cid:23)(cid:7)(cid:18)(cid:20) The case studies also offer examples of formalising previously non-formal employment. For instance, relatives of disabled people can apply for inclusion in the Assistants for Disabled People scheme in Bulgaria. The Independent Life direct-payment scheme (Spain) enables people with disabilities to gives contracts to personal assistants, who may or may not be relatives, as they choose. One of the explicit aims of the cooperative SSI Group (Spain) is to qualify informal carers and, in doing so, to increase the value of their work. Lessons from Strategy 2: Promoting and facilitating education Campaigns and educational orientation • In many European countries, generalised campaigns aim to raise awareness among young people about the care sector and the courses and careers available. However, specific groups require a targeted approach. The success factors evident in the Boys’ Day initiative (Austria) include tailoring the nationwide initiative to the local context and the continuation of activities all year round, such as marketing, films and job-orientation workshops for schools, designed to maintain the awareness created by the initial Boys’ Day events. The workshops are seen as a particularly effective element of the Boys’ Day initiative. • The Care4future initiative in Germany shows that professional orientation in the community- based care sector can be improved by building up and maintaining a local or regional network, and by offering a blueprint for training courses that can be offered by members of the network. • The successful transfer of knowledge in this initiative relies on a peer-learning approach, in which trainees become teachers for secondary school students, combined with a two-week internship in a care facility during which students are tutored by senior mentors. The atmosphere is more informal and open to discussion, and the information is presented in a humorous manner which eases and increases knowledge transfer. )(cid:21)(cid:18)(cid:20)(cid:7)(cid:18)(cid:20)(cid:11)(cid:24)(cid:18)(cid:19)(cid:11)(cid:26)(cid:7)(cid:20)(cid:22)(cid:5)(cid:17)(cid:11)(cid:21)(cid:27)(cid:11)(cid:7)(cid:19)(cid:5)(cid:15)(cid:24)(cid:20)(cid:3)(cid:21)(cid:18) • The content and set-up of health and social care education have to be carefully considered. Courses must be attractive to the students involved, but at the same time appropriate for the needs of their future employers. • Emphasis on practice rather than theory is preferable, along with learning on the job. For underprivileged students such as migrants and those with low-level qualifications, intensive coaching and individual attention are important. • Important success factors in the mentoring of health and social care students with ethnic backgrounds (Denmark) are the network of mentor coordinators, their contacts and collaboration with the schools and the support of the schools. Another success factor is the correct matching of student and mentor. The two parties have to have similar expectations, the age difference cannot be too big, and it helps if they are based near each other. A failure factor can be mentors who lack sufficient time to counsel their students because they have work commitments. ",
        "Lessons learnt: Success and failure factors 49 Trainee posts Trainee posts bridge the gap between education and the labour market. Attractive trainee posts contribute to the motivation of the students involved and encourage them to finish their studies successfully, to move on to a higher level of education and perhaps to choose a career in the community-based care sector. Furthermore, they contribute to a better match between the training provided by educational institutions and the needs of employers. An important success factor in community-based, practical training, as adopted by the Neighbourhood Training Company initiative in the Netherlands, is the made-to-measure approach in which a special ‘labour broker’ is deployed to match the right student with the right client. A success factor in the INOV-SOCIAL measure (Portugal) was the ‘merchandising’ of work in the social care sector to students by raising their awareness of the sector and to social care institutions by interesting them in offering apprenticeships. A failure factor for this initiative was the relatively high administrative burden and cost. There is also a thin line between an apprenticeship provided to help a young graduate to enter the labour market and a wage subsidy to reduce an employer’s labour costs. This might create an incentive to abuse such initiatives by engaging trainees without much consideration of their need for personal development. Lessons from Strategy 3: Improving the circumstances of current employees The situation of current employees in community-based care may be improved by professionalising the sector and upgrading employees’ qualifications and skills. Means of doing this include regular training programmes, professional validation by experience and e-learning. Professionalising the sector Professionalising community-based care is, first and foremost, about developing and enhancing standards for work and workers in the sector. An example of this is the development of the role of social workers in Poland using the community organising model. Establishing and maintaining partnerships with the objective of developing the sector’s workforce facilitates professionalisation at regional and local level. The partnerships in the framework of the SCWDP (UK) are a good example of this. A failure factor here, however, was the slightly controversial role of the SCWDP as a supporter of private providers. But attitudes towards privately-funded care services have changed over the years. The majority of care services are now contracted out to independent sector providers, and very few services are directly provided by local authorities. Equipping professional care-givers with the skills for additional management tasks also contributes to the professionalisation of the sector. The initiative to professionalise staff development in Germany incorporated a practical component into the course that turned out to be a crucial success factor. It gave human resource consultants in the nursing schools an entry point into the management of the care service. This had the positive effect of raising awareness of the need for more professional management of community-based care. Training employees Developing skills by training or retraining employees improves the quality of community-based care services. At the same time, it contributes to personal and professional growth and job satisfaction. Employees become more confident in managing new responsibilities, which enhances their employability, opens up more career possibilities and enables them to move higher up the pay ",
        "More and better jobs in home-care services 50 scale. Retraining community-based care employees in an attractive setting not only contributes to their personal and professional development, but also to their motivation to continue to work in the sector. An important success factor in the Danish initiative to develop the skills of healthcare staff in chronic disease management is the deployment of guest teachers from practical work environments, making the courses highly practice-oriented. Other success factors in this case are small class sizes (allowing participants to engage in dialogue with other sectors), regular evaluation and continuous adaptation of the courses to participants’ needs and wishes. A failure factor – related to the intersectoral approach chosen for in this initiative – is the challenge of differentiating the courses to meet the specific needs of participants from different sectors. The Social Assistant and Home Assistant Service grant scheme in Bulgaria was intended to increase the skills and motivation of social assistants and home assistants through introductory training, supportive training and supervision. This design turned out to be a success factor. The Polish initiative to improve the qualifications of care workers also points to the importance of an attractive and adequate training set-up. Success factors include classes in venues with modern equipment and training by enthusiastic, skilled care workers who are able to motivate the participants. Barriers to participation in training can be the cost and the travelling distance to the training facilities. As a rule, employees prefer to train during working hours. For employers, this can be a barrier because employees undergoing training during working hours are not productive. The Job Rotation system (Denmark) solves this problem by allowing unemployed people to temporarily take over the work of employees in training. Professional validation of experience Professional validation of experience can be defined as a system in which knowledge, skills and competences gained through work experience or non-formal methods of training are acknowledged with professionalism certificates. Examples are the professionalism certificates initiative in Spain and the system of professional accreditation based on work experience in France. Both schemes promote the professionalisation of the community-based care sector and improve workers’ qualifications and, in doing so, facilitate the mobility of the labour market in the sector, clarifying the nature of the skills held by its workers. In the French system, the relatively low cost of the accreditation of work experience compared to conventional vocational training, since workers are productive while training on the job, is seen as an important success factor. A failure factor is the written nature of the assessment procedure. A move towards more practical tests would undoubtedly benefit more candidates with weak writing skills. Systematic professional support would also improve the success rate of accreditation procedures. ;(cid:22)(cid:14)(cid:7)(cid:24)(cid:6)(cid:18)(cid:3)(cid:18)(cid:4) E-learning – interactive training using a network-connected computer – has cost advantages. The other main arguments for deploying e-learning in the community-based care sector include: • more options for vocational and continuous education of employees; • flexibility; • easy adaptation to individual learning pace; ",
        "Lessons learnt: Success and failure factors 51 • reduced travel time and costs; • attractiveness to young people. The CARICT research project described in Chapter 2 supports these arguments. The eLiP initiative (Germany) shows that the presence of a sufficient number of workstations at an employer’s facilities contributes to the success of e-learning. It also shows that the further away conventional education facilities are, the better the acceptance of e-learning. A failure factor is that older decision-makers and teachers may be sceptical about e-learning, being less familiar with electronic media than younger people. Lessons from Strategy 4: Improving operational management and labour productivity Besides reducing labour costs, measures to improve operational management and labour productivity through new ways of working can contribute to the attractiveness of the community-based care sector for current and potential employees, and so improve the conditions for recruiting and retaining personnel. Innovation in functions Creating new types of functions can improve efficiency in community-based care. One possibility is ‘job carving’, a way of splitting jobs to ensure that the most suitable person carries out each task. In this way new functions can be created. It is a flexible way of managing a workforce that allows employers to use the skills of staff in the most productive way, and also enables less able workers, such as those with disabilities, to make a valuable contribution to the world of work. In Poland, formalising the new profession of medical carer by registering it in the official list of professions contributed to the success of the initiative. Another way to improve the efficiency and attractiveness of work in community-based care is to give professionals in the field greater responsibility and autonomy. The new-style district nurse introduced by the Visible Link initiative in the Netherlands, that added more coordination functions and scope for initiative to the traditional role of these health professionals, turned out to be highly attractive to the existing staff. Organisational innovations Changing the organisation or management of care activities by, for instance, applying concepts such as self-directing district teams and cooperatives can enhance the operation of community-based care. The preconditions for self-directing teams that function well, like those created by the Netherlands Neighbourhood Care initiative, include: • the ability of the team to make its own decisions within a clear framework, agreed upon with the management; • the well-balanced composition of the team, good relations within it and mutual agreement on the division of tasks; • regular solution-oriented meetings to discuss work, in which decisions are reached by consensus; ",
        "More and better jobs in home-care services 52 • joint responsibility for organisational tasks and outcomes, with clear agreements about who is available and when, to prevent overburdening team members with work, particularly in the set-up phase. The cooperative model of the SSI Group (Spain) is characterised by self-management, participation and collective property, communication and cooperation, and a decentralised human resource structure. Other essential values are personal growth, training and professionalism, and social initiative. This collaborative model is the main success factor of the SSI. Direct-payment programmes, in which the client effectively becomes the employer of their care workers, also change the traditional organisation of care delivery. The case study on the Independent Life programme in Spain illustrates the success and failure factors in this approach. Success factors regarding the management and functioning of this programme include: • fine-tuning of the support to the specific needs of the beneficiaries through an ‘action protocol’ that evaluates these needs adequately and assigns an appropriate amount of money for them to spend on care; • ensuring that agreement is made between the client and the personal assistant directly without interference from local authorities; • putting emergency measures in place to cope with exceptional situations, such as when none of an individual’s personal assistants is available. The successful recruitment and deployment of personal assistants seems to be more likely if relatives or close friends are not employed in the position, and by having several part-time assistants instead of one full-time assistant. The assistants need to be aware that the disabled person is capable of making their own decisions and, in turn, the ‘employer’ needs to clearly define the tasks expected of the assistant from the very beginning. Ideally an ‘independent life plan’ is set out, where all care and assistance needs are described in full, in order to define the personal assistants’ work. Finally, it helps if the beneficiaries of the programme can organise themselves to support each other and share lessons learnt . Technological innovations Technology can improve the operation of community-based care by providing innovative support systems at home, which help disabled and elderly people to live in their own homes. Technological solutions tend to be more cost-efficient and are effective in providing social and health support. They also reduce the need for the presence of relatively scarce health and social-care workers. This has been confirmed by the CARICT project (Carretero et al, 2013). Deployment and use of technological services for informal carers is still limited, mainly due to users’ limited digital skills, the lack of examples of such services in real-life settings, and the poor evidence for the impact and sustainability of these services. The CARICT project aimed to collect evidence-based results on the impact of ICT-enabled care services in the home, and to make policy recommendations to develop, scale and replicate them in the European Union. The methodology was based on a mapping of 52 ICT-based services for informal carers developed in Europe, and a cross analysis of 12 of these initiatives to gather data on their impacts, drivers, business models, success factors and challenges. The main results show that there is a wide range of successful, not very costly and beneficial examples of ICT-based support for carers across Europe. The cross analysis indicated that ",
        "Lessons learnt: Success and failure factors 53 these services had positive impacts on the quality of life of elderly people and informal carers, the quality of care and the financial sustainability of the health and social systems. Important success factors for the Assistive Technology Norfolk project (UK) included the support for the initiative within the organisation, regular awareness-raising and training, and the person-centred approach of the AT support workers providing equipment tailored to individual needs. There were also some barriers, and these included: • the attitudes of social service professionals within the organisation, some of whom saw assistive technology as an add-on rather than a core service; • an assumption within the organisation that older people would not understand the new technology; • the perception of clinicians that the services posed a threat to their jobs; • the lack of a recognised formal qualification for the skilled staff installing and managing these systems. Employment services for adults with disabilities Employment services for adults with disabilities not only aim to guide them into a paid job, preferably in the regular labour market, but also to give them continuing support when they do have a job. In some of the case studies examined by this report, adults with disabilities form a specific target group for employment programmes alongside other groups such as the long-term unemployed, the older unemployed and the migrant population. Social enterprises offer an opportunity to improve the quality of life and social inclusion of vulnerable groups, including adults with disabilities, through active participation in the labour market. The case study of the Social Entrepreneurship grant scheme in Bulgaria identifies some failure factors which may occur when attempting to stimulate employment through social enterprises, such as the economic crisis, which reduced demand for the services of social enterprises, the lack of awareness of the social economy among the public and difficulty in accessing the target groups. Policy is increasingly directed towards placing adults with disabilities in jobs in ‘disability-friendly’ companies in the regular labour market, supported by job coaches if necessary. While sheltered work environments continue to be supported in many European countries, they are intended only for adults who cannot work in the regular labour market. One of the problems faced by the ESAT facilities in France is that they compete with one another. The demands made by the government for improvement in their efficiency could have a negative effect, driving ESAT facilities to take on only disabled workers who have a higher level of productivity and to reduce the number of individuals who are less efficient in the work environment. Certain ESAT facilities are finding it hard to adjust to the demand for improved performance and more professional management. In the future, some may have trouble surviving financially once state subsidies are no longer enough to balance the accounts. Transport services for adults with disabilities Special transport services enable less mobile adults with disabilities to actively participate in society, for instance by transporting them to educational facilities or workplaces. Many public transport systems are working on better accessibility for people with disabilities, but there are still problems, especially on journeys from home to public transport systems in conurbations. Additional special ",
        "More and better jobs in home-care services 54 transport services for people with limited mobility can help them get from their homes to their destinations on a regular or occasional basis. By having specialised vehicles and driver-carers, the transportation needs of disabled people can be met, aiding their social inclusion. An example of a transport service for disabled adults that trains its drivers in social care is the PMR transport service in Grenoble, France. The service is a success, and its passenger numbers – and employment for driver-carers – are steadily increasing. Factors in this success include an increase in the number of people with limited mobility living independently and the decrease in authorisations for medical transport as a result of public cost-cutting. Lessons learnt: Sustainability and transferability The sustainability of successful recruitment and retention measures in care organisations is important, as is the transfer of lessons learnt from successful initiatives into other contexts. Examination of the 30 different case studies suggests a number of general observations that can be drawn about the sustainability and transferability of recruitment and retention measures. Sustainability Political and public support The political will to formulate policies and dedicate resources to the care sector is a crucial element of sustainability. Although this may seem self-evident, political willingness to act is rooted to a large degree in how important the electorate finds the proposed policies; when public opinion sees value in a particular policy direction, dedicating resources to that policy is legitimised. In the case of care jobs, a number of case studies refer to the importance of political willingness and motivation of governments and municipalities to continue supporting a new measure. It is therefore important to make sure the public is aware of the growing needs of the care sector, as well as the increasing role it plays in society, if political interest is to grow and contribute to the sustainability of care-sector initiatives. A number of measures try to do precisely this. Boy’s Day in Austria aims to promote the view that working in healthcare is a worthy and rewarding profession and to get the message across that the care sector has a growing need for workers. The Care4Future programme in Germany has a very similar goal. In other countries, there is a need to change cultural attitudes about the care of disabled and elderly people. In Bulgaria, for instance, where caring for vulnerable relatives at home is seen as demanding for family members, limiting their freedom to work, the number of policies aimed at community-based care and the rate of transfer from institutionalised to community-based care are both rather low. This is gradually changing, however, as a different mentality towards caring for vulnerable groups is beginning to take hold. In Spain the situation is similar: attitudes towards caring for disabled or elderly relatives are altering gradually. Community-based care is coming to be viewed as an issue that society as a whole must work towards. The Spanish Independent Life programme demonstrates the importance of political willingness to sustain the measure. In Poland, new attitudes to social care have revitalised the care sector. Funding A second critical element in the sustainability of measures is the availability of adequate funding. In the majority of the cases in this study, funding comes from a combination of various public ",
        "Lessons learnt: Success and failure factors 55 bodies such as municipalities, national governments and the ESF. In several cases this is combined with contributions from beneficiaries of the measures, be they companies, smaller social care and healthcare organisations, or clients. In any case, the majority of the initiatives require finance and subsidies from the public sphere. Given the current economic climate in Europe, this brings their sustainability into question. This means that political willingness to continue funding such projects is essential. A number of countries are encountering this particular problem. In Germany, Denmark and Bulgaria, the uncertainty of funding is a barrier to sustainability. In Germany, the eLip initiative is self-sustaining since the members of the information network pay a fee. Most measures require more financial input than this, however, and self-sustaining measures may be difficult to formulate. Cooperation and collaboration Sustainability is affected by the presence or absence of two elements that go hand in hand: sound collaboration and coordination between the individuals and organisations involved. In planning and implementing measures, the perspectives of all relevant participants are important so that expertise and insights from organisations are incorporated into any initiative. This will maximise the effect of the measure and the satisfaction of those involved. A fruitful measure that ultimately benefits both the service providers and the beneficiaries is more likely to be sustained. This point was apparent in various countries; the case studies from Denmark, France and Spain in particular demonstrated the importance of such collaboration. A specific means of promoting collaboration and cooperation is the establishment of information and communication networks. A number of case studies demonstrated the value and usefulness of creating databases of client information to promote efficient and effective collaboration between the organisations involved. The Netherlands Neighbourhood Care initiative relied on the use of an IT infrastructure to report on and plan the visits and duties of care workers. The German eLiP project was based around the notion of a shared IT network to promote learning amongst care workers. Spain’s professionalism certificates also relied on a database that pooled information on clients for the various organisations and government bodies involved to make the awarding of qualifications as efficient as possible. Bulgaria also utilised a system promoting better communication with clients of the Assistants for Disabled People programme to greatly reduce potential inefficiencies and failure factors in providing care to disabled people. Transferability It is important that a given country’s existing social support and healthcare systems are taken into account when considering the transferability of a measure that originated there. In France, for instance, disabled people benefit from a number of allowances that are viewed there as important for improving social care; these measures alone may not provide sufficient support in other national contexts. Observations from Poland also indicate that the success of any measure will depend on the legal and political frameworks in which it operates. It would seem, however, that transferring a measure within its country of origin tends not to be too problematic. A number of case studies demonstrate that measures can be transferred to different regions and municipalities of a country, and to different care or labour contexts. Different regions of ",
        "More and better jobs in home-care services 56 a country may have differing demands for social care and healthcare and will therefore have different levels of labour supply and demand. However, adapting to these factors is feasible. A majority of the case studies suggest that the measures described can be transferred to different contexts; Bulgaria’s Social Entrepreneurship grant scheme could be transferred to target groups with different disabilities or care needs; Denmark’s Job Rotation scheme and mentoring for students with a foreign background could both be applied to different subsets of the labour market; Poland’s initiative to improve the qualifications of care workers could also be applied to other professions; Austria’s Boy’s Day has already been applied to other professions; and the Dutch Neighbourhood Training Company scheme could be used to generate experience for young people in other professions as well. Some initiatives could potentially be transferred across national borders where the legal and political frameworks underlying them are simpler. Most of the case studies from Portugal, for instance, used simple subsidies, and so where there is political willingness in other countries, the INOV-SOC and Stimulus 2012 initiatives could be implemented with relative ease. Austria’s Boys’ Day has already been implemented in Germany. The Netherlands Neighbourhood Care idea has also already been implemented in other countries because it does not rely on combinations of other social care and healthcare initiatives. ",
        "57 6 Conclusions and policy pointers Conclusions At the centre of this study is the issue of job creation, recruitment and retention in community-based care for adults with disabilities or health problems. A functioning, sustainable and high-quality system of community-based health and social care provision is essential for European societies and economies. At the same time, this sector offers a lot of job opportunities. To overcome barriers to job creation in the sector, such as budgetary constraints and demanding working conditions, and to support the creation of a strong and growing workforce in the sector, many countries are already pursuing different recruitment and retention measures. This study examined 30 examples of good practice in 10 different countries from which other countries can learn. In the 10 countries studied, the proportion of institutional care for adults with disabilities compared to non-institutional care varies widely. However, there is an increasing tendency towards provision of non-institutional care. The momentum towards home care appears to be driven by lower costs, policies promoting the greater independence of people with disabilities, the preferences of clients and the potential of assisted-living technology. Generally, the labour market in the care and support sector offering services for adults with disabilities is characterised by staff shortages, especially at higher qualification levels. From the perspective of the care workers themselves, there are qualitative discrepancies because their terms of employment and working conditions are generally not good. The sector has an image problem, partly because of the objective problems surrounding poor terms of employment and working conditions, but also partly because of the subjective perception that caring is not a high-status occupation. At the moment, the workforce shortages are temporarily mitigated by the economic crisis. In the longer term – with a continuing rise in the demand for long-term care as the population ages and a fall in the supply of labour as European economies recover – increasing shortages are to be expected. Innovative technological developments could lead to higher labour productivity in home-based care, but it is likely that this will remain a labour-intensive sector. To combat the labour market discrepancies described above, four overall strategies can be identified: • targeting labour reserves; • promoting and facilitating education for potential employees; • improving the circumstances of current employees; • improving the operational management and labour productivity of organisations. The 10 countries studied have initiatives in each of these categories, although the emphasis varies. In total 30 innovative approaches, all of which have been put into practice and have proved useful in recruiting and retaining home-care personnel, were documented and assessed for this report. In each of the four labour market strategy areas, different types of projects were selected. They include those that target: • labour reserves – professional orientation, qualification and prequalification, work experience, mediation or follow-up support, labour cost subsidies; • education – labour market communication campaigns and educational or professional orientation, apprenticeships in health and social care, mentorships; ",
        "More and better jobs in home-care services 58 • current employees – professionalising the sector, training and retraining programmes, new approaches to training and education through, for instance, e-learning and professional validation by experience; • operational management and labour productivity – new functions, new ways of organising and directing care activities, technological innovations, new employment and transport services. In general, the outcomes and results of the 30 case studies are promising. The initiatives have positive labour market effects such as contributing to job creation, recruitment or retention of personnel. There are also social gains since many assist the social inclusion of unemployed people, or empower vulnerable citizens and improve both their quality of life and social cohesion in their neighbourhood. Finally, most initiatives studied have already proven to be sustainable and transferable to other organisations or regions of the same country. In some cases, transfers to other countries may also be successful, and some have already taken place. Policy pointers Analysis of the 30 case studies identified a number of success and failure factors for the recruitment and retention of home-care personnel. On the basis of this analysis, a set of policy pointers related to the four labour market strategies are presented. These are followed by policy pointers on the sustainability and transferability of successful measures and a number of more general policy pointers. Strategy 1: Targeting labour reserves • Home-care services can provide job opportunities for the long-term unemployed, the migrant population and adults with disabilities. Targeting the migrant population and adults with disabilities deserves special attention. In some European countries, a substantial number of migrants already have relevant work experience in the informal care sector. Deployment of disabled adults as ‘hands-on’ experts in home care has added value because of the possibilities of identification and empathy with service users. • Reaching different groups of labour reserves requires a specific, tailored, target-group approach. • Participation in employment programmes has to be free of charge for unemployed job-seekers, and they have to be able to keep any other subsidies or benefits. Financial incentives can encourage them to participate in the programmes. • An adequate selection procedure contributes to the success of employment programmes for unemployed job-seekers. Commitment and willingness to work in the home-care sector could be considered as equally important criteria for selection as formal qualifications. Any language barriers can and have to be removed by prequalification training. • Potential employees have to be selected carefully, but so do their future employers; there has to be a good match between the supply and demand sides of the labour market. • The results of vocational training of unemployed job-seekers can be secured and enhanced by quality measures (using officially regulated, approved curricula and quality comparisons between educational institutes) and the proper organisation of training (geographically close to the participants, practice-based and including work placements). ",
        "Conclusions and policy pointers 59 • A job guarantee beforehand is highly recommended. This will encourage participants to complete the training course, and also means that the training can be fine-tuned to the wishes and needs of the employer. • To promote broader employability, vocational training participants should preferably carry out work placements in various branches of the sector. • The gaining of work experience by already qualified unemployed job-seekers enhances their chances on the labour market. • If necessary, unemployed job-seekers – having successfully finished a job programme – must be supported in finding and keeping a job through the provision of mediation services and follow-up support. Labour cost subsidies can induce employers to employ them. Strategy 2: Promoting and facilitating education • Campaigns to encourage young people to consider a career in the care sector are more successful if targeted at specific groups. In this respect, using role models from these groups has added value. There is still much to be done to persuade boys especially that care work is a valid career choice. Such campaigns should have a structured and ongoing character; annual ‘days’ or ‘weeks’ should be connected to activities all year round. In this respect, professional orientation courses in particular – organised by local or regional networks, following a peer-learning approach and including internships in care facilities – are an effective tool. • The content and organisation of health and social care education (including trainee posts) have to be attractive to the students involved, but at the same time suited to the wishes and needs of their future employers. This means there should be an emphasis on practical experience, on-the- job training, intensive coaching and individual attention. Especially beneficial for underprivileged students, such as those with lower educational levels and migrants, is mentoring by teachers or care workers. • Trainee posts bridge the gap between care education and the labour market. For less well- qualified students, community-based practical training – in which students are matched by a ‘labour broker’ with local residents that they can help – is a good approach. • Besides doing work placements as part of their studies, professional apprenticeships for higher- level graduates complement and enhance their professional skills and facilitate integration into the social care labour market. To discourage abuses of professional apprenticeships by employers, subsidies should not be too generous. Strategy 3: Improving the circumstances of current employees • In order to close the gap between supply and demand for jobs in care and support services, improvement of working conditions and terms of employment must have the permanent attention of the social partners and other parties involved. • The professionalisation of the community-based care sector demands the development and enhancement of standards for work and workers in the sector. To adequately implement these standards at regional and local level, it is helpful to establish and maintain partnerships of public and private parties that are responsible for developing, planning, monitoring and evaluating training across the whole home-care workforce. Current care workers can be trained for additional management tasks. ",
        "More and better jobs in home-care services 60 • Training or retraining employees should ideally be geographically close to the participants, free of charge with reimbursement of travelling costs and other expenses, and delivered during working hours. It is also more effective and attractive when it is practice-oriented and delivered in venues with modern equipment by skilled guest teachers with a wealth of practical experience. Small class sizes are important, as are regular evaluations and continuous adaptation of the courses to the participants’ wishes and needs. Training on an intersectoral basis, with participants from different areas of community-based care and professions, contributes to the cross-pollination of ideas and experience and leads to a more integrated approach to community-based care. It also enhances the broader employability of the participants. • The absence of employees undergoing training or retraining for lengthy periods can be offset by using a job-rotation system, in which they are temporarily replaced by unemployed people with appropriate qualifications who need to gain work experience. • More traditional ways of training employees should be complemented with modern forms of gaining qualifications, in particular professional validation by experience and e-learning. To encourage validation by experience for those with lower qualification levels, this needs to be based more on practical assessments and less on written tests. The provision of professional support to students improves success rates. Tailoring e-learning systems to the sector enhances their acceptance and use. Strategy 4: Improving operational management and labour productivity • Function differentiation or job carving may be applied to home-care work, as this contributes to efficiency, decreases the work pressure on employees at higher qualification levels, and enables disadvantaged groups, such as adults with disabilities, to participate in the labour market. At the same time, giving employees more responsibility makes working in the sector more attractive. This can be done by enhancing executive functions with coordination, advisor or directorial tasks; by creating autonomous self-directing teams; and by encouraging self-management, as in cooperative organisations. • There is much scope for development of direct-payment systems, in which the client becomes an employer of personal assistants. Prerequisites for an adequate direct-payment system include fine-tuning it to the specific needs of the beneficiaries, simplifying its administration and ensuring that emergency measures are in place in case personal assistants are unexpectedly unavailable. • Acceptance and use of assisted-living technology such as domotics (home automation) and telecare have been improved by using specialised workers to assess the wishes and needs of potential users. These specialists can also arrange for the installation of the equipment and provide training for users and any others involved. • Employment services for adults with disabilities, such as sheltered workshops and social enterprises, can improve the quality of life and social inclusion of vulnerable groups. Where possible, sheltered workshop employees should work in the regular labour market, either in disability-friendly or ‘normal’ companies. The deployment of job coaches to support them at work will enhance their functioning in the regular labour market. • Specialised transport services for adults with disabilities offer a better service when drivers are trained in social care. ",
        "Conclusions and policy pointers 61 Policy pointers on sustainability and transferability • The sustainability of an initiative deserves particular attention in the case of subsidised projects. After the project period ends, alternative funds have to be found, the coordinating activities of the project management have to be secured and a party to play the leading role must be identified. • The transfer of successful initiatives to other contexts (other regions, countries or sectors) demands a well-thought-out mainstreaming strategy. 8 Such a strategy needs to focus on the receivers of the message (which decision-makers to approach and how); timing the dissemination of the message (when to approach decision-makers); the content of the message (which concrete message to disseminate); the form of the message (which tools to use to deliver the message to decision-makers). 9 (cid:28)(cid:7)(cid:18)(cid:7)(cid:6)(cid:24)(cid:14)(cid:11)(cid:17)(cid:21)(cid:14)(cid:3)(cid:15)’(cid:11)(cid:17)(cid:21)(cid:3)(cid:18)(cid:20)(cid:7)(cid:6)(cid:26) • Each of the various strategies to combat labour market shortages in home-based care has its own merits. Given these complementarities, it should be possible to connect the various measures of the strategies in an integrated approach. • In Europe, the demand for home-based care is expected to increase markedly in the coming years. This will require intensified efforts in labour market policy. Obstacles to the recruitment and retention of personnel in jobs in care and support services that must be addressed include less favourable terms of employment (low wages), poor working conditions, long working hours and a negative public image. Aside from national policies, collective agreements reached by social partners can play an important role in tackling these issues. • In some countries, cultural attitudes towards the care of disabled and elderly people have to change. In particular, the idea that family members should be solely responsible for their care at home may limit the ability of those family members to take up paid employment. Increased availability of community-based services contributes to the independence of people with disabilities as well as improving the quality of life of their families. • More attention has to be paid to the demand side – clients and institutions. This requires a stock-take of the wishes and needs of clients, and of relevant political developments, given that governments generally determine the budget for the sector. • ‘Thinking small’ and creating flexibility in projects that operate locally or regionally can help embed new systems into the overall home-care system .This can either be top-down – an adequate translation of large-scale nationwide programmes into regional and local projects – or bottom-up, the nationwide scaling up of successful regional or local pilot projects. • The success of labour-market initiatives, especially in the care sector, depends on coordination, cooperation and commitment by the national, regional or local parties involved. • ‘The right person in the right spot’ is an important success factor, since the personal characteristics and capacities of the project managers and co-workers involved, and the nature of the personal contacts between them, can make or break initiatives. 8 Mainstreaming can be defined as embedding successful innovations in regular activities or policies in the same or in other contexts. 9 In 2007, Panteia drew up a manual for mainstreaming project results (see Ministerie van Sociale Zaken en Werkgelegenheid, 2007). ",
        "More and better jobs in home-care services 62 • Adequate planning of initiatives is necessary. Progress and results have to be monitored and evaluated. At the same time, however, bureaucracy and administrative burdens have to be avoided as much as possible. • The needs of the care sector are increasing, and generating political and public support is essential. Especially in the current economic climate, the importance of the value and needs of the health and social care sector must be communicated clearly to the public. Information and awareness-raising campaigns may be very useful, but they require long-term commitment since it takes time for them to be effective. • A very important prerequisite for successful labour market initiatives in this sector is also the availability of sufficient, structural funding. • Last but not least, data gathering and use of statistics could be substantially improved to develop, monitor, evaluate and adapt the relevant labour market policies of the national and European authorities. ",
        "Bibliography 63 Bibliography All Eurofound publications are available at www.eurofound.europa.eu. Andor, L. (2011), ‘We care, how can the EU care?’, conference presentation, Social Platform’s Annual Conference on Care, 9 December, Brussels. Carretero, S., Stewart, J., Centeno, C., Barbabella, F., Schmidt, A., Lamontagne-Godwin, F. and Lamura, G. (2013), Can technology-based services support long-term care challenges in home care? Analysis of evidence from social innovation good practices across the EU: CARICT project summary report , Joint Research Centre of the European Commission, Publications Office of the European Union, Luxembourg. Cedefop (European Centre for the Development of Vocational Training) (2012), The role of qualifications in governing occupations and professions , Cedefop, Thessaloniki. EHMA (European Health Management Association) (2012), EHMA’s workforce taskforce discussion paper: Building a shared agenda for tackling workforce challenges , EHMA, Brussels. Eurofound (2006), Employment in social care in Europe , Publications Office of the European Union, Luxembourg. European Commission (2006), The impact of ageing on public expenditure: Projections for the EU25 Member States on pensions, health care, long-term care, education and unemployment transfers (2004–2050) , Special Report No. 1/2006, Economic Policy Committee and the Directorate-General of Economic and Financial Affairs, Brussels. European Commission (2007), Health and long-term care in the European Union , Special Eurobarometer 283, European Commission, Brussels. European Commission (2010a), Second biennial report on social services of general interest, SEC(2010) 1284 final, Brussels. European Commission (2010b), ‘Europe 2020: A strategy for smart, sustainable and inclusive growth’, COM(2010) 2020 final, Brussels. European Commission (2011), The social dimension of the Europe 2020 strategy: A report of the Social Protection Committee , Publications Office of the European Union, Luxembourg. European Commission (2012a), Commission staff working document on an action plan for the EU health workforce , SWD(2012) 93 final, Strasbourg. European Commission (2012b), Commission staff working document on exploiting the employment potential of the personal and household services , SWD(2012) 95 final, Strasbourg. European Commission (2012c), ‘Taking forward the strategic implementation plan of the European Innovation Partnership on Active and Healthy Ageing’, COM(2012) 83 final, Brussels. European Commission (2012d), ‘Towards a job-rich recovery’, COM(2012) 173 final, Brussels. ",
        "More and better jobs in home-care services 64 European Commission (2012e), The 2012 ageing report: Economic and budgetary projections for the 27 EU Member States (2010-2060) , European Commission, Brussels. European Commission (2013a), Long-term care in ageing societies – Challenges and policy options , SWD(2013) 41 final, Brussels. European Commission (2013b), ‘Social investment: Commission urges Member States to focus on growth and social cohesion’, press release, 20 February. Ewijk, van H., Hens, H., and Lammersen, G. (2002), Mapping of care services and the care workforce: Consolidated report, Working Paper No. 3, Thomas Coram Research Unit, Institute of Education, University of London. Genet, N., Boerma, W., Kroneman, M., Hutchinson, A., and Saltman, R. B. (eds.) (2012), Home care across Europe: Current structure and future challenges, Observatory Studies No. 27, World Health Organization, Copenhagen. Huber, M. (2007), Monitoring long-term care in Europe: Background paper on care indicators , European Centre for Social Welfare Policy and Research, Vienna. Korczyk, S. (2004), Long-term workers in five countries: Issues and options , AARP Public Policy Institute, Washington DC. Lethbridge, J. (2012), Care home versus home care? Which direction for care services in Europe? Eligibility for European Works Councils, EPSU, Brussels. Matrix Insight (2012), EU level collaboration on forecasting health workforce needs, workforce planning and health workforce trends – A feasibility study , European Commission Executive Agency for Health and Consumers, Luxembourg. Ministerie van Sociale Zaken en Werkgelegenheid [Netherlands Ministry for Social Affairs] (2007), Verknopen van innovaties. Handleiding voor mainstreaming van projectresultaten [Crosslinking innovations: Manual for mainstreaming of project results], Institute of Policy Research. OECD (2011a), Health at a glance 2011 – OECD indicators , OECD Publishing, Paris. OECD (2011b), Help wanted? Providing and paying for long-term care , OECD Publishing, Paris. Panteia, SEOR and Etil (2013), Effectmeting van arbeidsmarktmaatregelen in de zorgsector. Een haalbaarheidsstudie [Effects of labour market measures in the healthcare sector: A feasibility study], Panteia, Zoetermeer, the Netherlands. Rodrigues, R., Huber, M. and Lamura, G. (eds.) (2012), Facts and figures on healthy ageing and long- term care , European Centre for Social Welfare Policy and Research, Vienna. ",
        "Annex 1: Analytical framework 65 Annex 1: Analytical framework In this study three models were used to provide an analytical framework: • the labour market model maps the current and expected situation in demand and supply of labour and identifies discrepancies between demand and supply; • a PESTLE analysis describes the external factors influencing the labour market; • a solutions model classifies measures to resolve the problems on the labour market. These models formed the basis for formulating specific research questions, collecting and analysing data and reporting the findings. Labour market model (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)J(cid:9)(cid:10)(cid:11)Q(cid:24)(cid:13)(cid:21)(cid:5)(cid:6)(cid:11)(cid:23)(cid:24)(cid:6)&(cid:7)(cid:20)(cid:11)(cid:23)(cid:21)(cid:19)(cid:7)(cid:14)(cid:11)(cid:3)(cid:18)(cid:11)(cid:20)+(cid:7)(cid:11)(cid:15)(cid:21)(cid:18)(cid:20)(cid:7)(cid:16)(cid:20)(cid:11)(cid:21)(cid:27)(cid:11)(cid:20)+(cid:7)(cid:11)(cid:12);XYQ;(cid:11)(cid:27)(cid:24)(cid:15)(cid:20)(cid:21)(cid:6)(cid:26) Job seekers CONTEXT: PESTLE FACTORS Quantitative discrepancies Employment + additional demand Technical and social- normative demands of employers Recruitment strategies image of job seekers Employees + school leavers + job seekers Demand of labour supply regarding content/ conditions of work Searching strategies, image of sectors/regions More dynamic part of the labour market << short term >> More static part of the labour market << mid/long term >> Qualitative discrepancies Transparency of the labour market CONTEXT: PESTLE FACTORS Vacancies D e m a n d s i d e S upp l y s i d e Working population Employment Source: Panteia The key objective of labour market policy is to find a balance between demand and supply. If the demand cannot be satisfied, the potential of a sector is not realised. If there is too much labour ",
        "More and better jobs in home-care services 66 available, people will end up in unsuitable jobs or become unemployed. The ideal situation is to have a dynamic balance whereby potential changes and developments in the sector can be accommodated, creating a flexible but sustainable system. Many sectors and countries are faced with a mismatch between supply and demand in their labour markets. This report deals with the very specific situation of community-based care where this mismatch is common and likely to become more marked because of the demographic changes underway. Such labour market discrepancies can be of a quantitative or a qualitative nature, and can be attributed to lack of transparency in the way the labour market is organised. Weighing up demand and supply against one another can indicate where the discrepancies lie. PESTLE analysis External factors influence the development of the labour market. These factors may pose challenges or create solutions for labour market management. Developments can be identified by looking at six specific dimensions, the basis of a PESTLE analysis. The six dimensions are the political , economic , social , technological , legal and environmental dimensions. The PESTLE analysis was originally a business-study model to describe a framework of relevant factors at the macro level, used mainly for analysing the business environment of organisations. It is a means of measuring strengths and weaknesses against external factors and can help organisations develop strategies. In the same way, a PESTLE analysis can also be used for a contextual analysis of sectoral labour markets. These six dimensions can greatly influence the sectoral labour market, although some are obviously more important than others. In the context of the research questions, particular consideration must be given to the political and economic dimensions, as these have direct effect on the possibility of creating attractive and useful jobs in the community-based care sector. The financial dimension is of special importance here since this is not a generic commercial sector, but one generally financed with public money. Since the situation in a number of different countries is examined in this report, the labour market discrepancy model connected to the PESTLE factors can help quickly identify where the issues lie in each country. The model provides, in a sense, a common language that describes the challenges faced by the different actors. As previous research has already shown that there is a general shortage of labour in the sector, and in some cases a shortage of jobs, it is to be expected that there are clear discrepancies. The model can swiftly record whether these are qualitative or quantitative, due to a lack of influx into the sector or too great an outflow than can be compensated for, or whether they are triggered by developments in one of the PESTLE dimensions. At the same time, the model offers a structured means of comparison. Solutions model The PESTLE model bridges the gap between challenges and solutions and so leads to the core objective of this research, namely identifying the instruments that can be employed to recruit and retain workers who will deliver community-based care services. ",
        "Labour market context 67 (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7)(cid:8)J!(cid:10)(cid:11)X(cid:21)(cid:14)(cid:5)(cid:20)(cid:3)(cid:21)(cid:18)(cid:26)(cid:11)(cid:23)(cid:21)(cid:19)(cid:7)(cid:14) e.g. targeting health and safety, (cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:5)(cid:7)(cid:8)(cid:9)(cid:10)(cid:5)(cid:11)(cid:12)(cid:6)(cid:2)(cid:13)(cid:11)(cid:13)(cid:14)(cid:5)(cid:2)(cid:5)(cid:11)(cid:12)(cid:15) (cid:10)(cid:11)(cid:9)(cid:4)(cid:5)(cid:13)(cid:16)(cid:10)(cid:11)(cid:14)(cid:6)(cid:17)(cid:4)(cid:3)(cid:18)(cid:19)(cid:9)(cid:12)(cid:10)(cid:20)(cid:10)(cid:12)(cid:21) OPERATIONAL MANAGEMENT PREVENTING OUTFLOW D E M A N D S U P P L Y FAVOURABLE SOLUTIONS & PROBLEM OWNERS FAVOURABLE SOLUTIONS & PROBLEM OWNERS PROMOTING OUTFLOW PROMOTING OUTFLOW PREVENTING OUTFLOW (cid:5)(cid:22)(cid:14)(cid:22)(cid:6)(cid:11)(cid:5)(cid:23)(cid:6)(cid:18)(cid:10)(cid:17)(cid:24)(cid:3)(cid:2)(cid:13)(cid:25)(cid:16)(cid:26)(cid:24)(cid:5)(cid:13)(cid:4)(cid:11)(cid:10)(cid:11)(cid:14) (cid:17)(cid:13)(cid:12)(cid:27)(cid:16)(cid:15)(cid:6)(cid:10)(cid:11)(cid:9)(cid:4)(cid:5)(cid:13)(cid:16)(cid:10)(cid:11)(cid:14)(cid:6)(cid:9)(cid:13)(cid:17)(cid:13)(cid:9)(cid:10)(cid:12)(cid:21)(cid:15) (cid:17)(cid:19)(cid:28)(cid:24)(cid:10)(cid:9)(cid:10)(cid:12)(cid:21)(cid:6)(cid:9)(cid:13)(cid:2)(cid:17)(cid:13)(cid:10)(cid:14)(cid:11)(cid:16) EDUCATION (cid:5)(cid:22)(cid:14)(cid:22)(cid:6)(cid:12)(cid:13)(cid:4)(cid:14)(cid:5)(cid:12)(cid:10)(cid:11)(cid:14)(cid:6)(cid:9)(cid:13)(cid:4)(cid:5)(cid:5)(cid:4) (cid:17)(cid:4)(cid:3)(cid:14)(cid:4)(cid:5)(cid:16)(cid:16)(cid:10)(cid:3)(cid:11)(cid:15)(cid:6)(cid:9)(cid:3)(cid:11)(cid:12)(cid:10)(cid:11)(cid:3)(cid:19)(cid:16) (cid:17)(cid:4)(cid:3)(cid:7)(cid:5)(cid:16)(cid:16)(cid:10)(cid:3)(cid:11)(cid:13)(cid:24)(cid:6)(cid:18)(cid:5)(cid:20)(cid:5)(cid:24)(cid:3)(cid:17)(cid:2)(cid:5)(cid:11)(cid:12) EMPLOYEES (cid:5)(cid:22)(cid:14)(cid:22)(cid:6)(cid:10)(cid:2)(cid:10)(cid:14)(cid:4)(cid:13)(cid:11)(cid:12)(cid:16)(cid:15)(cid:6)(cid:17)(cid:13)(cid:4)(cid:12)(cid:29)(cid:12)(cid:10)(cid:2)(cid:5) (cid:23)(cid:3)(cid:4)(cid:30)(cid:5)(cid:4)(cid:16)(cid:15)(cid:6)(cid:2)(cid:5)(cid:11)(cid:15)(cid:6)(cid:19)(cid:11)(cid:5)(cid:2)(cid:17)(cid:24)(cid:3)(cid:21)(cid:5)(cid:18) RESERVES PESTLE Source: Panteia By distinguishing between instruments that stimulate the supply of labour and instruments that temper the demand for labour, it is possible to categorise potential solutions. This leads to the identification of four strategies: • targeting labour reserves to attract new employees to the sector; • stimulating and facilitating education for potential employees; • improving the situation of current employees to optimise their potential as well as prevent them from leaving the sector; • improving the operational management and labour productivity of organisations in the sector. Most of the instruments already identified in previous research can be located within one of these quadrants. There may also be instruments which aim specifically to alleviate negative pressure from one of the PESTLE factors. ",
        "More and better jobs in home-care services 68 Annex 2: National experts The country and case studies in the framework of this research have been carried out by national experts from the European Network for Social and Economic Research (ENSR), under the supervision of Panteia. On the basis of their input, Panteia drew up this overview report. The ENSR is a network of institutes specialised in applied social and economic policy research, founded in 1991 by EIM Business & Policy Research (nowadays part of Panteia). The ENSR network has representatives in all the countries of the EU27, and in Norway, Iceland, Switzerland (also covering Liechtenstein), and candidate country Turkey. In all, the ENSR covers 32 countries. The following ENSR-experts were involved in this study. Country Research institute Name Austria Austrian Institute for SME Research (KMU Forchung) Ingrid Pecher Bulgaria Foundation for Entrepreneurship Development (FED) Elena Krastenova Denmark Oxford Group Helle Ourø Nielsen France Centre de Recherche pour l’Etude et l’Observation des Conditions de Vie (Crédoc) Isa Aldeghi Germany Institut für Mittelstandsforschung (IfM) Frank Maass, Marina Hoffman Netherlands Panteia Douwe Grijpstra, Peter de Klaver, Jacqueline Snijders, Amber de Graaf, Paul Vroonhof Poland Entrepreneurship and Economic Development Research Institute, Academy of Management (EEDRI) (cid:31)(cid:13)(cid:23)(cid:5)!(cid:6)\"#(cid:21)$(cid:6) Portugal Tecninvest António Coimbra Spain Ikei Research & Consultancy Jessica Durán UK Small Business Research Centre, Kingston University Eva Kasperova ",
        "",
        "",
        "European Foundation for the Improvement of Living and Working Conditions More and better jobs in home-care services Luxembourg: Publications Office of the European Union 2013 – VIII, 76 p. – 21 x 29.7 cm doi:10.2806/4586 ISBN 978-92-897-1123-4 ",
        "",
        "",
        "",
        "SALES AND SUBSCRIPTIONS Publications for sale produced by the Publications Office of the European Union are available from our sales agents throughout the world. How do I set about obtaining a publication? Once you have obtained the list of sales agents, contact the sales agent of your choice and place your order. How do I obtain the list of sales agents? • Go to the Publications Office website: http://www.publications.europa.eu/ • Or apply for a paper copy by fax (352) 2929 42758 EF/13/53/EN ",
        "The European Foundation for the Improvement of Living and Working Conditions (Eurofound) is a tripartite EU body, whose role is to provide key actors in social policymaking with findings, knowledge and advice drawn from comparative research. The Foundation was established in 1975 by Council Regulation EEC No 1365/75 of 26 May 1975. 4 5 T J - 02 - 13 - 235 - E N - C As Europe’s population ages, the number of adults needing long-term care is increasing. There are, however, persistent labour shortages in the health and social care sector; well-qualified staff are particularly lacking. At a time when unemployment across much of Europe is high, this study considers how this pool of surplus labour might be used to solve the care sector’s labour shortage, and how people might be encouraged to work long term in a sector that has consistently high levels of staff turnover. The study examines a total of 30 case studies across 10 EU Member States, analysing initiatives that were successful in either creating more jobs in the sector, or improving the quality of its jobs, with the dual aim of attracting new recruits and retaining existing staff. doi: 10.2806/4586 "
    ]
}