{
    "text": [
        "Non-tariff measures affecting agro-food trade between the EU and Africa Non-tariff measures affecting agro-food trade between the EU and Africa Summary of a workshop Aida Gonzalez Mellado, Sophie Hélaine, Marie-Luise Rau and Monika Tothova EUR 24676 EN - 2010 ",
        "- 2 - The mission of the JRC-IPTS is to provide customer-driven support to the EU policy-making process by developing science-based responses to policy challenges that have both a socio-economic as well as a scientific/technological dimension. European Commission Joint Research Centre Institute for Prospective Technological Studies Contact information Address: Edificio Expo. c/ Inca Garcilaso, 3. E-41092 Seville (Spain) E-mail: jrc-ipts-secretariat@ec.europa.eu Tel.: +34 954488318 Fax: +34 954488300 http://ipts.jrc.ec.europa.eu http://www.jrc.ec.europa.eu Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server http://europa.eu/ JRC 62522 EUR 24676 EN ISBN 978-92-79-18976-0 ISSN 1018-5593 doi:10.2791/52935 Luxembourg: Publications Office of the European Union © European Union, 2010 Reproduction is authorised provided the source is acknowledged Printed in Spain ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 3 - Acknowledgements The present report summarises the workshop on “Non-tariff measures affecting agro-food trade between the EU and Africa” organised by the Institute for Prospective Technological Studies (IPTS), one of the seven institutes of the European Commission's Joint Research Centre (JRC), on 9-10 September 2010. This report has been prepared through the collaboration of Aída Gonzalez Mellado 1 (chapter 4), Sophie Hélaine 1 (chapter 1 and 6), Marie-Luise Rau 2 (chapter 2 and 3) and Monika Tothova 3 (chapter 5). We thank the participants of the workshop for their valuable comments on this report aiming at reflecting the key topics covered during the workshop. We would like to acknowledge their contributions (see Annex 3) and particularly thank the invited speakers for sharing their knowledge and expertise. A complete list of the participants is included in Annex 2. Special recognition to Anna Atkinson from IPTS for the smooth organisation of the workshop as well as for her contribution to the formatting and editing of this report. 1 EU Commission, Joint Research Centre, Institute for Prospective Technological Studies (JRC-IPTS) 2 Agricultural Economics Research Institute, LEI part of Wageningen University 3 EU Commission, Directorate-General Agriculture and Rural Development ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 4 - Table of Contents Acknowledgements..................................................................................................................................................2 Table of Contents.....................................................................................................................................................4 Acronyms.................................................................................................................................................................6 1 Background of the workshop and African trade with the EU.............................................................................7 Background and objectives ................................................................................................................................ 7 African trade with the EU .................................................................................................................................. 7 Workshop Agenda.............................................................................................................................................. 8 2 Definition of NTMs............................................................................................................................................9 SPS and TBT measures.................................................................................................................................... 12 Public versus private requirements................................................................................................................... 13 NTMs versus NTBs.......................................................................................................................................... 15 3 Analysing NTMs..............................................................................................................................................15 Data sources ..................................................................................................................................................... 16 Methods to detecting NTMs............................................................................................................................. 17 Methods to quantifying NTMs......................................................................................................................... 18 4 Empirical evidence from African countries......................................................................................................21 Exporters' perceptions ...................................................................................................................................... 21 Impacts of NTMs on EU horticultural and fish EU imports from Africa......................................................... 24 Case of Seafood EU Imports............................................................................................................................ 24 Case of Moroccan Agricultural Exports........................................................................................................... 25 NTMs on EU tomato imports from Morocco................................................................................................... 25 Case of Tunisian Agricultural Exports............................................................................................................. 27 5 Policy issues in the NTM context.....................................................................................................................27 6 Conclusions ......................................................................................................................................................30 7 References ........................................................................................................................................................32 Annex 1: Workshop Agenda \"Non Tariff Measures (NTM) affecting agro-food trade between the EU and Africa\"..............................................................................................................................................................34 Annex 2: List of Participants..................................................................................................................................36 Annex 3: Workshop Presentations.........................................................................................................................37 Welcome to the workshop and opening Remarks ............................................................................................ 38 Agricultural trade between Africa, MED and the EU ...................................................................................... 40 NTM definitions and generalities..................................................................................................................... 44 OECD work on NTMs in Agriculture: Data and other issues.......................................................................... 46 National NTM data........................................................................................................................................... 49 Focus on EU SPS measures and the analysis of their impact........................................................................... 51 African Agricultural and Food Exports to the EU: Obstacles to trade ............................................................. 53 Introduction on Exporter view ......................................................................................................................... 56 The exporters' point of view - Tunisia.............................................................................................................. 58 Improving market access to the EU: measures to overcome SPS and related Non-Tariff Barriers.................. 60 Technical Quality Standards, Norms, and Sanitary and PhytoSanitary Measures Affecting Market Access of Mediterranean and ACP Products: the Case of Morocco................................................................................. 62 ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 5 - A tariff equivalent of non-tariff measures on EU horticultural and fish imports from African countries ........ 65 The Combination of Gravity and Welfare Approaches for Evaluating Non-Tariff Measures ......................... 68 The Cost of Compliance with SPS Standards for Moroccan Exports: A Case Study ...................................... 71 Estimating Trade Restrictiveness Indices......................................................................................................... 75 Non-Tariff Measures/Barriers in CGE Models ................................................................................................ 79 Trade effect of non-tariff measures on European horticultural and fish imports from African countries ........ 81 Obstacles to agricultural trade between Africa-EU: which are the main determinants for the exporters?....... 83 ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 6 - Acronyms ACP African, Caribbean and Pacific countries BRC British Retailer Consortium CIF Cost, insurance and freight Codex Codex Alimentarius guidelines and codes of practice recommended under the Joint FAO/WHO Food Standards Programme DG AGRI Directorate-General “Agriculture and Rural Development” DG TRADE Directorate-General “Trade” EBA Everything but Arms EU European Union EU-27 27 EU Member States after the 2007 enlargement EPAs Economic Partnership Agreements between the EU and developing countries Eurostat European Statistical Office located in Luxembourg FAO Food and Agriculture Organization of the United Nations FOB Free on board GE General equilibrium GMOs Genetically Modified Organisms HACCP Hazard Analysis Critical Control Point HS Harmonised system of trade data IPFSAPH International Portal on Food Safety, Animal and Plant Health IPTS Institute for Prospective Technological Studies ISO International Standardisation Organisation INRA Institut Scientifique de Recherche Agronomique, France FP7 7 th Framework Programme of the European Commission JRC Joint Research Centre of the European Commission LDCs Least developed countries LEI Agricultural Economics Research Institute, part of Wageningen University MAST Multi-Agency Support Team MED Mediterranean countries MRLs Maximum residue levels NTMs Non-tariff measures NTBs Non-tariff barriers OECD Organisation for Economic Co-operation and Development PE Partial equilibrium UNCTAD United Nations Conference on Trade and Development UNIDO United Nations Industrial Development Organisation US United States of America SPI Sociedade Portuguesa de Inovação SPS Sanitary and phytosanitary TDCA Trade, Development and Cooperation Agreement TE Tariff equivalent TRAINS Trade Analysis and Information System (database) TBT Technical barriers to trade TRQ Tariff rate quota WHO World Health Organisation WTO World Trade Organisation ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 7 - 1 Background of the workshop and African trade with the EU Background and objectives This report contains a summary and the presentations of the workshop on \"Non Tariff Measures affecting agro-food trade between the EU and Africa\", organised by the Institute for Prospective Technological Studies (IPTS) of the European Commission's Joint Research Centre (JRC). The workshop took place at IPTS in Seville on 9 and 10 September 2010. The major objectives of the workshop were to: (cid:127) shed light on African-European trade relations in agro-food products, (cid:127) analyse NTMs affecting certain African products, (cid:127) identify ways of including NTMs in the models used in IPTS to analyse agricultural trade and identify future research needs, (cid:127) promote discussion between experts with different backgrounds: academics, consultants, policy makers and exporters. This workshop is also a continuation of the work IPTS started on non-tariff measures (NTMs) and the EU - Africa/MED trade relationship. IPTS commissioned a study on \"African Agricultural and Food Exports to the EU: the Importance of Non-Tariffs Measures\" from the Sociedade Portuguesa de Inovação (SPI), who carried out a survey. IPTS staff members have used the results of the NTM survey conducted in this study in further work ( Gonzalez Mellado , 2010a and 2010b) which was also presented in two paper contributions at the workshop. African trade with the EU In the conference \"EU Trade Policy Towards Developing Countries\", held in Brussels on 16 March 2010, the European Trade Commissioner, Karel de Gucht, declared: \" It is a sad but undeniable fact that ACP countries’ share of EU imports has steadily shrunk over the past decades – despite the EU giving them more open access than many other developing countries - and still concentrates on only a handful of commodities. We have to reverse this trend.\" The access to the EU is indeed widely open for the least developed countries (LDCs). Within the program \"Everything But Arms\" (EBA) the main exports of LDCs have been able to enter the EU market without any duties since 2001. The ACP countries’ trade agreements, ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 8 - favouring ACP access to the EU market, started in 1964 with the Yaoundé Convention, followed by four Lomé Conventions. In 2002 the EU started negotiating Economic Partnership Agreements (EPAs). There is a specific agreement between the EU and South Africa, the Trade, Development and Cooperation Agreement (TDCA), which provisionally entered into force in 2000 and was fully implemented in 2004. This agreement foresees a progressive tariff reduction both in the EU and in South Africa. With the Mediterranean (MED) countries the EU has been establishing association agreements entering progressively into force (for example the EU Association Agreement with Tunisia in 1998 or with Morocco in 2000). Despite all these agreements, Africa represented only 2 per cent of the world trade value in 2008. Over the period 2000-2008 the total value of African exports more than doubled in real 2000 US$; however this increase was mainly due to the augmentation of crude oil price, the oil and mineral fuels representing 56 per cent of total African exports in 2008 4 . Agricultural products 5 represented no more than 7 per cent of the African exports value in 2008. Agricultural products made up for a higher share of African and Mediterranean exports to the EU - according to the Eurostat - Comext trade data, this share was 10 per cent in 2009, and 20 per cent of EU agricultural imports came from this area. In real terms African exports to the EU-27 stagnated between 2000 and 2006. Between 2007 and 2009 the increase in export value observed is probably mainly linked to the increase of the cocoa price. This illustrates another issue highlighted by the Trade Commissioner in the conference mentioned above: African trade \"…concentrates on only a handful of traditional commodities\" . This is particularly true for the Ivory Coast and Cameroon where cocoa and banana represent around 90 per cent of the agricultural exports. The trade data analysis showed that trade between Africa and the EU did not expand much, despite the various trade agreements. It highlighted that even though tariffs are still important, there may be other factors limiting trade: NTMs, production capacities, supply constraints, etc. Workshop Agenda The workshop looked in detail at NTMs that potentially affect exports from African countries. The first day of the workshop started with a session on the definition of such measures, followed by sessions focusing on methods to detect NTMs, as well as on data collection. 4 Source: Comtrade 5 The agricultural products were aggregated based on the WTO definition. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 9 - Quantification issues, i.e. the costs and benefits of NTMs and their modelling in order to determine the NTM impact were covered on the second day of the workshop. Alongside more general paper contributions, case study work related to Africa and/or MED countries were presented and here the workshop provided the unique possibility of looking at NTMs from an African perspective. The full agenda of the workshop is included in Annex 1. The present report gives an overview of the topic of NTMs based on the contributions and summarises the main points that were made in the presentations and discussed during the workshop. 2 Definition of NTMs The term “NTMs” covers a large number of measures that are not tariffs, and the definition of NTMs is thus rather comprehensive, with the list of NTMs being indeed long. The workshop aimed to be broad and open to include any of them. The discussion at the workshop showed that the definition of NTMs is not really operational and practical for analyses. It seems useful to narrow down the definition since NTMs comprise different measures with distinct characteristics and possibly diverging effects. The workshop brought together people from different disciplines and backgrounds, who have been working on NTMs with different perspectives, such as the administration, business, policy and research perspective. While the presentations at the beginning of the workshop brought forward the commonly accepted definition of NTMs (see presentations von Lampe, OECD; Nicita, UNCTAD and Rau, LEI), the discussion revealed that the understanding of what NTMs actually are, differed considerably amongst some of the participants. As argued in the discussion, the term “NTMs” refers to measures and does not refer to the conditions prevailing in countries, such as infrastructure, qualification and governance for example. It should be noted, however, that the effects of NTMs tend to be triggered by them, such that the lack of efficient means of transportation and roads for example contributes to a possible trade-restricting effect of NTMs. Using the classification of the United Nations Conference on Trade and Development (UNCTAD), it is differentiated between core NTMs, such as tariff rate quotas and export taxes for example, and other less traditional measures. Table 1 summarises the main categories of the current NTM classification by UNCTAD that concentrate on trade policy ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 10 - measures imposed by governments 6 . As shown, sanitary and phytosanitary (SPS) measures and technical barriers to trade (TBT) measures are respectively defined as specific categories in the NTM classification. In the more detailed description of both SPS and TBT measures, it is explicitly distinguished between i) requirements, which need to be fulfilled to gain market access, and ii) conformity assessment, which verifies that respective requirements are actually met. This difference between requirements and conformity assessment makes sense since the latter is more concerned with creating trust between buyers and sellers by providing reliable information than prescribing product characteristics and/or production methods. Requirements can be further classified according to what is regulated. These classifications commonly define product requirements on the one hand and process requirements on the other. Product requirements target the physical characteristics of products, often in terms of threshold values of ingredients that are not to be exceeded (for example maximum residue levels of pesticides, veterinary drugs or additives) or product composition related to the identification and naming of products or product categories. In contrast, process standards prescribe requirements for production processes, handling and storage. With regard to food safety, the requirement to implement Hazard Analysis Critical Control Points (HACCP) is a good example of process standards in the agro-food sector. Compliance with process standards can usually not be detected in the final product, and some kind of certification system is necessary to prove compliance. Process standards demanded by the importing country are considered as behind border measures because the production processes take place in the country of the exporter. Following the UNCTAD classification, the framework of regulatory elements developed within the EU’s FP7 project “NTM impact” (http://www.ntm-impact.eu/) is worth mentioning. In order to compare regulations and standards across countries and products, the “NTM impact” project identifies the following three main groups of requirements: i) firm- level requirements, ii) conformity assessment and iii) requirements for countries or national authorities; see Rau et al. (2010). 6 Focusing on trade policy instruments, the classification by UNCTAD does not mention any measures by the private sector, and the databases using this classification hence do not cover the private sector. For more details about the classification see http://ntb.unctad.org/docs/Classification%20of%20NTMs.pdf ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 11 - Table 1: UNCTAD classification of NTMs (A) Sanitary and phyto- sanitary measures (SPS) Sanitary and phytosanitary measures include laws, decrees, regulations, requirements, standards and procedures to protect human, animal or plant life or health. (B) Technical barriers to trade (TBT) Technical barriers to trade are regulations/standards referring to technical specifications of products and conformity assessment systems thereof. (C) Other technical measures Pre-shipment inspection, special customs formalities not related to SPS/TBT and other special customs formalities not related to SPS/TBT. (D) Price control measures Price control measures are implemented to control the prices of imported articles in order to: support the domestic price of certain products when the import price of these goods is lower; establish the domestic price of certain products because of price fluctuation in domestic markets, or price instability in a foreign market; and counteract the damage resulting from the occurrence of \"unfair\" foreign trade practices. (E) Quantity control measures Quantity control measures are aimed at limiting the quantity of goods that can be imported, regardless of whether they come from different sources or one specific supplier. These measures can take the form of restrictive licensing, fixing of a predetermined quota, or through prohibitions. (F) Para-tariff measures Other measures that increase the cost of imports in a manner similar to tariff measures are known as para-tariff measures. Four groups are distinguished: customs surcharges; additional taxes and charges; internal taxes and charges levied on imports; and decreed custom valuation. (G) Finance measures Financial measures are intended to regulate the access to and cost of foreign exchange for imports and define the terms of payment. They may increase import costs in the same manner as tariff measures. (H) Anti-competitive measures Measures to grant exclusive or special preferences or privileges to one or more limited groups of economic operators, for social, fiscal, economic or political reasons. I) Export related measures Export related measures are measures applied by the government of the exporting country on exported goods. (J) Trade related investment measures Local content measures, which restrict the level of imported components and trade balancing measures. (K) Distribution restrictions Restriction to limit and rule the way the products are distributed. It may be controlled through additional licensing or certification requirements. (L) Restriction on post-sales services Measures restricting producers of exported goods in exporting countries providing post-sales service in the importing country. (M) Subsidies Financial contribution by a government or government body to a production structure, be it a particular industry or company, such as the direct transfer of funds or potential transfer of funds (for example grants, loans, equity infusions), payments to a funding mechanism and income or price support. (N) Government procurement restrictions Measures controlling the purchase of goods by government agencies, generally by giving preference to national providers. (O) Intellectual property Intellectual property legislation covers patents, trademarks, industrial designs, layout designs of integrated circuits, copyrights, geographical indications and trade secrets. (P) Rules of origin Rules of origin cover laws, regulations and administrative determinations of general application applied by government of importing countries to determine the country of origin of goods. Source: Presentation von Lampe (OECD). ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 12 - Initially the workshop considered any type of NTMs, but most presentations dealt specifically with SPS and TBT measures given their increased importance in international agro-food trade and their relevance for the private as well as public sector. That is, one important focus of the workshop was on SPS and TBT measures that prescribe the requirements for foreign products to be sold on the domestic market of importing countries. The case study work presented at the workshop took the perspective of African firms and thus concentrated on the import requirements that African exporters face when exporting to the markets of the EU Member States. 7 If the governmental requirements of the importing country are fulfilled, exporters are in principle allowed to sell on the respective markets. However, the requirements by the private sector, which actually buys foreign products to be used as inputs or to be sold to consumers, also need to be fulfilled in the business. For African agro-food exports, public and private requirements are important and the workshop therefore captured both types of requirements. The difference between public and private requirements is further elaborated below. SPS and TBT measures As described in Table 1, SPS and TBT measures comprise regulations and standards that stipulate the conditions under which international trade takes place. SPS measures aim to provide a certain level of food safety for consumers, as well as protecting human, animal and plant health. Other quality aspects such as organic production or fair trade, for example, go beyond safety aspects and are thus not considered SPS measures. In contrast to SPS measures, TBT measures refer to labelling and marketing standards, as well as norms for sizes, quality classes and other physical attributes of products or groups of products, amongst others. The distinct characteristics of SPS and TBT measures are hence given by the objectives the measures attempt to achieve. Focusing on SPS measures, the aim is to guarantee safe food as well as plant and animal health, as already mentioned. In order to attain these goals, governments typically set minimum requirements for which no price premium is obtained. Firms can obtain higher prices for specific quality characteristics beyond food safety, given that the quality level is communicated to consumers (via labels) and that consumers are 7 The EU requirements are by large harmonized across the Member States, but there are some exceptions and the resulting differences of requirements were included in some of the case studies presented (for example presentation Nimenya, Université Catholique de Louvain la Neuve). In general, EU requirements are formulated in regulations and directives, and the latter give the EU Member States flexibility for defining their own requirements. EU regulations on the other hand provide minimum requirements that apply to all EU Member States but the EU Member States are allowed to impose tighter requirements in certain cases of national interest. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 13 - willing to pay for quality. The price premium would represent additional costs for providing a differentiated and potentially better quality product, no matter where the product originally comes from such that both foreign and domestic firms can reap the profits. While the potential barrier due to SPS and TBT measures is often emphasised the benefits have gradually been acknowledged in the conceptual thinking about such measures. They play a crucial role in international agro-food trade, where trade is a vector of externalities (see presentation von Lampe, OECD). Next to health and safety benefits, the benefits of requirements being in place for example range from reduced information costs, which occur due to buyers and sellers being situated in different countries and the characteristics of agro- food products, to increased efficiency in the production process, thereby lowering firms’ production costs. In general, the requirements for foreign products usually reflect the domestic requirements in the importing country, and according to the international trade rules, the SPS Agreement and the TBT Agreement of the World Trade Organisation (WTO) respectively attempt to ensure that standards are not misused as disguised protectionist measures in favour of domestic producers. While maintaining the sovereign right and obligation of countries to set their own regulations and standards, countries are encouraged to base their import requirements on internationally agreed benchmarks, in the case of food safety for example the Codex Alimentarius standards and guidelines 8 . The two agreements contain detailed provisions on how the WTO Member States deal with possible SPS and TBT issues at multi-lateral level. Public versus private requirements While private standards refer to the requirements of the private sector, public standards are requirements demanded by governments. Public standards imply that requirements are referred to in national food law or international rules, which aim to regulate the import conditions in international agro-food trade. Unlike private standards, they can thus become legally mandatory. Due to their formulation in legal documents, governmental requirements have often been regarded as mandatory while the requirements by the private sector are voluntary per definition. However, governments may also choose to endorse voluntary standards that typically go beyond the minimum requirements for food safety and other 8 The Codex Alimentarius refers to food standards, guidelines and codes of practice recommended under the Joint FAO/WHO Food Standards Programme. The International Pant Protection Convention (IPPC) and the World Organization for Animal Health (OIE) respectively promote international standards and guidelines for animal and plant health issues. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 14 - quality aspects, for example organic governmental standards. Similarly, private standards can become quasi-mandatory if a large share of suppliers or retailers requires compliance with them. In the discussions at the workshop, the GlobalGAP standards 9 were often mentioned as being particularly relevant for African exporters that wish to supply the EU market. Other relevant private standards are those of the British Retailer Consortium (BRC) and the International Organisation of Standardisation (ISO) (for example the ISO 22000 series on food safety management systems), both of which are business-to-business standards in the agro-food sector. In order to distinguish between governmental and private standards, the criterion of mandatory and voluntary requirements seems to be limited. Hence other characteristics should be considered and would need to be taken into account in the analysis of private standards. The main differences between public and private requirements arise in the development and setting of requirements as well as in their implementation and enforcement, which seem to reflect the underlying motivation behind public and private standards. In general, both governments and the private sector set standards in order to tackle information problems and externalities occurring in the production and exchange of products. Private standards can be considered consumer-driven in the sense that the private sector pursues the commercial interest of providing food products of high safety and quality levels as demanded by buyers and consumers, thereby maintaining and/or increasing market shares. Another important motivation of private standards stems from the need to exert better control over food safety and quality issues as well as to coordinate increasingly international supply chains. That is because private standards can provide firms in general and retailers of supermarket chains in particular with a level of protection against food safety and quality failures which otherwise could cause reputational brand damage and lead to a possible loss of customer confidence and consequently business. At the workshop, the case study work on tomatoes (presentation El- Otmani, University Hassan II, and Aloui, Agro Concept) and olives (presentation van Doorslaer, IPTS) looked into the GlobalGAP requirements for these products from North Africa, as demanded by European retailers. Here, a supply chain approach was chosen for the analysis of the trade but also firm-level effects (in terms of costs and benefits). 9 Starting as a private standards initiative of European retailers and supermarket chains, GlobalGAP has formerly been known as EurepGAP. The change of name indicates that EurepGAP is now established in the global marketplace, serving as a key reference for retailers/supermarket chains worldwide. For detailed information about GlobalGAP see http//www.globalgap.org. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 15 - NTMs versus NTBs NTMs can hamper trade between countries, and emphasising this potentially negative trade effect NTMs are often considered to be trade barriers. As such the term “NTMs” has often been used interchangeably with the term “NTBs”, non-tariff barriers to trade. It is important to understand the difference between the two terms. Using the term “NTMs” simply relates to the measures whereas the term “NTBs” indicates that the measure is trade-restricting, thereby also giving information about the impact of the measure. However, NTMs do not necessarily present barriers to trade, which reduce or even block trade entirely as in the case of an import ban for example. For example, the existence of SPS and TBT measures is critical for international trade between countries because they allow risks and information problems between sellers and buyers to be tackled and the resulting benefits can potentially lead to global welfare gains, in addition to heath and safety benefits. In fact, it can be argued that without such measures trade would not take place. For research, it seems appropriate to use the term “NTMs” as the impact should not be anticipated or pre-determined before the analysis. Most importantly, the costs and benefits of the measures need to be considered in order to ensure a balanced and scientifically sound analysis. 3 Analysing NTMs Analysing NTMs is a challenging task and different analytical approaches and methods have been applied. The aim of such analysis is on the one hand to identify incidences of NTMs and on the other to quantify the effect of NTMs on trade but also further reaching economic and welfare effects. The main challenges are related to data issues, including lack of data, data collection and measurement. In particular, the analysis of NTMs often requires some kind of matching up of data. For example, SPS and TBT requirements are usually defined by industry classifications and trade flows are given according to the classification of trade data. Hence, the data of different classification and sources need to be matched in order to analyse the NTM impact at hand. In this chapter, the data sources mentioned in the presentation on analysing NTMs will first be introduced. This is followed by an overview of the approaches used to detect and quantify NTMs, summarising the main points presented and discussed at the workshop. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 16 - Data sources There have been considerable attempts to collect data on NTMs and to make this information available for public use. The Trade Analysis and Information System (TRAINS) database provided by UNCTAD can be considered the most comprehensive source of information on NTMs implemented by governments and has been frequently used in research. 10 The TRAINS database records incidences of NTMs that are reported to the WTO as well as changes and new regulations with regards to the measures that apply to imports. The respective WTO notifications are documented by the type of measures according to products (HS codes) and countries. Thus, the TRAINS database relies on self-reporting, thereby in effect \"punishing\" diligent reporting. Currently, the TRAINS database is in the process of being updated. Following the expertise and input of a Multi-Agency Support Team (MAST), new up-to-date information about NTMs is being collected. For more information see MAST (2008). Another recent attempt to collect data on NTMs was undertaken within the EU’s FP7 project “NTM impact”. Within this project, regulations and standards that prescribe the import requirements for a selection of agro-food products, which are relevant to trade between the EU and ten main trade partner countries, are compared across countries. Looking only from EU exporters’ perspective, the project uses the EU import requirements as the benchmark for comparison. Detailed information on the data and the subsequent analysis can be found on the webpage of the “NTM impact” project at http://www.ntm-impact.eu. In addition, the European Commission provides a comprehensive and up-to-date list of the EU import requirements according to product and Member State (destination country) in order to support exporters from developing countries (see http://exporthelp.europa.eu). Other sources of information on NTMs are complaint registers. At the international multi- lateral level, the WTO Secretariat documents the member countries’ trade concerns regarding NTMs (notified and not notified) in regular summary reports. For the reports on SPS trade concerns see, for example, the International Portal on Food Safety, Animal and Plant Health (IPFSAPH) at http://ipfsaph.org. Trade concerns about SPS and TBT measures are typically raised in the meetings of the SPS and TBT Committee of the WTO. More severe disagreements can be brought to the WTO dispute settlement body. As noted during the workshop, developing countries seldom use the opportunity to put NTM issues in front of the 10 The TRAINS database is publically accessible through the World Integrated Trade Solution (WITS) software developed by the World Bank: http://wits.worldbank.org/wits/. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 17 - WTO, mainly due to resource and human capital constraints as well as to the usually lengthy duration of dispute settlements. In this sense, reports on trade concerns and WTO disputes only give limited information about NTMs, in particular from the perspective of developing countries, and no reporting does not imply that NTMs are not prevalent and do not cause issues for exporters. Methods to detecting NTMs For detecting the occurrence of NTMs, surveys are often used and some of the case studies presented at the workshop involved interviews with African exporters that sell on the EU market (presentations Gay, IPTS, Gonzalez Mellado , IPTS, El-Otmani, University Hassan II, and Aloui, Agro Concept). Surveys give useful first hand information, but several challenges deserve special attention. Besides the issue of ensuring representative results, surveys of NTMs are particularly prone to biases. For example, firms generally seem to have difficulties in identifying NTM issues and attributing the consequences in terms of costs and benefits to different measures. Furthermore, firm-level information about NTMs is often confidential and it is likely that firms strategically answer respective questions, particularly in the hope of possible compensation and support to facilitate market access to foreign markets. Surveys on NTMs contain the perceptions of the firms or exporters interviewed and their results need to be interpreted with care. Another standard approach uses frequency measures, which count the number of NTMs and/or changes in NTMs to calculate coverage measures for the volume/value of imports subject to different types of NTMs, usually expressed as a percentage of total imports. Such coverage measures may give some information on the potential trade impact, but they do not explicitly quantify the NTM impact. While calculating coverage measures is rather straightforward, one of the main issues relates to endogeneity as observed trade data is used. Furthermore, a high NTM count does not automatically lead to more trade frictions and thus a more pronounced trade effect (see presentation Rau, LEI) In the discussion, the possibility of comparing observed and potential trade was mentioned as an indication of those NTM incidences that hamper trade between countries. Such a comparison would look at exports, the domestic production and consumption, whereby the data should refer to quantities rather than values. Using trade data, the endogeneity issue already mentioned above obviously occurs as a main challenge. Other challenges relate to ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 18 - matching the different data classification, i.e. HS codes for trade data and the codes of production data, the detailed information required and resulting aggregation issues. Using the TRAINS database, the calculations by the OECD show that the governments of OECD countries impose NTMs on almost all agro-food products, except for a couple of un processed fibres (silk, cotton, flax, hemp). While a nimal products are expected to be particularly affected by NTMs, it can be argued that NTMs are equally important for plant products, given upcoming issues related to GMOs, environmental damage and sustainability. Overall, about 45 per cent of all NTMs focus on human health issues, followed by plant heath measures (20 per cent) and animal health measures (18 per cent). For further details see van Tongeren and Disdier (2010). Table 2 shows the number of NTMs reported in the TRAINS database according to type of measure. Amongst the approximately 14,000 NTMs notified, labelling requirements are most frequently reported, followed by requirements for product characteristics. Table 2: Number of NTMs according to type of measure TRAINS Code TRAINS Definition Number of NTMs notified Share (%) 8130 Labelling requirements 4,375 30.54 8110 Product characteristics requirements 3,441 24.02 6170 Prior authorization for sensitive product categories 2,664 18.60 8150 Testing, inspection and quarantine requirements 2,463 17.19 6370 Prohibition for sensitive product categories 587 4.10 8140 Packaging requirements 378 2.64 8160 Information requirements 193 1.35 8120 Marking requirements 115 0.80 6270 Quotas for sensitive product categories 78 0.54 4170 Refundable deposits for sensitive product categories 20 0.14 8190 Technical regulations n.e.s. 10 0.07 5270 Prior surveillance for sensitive product categories 0 0 7170 Single channel for sensitive product categories 0 0 Total 14,324 100.00 Source: Presentation von Lampe (OECD) Methods to quantifying NTMs The trade and welfare effects of NTMs are a priori unclear, and the NTM impact is thus first and foremost an empirical question. Many factors explain trade patterns between countries, and NTMs have become increasingly important as one influencing factor. At the same time, however, NTMs are used to regulate international trade and it can be argued that the relationship may also apply the other way round. That is, NTMs can also be considered as a ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 19 - function of trade, and this questions the underlying assumption made in the quantification of NTMs. Both simulation models and econometric estimation models are applied in the quantitative analysis of the effects of NTMs. Econometric studies usually apply a gravity-type model, which describes bilateral trade flows as a function of a set of explanatory variables, including NTMs. The quantity effect of NTMs on trade is estimated, and, via respective elasticities, the estimation result is subsequently used to calculate the price effect, typically expressed in terms of a tariff equivalent (TE). In contrast, simulation models simulate shocks of changes in regulatory measures, whereby scenarios often refer to the removal of NTMs as trade barriers. The costs and benefits for producers and/or consumers are introduced in the model equations, and the simulation exercises model the producers’ and/or consumers’ behaviour in response to the changes. As there may be counterbalancing effects, the empirical underpinning of the shocks reflecting NTMs seems to be particularly important and sensitivity analysis should generally be used to look into the robustness of results. For details about the current state of the art in the quantitative analysis of NTMs see, for example, Schlueter and Rau (2009). The workshop included presentations of quantitative studies that aim to determine the trade effect of NTMs and also wider reaching economic and welfare effects. Table 3 gives an overview of the respective presentations, which are not limited to the effects for African exports to the EU. While Chapter 4 further elaborates on those studies with a focus on Africa and also presents results of the studies, the following paragraphs summarise some key points about the quantification methods. As mentioned, the gravity approach estimates the quantity effect of NTMs reflected by the coefficient of the explanatory variable for NTMs in the model. The estimation results are used to calculate the price effect in terms of TEs for NTMs, and these TEs can then be used as inputs into simulation models. One main challenge in this estimation approach of course is the explanatory variable for NTMs because the NTMs under review need to be identified and somehow measured. In the papers presented at the workshop, the explanatory variables for NTMs comprise: survey data on the exporters’ perception of NTMs, TE estimates, actual requirements and dummy variables (see Table 3). Information on NTMs is not readily available and the measurement is not straightforward. Furthermore, information over time is usually not available, and thus the estimations usually rely on cross-section data. Using panel data, the panel estimation by Nimenya, de Frahan and Ndimira (2009) is an exception in so far as not only the comparative static effects but the dynamic effects of NTMs over time are taken into account. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 20 - Table 3: Overview of the quantitative methods applied in the studies presented at the workshop Presentation Reference to underlying paper Quantification method Comments Marette (UMR Economie Publique INRA-AgroParisTech) Disdier and Marette (2010) PE simulation model with gravity estimates to calculate supply and demand side effect of change in MRLs In gravity model: explanatory variable of MRLs von Lampe (OECD) van Tongeren et al. (2010) PE simulation model, supply side: inspection costs and production changes, demand side: quality effect Investigates the costs and benefits for different actors in the exporting and importing country Nicita (UNCTAD) Kee, Nicita and Olarreaga (2006) Econometric estimation of gravity type model Trade restrictiveness index across countries and products, aggregated comparative analysis Nicita (UNCTAD) Fugazza and Maur (2008) Using trade restrictiveness index in GE model GTAP, Methodological paper investigating different possibilities of reflecting NTMs in GTAP Nimenya (Université Catholique de Louvain) Nimenya, de Frahan and Ndimira (2009) Panel estimation of elasticity of substituting African and EU products, estimates used to calculate TE NTMs reflected by substitutability between African imports and EU domestic products Nimenya (Université Catholique de Louvain) Nimenya (2010) Estimation of a gravity-type model with interaction terms to separate effect of NTMs imposed by individual EU Member States, panel data In gravity model: explanatory variables for NTMs – TE estimated by Nimenya de Frahan and Ndimira (2008), dummy to reflect import ban Gonzalez Mellado (IPTS) Gonzalez Mellado et al. (2010) Gravity-type model to estimate NTM effect In gravity model: explanatory variable for NTMs is index reflecting exporters’ perception based on surveys Source: own compilation based on the workshop presentations In contrast to gravity estimations, simulation models give results not only concerning the trade impact of NTMs but also about further reaching economic and welfare effects. Partial equilibrium (PE) models allow for a more detailed representation of sectors (and policy measures) than general equilibrium (GE) simulation models and are thus best suited for case studies, which investigate specific NTMs and the issues arising. The papers presented at the workshop illustrate the advantages and challenges in the practical applications. In simulation models, the TEs derived by gravity-type estimations reflect NTMs and are ultimately introduced as wedges between the price for the domestic and foreign product. In essence, the simulation analysis depicts NTMs just like tariffs and results can thus be expected to be similar to those of a usual analysis of tariffs. However, some corrections for the tariff revenues of the importing country need to be introduced. Being modelled as price wedges, NTMs are presented as border measures that cause costs when the respective ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 21 - products cross the border. From the point of view of firms that wish to export to foreign markets, some types of NTMs, such as SPS measures however, lead to real trade costs that use resources and thus affect the firms’ export supply function. In simulation models, this is captured by supply shifts using so-called iceberg tariffs that melt away a fixed fraction of the export value on the way from the exporting to the importing country, leading to reduced trade and efficiency losses for exporters. In their methodological paper, Fugazza and Maur (2008) compare the results of modelling NTMs as tariffs/price wedges on the one hand and as ice- berg tariffs/real trade costs on the other. While many studies focus on the costs due to NTMs, the benefits need to be considered in a balanced analysis. Benefits accrue to both producers and consumers and may be observed in the exporting and importing country. Amongst the presentations of the workshop, the papers by Disdier and Marette (2010) and van Tongeren et al. (2010) account for the benefits of SPS measures and specifically look into the resulting welfare effects. Both studies use components of the OECD cost-benefit framework for analyzing NTMs developed by van Tongeren, Beghin and Marette (2009) and demonstrate how simulation models can reflect the benefits of NTMs for producers and consumers alike. In quantitative studies, the costs of NTMs are usually estimated in terms of compliance costs and the benefits of NTMs are given by the consumers’ willingness to pay. There are several challenges involved with the estimation of the costs and benefits of NTMs, and one prominent issue at hand arises as NTMs differently affect particular groups of producers (e.g. small holders) and consumers (e.g. consumers that face higher health risks than others, such as pregnant women and children). 4 Empirical evidence from African countries In the workshop a selection of different studies focusing on African countries was presented. Some of the studies analysed common NTMs affecting the whole African continent while other studies concentrated on a specific country and/or product. This chapter first introduces those studies with a cross-country perspective and secondly the specific case studies. Exporters' perceptions To facilitate a stronger integration of African countries into the world economy, it is important not only to reduce market access barriers, but also to take into account and address a range of other factors, including those relating to individual competitiveness and the supply ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 22 - side capacity of each country. Aiming to evaluate the importance of obstacles to EU - Africa agro-food trade and enhancing the EU’s knowledge of agricultural trade flows with African partners, the IPTS assessed agro-food trade between the EU and Africa in detail. Alongside the trade analysis, a survey of African agricultural exporters was commissioned in 2008 in five countries: Ivory Coast, Kenya, Morocco, South Africa and Uganda. The countries were selected based on their agricultural trade profile and their relatively high share of agricultural trade being imported into the EU. In total, 95 exporters answered the questionnaires, with 15 exporters participating in Ivory Coast and 20 exporters participating in each of the other countries. The distribution of exporters by country and product is presented in Figure 1. In the questionnaire five categories of obstacles to trade were created, as described by Gay (IPTS). Each respondent was asked to grade the influence that a list of obstacles to trade had on his/her trade volume. The grading included a positive impact (graded as 1 or 2) and a negative impact (graded as -1 or -2). Figure 1: Included countries and products Source: Presentation Gay (IPTS). 0 1 2 3 4 5 cashew nut cocoa coconuts coffee mango Number of exporters 0 1 2 3 4 5 6 7 8 beans coffee flower tea Number of exports 0 2 4 6 8 10 12 beans olives oranges tomatoes number of exporter 0 2 4 6 8 10 12 beans olives oranges tomatoes number of exporter 0 2 4 6 8 10 12 coffee flowers tobacco number of exporters ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 23 - Some major trends can be spotted regarding the different categories of obstacles to trade, highlighting differences in the exporters' perceptions in different countries. Concerning the 'taxes and subsidies' category, measures with notable impacts are EU procurement and EU surcharges, EU port taxes and other surcharges. Exporters from Morocco and South Africa have a stronger perception of facing restrictions than exporters from other countries. In these two countries two-thirds of the respondents paid EU port taxes and other surcharges. In the 'customs and procedures' category, differences in exporters' perceptions across countries are rather low. Exporters perceived as negative the impact of rules of origin, especially in South Africa where a quarter of the exporters have experienced problems. However, South African exporters perceive pre-shipment inspections positively. In the 'standards and regulations' category, no trends across countries can be tracked. In general, exporters from Ivory Coast have a more positive perception, whereas those from South Africa a more negative. For most of the exporters participating in the survey SPS measures were highlighted as having important impacts on trade flows. A clear negative perception was found among South African exporters regarding shipments barred from entering the EU given that 60 per cent of the respondents reported a barred shipment. In Morocco and South Africa more than 80 per cent of the exporters made specific investments in recent years to acquire certifications for food and agricultural products. A positive perception of compliance with EU standards enhancing exports to the EU was indicated by approximately 50 per cent of Kenyan, Moroccan and Ugandan exporters. Finally, transport and transportation costs are seen as a major obstacle by all exporters. The exporter survey is currently being used to analyse the effects of the export structures, product characteristics and country profile linked to the exporters' perceptions (presentation Gonzalez-Mellado, IPTS). The ongoing results compare the impact of African export characteristics with exporter's perceptions. It shows that perceptions are closely linked to the exporting country given that policy implementation is a country-specific issue. In addition perceptions are linked to product characteristics and to the price used for the transactions: cost, insurance and freight (CIF) versus free on board (FOB) price as some countries support export insurances. The investigation into exporters' perceptions of obstacles to trade will continue to study other obstacles to trade included in the survey. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 24 - Impacts of NTMs on EU horticultural and fish EU imports from Africa In the framework of another cross-country research project to measure the trade impact on EU horticultural and fish imports from African countries, tariff equivalents for diverse NTMs have been estimated and used to measure the possible effect of NTMs on the EU imports. To estimate the tariff equivalents of NTMs, an extension of the price-wedge method has been used to take into account imperfect substitution and factor endowment in monopolistic competition. This study provides ad valorem tariff equivalents of several international food safety standards for imports of fruit, vegetables and fish from Kenya and Tanzania. The data have being analysed with panel data of European imports from Kenya, Uganda, Tanzania and Zambia. Empirical results show that the tariff equivalent is about 36 per cent for avocados, ranges from 40 to 92 per cent for fresh peas and green beans and goes from 12 to 190 per cent for frozen fish fillets. Regarding importing countries, the findings of this study show a strong preference of more than 99 per cent for domestic frozen fish fillets and an important variation of the tariff equivalent for all the products among the EU importing countries and over time. The tariff equivalents obtained are used in a gravity econometric estimation to quantify the trade effect of these NTMs on imports. The approach takes into account the effects of NTMs as a component of trade costs using the gravity specification of Anderson and van Wincoop (2004). Results show that non-tariff measures do not have an impact on the trade in green beans while they impede the trade in frozen fish fillets. This study constitutes additional empirical evidence that unitary elasticities of output and expenditure on consumption are not appropriate (presentation Nimenya, Université Catholique de Louvain). Finally, using a probit bivariate estimation on survey data from Kenyan small-scale providers, Nimenya shows that the decision to supply certified products strongly depends on credit access. Case of Seafood EU Imports The workshop was focused on African imports into the EU. However in order to assess a new methodology, one paper on EU imports from African and non-African countries was included. The presentation by Marette (INRA) focused on EU seafood imports, including the impact of NTMs on welfare in the analysis. The empirical application focused on the effects of a standard capping of antibiotic residues in crustaceans in the US, the EU, Canada and Japan. In the seafood industry the antibiotic chloramphenicol is used to protect animals from diseases but is found to have toxic effects for human health. While the econometric estimation of the gravity equation reported a negative impact on imports, welfare evaluations showed that, in most cases, a stricter standard would lead to an increase in both domestic and ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 25 - international welfare. Thus, negative developments of trade may be more than outweighed by the positive impact on consumer welfare. The main questions raised in the workshop concerned welfare calculation. One asked whether consumers are willing to pay for safer food or if costs will be internalised by consumers so that they are not aware of the increase in food safety due to the implementation of the NTM. Additionally, changes in welfare across countries are also not considered. Case of Moroccan Agricultural Exports El-Otmani's (University Hassan II) presentation showed the specific NTMs faced by Moroccan agricultural exporters to the EU. As several presenters remarked, most of the problems faced are related to SPS measures. Some of the SPS faced are shipping sanitary measures, including the control of diseases, agrochemicals and other additives. The SPS measures set MRL of these additives to be used while exporting. The complexity of these obstacles to trade becomes evident when acknowledging that MRL differ across countries and change from year to year. Other technical problems such as detection methods of the minimum level for these chemical substances are faced by exporters. Additionally, exporters have to prove that the products fulfil the MRL specifications. Thus, MRL data should be obtained from certified laboratories, which is costly. It is not only SPS criteria that have to be met, products also have to meet quality standards beyond countries' public standards related to shape, colour, surface characteristics, and product texture such as firmness and freshness. In addition, the name of the packing house should be mentioned on the pallets for immediate recognition of the origin of the product, packages must carry information enabling importers to trace products from production sites to export spots. Furthermore, packages must carry information on any post-harvest treatments applied to products (such as fungicide, wax type, etc) and labelling of individual fruits may be required by retailers. NTMs on EU tomato imports from Morocco One example of NTMs affecting a specific product was provided by Aloui (AgroConcept) with the case study of Moroccan tomatoes. Morocco is the most important supplier of tomatoes to the EU and benefits from a lower entry price. Preferential access is granted only under a tariff rate quota (TRQ). This mechanism results in an economic rent for Moroccan exporters because the marginal cost of supplying the imported good is below the retail price on the EU market. In addition more and more tomatoes can be ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 26 - exported ouside the quota given that the most favoured nation entry price has been fixed in nominal terms and at certain periods of the year exporters may be able to pay the full (low) tariff and spare quota quantities for periods with higher market prices. While there are NTMs negatively affecting trade, as detailed in the previous chapter, the compliance with certain private standards (GlobalGAP, British Retail Council (BRC), Nature Choice) can bring considerable benefits to producers, such as reduced agrochemical use and a framework that guides agricultural and management practices. An empirical comparison by the author between the compliance costs observed in 2004 and in 2010 shows that unit costs of compliance decrease over time, probably due to economies of scale. The decomposition of production costs is presented in Table 4. According to producers and packing houses, fixed costs account for approximately 90 per cent of total costs. Most of this share is mainly related to personnel hired to execute internal audits which are required for traceability processes. However, in this process only competitive exporters have managed to create the infrastructure necessary to comply with requirements. Conforming to high standards for one retailer opens up new markets. In this sense, standards may drive improvements in competitiveness and develop innovation. Table 4: Cost decomposition for tomato production in Morocco Total Costs per year (1000 Euro) Total Costs (Euro/ton) Sunk costs 20 0.5 Overhead costs 200 5 Total fixed costs 220 5.5 Variable costs 28 0.7 Total cost of compliance 248 6.2 % border prices Cherry tomatoes 0.8% Round tomatoes 1.55% Source: Presentation Aloui (AgroConcept) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 27 - Case of Tunisian Agricultural Exports With the collaboration of Ms Myriam Khefifi Ben Mohamed, a Tunisian exporter of olives, a presentation on the point of view of Tunisian exporters was prepared (presentation van Doorslaer, IPTS) 11 . The main problems are the cost and complexity of complying with the certification and traceability requirements of public and private institutions. Some producers are not prepared or willing to change their production system to comply. Thus, the number of producers able to provide raw material to exporters is decreasing and prices increase. The lack of qualified laboratories to analyse SPS requirements, pH level, texture and colour limits the exporters' ability to guarantee their deliveries to the European market. The main effects of these NTMs are the rising price of direct and indirect costs in production and exports from Tunisia, and small size firms disappear to the benefit of larger enterprises. Due to NTMs set on the EU market, some olive companies re-orientate their exports to other African countries, where standards are not so restrictive and expensive. 5 Policy issues in the NTM context The presentations and discussions at the workshop revealed numerous challenges facing the research agenda on NTMs. Policy challenges, however, are no less numerous, starting with the need to formulate regulations that address societal concerns (such as environment or food safety) and do not create unnecessary obstacles to trade or serve as a means of discrimination or disguised restriction on international trade. In addition, some measures can be welfare- enhancing, delivering information to producers, consumers, etc. as consumers are becoming more demanding and aware of conditions of production. This section focuses on the main policy themes emerging from the workshop. Importance of tariff and non-tariff measures: Trade literature is ripe with statements on NTMs taking the place of tariffs in hampering the trans-border movement of goods. Although tariff protection is decreasing and NTMs appear to be gaining importance, both tariff and non-tariff measures are still important and deserve further negotiation. To prepare for bilateral agreement negotiations, it would be necessary to assess the importance of NTMs to measure 11 As Ms Myriam Khefifi Ben Mohamed could not attend the workshop to share her experiences as a Tunisian exporter, she provided IPTS staff with a document describing her experience. Based on this document, Mr. van Doorslaer prepared his presentation. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 28 - whether potential gains of a further liberalisation could not be considerably undermined by NTMs. However conclusions that NTMs replaced tariff protection are premature. Occurrence and sector specificity of NTMs: Not all NTMs in all sectors affect trade equally. Contrary to what one could expect, there are often less complaints from exporters about the sectors with the highest number of regulations. A typical example is the fish sector: although fish, as a highly perishable product, is subject to a number of hygienic regulations, relatively few complaints are heard compared to other, less regulated sectors. Private standards remain a contentious issue: Although many developing countries regularly bring complaints regarding private standards for discussion by the WTO SPS Committee, precise coverage of private standards in international agreements remains to be finalised. Some argue that as a form of business-to-business standards private standards do not fall under the auspices of the WTO. Strengthening dispute settlement procedures both on multilateral and bilateral levels: Although currently very few complaints relating to NTMs are presented in the WTO dispute settlement by developing countries, a lack of formal complaints in the WTO does not mean that there are no problems. Many developing countries view a dispute settlement process as costly and fear that trade would stop while the dispute is ongoing. EPAs, discussed later in the text, contain a simplified dispute settlement process. In addition, despite slow progress on the Doha Development Round, further trade liberalisation should take an active approach towards NTMs on both multilateral and bilateral levels. The Economic Partnership Agreements (EPAs) between the EU and ACP countries aim to promote trade through trade development, sustainable growth and poverty reduction. NTMs, such as export taxes, SPS, and rules of origin are often raised in EPA negotiations. A full EPA in the framework of ACP has only been signed with Caribbean countries. To date (2010_ Interim EPAs have only been signed with the Pacific region and some African regions (– West Africa, Eastern and Southern Africa (ESA), East African Community (EAC), South African Development Community (SADC) and Central Africa). Capacity building remains of utmost importance: Training and technical support is one of the EPA's objectives. Food safety standards appear to be the main constraints in terms of market access for ACP countries. Rather than establishing regulations perceived by developing countries as trade barriers, a preferred option is to improve production processes and build up production and institutional capacity. Production segmentation, e.g. supplying more than one market with products satisfying different standards, might not always be a feasible alternative due to the risk of contamination. On the other hand, production to the strictest standard might ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 29 - not be feasible due to a lack of capacity. In addition, capacity development is also necessary in the area of technical assistance, specialized consultancy, service to repair machinery, support to achieve certification, and training and education of personnel (presentation Doherty). Infrastructure support and development: Infrastructure support is addressed via general development policies as transport and infrastructure impact competitiveness. Lack of suitable infrastructure contributes to a higher cost of compliance with importing country regulations and increases the cost of doing business. On the other hand, economies of scale play a role. For example, it is not necessary for each country to have access to its own testing and accreditation laboratory as these facilities can be efficiently shared regionally. Importance of domestic policies: As scale economies reduce the cost of compliance, larger firms face lower average costs to satisfy some NTMs, which can result in the liquidation of small and medium enterprises. Policies easing transformation to other economic sectors, such as vocational training etc., should be in place. South – South trade: there is some evidence of strengthening South – South trade flows, pointing to the need for more South – South analysis. Some countries complain that South – South trade with neighbours can be limited because of political problems and, at times, lack of suitable transportation and infrastructure links. For intra-regional trade, harmonised standards are also needed which, in the interest of keeping other export markets open, are best harmonised according to international reference levels. Information and experience sharing using various dialogues and other forums: coherent forums designed to facilitate information and experience sharing to discuss various issues, including NTMs, trade facilitation, development aid and Aid for Trade in agriculture, should be put in place. These should incorporate enhanced cooperation among EU, African Union, World Bank, UNCTAD and UNIDO and make progress on as yet unsettled governance issues. Transparency with regards to import conditions remains key. The introduction of the EU Export Helpdesk to facilitate trade from developing countries into the EU was welcomed as a useful tool for providing relevant information and contributing to transparency. The EU provides support and another helpdesk for exports through an Import (Export) Management Framework for Trade, which includes certain requirements (standards) that products should comply with in order to be imported into the EU or exported from the EU to particular destinations. These standards are based on product definition and quality standards that products should fulfil. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 30 - New areas of NTMs create and will continue to create additional policy challenges: environmental-related measures (green growth), and fish and forestry (so-called resources- trade) remain somewhat uncharted territory in trade policy. 6 Conclusions The workshop brought together experts from different disciplines (research, policy and business) and their discussion, particularly on the definition of NTMs, highlighted the complexity and broadness of the topic. There is a commonly accepted NTM definition, but there is not always a consensus on whether certain measures should be classified as NTMs or not. For example certain quality requirements established by private companies are considered by some as belonging to the business-to-business relationship while others see them as clear NTMs. Africa represents only a very small share of the world trade value. More than half of African exports are in oil and mineral fuels. The share of Africa in the world trade of agricultural products is slightly higher; however the exports are mainly concentrated to a limited number of commodities. Even though tariff protection is progressively decreasing in LDCs and in the framework of bilateral agreements, tariffs remain important especially in Mediterranean countries. At the same time, NTMs appear to be gaining attention. NTMs have been detected for almost all agro-food products worldwide. T he majority of these NTMs aim to protect health (human, plant and animal health). In addition to the positive effects on health, the compliance with certain measures may enhance trade given that they establish trust between trade partners. The term NTM covers many measures. However, most of the workshop concentrated on the major ones for agricultural products: SPS and TBT measures. Moroccan participants stressed in particular the importance of the cost of complying with these requirements, notably in terms of certification. It was underlined that in Africa the lack of infrastructure, e.g. the lack of certified laboratories, makes it more difficult and costly for exporters to comply with these measures and remain competitive at the same time. NTMs affect welfare in both exporting and importing countries. This change in welfare may be positive or negative depending on the NTM considered as well as on the time frame. Concerning the analysis of NTMs, the workshop underlined the difficulty of collecting data. Surveys are commonly used to gather information. However the workshop commented on the ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 31 - limitations of these surveys (and perception analyses) in particular in terms of their representativeness and comparability across countries. Participants of the workshop recognised the need for better communication and more systematic approaches to improve their design and make them of use to a maximum of researchers. UNCTAD is pursuing its efforts to build a public database including as many NTMs as possible and covering a maximum number of countries. Given the complexity and the cost of this exercise they concentrate only on public requirements. The data availability leads researchers to a difficult choice: either limiting their analysis to very specific products and NTMs so as to rely on good data or analysing broader NTM effects but therefore lacking some specific information. Concerning the modelling of NTMs' impacts, the current econometric methods or equilibrium models used do not take into account the dynamic effects of NTMs. Furthermore, the potential benefits of some of these measures are often missing in the analyses due to the complexity of quantifying them. Therefore, the workshop concluded that there is currently a need to develop new methodologies to effectively assess the impact of NTMs. Further efforts are needed to better identify the actual positive and negative effects of NTMs. New methods are necessary to measure these effects so that results can be commonly accepted by the research community as well as by policy makers. The benefits and costs of NTMs would also allow for the identification of welfare gains or losses in the economy and society in the short and long term. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 32 - 7 References Abbott, P., 2002, Tariff Rate Quotas: Failed Market Access Instruments, European Review of Agricultural Economics , 29 (1):109 – 30. Disdier, A.-C. and F. van Tongeren, 2010, “Non-Tariff Measures in Agri-Food Trade: What Does the Data Tell Us? Evidence from a Cluster Analysis on OECD Imports,” Applied Economic Perspectives and Policy , 32 (3): 436-455. Disdier, A.-C. and S. Marette, 2010, The combination of gravity and welfare approaches for evaluating nontariff measures, American Journal of Agricultural Economics , 92 (3): 713 -726. Fugazza, M. and J.-C. Maur, 2008, Non-tariff barriers in CGE models: How useful for policy?, Journal of Policy Modeling , 30 (3): 475 - 490. Gonzalez-Mellado, A. Ferrari, E., Gay, H. and R. M'barek, 2010a, Evaluation of non-tariff measures for African agricultural exports to the EU in a CGE framework, Paper presented at the 13th GTAP Annual Conference, 9-11 June 2010, Penang, Malaysia. Gonzalez Mellado, A., Ferrari, E., Gay, H. and R. M'barek, 2010b, Barriere non tariffarie al commercio: l'opinione degli esportatori agro-alimentari africani, Agriregionieuropa , year 6, no 22, September 2010. Kee, H. L., Nicita, A. and M. Olarreaga, 2006, Estimating trade restrictiveness indices, Policy Research Working Paper Series 3840, The World Bank. MAST, 2008, First Progress Report to the Group of Eminent Persons on Non-tariff Barriers, mimeo. Multi-Agency Support Team (MAST), UNCTAD, Geneva. Nimenya, N., de Frahan, B. H. and P.-F. Ndimira, 2009, A tariff equivalent of non-tariff barriers on European horticultural and fish imports from African countries, paper contribution, Annual meeting of the International Agricultural Trade Research Consortium December 13-15, Fort-Myers (Florida), USA. Nimenya, N., 2010, Effects of non-tariff measures on European horticultural and fish imports from African countries. PhD thesis, unpublished, Université Catholique de Louvain la Neuve, Department of Agricultural Economics, Louvain-la-Neuve, Belgium. ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 33 - Rau, M. - L., Shutes, K., Schlueter, S., Poto, M. and B. van der Meulen, 2010, Requirements in international agri-food trade: constructing an index of regulatory heterogeneity. Deliverable D5.1, WP5, EU FP7 project “NTM-Impact”. Rau, M. – L. and S. Schlueter, 2009, Framework for analyzing standards and regulation in the NTM impact project, NTM Impact Working Paper 09/01. van Tongeren, F., Disdier, A.-C., Komorowska, J., Marette, S. and M. von Lampe, 2010, Case Studies of Costs and Benefits of Non-Tariff Measures: Cheese, Shrimp and Flowers, OECD Food, Agriculture and Fisheries Working Papers 28, OECD, Paris. van Tongeren, F., Beghin, J. and S. Marette, 2009, A Cost-Benefit Framework for the Assessment of Non-Tariff Measures in Agro-Food Trade, OECD Food, Agriculture and Fisheries Working Papers 21, OECD, Paris. ",
        "Non Tariff Measures affecting agro-food trade between the EU and Africa - 34 - Annex 1: Workshop Agenda \"Non Tariff Measures (NTM) affecting agro-food trade between the EU and Africa\" 9-10 September 2010 Venue: Institute for Prospective Technological Studies (IPTS), Calle Inca Garcilaso 3, ES-41092 Seville, Spain Organisers: Institute for Prospective Technological Studies Aída Gonzalez Mellado, Sophie Hélaine, Robert M'barek AGENDA (9 SEPTEMBER 2010) 9:15 - 9:45 Welcome to the workshop and opening remarks. John Bensted-Smith 9:45 - 11:00 (25 min) (20 min) (30 min) Session 1: trade flows and NTMs Agricultural trade between Africa, MED and the EU NTM definitions and generalities Discussion Chair: Jose Maria Garcia Alvarez Coque Robert M'barek and Sophie Hélaine Andreas Schmidt All participants 11:00 - 11:30 Coffee break: EXPO Patio 11:30 - 13:30 (30 min) (20 min) (30 min) (40 min) Session 2: Detection of NTMs in trade OECD work on NTMs in Agriculture: Data and other issues National NTM data Focus on EU SPS measures and the analysis of their impact Discussion Chair: Monika Tothova Martin von Lampe Alessandro Nicita Marie Luise Rau All participants 13:30 - 14:30 Lunch break: EXPO Patio 14:30 - 16:00 (20 min) (10 min) (10 min) (25 min) (25 min) Session 3: Exporters views and SPS measures African Agricultural and Food Exports to the EU: Obstacles to trade Introduction on Exporters' view The exporters' point of view - Tunisia Improving market access to the EU: measures to overcome SPS and related Non-Tariff Barriers Discussion Chair: Martin von Lampe Hubertus Gay Leonard Mizzi Benjamin van Doorslaer Martin Doherty All participants ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 35 - 16:00 - 16:30 Coffee break 16:30 – 17:30 (20 min) (20 min) (20 min) Session 3: Exporters views and technical quality standards, norms and SPS measures Technical Quality Standards, Norms, and SPS Measures Affecting Market Access of Mediterranean and ACP Products: the Case of Morocco A tariff equivalent of non-tariff measures on European horticultural and fish imports from African countries Discussion Chair: Martin von Lampe Mohamed El-Otmani Nicodème Nimenya All participants 20:30 Dinner: Restaurante Manolo León Calle Guadalquivir 8 AGENDA (10 SEPTEMBER 2010) 9:00- 10:30 (30 min) (30 min) (30min) Session 4: Measurement of the costs due to NTM The Combination of Gravity and Welfare Approaches for Evaluating Non-Tariff Measures The Cost of Compliance with SPS Standards for Moroccan Exports: A Case Study Discussion Chair: Michel Petit Stephan Marette Omar Aloui All participants 10:30 – 11:00 Coffee break: EXPO Patio 11:00-13:00 (20 min) (20 min) (20 min) (20 min) (40 min) Session 5: Modelling impacts of NTM Estimating Trade Restrictiveness Indices Non-Tariff Measures/Barriers in CGE Models Trade effect of non-tariff measures on European horticultural and fish imports from African countries Obstacles to agricultural trade between Africa-EU which are the main determinants for the exporters? Discussion Chair: Stephan Marette Alessandro Nicita Alessandro Nicita Nicodème Nimenya Aída Gonzalez Mellado All participants 13:00-13:30 Concluding remarks Robert M'barek All participants 13:30 Lunch: EXPO Patio ",
        "Non Tariff Measures affecting agro-food trade between the EU and Africa - 36 - Annex 2: List of Participants Family name Surname Institution 1. Aloui Omar Agro Concept 2. Bensted-Smith John European Commission, JRC.IPTS 3. Breul-Busson Sophie European Commission, DG DEV B2:Sustainable management of natural resources 4. Colen Liesbeth LICOS, University of Leuven 5. Delince Jacques European Commission, JRC.IPTS 6. Doherty Martin Cerrex Ltd. 7. El-Otmani Mohamed Department of Horticulture, Institut Agronomique et Vétérinaire Hassan II 8. Garcia-Alvarez-Coque Jose-Maria Universidad Politécnica de Valencia Department of Economics and Social Sciences 9. Gay Hubertus European Commission, JRC.IPTS 10. Goncalves Nuno SPA: Sociedade Portuguesa de Inovação 11. Gonzalez Mellado Aída European Commission, JRC.IPTS 12. Hélaine Sophie European Commission, JRC.IPTS 13. Marette Stephan UMR Économie publique AgroParisTech and INRA 14. M'Barek Robert European Commission, JRC.IPTS 15. Mizzi Leonard European Commission, DG AGRI A3: ACP and South Africa, FAO, G8 16. Petit Michel Institut Agronomique Méditerranéen de Montpellier (IAMM) 17. Nicita Alessandro UNCTAD, Division on International Trade, 18. Nimenya Nicodeme Université Catholique de Louvain la Neuve 19. Rau Marie-Luise Institute of Agricultural Economics (LEI), part of Wageningen University, The Hague 20. Schmidt Andreas European Commission, DG TRADE: F3 Food- related Sectors 21. Tothova Monika European Commission, DG AGRI L5: Agricultural trade policy analysis 22. Van Doorslaer Benjamin European Commission, JRC.IPTS 23. Von Lampe Martin OECD Directorate for Trade and Agriculture ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 37 - Annex 3: Workshop Presentations ",
        "Non Tariff Measures affecting agro-food trade between the EU and Africa - 38 - Welcome to the workshop and opening Remarks John Bensted-Smith (JRC-IPTS) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 39 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 40 - Agricultural trade between Africa, MED and the EU Robert M'barek and Sophie Hélaine (JRC-IPTS) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 41 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 42 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 43 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 44 - NTM definitions and generalities Andreas Schmidt (DG TRADE) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 45 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 46 - OECD work on NTMs in Agriculture: Data and other issues Martin von Lampe (OECD) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 47 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 48 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 49 - National NTM data Alessandro Nicita (UNCTAD) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 50 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 51 - Focus on EU SPS measures and the analysis of their impact Marie-Luise Rau (LEI) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 52 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 53 - African Agricultural and Food Exports to the EU: Obstacles to trade Hubertus Gay (JRC-IPTS) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 54 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 55 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 56 - Introduction on Exporter view Leonard Mizzi (DG AGRI) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 57 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 58 - The exporters' point of view - Tunisia Benjamin van Doorslaer (JRC-IPTS) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 59 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 60 - Improving market access to the EU: measures to overcome SPS and related Non-Tariff Barriers Martin Doherty (Cerrex Ltd) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 61 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 62 - Technical Quality Standards, Norms, and Sanitary and PhytoSanitary Measures Affecting Market Access of Mediterranean and ACP Products: the Case of Morocco Mohamed El-Otmani (Institut Agronomique et Vétérinaire Hassan II) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 63 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 64 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 65 - A tariff equivalent of non-tariff measures on European horticultural and fish imports from African countries Nicodeme Nimenya (Université Catholique de Louvain la Neuve) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 66 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 67 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 68 - The Combination of Gravity and Welfare Approaches for Evaluating Non- Tariff Measures Stéphan Marette (INRA) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 69 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 70 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 71 - The Cost of Compliance with SPS Standards for Moroccan Exports: A Case Study Omar Aloui (Agro Concept) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 72 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 73 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 74 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 75 - Estimating Trade Restrictiveness Indices Alessandro Nicita (UNCTAD) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 76 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 77 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 78 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 79 - Non-Tariff Measures/Barriers in CGE Models Alessandro Nicita (UNCTAD) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 80 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 81 - Trade effect of non-tariff measures on European horticultural and fish imports from African countries Nicodeme Nimenya (Université Catholique de Louvain la Neuve) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 82 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 83 - Obstacles to agricultural trade between Africa-EU: which are the main determinants for the exporters? Aida Gonzalez Mellado (JRC-IPTS) ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 84 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 85 - ",
        "Non-tariff measures affecting agro-food trade between the EU and Africa - 86 - ",
        "European Commission EUR 24676 EN – Joint Research Centre – Institute for Prospective Technological Studies Title: Non-tariff measures affecting agro-food trade between the EU and Africa. Summary of a IPTS Workshop Authors: Aida Gonzalez Mellado, Sophie Hélaine, Marie-Luise Rau and Monika Tothova Luxembourg: Publications Office of the European Union 2010 EUR – Scientific and Technical Research series – ISSN 1018-5593 ISBN 978-92-79-18976-0 doi:10.2791/52935 Abstract This report contains the presentations and the summary of the IPTS workshop \"Non Tariff Measures (NTMs) affecting agro-food trade between the EU and Africa\" held in September 2010 in Seville. The workshop brought together experts from research, policy making and business in order to exchange knowledge and discuss about NTMs and the issues associated with them. The workshop first gave an overview of NTM classifications as well as the methods in the analysis of NTMs. With this background case studies were presented, focusing on NTMs from the perspective of African exporters of agro-food products. ",
        "The mission of the JRC is to provide customer-driven scientific and technical support for the conception, development, implementation and monitoring of EU policies. As a service of the European Commission, the JRC functions as a reference centre of science and technology for the Union. Close to the policy-making process, it serves the common interest of the Member States, while being independent of special interests, whether private or national. L F - N A - 24676 - E N - C "
    ]
}