{
    "text": [
        "Written by Luke Georghiou – RISE Group April – 2018 EN A European Ecosystem for Social Innovation ",
        "European Ecosystem for Social Innovation European Commission Directorate-General for Research and Innovation Directorate A — Policy Development and Coordination Unit A.2 — Open Data Policy & Science Cloud Contact: Johan STIERNA E-mail: johan.stierna @ec.europa.eu RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels Manuscript completed in 2018. This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2018 EN PDF ISBN 978-92-79 86723-1 doi:10.2777/51734 KI-02-18-812-EN-N © European Union, 2018. Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. ",
        "EUROPEAN COMMISSION A European Ecosystem for Social Innovation Edited by Luke Georghiou Manchester Institute of Innovation Research Alliance Manchester Business School University of Manchester Directorate-General for Research and Innovation 2018 EN ",
        "2 Table of Contents A EUROPEAN ECOSYSTEM FOR SOCIAL INNOVATION ............................................ 3 1 Introduction ............................................................................................................. 3 2 Dimensions of social innovation .................................................................................. 4 3 An innovation ecosystem for social innovation ............................................................... 5 3.1 The missing demand side and the need for anchor institutions for social innovation 5 3.2 Finding suitable innovation models and the challenge of scaling 6 3.3 Finance for organisations undertaking social innovation: a double-diffusion challenge 7 3.4 Role of universities in social innovation 9 4 Conclusions and recommendations .............................................................................. 9 ",
        "3 A EUROPEAN ECOSYSTEM FOR SOCIAL INNOVATION 1 1 Introduction The current reflection on the social dimension of Europe by 2025 highlights the critical importance of achieving a more social and fair Europe, new models of employment and the need for greater social cohesion 2 . The grand challenges of the 21 st Century require innovation on the part of all sectors within society. They need an understanding of innovation that goes beyond current models and a more holistic and inclusive approach that is embodied in the concept of social innovation. The need for inclusion has its focus on marginalised parts of society but is also generational. A growing body of research shows that Millennials want to work for companies that project values that align with their own, including the need for commercial organisations to go beyond the rhetoric of social responsibility towards a more proactive role of driving social development. In our digitalized society, the boundaries between work and private life are blurred and professional activities are permeating the entire lifespan of people, creating an identity between work and the search for meaning in a person’s life. Others may be excluded from key aspects of society by the digital divide. Increasingly, large corporations have responded by sponsoring the development of social innovation within the communities that they operate in. In a recent article, Bower and Paine challenge the agency theory perspective on what should drive the action of managers in organisations, arguing that it should not be the good of shareholders, but the good of their enterprise, with all its functions in society (only one of which, and not the primary one, is to provide wealth to shareholders). This perspective, according to the authors, promotes a “concern with corporate citizenship and ethical issues that goes beyond legal compliance”. 3 Philanthropic organisations such as the Gates Foundation, and government investment in NGOs are supporting the emergence of social innovation ecosystems that exhibit many characteristics of open innovation. Where then should the focus be for public policy and in particular the European dimension? While a significant part of the EU budget is used to support social innovation and social projects in the Member States and also to fight poverty, the EU social budget represents only 0.3 % of total public social expenditure in the EU. Hence, it is recognised that the locus for action in the social field is with national and local authorities, reflecting the essentially local nature of many initiatives. The European picture shows a great variety of social models and social experiments. Effective intervention will need to be catalytic and in particular to stimulate radical innovation in the ways in which social challenges are addressed. The focus then is how the EU can support such efforts. 1 This brief was drafted by Luke Georghiou based upon the inputs of RISE members Willy Donnelly, Maria Teresa Riera Madurell, Dainus Pavalkis, Francisco Veloso, Roberto Verganti and Helen Wallace. RISE would like to thank the attendees at the RISE Workshop “New Trends in Social Innovation” on April 27th 2017 for their inspirational ideas and our Commission colleagues Aline Humbert and Johan Stierna for their invaluable encouragement and inputs. 2 European Commission, Reflection Paper On The Social Dimension Of Europe , 2017 3 Joseph L. Bower and Lynn S. Paine, “The Error at the Heart of Corporate Leadership”, Harvard Business Review 95:3 (May–June 2017): 50–60 ",
        "4 This RISE brief examines the potential of social innovation and in particular how it can be mainstreamed into the Innovation Agenda and supported through FP9 and complementary European actions. While we focus on the needs of organisations that deliver social innovation, notably social enterprises, we recognise the great diversity of approaches that exists across Europe and the essentially bottom-up and local nature of much activity in this sphere. We examine the requirements for social innovation ecosystems and the business and management models that could thrive within it. We conclude that, with these elements in place, large-scale mission-oriented initiatives that build coalitions to address Europe’s greatest social challenges, as also recognised in the “Lab – Fab – App” report, 4 could provide a key catalyst for this activity. 2 Dimensions of social innovation While there is an understandable desire to get beyond the many and competing understandings of social innovation it is helpful to frame the topic by recognising three key dimensions: the goals of social innovation, put shortly that it needs to create societal or social added value; the actors involved, with the expectation that it could generate more inclusivity and greater variety of forms of participation than purely economically driven innovation; and the means by which it takes place, for example through new business models or forms of finance. The great potential of the domain of social innovation is to be an engine for new dynamics in society in areas that are neglected by traditional commercial innovations. This happens because the goals of social entrepreneurs are different . Profit oriented entrepreneurs are focused on how to maximize the value captured by the innovator and their investors. As a result, they shy away from entering certain areas or addressing particular needs, if they feel that it will be difficult to capture value. By contrast, social entrepreneurs aim at value creation for society, and are less concerned with capturing such value. This means that, naturally, social entrepreneurs will focus on issues and needs often neglected by market-driven actors (in particular areas with strong externalities), thus enlarging the innovation base for society. The actors of social innovation are also more diverse because they do not act solely within the traditional commercial innovation ecosystem (inventors, R&D teams, patents, entrepreneurs, accelerators, business angels, venture capitalists). Social innovators can be de-novo entrepreneurs creating social start-ups, but often they are committed individuals that develop and incubate their projects inside social economy organizations, within government units or local government entities, as well as in existing firms. They may operate in part of the personal space offered for employees to develop social contributions but they also may face a lack or recognition and reward. This has strong implications for capacity building actions because these actors are typically strongly connected to the field but lack management expertise and do not know how to manage for impact. However, the crux of the matter may be the means , particularly the business and management models and forms of financing . When we think about what is required for an innovation to be an engine of progress for society, experimentation and scale 4 Lamy, P. et al LAB – FAB – APP: Investing in the European future we want, Report of the High Level Group on maximising impact of EU Research and Innovation Programmes, European Commission 2017 ",
        "5 are two critical elements – letting a thousand projects bloom and have a few of them grow to show high value and impact. 3 An innovation ecosystem for social innovation What features of an innovation ecosystem are likely to be conducive to social innovation? The need for new thinking in all three dimensions implies that changes in the default innovation ecosystem are needed if social innovation is to thrive. In this section we explore two key deficits, the role of demand and the challenges of scalability in business models. Looking beyond the systemic level to the flows of finance, people and knowledge which characterise effective innovation ecosystems, there are some specific challenges which need to be faced. For finance, new products such as venture philanthropy need to be nurtured and carry a strong rationale for public support or co-investment. We examine requirements for such finance below. The particular skills required to be a social entrepreneur or to commission social goods are not widespread or well-formalised. Training programmes and accelerators do exist but need to be extended if lack of skills is not to constrain the growth of social innovation. In terms of knowledge production the aim will be to orient research programmes to produce the knowledge most relevant for support of social innovation. In some cases the traditional knowledge transfer mechanism may function but it is more likely to work in the context of coproduction with social actors. For both the development of people and the transfer of knowledge there is a role for universities, which again we shall visit. 3.1 The missing demand side and the need for anchor institutions for social innovation At a systemic level, as for innovation in general, a key gap may be on the demand side. In this case the challenge is how to give clear signals of demand to social entrepreneurs and innovators? A potential deficiency is that there is no ‘champion’ to articulate or pay for the social need. One dimension of social exclusion is a failure to take account of sections of society in this demand articulation. The necessary impetus may come from the charitable sector or other citizens associations but the challenge is substantial. Where the public sector is in a position to represent the demand-side, public procurement clearly has an important role to play. If it is to do this effectively, all stages of the procurement cycle need to be considered. What is commonly called the commissioning phase involves the identification of concrete need. For a social innovation this is critical and takes us back to the dimensions discussed above. By what process are the goals decided and which actors are engaged? To widen the stakeholder base involves the engagement of citizens or other stakeholders in agreeing the nature of the need. This in turn may call upon participative processes including foresight. The experience here is that citizens are often most effectively represented by intermediary bodies but that there is a need for clearer understanding of the best ways in which such representation can function. Once the need is identified, the more formal process of procurement begins and is legally bounded. However, it is contingent upon the procuring body to ensure that suppliers are engaged who are able to deliver the desired outcome and this may mean widening the normal base of contractors to third sector organisations or other not-for-profit bodies. However, it should not be assumed that a social innovation does not involve a profit motive, as social enterprises also need to be sustainable. One sustainable model is a business which operates profitably and with growth potential but which also serves social goals such as the employment of excluded groups, or ",
        "6 environmental benefit to a greater degree than would be achieved by an exclusively for-profit operation. In effect the social benefits here are externalities. If procurement is intended to trigger innovation, that is to identify a social need that is not currently served by the market and requires innovation, then a deep understanding of that need should be developed by the purchaser which may often require engagement with potential innovative suppliers. A simpler case is when the purchaser is content to incentivise social innovation by being responsive to recent but already existing services or products that meet the criteria and rewarding them through selective procurement criteria. Taking a wider perspective on the demand issue, it is evident that industrial innovation ecosystems are typically built around large firms who integrate knowledge from research institutions with their own innovation activities and who mediate between their customers and supply chains, often interacting with regulators. All of these roles may exist in the domain of social innovation but there is a potential deficiency in the availability of actors able to occupy this anchoring role. There is a gap which may be filled by public-private partnerships and other hybrid organisations able to coordinate between social and economic drivers. 3.2 Finding suitable innovation models and the challenge of scaling As with any form of entrepreneurial initiative there is a requirement for a body undertaking social innovation to be sustainable , primarily in the financial sense but encompassing all of the resources and capabilities that are necessary for it to thrive. For precisely this reason, important discussions and assessments are always made about the business model of an entrepreneurial initiative. Moreover, if it is to achieve impact in society that activity also has to be scaleable . Incubators, accelerators, venture capitalists, among many other players are geared towards identifying, assessing, and then supporting the scale-up of entrepreneurial projects around the world. The same types of concerns hold for social innovations. Yet, while experimentation might be less of an issue because of the diversity of actors and players on the field active and experimenting, scaling and drawing impact is likely to be the single most difficult issue affecting the development of social innovations. There is a challenge in making social innovations have an impact on a European or Global scale. The diversity of models and forms of engagement means that the process of scaling a social innovation may be very different from the modes of scaling typically seen in the entrepreneurship domain. In fact, the goal is not to scale the organization but rather to scale the social innovation. This may imply that the social mission organization stays small, or even becomes obsolete, as the social innovations, once perfected and validated, can be given away for wider dissemination or be turned into a public policy. This approach is important for the types of social innovation that thrive more easily in smaller and more bottom-up settings Some social innovations give rise to new impactful products or social services which the social entrepreneur can try to deploy at scale, thus creating a large social mission organization. This happens when the social business model is able to internalize the pre-existing externalities that make a market difficult to exist in the first place. Depending on how commercially viable the offering is, a new market may be created with profit potential, where other players will start to compete, or have a subsidized market, and where some of the activities that generate impact but are not commercially viable receive a public subsidy. The emergence of micro-credit is an example of such a process, originating with the Nobel-prize winning Grameen bank in Bangladesh which seeks to provide pathways out of extreme poverty by providing credit to the poorest parts of the population with the great majority of its loans going to previously excluded women. ",
        "7 In domains where the market is not effective because it is hard to assess the value of the product or to exercise informed choice, we could have an appropriate domain for a new public policy provision. This is typically the case when standardization is important, one size does fit all or most people, and economies of scale are present. So the social innovator’s scaling path may be to evangelize public authorities and help them design and implement new public policies. Since this is often breaking new ground an experimental evidence-based approach will be needed. When a strong localization element is important, then we could have scaling models of social franchise, where the social innovators find local partners (other organization or individuals – micro franchisees) to deploy the model locally. In these cases, the combination of central versus local knowledge and issues of coordination and learning are critical, as well as the balance between centralization and autonomy. Sometimes the social franchise can be very light when the local resources needed are mostly human capital resources (time, energy and networks). In this case we can speak about light license models such as TEDx. In some cases where individual contributions are helpful to co-construct the offering, it is typical to see open platforms that use digital technologies to connect a global network of individual contributors/users, such as in the Wikipedia case, in which a small Foundation runs a 500 million person open platform model. Some more innovative models do not even have a central office – the local sites are fully autonomous and come together to coordinate work as a true network base model of organization, such as the Impact Hub Network present in cities across the globe. All of these examples point to a challenge common to all forms of innovation, the need for diffusion to encourage more widespread application based on the early successes in implementation. Where there is a difference is that the normal market drivers for diffusion may not be present or at least not be functioning in the same way. Again as with economically-driven innovation there is not some convenient point at which innovation stops and diffusion starts – often the two run in parallel. However, for social innovation the vocabulary used is often about replicability , how a solution developed in one socio-economic setting can be replicated in or adapted to another. A key issue for Europe is the range of these settings and the contextual factors that are bound up in them. There are huge differences across countries – and within countries – in their endowments of social capital and in their propensities for social innovation. There is no ‘one size fits all’, but rather variegated clusters of factors occurring in a region or country. While there is scope for cross-national or cross- regional learning expectations need to be modest and prudent. On the general assumption that replicability is easier when circumstances are more similar, recognition should be given, for example, to experiences of social resilience in central and eastern Europe that could move within those parts of Europe. Space needs to be found for identifying productive social experimentation and innovation in Central and Eastern Europe. 3.3 Finance for organisations undertaking social innovation: a double-diffusion challenge As discussed above, the models for scaling social innovations can be varied and diverse, and for many of them it is not appropriate simply to replicate traditional venture capital models in the social sector, as initially venture philanthropy was framed. More diverse financing mechanisms, institutions and support networks may be needed to reflect the diversity of models for scaling social innovation. Arena et al ",
        "8 provide an insightful overview of the financial instruments that can be employed to fund social innovation, with a specific focus on social tech start-ups, defined as those organisations “that develop and deploy technology-driven solutions to address social needs in a financially sustainable manner” but also seeing these as a means of examining the wider context for social innovation finance. 5 They note a particular squeeze at the seed capital stage when investors perceive both a higher risk level than for the, already high risk, mainstream high tech sector and critically a reduced prospect of returns to offset that risk. Legal forms that inhibit investor control are another factor that tends to drive social tech start-ups towards grants and donations, where the social mission becomes an attractor rather than an inhibitor. The emergence of crowd-funding is particularly significant in this space, enabled by internet and social media platforms. Dedicated specialized incubators may compensate for the initial absence of managerial expertise. Social tech start-ups encounter an additional layer of complexity in obtaining finance by comparison with their counterparts. One key barrier is information asymmetry whereby investors lack familiarity with the business and legal models in this sector. To break away from excessive dependency upon donations and government grants, neither of which guarantee sustainability or scaleability, Arena et al identify three types of institutional innovation in finance: i) Hybrid capital which includes recoverable grants, convertible grants, forgivable loans, and revenue share agreements where debt is softened by donations rather than transfer of equity; ii) Patient capital where the term of loans and grants seeks to match the extended timescales needed to achieve social goals and may include repayment holidays; and iii) Venture philanthropy , an approach to grant funding using the tools and criteria of venture funding with a support package designed to maximize social benefit. Further down the line, those undertaking social innovation may benefit from tailored products offered by mainstream financial institutions, in some cases as part of corporate social responsibility initiatives. Other instruments include business microloans without collateral and Social Impact Bonds, a form of public private partnership in which the government pays when a social service satisfies defined goals on a “pay for success” model. This in turn links to the earlier discussion in this brief on the role and forms of public procurement. A broad observation is that while innovative financial instruments are emerging to meet the needs of social innovators they do not at present provide a solution to the challenges of scalability and sustainability on a scale that can create a large impact upon Europe’s social challenges. Scale-up of finance, gearing public funds as far as possible in hybrid models with philanthropic donations and private investment is a pre-requisite for the growth of social innovation. Social innovators are still more constrained when it comes to replicability, as many sources of finance have a narrowly-defined mission or regional focus which means that it would be necessary to 5 Marika Arena, Irene Bengo, Mario Calderini, Veronica Chiodo, Unlocking finance for social tech start-ups: Is there a new opportunity space? Technological Forecasting and Social Change 2017 (in press) ",
        "9 transfer and roll-out the financial infrastructure in parallel with the business models for social enterprises, creating a double diffusion challenge. 3.4 Role of universities in social innovation Universities are transformative spaces and have a particularly important role to play in social innovation development producing new knowledge or skills development in the disruptive social innovation domain. In the first place it is often overlooked that they provide a globally networked organizational form that is nonetheless present in almost all regions of Europe and normally carries a close association with the identity and the socio-economic context of the region. Secondly their raison d’etre is education focused on precisely the generations most committed to the goals of social innovation, along with the production of knowledge which normally encompasses many of the major objects of social innovation, or at least the underpinning knowledge that is necessary. This includes, to take a few examples, development of new models to care for children and the elderly, for the health system or for education, to new models of cities that provide new and better solutions to mobility, more efficient use of energy and limited resources, safety, reduction of CO2 emissions, trade, tourism, communication, information, etc.. In many cases they participate in the design of new ways of working and relating, and new models of governance. Nonetheless, to play a truly effective role in advancing social innovation universities will need to take a number of actions that will help to bring the majority to the level of the vanguard. Against a general commitment to social responsibility proactive measures can be undertaken such as creation of Social Innovation Chairs, explicit rewarding of contributions to social innovation in academic promotion and embedding of social innovation skills and cultural attributes in the curriculum, along with more generic entrepreneurial training. Assistance from the EU, potentially via structural funds, could also help develop capacity and enable exchanges of good practice. Looking outside, universities should make more effort to establish dialogue and relationship of trust with companies involved in social innovation and seek where possible a complementary rather than competitive role. That role can also be one of evaluation of the many experiments taking place so that decisions going forward are evidence-based. More widely universities and social organizations need to construct proper channels for effective dialogue. Such a dialogue allows citizens, students and lecturers to have enough knowledge to form opinions, give ideas, make contributions and take rational and informed decisions on scientific and technical issues of social importance. 4 Conclusions and recommendations In this brief we began with a context that emphasized the need for a catalytic role for the EU which drives a much larger implementation of social innovation to address crucial social challenges at European, national and local levels. The distinctive nature of social innovation in terms of its goals, actors and means led us to explore the nature of an innovation ecosystem that would be fully supportive. A key systemic deficit lies in the lack of clearly articulated and resourced demand to pull through social innovations by means of public procurement. It is apparent that sustainability, scalability and replicability are necessary features if social innovation is to diffuse on the scale needed for Europe-wide progress. Against this context, where does the European dimension resides and what are the implications are for the design of FP9? Four key actions should be considered: ",
        "10 1. At the macro-level the opportunity exists to identify and encourage core drivers of demand through the inclusion of socially-driven missions . The notion of societal challenges is already a part of Horizon 2020 but the distinction here is that the social objective is the starting point of a mission that will be expected to deliver clearly-defined objectives. An example could be a step-change in the quality of air in Europe’s cities (with consequential health and other benefits). Parts of the endeavour could be addressed by more conventional combinations of regulation and RTD support, for example to develop zero-emission vehicles. However, other changes such as in transport patterns or incentives for citizens and firms to change their behaviour in support of this objective are also likely to require social innovation in the form of policies targeting behaviour through a combination of information (enabled by digital innovation), incentives, sanctions and shifts in socio-cultural norms. 2. For missions to succeed they will require effective ecosystems including sufficient demand for innovations to have an effective diffusion path and hence a path to sustainability and scalability. Social enterprises normally need customers to succeed. The Single Market makes such innovations more viable by lending scale to that demand and hence reducing risk for innovators. Public procurement is the most readily available instrument. Many socially innovating actors are not in competition, for example cities and health authorities, and hence are in a good position to share costs and experiences and to support or even procure common solutions across regions and borders. As we have noted the challenge goes deeper as the ecosystem will require anchor institutions able to aggregate and diffuse solutions. The private sector can be suitable incentivised to deliver in some cases but consideration should also be given to hybrid organisation formats including public-private partnerships and public-public partnerships extending to NGOs. An organisation of this kind could in principle be entrusted with delivery and coordination of a mission. 3. Social innovation ecosystems will also need to secure the necessary financial support and skill levels. There is an opportunity for FP9 to go much further than its predecessors in coordinating with other policy domains to provide for an environment in which scientific, technological and socially-founded solutions emerging from the mission-oriented programme can progress to a situation where there is support for socially-oriented financial products. There is no single ‘magic bullet’. If FP9 is seriously to consider deploying instruments to support social innovation and entrepreneurship, it will need to reflect the diversity of paths and institutions, while also creating mechanisms to incentivize outside funders to focus and support growth and impact. For example, models of social impact bonds can be helpful in addressing the procurement problems by public entities, but these may require the creation of large and professional outcome payment funds at the European level in areas such as refugee integration, health prevention, and educational success. FP9 may also support mechanisms of hybrid financing such as impact philanthropy and revenue share agreement which are appropriate for funding less commercial but impactful and efficient models of scaling social innovation. These may require the creation of matching schemes for impact- oriented philanthropy, thus fostering the creation of a market for impact payments. Overall, programs for supporting the scaling of social innovation need to reflect the diversity of scaling approaches and of national and regional settings, as well as the different ways in which these need to be managed and supported. 4. Complementary measures are also needed to support training of social entrepreneurs. As stressed above universities have a crucial role to play and new bridges may be needed to build additional dialogue capabilities in pursuing these socially driven missions. Research programmes of a more open-ended nature are also needed in FP9 to encourage further development of models and opportunities for social innovation and to ensure that those already being applied are properly ",
        "11 evaluated and the resulting evidence fully disseminated to encourage learning and improvement. As a final word it is worth returning to the essence of social innovation as an activity which is deeply founded in values and both individual and societal searches for meaning and beneficial activity. On its own it is not a top-down panacea for the social problems faced by Europe but it offers a way to address some of its most deeply- embedded challenges and to bring the talents and perspectives of a wider range of people into the domain of innovation. ",
        "Getting in touch with the EU IN PERSON All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact ON THE PHONE OR BY E-MAIL Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by electronic mail via: http://europa.eu/contact Finding information about the EU ONLINE Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU PUBLICATIONS You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU LAW AND RELATED DOCUMENTS For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu OPEN DATA FROM THE EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "Social innovation offers citizens and enterprises a means to engage in meaningful and beneficial activity. The EU has the potential to catalyse a much larger implementation of social innovation to address crucial challenges at European, national and local levels. Sustainability, scalability and replicability are necessary features if social innovation is to diffuse on the scale needed for Europe-wide progress. There is an opportunity in the next Framework Programme to include socially-driven missions. As well as RTD support, these require social innovation in the form of policies targeting behaviour through a combination of information (enabled by digital innovation), incentives, sanctions and shifts in socio-cultural norms. The current innovation ecosystem lacks a clearly articulated and resourced demand-pull. Public procurement is the most readily-available instrument. While public authorities can share costs and experiences in procurement, hybrid organisations may be needed to aggregate and diffuse solutions and potentially to anchor and coordinate missions. Social innovation ecosystems also need to secure the necessary financial support. Many current sources of finance have a narrowly-defined mission or regional focus. Hence, it is necessary to transfer and roll-out financial infrastructure in parallel with business models for social enterprises, creating a double diffusion challenge. Studies and reports [ C a t a l o g u e n u m b e r ] "
    ]
}