{
    "text": [
        "ISSN 1684-0739 E U R O P E A N C O U R T O F A U D I TO R S 2012 A N N UA L AC T I V I T Y R E P O R T E N en.indd 1 23/04/13 13:37 ",
        "Europe Direct is a service to help you fi nd answers to your questions about the European Union Freephone number (*) : 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Offi ce of the European Union, 2013 ISBN 978-92-9241-159-6 doi:10.2865/69251 © European Union, 2013 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON ELEMENTAL CHLORINE - FREE BLEACHED PAPER (ECF) en.indd 2 23/04/13 13:37 ",
        "E u r o p e a n C o u r t o f A u d i t o r s A N N UA L A C T I V I T Y R E P O R T 2012 kg303589_EN_inside_b.indd 1 23/04/13 13:56 ",
        "kg303589_EN_inside_b.indd 2 23/04/13 13:56 ",
        "3 MISSION VISION VALUES INDEPENDENCE, INTEGRITY AND IMPARTIALITY PROFESSIONALISM ADDING VALUE EXCELLENCE AND EFFICIENCY EUROPEAN COURT OF AUDITORS The European Court of Auditors is the EU institution established by the Treaty to carry out the management, promotes accountability and transparency, and acts as the independent guardian of An independent and dynamic Court of Auditors, recognised for its integrity and impartiality, respected for its professionalism and for the quality and impact of its work, and providing audit of the EU finances. As the EU's external auditor it contributes to improving EU financial the financial interests of the citizens of the Union. crucial support to its stakeholders in improving the management of EU finances. Independence, integrity and impartiality of the institution, its Members and staff . Auditing impartially while taking into account the views of stakeholders, but not seeking instructions or succumbing to pressure from any outside source. Maintaining an exemplary standard of professionalism in all aspects of its works. Being involved in EU and worldwide public audit development. Producing relevant, timely, high-quality reports, based on sound fi ndings and evidence, which address the concerns of stakeholders and provide strong and authoritative messages. Contributing to eff ective improvement of EU management and to enhanced accountability in the management of EU funds. Valuing individuals, developing talents and rewarding performance. Using eff ective communication to promote team spirit. Maximising effi ciency in all aspects of work. kg303589_EN_inside_b.indd 3 23/04/13 13:56 ",
        "kg303589_EN_inside_b.indd 4 23/04/13 13:56 ",
        "5 CONTENTS Page 6 PRESIDENT’S FOREWORD 8 2012 AT A GLANCE 9 OUR ACTIVITIES 9 AUDIT REPORTS AND OPINIONS 30 COOPERATION WITH OTHER SUPREME AUDIT INSTITUTIONS 34 OUR MANAGEMENT 35 CHANGES IN THE ECA COLLEGE 36 MEASURING THE ECA’S PERFORMANCE 44 SUPPORTING AUDIT 49 FINANCIAL INFORMATION 52 AUDIT AND ACCOUNTABILITY 53 DECLARATION BY THE AUTHORISING OFFICER BY DELEGATION 54 35 YEARS OF HELPING THE EU RUN BETTER kg303589_EN_inside_b.indd 5 23/04/13 13:56 ",
        "6 Welcome to the ECA’s 2012 Annual Activity Report! In 2012, much of the ECA’s work focused on helping the Union to prepare for the important financial management challenges after 2013. The ECA started the year by adopting its opinion on certain proposals for regulations relating to the common agricultural policy (CAP) — arguably the EU’s best-known policy. The draft regulation was part of the package of legislative proposals for the multiannual financial framework for 2014 to 2020. Through a number of its opinions and reports published in 2012, the ECA actively contributed to strengthening the new rules which will govern EU revenue and spending over the period. In 2012, the ECA also continued to follow closely the implications for public accountability and audit of developments in EU economic governance . During the year, the Treaty establishing the European Stability Mechanism entered into force and the new body’s audit board, which includes a nominee from the ECA, met for the first time. PRESIDENT ’S FOREWORD The Council of the European Union agreed in December 2012 its position establishing a Single Supervisory Mechanism covering the prudential supervision in credit institutions in the euro area and the ECA made known to EU policy makers its view of the public accountability and audit arrangements. Many of the developments in economic governance and the EU budget stem from a need to obtain better policy results with fewer public resources while also strengthening democratic legitimacy and accountability. With its unique powers and perspective, as well as the audit experience and partnerships it has developed over its 35-year history, the ECA is well placed to help the EU to address these challenges. Building on our achievements in recent years, our objective is to maximise the ECA’s contribution to improving EU accountability over the 2013–17 period . kg303589_EN_inside_b.indd 6 23/04/13 13:56 ",
        "7 T h e EC A is c u r re nt l y ce l e b r at i n g i t s 35th anniversar y. Europe has changed dramatically since the ECA started work in 1977. The way the ECA is organised and carries out its audits reflects those changes. The ECA’s audit field has expanded with the accession of new Member States, the transfer of competences to the Union and the establishment of many EU-level entities. The ECA has also grown as an organisation, from nine Members and 120 staff in 1977 to 27 Members and nearly 900 staff in 2012. In so doing, the ECA has built up a professional , dedicated and experienced workforce . 2012 was the last year covered by the ECA’s 2009–12 strategy . The ECA is encouraged by the results achieved over the period. As this year’s annual activity report attests, our output has increased, external experts rate the quality of our reports as good, and our main institutional stakeholders find them useful. There is a consistently high level of acceptance by the Commission of the ECA’s recommendations, and the ECA’s new follow-up report highlights their positive impact. The ECA can also point to efficiency gains in administration and translation, leading to 40 more staff deployed to audit by the end of the period. Vítor Manuel da Silva Caldeira President In order to achieve its objectives for 2013–17 , the ECA will prioritise products for improving EU accountability and will develop its partnerships, professionalism and efficiency. In 2013, an international peer review team will examine the ECA’s performance audit practice and follow up the results of the previous peer review in 2008. Other key actions under way in 2013 include those to streamline the ECA’s processes for producing reports and to make even better use of our collective knowledge, skills and expertise. With these and other initiatives, the Court aims to help the EU address its growing public accountability and audit challenges over the coming years. kg303589_EN_inside_b.indd 7 23/04/13 13:56 ",
        "8 2012 AT A GLANCE OUR ACTIVITIES o Annual reports on the EU budget and on the European Development Funds for the 2011 financial year, providing improved clarity and information. o 50 specific annual reports published on the EU’s agencies, decentralised bodies and other institutions for the 2011 financial year. o 25 special reports adopted on specific budgetary areas or management topics. o 9 opinions providing contributions on budget reform, such as the reform of the common agricultural policy and a directive of the European Parliament and of the Council on the fight against fraud to the Union’s financial interests by means of criminal law. OUR MANAGEMENT o Adoption of a new strategy for 2013 to 2017 to guide the Court’s activities over the period with the objective of maximising the value of the ECA’s contribution to EU public accountability. o Our key performance indicators for 2008 to 2012 show improved performance, and for the first time measure the proportion of our recommendations that have been implemented. o Further development of staff policy , and continued redeployment of posts to core audit functions through efficiency gains in administration and translation, have strengthened the ECA’s ability to pursue its mission. o Construction work was completed on the K3 building — our second extension — allowing all ECA staff to be accommodated on one site. The ECA Members during a Court meeting kg303589_EN_inside_b.indd 8 23/04/13 13:56 ",
        "9 OUR AC TIVITIES AUDIT REPORTS AND OPINIONS Since 2008, there has been a substantial increase in the number of specific annual reports and special reports produced by the ECA. The annual reports have also been developed to provide an increased level of analytical information, a more consistent presentation of data allowing easier comparison between areas and over time, and a new chapter on performance issues. The significant increase in opinions produced is due to the ECA being consulted on the large volume of legislative proposals related to the new financial framework period (2014 to 2020). 2008 2009 2010 Annual reports on EU budget and EDFs 2 2 2 agencies and decentralised bodies 29 37 40 Special reports 12 18 14 Opinions and other output 5 1 6 2012 2 50 10 25 8 16 42 2 2011 Number of reports and opinions TOTAL 48 58 62 68 87 Specific annual reports on EU The European Court of Auditors has three main outputs: o annual reports , mainly containing the results of financial and compliance audit work on the European Union budget and European Development Funds (EDFs). In addition, there are separately published specific annual reports on the EU’s agencies, decentralised bodies and other institutions; o special reports , published throughout the year, presenting the results of selected audits of specific budgetary areas or management topics. These are mainly performance audits; and o opinions on draft legislation with an impact on financial management, and statements and position papers on other issues at the ECA’s own initiative. The full text of all audit reports and opinions is available on the ECA’s website http://eca.europa.eu in 22 EU languages. kg303589_EN_inside_b.indd 9 23/04/13 13:56 ",
        "10 2012 AUDIT VISITS While the vast majority of audit work is done at the ECA’s premises in Luxembourg, auditors also make visits to the EU’s institutions, agen- cies and decentralised bodies, Member States’ authorities and other recipients of EU funds (including to the headquarters of international organisations, such as the UN in Switzerland). The purpose of these visits is to obtain direct audit evidence . 05 10 15 20 25 30 35 40 45 S p a i n F r a n c e U n i t e d K i n g d o m P o l a n d I t a l y G e r m a n y G r e e c e C y p r u s M a l t a S l o v a k i a E s t o n i a B e l g i u m I r e l a n d F i n l a n d L a t v i a B u l g a r i a S l o v e n i a S w e d e n A u s t r i a D e n m a r k L u x e m b o u r g L i t h u a n i a H u n g a r y C z e c h R e p u b l i c N e t h e r l a n d s P o r t u g a l R o m a n i a C o n g o I s r a e l Z a m b i a E g y p t I n d o n e s i a S e r b i a S e n e g a l U z b e k i s t a n U S A R u s s i a N o r w a y M o r o c c o G u a t e m a l a U k r a i n e N a m i b i a K y r g y z s t a n T u r k e y S w i t z e r l a n d K o s o v o C a m e r o o n E t h i o p i a 800 700 600 500 400 300 200 100 0 800 700 600 500 400 300 200 100 0 2012 on-the-spot audit days In 2012, the ECA’s auditors spent 6 816 days auditing on the spot — 6 054 in Member States and 762 outside the EU — obtaining evidence for the annual, specific annual and selected audit tasks. A comparable amount of time was spent in the EU’s institutions and bodies in Brussels and Luxembourg. Audit visits are usually to central and local authorities involved in the processing, management and payment of EU funds and to the final beneficiaries who receive them. Audit visits within the EU are often made in liaison with the supreme audit institu- tions of the Member States concerned. Audit teams generally comprise two or three audi- tors and the length of audit visits can range from a few days to two weeks, depending on the type of audit and travelling distance. kg303589_EN_inside_b.indd 10 23/04/13 13:56 ",
        "11 The key messages of the 2011 Annual Report o The 2011 accounts present fairly the financial position of the European Union and the results of its operations and its cash fl ows for the year. Revenue and commitments were free from material error. In contrast, payments were aff ected by material error, with an estimated error rate of 3.9 % for the EU budget as a whole. The level of error remained similar to 2010, when it was 3.7 %. o All individually assessed areas of EU spending were aff ected by material error with the exception of external relations, aid and enlargement, and administrative expenditure . This shows that improvements are needed in the management of EU funds. o The error rate estimated by the ECA for spending in the rural development, environment, fi sheries and health policy group (the most error-prone spending area) was 7.7 %. The estimated error rate for the regional policy, energy and transport policy group remained high at 6.0 %. o There was an increase in Commission reservations , with the amount the Commission Directors-General consider to be at risk rising from €0.4 billion in 2010 to €2.0 billion in 2011. This refl ects the Commission’s recognition of a high risk of error in some areas, notably rural development, cohesion and research. o Overall, the control systems examined were only partially eff ective in ensuring the regularity of payments and are not realising their potential to prevent or detect and correct errors. Many instances of control failure were identifi ed. o The Commission’s self-assessment on performance is evolving and represents some welcome improvements on previous years. Nevertheless, ECA performance audits in 2011 identifi ed a lack of good-quality needs assessments, weaknesses in the design of programmes which impair reporting on results and impacts, and a need for the Commission to demonstrate EU added value . ANNUAL REPORT ON THE IMPLEMENTATION OF THE 2011 EU BUDGET During 2012, most of the ECA’s financial and compliance audit work was carried out on the implementation of the 2011 EU budget. The resulting 2011 Annual Report was published on 6 November 2012. The objective of the annual report is to provide findings and conclusions that help the European Parliament, Council and citizens to assess the quality of EU financial management, as well as to make useful recommendations for improvement. The 18th annual statement of assurance (or ‘DAS’) on the reliability of the EU accounts and the regularity of the transactions underlying them is the main element of the 2011 Annual Reports. The 2011 Annual Report on the implementation of the EU budget included two new chapters , providing more focused results on agriculture and cohesion. The previous chapter on agriculture and natural resources was replaced by chapters on ‘agriculture: market and direct support’ and ‘rural development, environment, fisheries and health’. In addition, separate chapters on ‘regional policy, energy and transport’; and on ‘employment and social affairs’ have replaced the previous chapter on cohesion, energy and transport. kg303589_EN_inside_b.indd 11 23/04/13 13:56 ",
        "12 The ECA’s 2011 Annual Report on the EDFs was published alongside that on the EU budget on 6 November 2012. The ECA found that the 2011 accounts fairly present the financial position of the EDFs and the results of their operations and cash flows . However, 33 % of EDF transactions were affected by error with an estimated 5.1 % of payments affected by error. SPECIFIC ANNUAL REPORTS ON THE EU AGENCIES , DECENTRALISED BODIES AND OTHER INSTITUTIONS FOR 2011 In 2012, the ECA published 50 specific annual reports mostly for the 2011 financial year for the EU’s agencies, decentralised bodies (such as joint undertakings) and other institutions. The EU’s agencies and decentralised bodies are created by EU legislation to undertake specific tasks. Each agency has its own mandate, board, director, staff and budget. Agencies are active in many areas, such as safety, security, health, research, finance, migration and travel. ANNUAL REPORT ON THE EUROPEAN DEVELOPMENT FUNDS FOR 2011 The European Development Funds (EDFs) are funded by EU Member States, but managed outside the framework of the EU budget and governed by their own financial regulations. The European Commission is responsible for the financial implementation of operations funded with resources from the EDFs. The EDFs provide European Union assistance for development cooperation to the African, Caribbean and Pacific (ACP) States and overseas countries and territories (OCTs), based on the Cotonou Agreement of 2000. The spending is centred on the objective of reducing and eventually eradicating poverty, consistent with the objectives of sustainable development and the gradual integration of the ACP countries and OCTs into the world economy. It is based on three complementary pillars of development cooperation, economic and trade cooperation, and the political dimension. President Caldeira presenting the 2011 Annual Report at the European Parliament plenary session, November 2012 kg303589_EN_inside_b.indd 12 23/04/13 13:56 ",
        "13 In 2012, the ECA adopted 25 special reports covering a wide range of topics. This represented a significant increase on the 16 reports adopted in 2011 (and the 12 adopted in 2008). All special reports are published in full on the ECA’s website http://eca.europa.eu and through EU Bookshop in 22 EU languages. The themes of the 2012 special reports are presented over the next few pages under the related heading of the 2013–17 financial framework — the multiannual budget of the EU. THE MAIN STEPS IN A SELECTED PERFORMANCE OR COMPLIANCE AUDIT SPECIAL REPORTS IN 2012 In addition to its annual reports, the ECA publishes special reports throughout the year, covering performance and compliance audits of specific budgetary areas or management topics of its choice. The ECA selects and designs these audit tasks to be of maximum impact, thereby making best use of its resources. When selecting topics, the ECA considers: o the risks to performance or compliance for the particular area of revenue or expenditure; o the level of income or spending involved; o the time elapsed since any previous audit; o forthcoming developments in the regulatory frameworks; and o political and public interest . Dete rm ines the utilit y and feasibilit y of the audit p r oposal. Pre l iminary study Audit p l annin g F ie l d w or k Ana l ysis of fi ndin g s Report draftin g C l earan c e Adoption Pub l i c ation Sets out the scope, objectives, app r oach, m ethodolog y and ti m etable of the audit. Multidisciplina ry tea m s collect evidence on the spot at Co mm ission headqua r te r s and in Me m be r and beneficia ry States. Confi rm facts with auditees and use evidence to r each conclusions about audit objectives. Clea r , st r uctu r ed p r esentation of m ain findings and conclusions. P r epa r ation of r eco mm endations. Clea r ance of the r epo r t with the auditee. Adoption of the r epo r t. Publication of the special r epo r t in 22 official languages, with the auditee’s r eplies. kg303589_EN_inside_b.indd 13 23/04/13 13:56 ",
        "14 FINANCIAL FRAMEWORK HEADING — SUSTAINABLE GROWTH EU spending on sustainable growth covers two areas. Competitiveness includes funding for research and technological development, connecting Europe through EU networks, education and training, promoting competitiveness in a fully integrated single market, the social policy agenda, and nuclear decommissioning. The EU expenditure earmarked for competitiveness for growth and employment for 2007–13 amounts to €89.4 billion, or 9.2 % of the EU budget, with close to two thirds devoted to research and development. Cohesion for growth and jobs mainly concerns cohesion policy, which is implemented through funds covering defined areas of activities, including the European Social Fund (ESF), the European Regional Development Fund (ERDF) and the Cohesion Fund (CF). The funds are spent under shared management by the Commission and the EU Member States. The EU cohesion expenditure planned for 2007–13 is €348.4 billion, or 35.7 % of the total EU budget. o Financial instruments for SMEs co-financed by the European Regional Development Fund (2/2012) assessed the efficiency and effectiveness of the financial engineering measures co-financed by the ERDF during the 2000–06 and the 2007–13 programming periods, based on a sample of projects in the United Kingdom, Germany, Slovakia, Hungary and Portugal as well as an examination of the Commission’s and the Member States’ management, monitoring and information systems. The ECA concluded that the effectiveness and efficiency of ERDF spending on financial instruments for small and medium enterprises were hampered by the regulatory framework being inappropriate for the different types of financial instruments used. Small and medium-sized enterprises (SMEs) are the backbone of the EU’s economy, generating employment, innovation and wealth. However, SMEs may not be able to obtain access to the type and amount of finance they need. To support them, the EU uses its enterprise and cohesion policies mainly through grants, and increasingly in the ERDF framework, via financial instruments. Financial instruments are repayable revolving instruments. Based on figures provided by the Commission, ERDF allocations to financial engineering instruments amount to around €1.6 billion and €10.4 billion for the 2000–06 and the 2007–13 programming periods respectively . During 2012, the ECA adopted the following special reports in this area: kg303589_EN_inside_b.indd 14 23/04/13 13:56 ",
        "15 o Structural Funds: Did the Commission successfully deal with deficiencies identified in the Member States’ management and control systems? (3/2012) assessed whether the Commission: initiated appropriate corrective actions; ensured the timeliness of their implementation; and had sufficient assurance that its actions led to appropriate financial corrections in respect of past irregularities and to improvements in the systems to prevent their recurrence. The audit was carried out mainly on the basis of a review of 40 programmes in which significant deficiencies had been identified. The ECA found that in regard to deficiencies in Member States’ management and control systems, the Commission had some success in ensuring that financial corrections were correctly applied, but was less successful in obtaining assurance that its actions led to improvements in Member States’ systems. Management of Structural Funds expenditure is shared between the Commission and the Member States. Member States prepare multiannual programmes which are assessed and approved by the Commission and later implemented by the Member States. When significant deficiencies are identified in Member States’ management and control systems, the Commission’s objective is to ensure that irregularities are corrected and the systems improved. o Using Structural and Cohesion Funds to co-finance transport infrastructures in seaports: an effective investment? (4/2012) assessed whether, the objectives and outputs of 27 projects co-financed by the ERDF and the Cohesion Fund under the ‘ Transport infrastructures’ heading during the 2000–06 period were effective. It assessed the way in which Member States had managed this expenditure and how the Commission had supervised the process. The ECA found that cohesion policy investments in transport infrastructure in seaports were effective in only 11 out of the 27 projects audited. Maritime transport is the second most important mode of transport within the EU. The Commission forecasts that its use will increase from 3.8 billion tonnes in 2006 to 5.3 billion tonnes by 2018. Since 2000, the EU has made around €6.2 billion available through the Structural and Cohesion Funds to co-finance the construction of seaport infrastructures. Auditing EU transport spending kg303589_EN_inside_b.indd 15 23/04/13 13:56 ",
        "16 o I s s t r u c t u r a l m e a s u r e s f u n d i n g for municipal waste management infrastructure projects effective in helping Member States achieve EU waste policy objectives? (20/2012) assessed the performance of a sample of 26 waste- management infrastructure projects and reviewed the achievement of EU waste policy objectives as well as the implementation of supporting measures in the eight regions where the infrastructure was located. The role of the Commission was also examined. The ECA found that the effectiveness of EU structural measures funding for municipal waste management infrastructure was hindered by poor implementation of supporting measures and weaknesses in EU rules and guidelines. In 2010, each EU-27 citizen generated on average around 500 kg of waste which if not collected, treated and disposed of properly can cause negative environmental impacts. The EU has introduced common standards and targets in the form of directives for the management of municipal waste, and co-finances waste management infrastructure in specific regions. The EU earmarked €10.8 billion for waste-management infrastructure during the 2000–13 period. o Cost-effectiveness of cohesion policy i nve s t m e n t s i n e n e rg y e f f i c i e n c y (21/2012) assessed whether cohesion policy investments in energy efficiency were cost effective by examining whether: the right conditions in programming and financing had been set to enable cost-effective energy efficiency investments; and if energy efficiency projects in public buildings were cost-effective. The ECA found that the average payback period for EU energy efficiency investments exceeds 50 years (in extreme cases up to 150 years), which means that funds for such investments could be spent in a more cost-efficient way. The cost of increased energy consumption, the depletion of fossil fuel reserves and the effect of human activities on global climate change are drivers of the EU’s recent energy- efficiency policies. Since 2000, the European Union, through its cohesion policy funds, has spent almost €5 billion on co-financing energy efficiency measures in Member States. o Have EU structural measures successfully supported the regeneration of industrial and military brownfield sites? (23/2012) assessed whether: project objectives were met; the targeting of EU support was based on robust criteria; and the results were achieved at the lowest cost to the EU budget. The ECA audited the performance of 27 regeneration projects involving €231 million in EU co-financing, and reviewed the brownfield site regeneration tools — which are the framework for specific co- financed interventions — in Germany, the United Kingdom, Hungary, Poland and the Czech Republic. (The conclusions of this special report are to be published on 18 April 2013.) In recent decades, more and more derelict industrial and military sites (so- called ‘brownfield’ sites) have become available. Many brownfield sites are contaminated. The regeneration and the reuse of brownfield sites is promoted by EU structural measures in order to protect human health and the environment, and to mitigate urban sprawl. Total EU funding for this area amounted to €5.7 billion between 2000 and 2013 . FINANCIAL FRAMEWORK HEADING — SUSTAINABLE GROWTH kg303589_EN_inside_b.indd 16 23/04/13 13:56 ",
        "17 Newly constructed seismically resilient housing in L’Aquila, Italy Cathedral in L’Aquila, Italy, almost four years after the 2009 earthquake o The European Union Solidarity Fund’s response to the 2009 Abruzzi earthquake: The relevance and cost of the operations (24/2012) assessed whether: the operations financed were compliant with the European Union Solidarity Fund (EUSF) regulation; and whether the ‘CASE’ building project (representing the majority of the spending) was well planned and designed; and implemented with due regard to economy. The ECA found that while the other projects financed were eligible, the CASE project did not comply with the EUSF regulation. Furthermore, there were shortcomings in planning the CASE project, and in ensuring the economy of its implementation. The 2009 earthquake centred around the Abruzzi region of Italy caused over €10 billion worth of damage. The European Union contributed €0.5 billion to the Italian emergency response from its Solidarity Fund, which was used for emergency operations, to provide temporary housing and schools and for the CASE project for building seismically resilient houses. o Are tools in place to monitor the effectiveness of European Social Fund spending on older workers? (25/2012) assessed whether, and to what extent, the Member States and the Commission developed and used the required tools to determine whether the objectives for older workers had been achieved. Six programmes with a value of €222 million were selected, covering four Member States (Germany, Italy, Poland and the United Kingdom). The ECA found that neither the Member States nor the Commission can say to what extent the actions funded by the ESF have actually benefited older workers. Furthermore the amounts spent on this kind of action are untracked. From 2007 to the end of 2013, ESF spending to assist Member States in the field of employment will amount to over €75 billion, representing around 8 % of the total EU budget. One of the main disadvantaged groups is older workers. kg303589_EN_inside_b.indd 17 23/04/13 13:56 ",
        "18 FINANCIAL FRAMEWORK HEADING — PRESERVATION AND MANAGEMENT OF NATURAL RESOURCES The EU has extensive policy responsibility for agriculture and rural development, fisheries and the environment. Planned expenditure for 2007–13 is €413.1 billion, representing 42.3 % of the total EU budget. Three quarters of the spending involves direct payments to farmers and support for agricultural markets through the European Agricultural Guarantee Fund (EAGF) — the ‘first pillar’ of the Common Agricultural Policy (CAP). A further fifth of spending goes to EU support for Rural Development (RD), which is financed from the European Agricultural Fund for Rural Development (EAFRD), the ‘second pillar’ of the CAP. Agriculture and Rural Development are under shared management by the Commission and Member States. o The reform of the common organisation of the market in wine: progress to date (7/2012) assessed the progress achieved regarding one of the main objectives of the wine reform: improving the balance between supply and demand. The audit focused on the ‘grubbing-up’ and ‘restructuring and conversion’ of vineyard measures, which are the two largest areas of spending and are crucial to the achievement of the objective of improving the balance between supply and demand. The ECA found that these two measures worked against each other and the structural surplus was not significantly reduced. The budget made available by the EU for grubbing-up in the three-year application period of the measure from 2008–09 to 2010– 11 was €1.1 billion. For restructuring and conversion, €4.2 billion had been allocated to the measure for the 10 years to 2010. o Targeting of aid for the modernisation of agricultural holdings (8/2012) assessed whether EU aid for the modernisation of agricultural holdings was directed to EU priorities and specific needs in Member States. The ECA found that the modernisation of agricultural holdings measure would have had greater potential if funds were better targeted to EU priorities and Member States’ specific needs and if selection procedures were applied effectively. This aid finances investments in agricultural holdings, which may range from simple items such as farm tools and wooden fruit boxes, to complex projects such as biogas installations. The EU budget for this are a totals €11.1 billion (financed through the EAFRD) for the 2007–13 programming period, representing around 11 % of all the EU’s planned spending on rural development. During 2012, the ECA adopted the following special reports in this area: kg303589_EN_inside_b.indd 18 23/04/13 13:56 ",
        "19 o Audit of the control system governing the production, processing, distribution and imports of organic products (9/2012) assessed whether the control system for organic products provides sufficient assurance that the key requirements for organic production, processing, distribution and imports are fulfilled. It looked at how the various institutions involved (the European Commission and the relevant Member State authorities, accreditation bodies and control bodies) fulfilled their responsibilities within the EU, as well as at the management of import schemes. The ECA found that competent authorities in Member States encountered difficulties in ensuring traceability of organic products, together with weaknesses in the system that need to be addressed to provide sufficient assurance that the system is operating effectively and that consumer confidence is not undermined. The EU’s legal framework governing organic production aims to provide a basis for the sustainable development of organic production, while guaranteeing fair competition, protecting consumer interests and ensuring that the internal market functions effectively. A control system has been put in place to verify and certify each operator in the supply chain. o Suckler cow and ewe and goat direct aids under partial implementation of SPS arrangements (11/2012) assessed whether aid: has been targeted to the most relevant regions in the Member States; has been effective in maintaining specific production and thus avoided negative social, economic and environmental effects; and has been well monitored and assessed by the Commission and the Member States. The ECA concluded that CAP direct aid for suckler livestock does not deliver better results than decoupled aid. Following the 2003 CAP reform, agricultural support that had previously been granted in the form of direct aid linked with a specific production of agricultural products (so called ‘coupled’ aid), was no longer to be paid in relation to production (i.e. was decoupled) following the introduction of the single payment scheme. However, some exceptions to full decoupling were envisaged for specific sectors and regions in order to limit the potential negative effects of an immediate transition to full decoupling. These include previously existing suckler cow and ewe and goat schemes. The budgetary appropriations available for this direct aid totalled around €1.0 billion in 2011. Audit on the spot at a beneficiary farm in Spain kg303589_EN_inside_b.indd 19 23/04/13 13:56 ",
        "20 o Implementation of EU hygiene legislation in slaughterhouses of countries that joined the EU since 2004 (14/2012) assessed whether the Commission and the Member States concerned took the necessary steps to ensure that slaughterhouses were brought up to EU hygiene standards. This involved an examination of the supervision, guidance, implementation and funding of measures relating to hygiene requirements. The ECA examined slaughterhouses in the Czech Republic, Hungary, Poland, Romania and Slovenia that had received EU funding. While the ECA found that the overall design of systems for supervision of hygiene requirements by the Commission and the competent authorities was adequate, the audit revealed a number of weaknesses in the implementation of these systems which show that increased rigour is needed at all levels to mitigate risks. Member States that have joined the EU since 2004 had to ensure that their slaughterhouses met the EU’s hygiene requirements. As these requirements were generally much more stringent than existing national requirements, EU funds were provided to modernise slaughterhouses and thus facilitate compliance with hygiene requirements. The special accession programme for agriculture and rural development (Sapard programme) provided around €117 million to 241 slaughterhouses. Funding then continued under the EAGGF and EAFRD. o The effectiveness of the Single Area Payment Scheme as a transitional system for supporting farmers in the new Member States (16/2012) assessed the main weaknesses, such as: payments made to beneficiaries who were not (or only marginally) involved in agriculture; payments in relation to abandoned land or land devoted to non-agricultural activities; payments made to state entities; and aid being concentrated on a few large beneficiaries. The ECA concluded that some of the aid was paid to beneficiaries only marginally involved in farming or not at all, including public entities, and that the distribution of aid did not take into account the specific regional characteristics of the farming activity, nor the contribution of farmers to the production of public goods. Also, the large majority of farmers receive only a very small amount of aid. The Single Area Payment Scheme is a simplified income support scheme directed at farmers in the Member States that have joined the EU since 2004. Payments amounted to around €5 billion in 2011. FINANCIAL FRAMEWORK HEADING — PRESERVATION AND MANAGEMENT OF NATURAL RESOURCES kg303589_EN_inside_b.indd 20 23/04/13 13:56 ",
        "21 FINANCIAL FRAMEWORK HEADING — FREEDOM , SECURITY AND JUSTICE This policy field was created to ensure the free movement of persons and to offer a high level of protection to citizens. It ranges from the management of the EU’s external borders to judicial cooperation in civil and criminal matters. It includes asylum and immigration policies, police cooperation and the fight against crime. Spending for this area over the 2007 to 2013 period should amount to €12.2 billion. o Do the European Integration Fund and European Refugee Fund contribute effectively to the integration of third- country nationals? (22/2012) assessed whether the European Integration Fund and European Refugee Fund components of the general EU programme on solidarity and management of migration flows for 2007–13 (SOLID) contributed effectively to the integration of third-country nationals in the EU; results were backed up by effective monitoring and evaluation of the programme; the design of the funds contributed to effective implementation of the funds; and the systems for implementing integration measures within the SOLID programme were well managed. The ECA found that while positive results could be observed at the level of individual audited projects, inadequate systems had been set up to measure the success of the funds. The programme design hampered effectiveness and there was inadequate coordination with other EU funds. The EU supports actions to foster integration of third- country nationals in EU Member States and to enhance solidarity by sharing the financial burden resulting from the management of common external borders and the implementation of common policies on asylum and immigration. EU budget spending on SOLID is expected to total around €4.0 billion during the 2007–13 period. During 2012, the ECA adopted the following special report in this area: Refugee camp co-financed by the EU kg303589_EN_inside_b.indd 21 23/04/13 13:56 ",
        "22 FINANCIAL FRAMEWORK HEADING — THE EU AS A GLOBAL PLAYER EU activities in the field of external relations focus on: enlargement; providing stability, security and prosperity in its neighbourhood; working actively to support sustainable development at the international level; and promoting global political governance and ensuring strategic and civilian security. The EU has earmarked €55.9 billion for spending on these objectives in 2007–13, representing 5.7 % of the total budget. Most spending is managed directly by the Commission, either from its headquarters or through its delegations. Some aid is also jointly managed with international organisations. o E f fe c t i ve n e s s o f Eu ro p e a n U n i o n development aid for food security in sub-Saharan Africa (1/2012) assessed whether EU development aid for food security in sub-Saharan Africa was effective by analysing whether EU development aid for food security was relevant to the countries’ needs and priorities and whether EU intervention was effective. The audit focused on EU direct development support for the three dimensions of food security, i.e. food availability, access to food and food utilisation (nutrition). The ECA concluded that EU development aid for food security in sub- Saharan Africa is mostly effective and makes an important contribution to achieving food security. However, the Commission did not sufficiently consider the potential scope for EU support in other countries also faced with chronic food insecurity and did not give adequate priority to nutrition. Food security is a major and persistent problem in sub-Saharan Africa, where 30 % of the population suffer from hunger. From 2002 to 2010, the EU funded a total of over €3.2 billion for food security measures in this region through the European Development Fund (EDF). o T h e C o m m o n E x t e r n a l R e l a t i o n s Information System (CRIS) (5/2012) assessed whether CRIS had been designed to respond effectively to the Commission’s needs and whether the information that it provided was reliable. The audit involved a review of the Commission’s documentation for CRIS as well as testing the data it contains. The ECA concluded that CRIS is mostly effective in responding to the Commission’s information needs in the field of external actions. However, after 10 years of development, it is still subject to persistent shortcomings. CRIS is the information system put in place by the Commission to support the management of external actions. The system’s functions have been continuously extended since it became operational in 2002. It has now become the main reference information system for managing, reporting and documenting external actions, financed both by the EU general budget and by the European Development Funds (EDFs). During 2012, the ECA adopted the following special reports in this area: kg303589_EN_inside_b.indd 22 23/04/13 13:56 ",
        "23 o European Union assistance to the Turkish Cypriot community (6/2012) assessed whether: the Commission drew up an assistance programme which reflected the instrument’s objectives; appropriate implementing arrangements were put in place; and the individual projects were achieving their intended results. The audit did not seek to assess whether the programme had contributed to the political objective of reunification. The ECA found that the programme duly reflected its objectives for financial support to the Turkish Cypriot community and, despite significant constraints, put in place generally appropriate arrangements. Some results have already been achieved, but their sustainability is often in doubt and the programme’s largest project could not be implemented. EU funding allocated to the Turkish Cypriot community amounted to €292.3 million between 2006 and 2011, of which the audit examined around one third through its sample of contracts. o European Union development assistance for drinking-water supply and basic sanitation in sub-Saharan countries (13/2012) assessed whether the Commission managed EU development assistance for drinking water and basic sanitation in sub- Saharan Africa in a way that had led to effective and sustainable results. The ECA found that EU support had increased access to drinking water and basic sanitation. On the other hand fewer than half of the projects examined satisfactorily met the beneficiaries’ needs and benefits will not continue unless non-tariff revenue can be ensured. Improvements in water supply and sanitation are critical elements in meeting the millennium development goals. Safe drinking water and sanitation contribute to economic growth and reducing poverty. EU expenditure on water and sanitation in sub-Saharan countries between 2001 and 2010 was around €1.0 billion, but because funding for water and sanitation also featured in other sectors of assistance, the total amount of the support provided by the Commission will have been higher. Water kiosk, Jigawa State, Nigeria kg303589_EN_inside_b.indd 23 23/04/13 13:56 ",
        "24 o The European Development Fund (EDF) contribution to a sustainable road network in sub-Saharan Africa (17/2012) assessed whether: the EDF has contributed effectively to sustainability of the road network in sub-Saharan Africa; the road infrastructure supported by the EDF is sustainable; and the Commission promoted the sustainability of road infrastructure effectively. The audit focused on the technical, financial and institutional sustainability of road transport infrastructure and looked at 48 programmes financed since 1995 under the 8th, 9th and 10th EDFs in six partner countries. The ECA concluded that the Commission is partially effective in its support for a sustainable road network in sub-Saharan Africa. Partner countries visited by the ECA did not do enough to ensure the sustainability of road infrastructure, and roads are affected to varying degrees by premature deterioration. Roads and other transport infrastructure are essential for regional integration, economic growth, social development, effective public administration and security. In sub-Saharan Africa, roads are the dominant mode of passenger and freight transport, accounting for more than 80 % of total movements of goods and services, and transport needs are growing rapidly. The EU had made €7.4 billion in EDF commitments in this region over the period from 1995 to 2011. o European Union assistance to Kosovo related to the rule of law (18/2012) (see ‘A performance audit in focus’). FINANCIAL FRAMEWORK HEADING — THE EU AS A GLOBAL PLAYER Road inspection in Tanzania kg303589_EN_inside_b.indd 24 23/04/13 13:56 ",
        "25 European Union assistance to Kosovo related to the rule of law In auditing EU assistance to Kosovo related to the rule of law, the Court held a common defence and security policy (CDSP) mission under the spotlight for the first time. Kosovo is the largest per capita recipient of EU financial aid in the world and is home to the largest civilian crisis management mission ever launched by the Union (European Union Rule of Law Mission — EULEX). The Court’s Special Report No 18/2012 addressed the question of whether EU assistance to Kosovo in the field of the rule of law has been effective. The audit focused on four sectors: police, justice, customs and anti-corruption. The Court also examined donor co- ordination and the management of EULEX. The audit of such a complex area was a challenge. Four visits were made to Kosovo. EULEX and European Commission officials were interviewed, as were local officials, representatives of the international donor community and civil society organisations. The audit team examined Instrument for Pre-Accession Assistance and Instrument for Stability projects, as well as monitoring, mentoring and advising (MMA) actions carried out by EULEX. In Brussels, meetings were held with the Commission, European External Action Service, the Council Secretariat and NATO. The Court was further assisted by a panel of experts. The ECA found that EU assistance has not been sufficiently effective. Although the EU helped to build capacity, notably in the area of customs, assistance to the police and the judiciary has had only modest success. Levels of organised crime and corruption in Kosovo remain high. The judiciary continues to suffer from political interference, inefficiency and a lack of transparency and enforcement. Kosovo’s limited capacity to protect key witnesses and the difficulty of relocating witnesses abroad are important shortcomings. There has been almost no progress in establishing the rule of law in the north of Kosovo. ‘Kosovo’s authorities accord insufficient priority to the rule of law,’ said Gijs de Vries, the ECA member responsible for the report, ‘and EU support should be more effective.’ ‘There is no other place in the world like Kosovo where in such a small territory so many international donors can be found providing capacity building,’ said Francisco de Miguel Rodriguez, the team leader of the audit. The Court concluded that the EU’s coordination mechanisms need to be improved further, including with the international community. In contrast to the rest of the western Balkans, in the case of Kosovo the incentive of potential EU accession is jeopardised by the absence of a common EU position on Kosovo’s independence. In terms of communication, the audit broke new ground. The report was the most widely quoted of the ECA’s special reports in 2012, generating more than 130 articles in electronic and printed publications. Furthermore, a video was posted on the Court’s website which summarised the report. This was a first for the ECA, and reflected its efforts to make its reports reach a wider audience. The European Commission and the European External Action Service accepted the ECA’s conclusions and recommendations. The report was presented to the European Parliament and Council working groups. The United Kingdom’s House of Lords has placed the report under scrutiny, signalling the importance of the report’s findings. A PERFORMANCE AUDIT IN FOCUS Kosovo Police and Eulex patrolling Kosovo border © EULEX, 2011, photo by Enisa Kasemi kg303589_EN_inside_b.indd 25 23/04/13 13:56 ",
        "26 EU INSTITUTIONS , AGENCIES AND OTHER BODIES The administrative expenditure of the EU’s institutions, agencies and other bodies covers staff costs, such as salaries and pensions, and spending on buildings, equipment, energy, communications and information technology. The total spending for 2007–13 amounts to €55.9 billion, 5.7 % of the total EU budget. o The effectiveness of staff development in the European Commission (10/2012) assessed whether the Commission: aligned staff development with organisational needs; provided opportunities for staff to develop; ensured an environment that motivated staff to develop their skills and to apply them in the workplace; and evaluated the effectiveness of the actions taken to develop staff. The ECA concluded that EU Commission staff development actions require a sharper focus on organisational objectives. The annual budget of the Commission on external trainers and learning materials in 2010 was €26.6 million, and the annual internal investment in learning and development activities in 2010 included 230 000 staff days participating in training and the equivalent of 310 staff administering and delivering training and career development activities. o Did the Commission and Eurostat improve the process for producing reliable and credible European statistics? (12/2012) assessed whether the Commission and Eurostat had improved the process for producing reliable and credible European statistics. This depends on adherence to the European Statistics Code of Practice which provides the standards for developing, producing and disseminating statistics, and on the implementation of the European statistical programme. It did not assess the reliability of specific statistical outputs. The ECA found that the Commission and Eurostat had not yet achieved the full implementation of the European Statistics Code of Practice and Eurostat had not designed the European statistical programme 2008 to 2012 as an effective planning, monitoring and accountability tool. Reliable and credible statistics are vital for the performance of the tasks entrusted to the EU. Statistics are needed, in almost all areas, for the formulation, application, monitoring and assessment of the policies laid down in the treaties, and for the collection and allocation of EU funds. More and more European policies are directly based on statistics, and statistical indicators are increasingly used as a trigger for policy decisions or sanctions. o Management of conflict of interest in selected EU Agencies (15/2012) assessed whether: the selected Agencies adequately managed conflict of interest situations; there were adequate policies and procedures in place to manage conflict of interest situations; and the selected Agencies adequately implemented their policies and procedures on management of conflict of interest situations. The audit evaluated policies and procedures for the management of conflict of interest situations for four selected Agencies making vital decisions affecting the safety and health of consumers. The ECA concluded that selected EU agencies did not manage adequately conflict of interest situations. During 2012, the ECA adopted the following special reports in this area: kg303589_EN_inside_b.indd 26 23/04/13 13:56 ",
        "27 FOLLOW - UP TO PREVIOUS RECOMMENDATIONS During 2012, the ECA introduced a new product — a special report following up on the implementation of the recommendations contained in previous special reports. o 2011 report on the follow-up of the European Court of Auditors’ Special Reports (19/2012) assessed to what extent the Commission had implemented the recommendations of seven of the ECA’s special reports from the 2003–09 period. The special reports that were followed up covered three budgetary areas: agriculture, energy and external actions. The ECA assessed the actions taken by the Commission in response to the ECA’s recommendations. I S S N 1 8 3 1 - 0 8 3 4 2 0 1 2 EN S p e c i a l R e p o r t s N o 1 9 2011 REPORT ON THE FOLLOW-UP OF THE EUROPEAN COURT OF AUDITORS' SPECIAL REPORTS EUROPEAN COURT OF AUDITORS The ECA’s audit showed that its recommen- dations have been taken on board — the Commission has fully implemented 29 % of the recommendations examined, while 49 % have been implemented in most respects, 20 % in some respects, and 2 % have not been implemented. The following- up of audit reports is considered by interna- tional auditing standards as the final stage in the performance audit cycle of planning, execution and follow-up. More information on the follow-up given to the ECA’s recommenda- tions is presented on page 39. kg303589_EN_inside_b.indd 27 23/04/13 13:56 ",
        "28 OPINIONS AND POSITION PAPERS ISSUED IN 2012 The ECA contributes to improving EU financial management through its opinions on proposals for new or revised legislation with financial impact. These opinions are requested by the other EU institutions, and used by the legislative authorities — the European Parliament and the Council — in their work. The ECA can also issue position papers on other issues at its own initiative. In 2012, the ECA adopted nine opinions covering a number of significant areas, reflecting the preparation of the next multiannual financial framework, and the accompanying sectoral regulations: o on the Commission’s legislative proposals for the reform of the common agricultural policy from 2014 (1/2012) (see box for more information); o on implementing measures for the system of own resources of the European Union, and the methods and procedure for making available the traditional and GNI-based own resources and on the measures to meet cash requirements, and for making available the resources based on the value added tax and the financial transaction tax (2/2012); o on the Hercule III programme (promotion of activities in the field of the protection of the European Union’s financial interests) (3/2012); o on the Commission’s evaluation report on the Union’s finances based on results achieved established under Article 318 of the Treaty on the Functioning of the European Union (4/2012); o on amendments to the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Union (5/2012); o o n t h e r u l e s o f p a r t i c i p a t i o n a n d dissemination in Horizon 2020 — the framework programme for research and innovation (2014–20) (6/2012); o on special temporary measures (on the occasion of the accession of Croatia) for the recruitment of officials and temporary staff of the European Union (7/2012); o on the fight against fraud to the Union’s financial interests using criminal law (8/2012); o on laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund covered by the common strategic framework and laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund (9/2012). The opinions are published in full on the ECA’s website http://eca.europa.eu in all official EU languages. kg303589_EN_inside_b.indd 28 23/04/13 13:56 ",
        "29 OPINION No 1/2012 ON THE COMMISSION’S LEGISLATIVE PROPOSALS FOR THE REFORM OF THE COMMON AGRICULTURAL POLICY FROM 2014 The common agricultural policy (CAP) is due to be reformed by 2013. In October 2011, the Commission published a proposal establishing the main elements of the legislative framework for the CAP during the 2014–20 period. The new legislative framework proposed to retain the existing structure of the CAP in two pillars and the two existing European agricultural financing instruments, namely the European Agricultural Guarantee Fund (EAGF), and the European Agricultural Fund for Rural Development (EAFRD). The ECA recognised the Commission’s efforts to simplify the provisions of the CAP, including the abandonment of the various implementing models under the current single payment scheme and the introduction of a simplified scheme for small farmers. Through its proposals, the Commission had addressed a number of observations made by the Parliament and the Council, as well as those of the ECA itself. However, the legislative proposals remain fundamentally focused on spending and its control. They therefore continue to prioritise compliance over performance contrary to the stated intentions. The ECA noted the Commission’s goal of focusing the payment of CAP subsidies on ‘active farmers’ and its attempt to ensure a more balanced distribution of direct payments between beneficiaries. However, the ECA expressed doubts as to whether the measures proposed could be implemented effectively without imposing an excessive administrative burden on managing agencies and farmers. The ECA considered that the solution may be found in a combination of general principles laid down in the regulation along with systematic supervision and guidance of its implementation by the Commission. It noted that the effect of so-called ‘capping’ (reduction of aid above certain aid levels) on the redistribution of aid will be limited. This opinion has had a significant impact on the discussion of the future of the CAP. Over 2 000 media articles have been published on the subject. Many NGOs, agricultural fairs and other industry forums have invited the ECA to present the opinion to their audiences, while the European Parliament invites our representatives into working groups on the subject. MEPs have incorporated the vast majority of the recommendations in their own proposals for amendments to the legislation. The legislative package will be voted on after the adoption of the multiannual financial framework. kg303589_EN_inside_b.indd 29 23/04/13 13:56 ",
        "30 The ECA cooperates with other supreme audit institutions (SAIs) mainly through: o the Contact Committee of the SAIs of EU Member States ; o the Network of the SAIs of candidate and potential candidate countries to the EU; and o international organisations for public audit institutions, notably the International Organisation of Supreme Audit Institutions (INTOSAI) and its European regional group (EUROSAI). C O O P E R AT I O N W I T H O T H E R S U P R E M E A U D I T INSTITUTIONS EU liaison officers’ meeting in Rome, April 2012 Meeting of the INTOSAI Capacity Building Subcommittee in Luxembourg, September 2012 kg303589_EN_inside_b.indd 30 23/04/13 13:56 ",
        "31 Moreover, in 2012 the ECA continued providing administrative suppor t to the Contact Committee and to participate actively in its various working groups and networks. In 2012, the ECA was also involved in the euro area SAIs’ initiative to provide the European Stability Mechanism with adequate external public audit. A common position on a proposal for by-laws supporting Article 30 of the treaty establishing this mechanism was forwarded to the Secretary-General of the Council of the European Union in April 2012. The final text of the by-laws related to the Board of Auditors is largely in line with this common position. The EU Treaty requires the ECA and national audit bodies of the Member States to cooperate in a spirit of trust, while maintaining their independence. The ECA actively cooperates with EU Member State SAIs through the Contact Committee framework. The Contact Committee is an assembly of the heads of EU SAIs and the ECA, and meets each year. It provides a forum for cooperation and exchange of professional knowledge and experience on the audit of EU funds and other EU-related issues. Day-to-day contacts are maintained through liaison officers appointed by each institution. Working groups, networks and task forces have been set up to help develop common positions and practices. In 2012, the ECA supported the acting chair of the Contact Committee, the SAI of Portugal, in the preparation and organisation of the 2012 annual meeting, which was held in Estoril (Portugal) on 18 and 19 October 2012. The meeting focused on two main themes: the challenges for SAIs in preparing for the next EU financial framework period (2014–20); and the latest developments in responding to the financial crisis, including the SAIs’ experience of related audits. During the meeting, the Contact Committee agreed to set up a task force to review the tasks and roles of SAIs in the light of recent developments in the EU concerning the establishment of a new economic, fiscal and financial architecture, and their possible impact on SAIs. The ECA is a member of this task force, which is mandated to report back to the Contact Committee in 2013. CONTACT COMMITTEE OF THE SUPREME AUDIT INSTITUTIONS OF EU MEMBER STATES kg303589_EN_inside_b.indd 31 23/04/13 13:56 ",
        "32 OTHER COOPERATION In 2012, the ECA continued its active involvement in, and contribution to the activities of INTOSAI and EUROSAI. Since becoming a full member of INTOSAI in 2004, the ECA has participated actively in the subcommittees on professional auditing standards. In 2012, the ECA continued its involvement in INTOSAI’s Goal 1 (Professional Standards) as a member of: o the Financial, Compliance and Performance Audit Subcommittees; and o the Project on Audit Quality Control and the Harmonisation Project. As regards INTOSAI’s Goal 2 (capacity building), the ECA: o provided input to the subcommittee on promoting best practices and quality assurance through voluntary peer reviews and hosted its fifth meeting; and o followed the work of the subcommittee on promoting increased capacity-building activities among INTOSAI members. Regarding INTOSAI’s Goal 3 (knowledge sharing), the ECA has chaired the INTOSAI Working Group on Accountability for and Audit of Disaster- related Aid since 2008. In 2012, the working group: o completed and exposed for public comments the five drafts of International Standards of Supreme Audit Institutions (ISSAIs) included in the new 5500–5599 series of Guidance on Auditing Disaster-related Aid; and o worked on a draft INTOSAI guidance for good governance (INTOSAI GOV) on an integrated financial accountability framework for disaster-related and humanitarian aid, to be made available for public comments in early 2013. NETWORK OF THE SUPREME AUDIT INSTITUTIONS OF CANDIDATE AND POTENTIAL CANDIDATE COUNTRIES TO THE EU The ECA cooperates with the SAIs of EU candidate and potential candidate countries. One of the most important means of co- operation is the Network of the SAIs of candidate and potential candidate countries 1 , which has an organisational structure similar to the Contact Committee. It involves periodic meetings of the heads of SAIs and liaison officers, as well as working groups, seminars, workshops and parallel audits. The main goal is to promote the implementation of audit methods and techniques in compliance with international standards and best EU practices. In 2012, the ECA supported the implementation of the work plan included in the Istanbul Agreement, adopted during the Presidents’ meeting of the Network held in March 2011. The ECA’s President participated in the celebration of the 150th anniversary of the Turkish Court of Accounts and paid an official visit to the State Audit Office of Croatia. 1 As at February 2013, the Network comprises one acceding country (Croatia), five candidate countries (the former Yugoslav Republic of Macedonia, Iceland, Montenegro, Serbia and Turkey) and two potential can- didate countries (Albania and Bosnia and Herzegovina). kg303589_EN_inside_b.indd 32 23/04/13 13:56 ",
        "33 All five ISSAIs and the INTOSAI GOV will be presented for adoption to the next INTOSAI Congress in 2013. Moreover, in 2012 the ECA: o hosted the fourth meeting of the Steering Committee of the INTOSAI Knowledge Sharing Committee, chaired by the SAI of India; o continued to provide input to the INTOSAI Working Group on Environmental Audit; and o attended the joint meeting of the INTOSAI Working Group on Public Debt and the Task Force on the Global Financial Crisis: Challenges for SAIs. The ECA continued its involvement in the IntoSAINT project, a self-assessment instrument led by the SAI of the Netherlands under the auspices of INTOSAI. In 2012, ECA representatives moderated a one-week integrity self-assessment workshop at the SAI of Norway. In respect of EUROSAI in 2012, the ECA participated in the XXXIX EUROSAI Governing Board meeting, following its appointment as a member of the Governing Board in 2011, and continued its active involvement in EUROSAI working groups and task forces. The ECA: o attended the 10th annual meeting of the EUROSAI Working Group on Environmental Audit and contributed to the cooperative audit on adaptation to climate change, which was presented by the ECA, on behalf of the working group, to the 2012 meeting of the Conference of the Parties to the United Nations Framework Convention on Climate Change; o attended the first meeting of the EUROSAI Task Force on Audit and Ethics and contributed to the Task Force’s activities. In the framework of the joint conferences between INTOSAI’s regional working groups, the ECA actively participated in the VII Conference between EUROSAI and the Organisation of Latin American and Caribbean SAIs, which focused on the role of SAIs in promoting good governance in the public sector. Fourth meeting of the Steering Committee of the INTOSAI Knowledge Sharing Committee in Luxembourg, September 2012 kg303589_EN_inside_b.indd 33 23/04/13 13:56 ",
        "34 OUR MANAGEMENT LOOKING FORWARD : A STRATEGY FOR 2013–17 In 2012, the ECA adopted and published its strategy for 2013 to 2017. The ECA’s objective for this period is to maximise the value of the ECA’s contribution to EU public accountability. To meet this objective, the main priorities are to: o focus the ECA’s products on improving EU accountability; o work with others to leverage the ECA’s contribution to EU accountability; o develop the ECA further as a professional audit institution; o make best use of the ECA’s knowledge, skills and expertise; o demonstrate the ECA’s performance and accountability. The ECA will use its unique powers and perspective and the knowledge, expertise and partnerships it has built up over 35 years of EU public audit in order to: o contribute positively to further developments in EU governance, policy and financial management; o help other parties in the EU accountability process to identify risks to EU accountability and facilitate their use of audit results; o enhance its professionalism by contributing to and applying new audit standards and good practices; o further streamline its processes for producing its reports and opinions; o improve its performance and accountability framework in line with its obligations as an EU institution and SAI; o implement budgetary restraint in line with the multiannual financial framework for 2014–20, including implementing any required reductions in its staff plan over the period of this strategy. Over the 2013–17 period, the ECA will focus its reports, opinions and observations on the need to: o enhance public accountability and audit arrangements; o improve financial management and reporting on the implementation and impact of the EU budget; and o strengthen the design of EU policies and spending programmes. kg303589_EN_inside_b.indd 34 23/04/13 13:56 ",
        "35 In February 2012, the ECA adopted a new Code of Conduct for the Members of the Court, reflecting changes that had occurred in the eight years since the adoption of the previous code. Furthermore, as a significant contribution to transparency, the ECA now publishes the declarations of interests of its Members on its website. REVISED CODE OF CONDUCT FOR THE MEMBERS OF THE COURT According to the Treaty, ECA Members serve a term of six years, and can be renewed. In 2012, five new Members joined the Court: Mr Henrik Otbo (Denmark); Mr Pietro Russo (Italy); Mr Ville Itälä (Finland); Mr Kevin Cardiff (Ireland); and Mr Baudilio Tomé Muguruza (Spain). CHANGES IN THE ECA COLLEGE kg303589_EN_inside_b.indd 35 23/04/13 13:56 ",
        "36 MEASURING THE ECA’S PERFORMANCE COMPLETING THE 2009–12 STRATEGY In 2008, the European Court of Auditors published its first strategy. This strategy applied to the 2009 to 2012 period and aimed at maximising the impact of the ECA’s audits and increasing efficiency by making best use of its resources. Overall, the ECA was successful in implementing its 2009–12 strategy. There has been a high level of acceptance of the ECA’s recommendations: and according to the Commission around half of the recommendations issued in 2011 have been implemented; the ECA’s main institutional stakeholders are satisfied with its annual and special reports and external experts rate their quality as good and having improved; the ECA can also point to over 60 more staff in audit chambers (501 in 2008 compared to 564 in 2011), and 40 fewer staff in administration and translation due to efficiency gains. The ECA established a set of key performance indicators (KPIs) for the 2009–12 strategic period to: o inform management of progress towards achieving the goals; o support decision-making ; and o provide information on performance to its stakeholders . The KPIs aim to measure key elements of the quality and impact of the ECA’s work, paying particular attention to the opinion of key stakeholders, and the efficiency and effectiveness of its use of resources. As 2012 is the final year of the 2009–12 strategic period, the results of the KPIs are presented, where available, for all four years. The ECA will update its key performance indicators to be applied for the 2013–17 strategic period in order to reflect its new or revised priorities and to demonstrate its performance and accountability as a professional audit institution. kg303589_EN_inside_b.indd 36 23/04/13 13:56 ",
        "37 STAKEHOLDER APPRAISAL Using a survey, the ECA invited the principal users of its reports (the European Parliament’s Committee on Budgetary Control and the Council’s Budget Committee) to rate the quality and impact of its 2011 annual reports and the special reports it published in 2012. Respondents to the survey used a five- point scale (1 — very poor, 2 — poor, 3 — sufficient, 4 — good, 5 — very good). 4.5 4.0 3.5 2009 2010 2011 2012 105 % of target 3.9 4.2 4.0 4.2 APPRAISAL BY THE PRINCIPAL USERS OF THE ECA’S AUDIT REPORTS Result Tar g et The result was steady for the whole period, varying from 3.9 to 4.2 on the five-point scale. The results indicate that on average the principal users of the ECA’s reports consider their quality and impact to be ‘good’. In 2012, the ECA exceeded its target for this indicator by five percentage points. QUALITY AND IMPACT OF THE ECA ’ S WORK The ECA assesses the quality and impact of its reports based on stakeholder appraisals, expert reviews and the follow-up given to the recommendations it makes for improving EU financial management. kg303589_EN_inside_b.indd 37 23/04/13 13:56 ",
        "38 EXPERT REVIEWS Each year, independent external parties have reviewed the content and presentation of a sample of the ECA’s reports. In 2012, the reviewers assessed eight special reports and the 2011 annual reports. They rated the quality of various aspects of the reports on a four-point scale ranging from ‘significantly impaired’ (1) to ‘high quality’ (4). EXPERT REVIEWS OF THE ECA’S REPORTS Result Tar g et 3.5 3.0 2.5 2009 2010 2011 2012 106 % of target 2.8 3.0 2.8 3.0 The result varied from 2.8 to 3.0 on the four-point scale between 2009 and 2012. The results indicate that the external expert reviewers consider the quality of the ECA’s reports to be ‘satisfactory’. In 2012, the ECA exceeded its target by six percentage points. The reviews have provided the ECA with valuable information on the quality of its reports, and the reviewers’ recommendations are used to make further improvements. FEEDBACK BY THE PRINCIPAL AUDITEES Feedback by the principal auditees on the quality and impact of the ECA’s 2012 audits was obtained using a similar survey and scale to the stakeholder appraisal. FEEDBACK OF THE PRINCIPAL AUDITEES 4.0 3.5 3.0 2009 2010 2011 2012 3.5 3.7 3.7 3.6 97 % of tar g et Result Tar g et The result varied from 3.5 to 3.7 on the five-point scale between 2009 and 2012. The results indicate that on average the principal auditees consider the ECA’s audits to be ‘good’. Overall, the results of the 2009–12 stakeholder appraisals are positive , showing that the ECA’s main stakeholders value the quality and impact of the audits. kg303589_EN_inside_b.indd 38 23/04/13 13:56 ",
        "39 FOLLOW - UP TO RECOMMENDATIONS The key way the ECA uses its audit experience to contribute to improving financial management is through the recommendations it makes in its audit reports. To lead to change, the ECA’s recommendations first need to be accepted by auditees and then implemented. The ECA therefore measures both. ECA RECOMMENDATIONS ACCEPTED BY THE AUDITEE 100 % 90 % 80 % 94 % 93 % 98 % 109 % of target Result Tar g et 2009 2010 2011 2012 94 % The extent to which the ECA’s recommendations were accepted by auditees varied from 93 % to 98 % between 2009 and 2012. The target set for the indicator was exceeded every year. In 2011, the ECA started systematically to monitor the implementation of its recommendations , knowing that it can take a significant period of time before some recommendations are implemented due to their scale or complexity. According to the Commission’s statistics, 63 % of the nearly 500 recommendations issued between 2009 and 2012 had been implemented by the end of 2012. More than half of the recommendations issued in 2011 have already been implemented. Afte r 1 y ea r Afte r 2 y ea r s Afte r 3 y ea r s Afte r 4 y ea r s 100 % 80 % 60 % 40 % 20 % 0 E CA R E CO MME NDAT I ONS IM P LEME NT E D 35 % 56 % 73 % 76 % kg303589_EN_inside_b.indd 39 23/04/13 13:56 ",
        "40 PRODUCTION OF REPORTS The ECA monitors the efficiency of its report production process by measuring the number of reports it has adopted compared to the planned number for the year, and by measuring whether these reports were adopted within the individual deadlines set for them. 100 % 90 % 80 % 2008 2009 2010 2012 2011 Result Tar g et 93 % 103 % of target 70 % 79 % 91 % 90 % NUMBER OF ECA REPORTS ADOPTED COMPARED TO NUMBER ORIGINALLY PLANNED 83 % This indicator has been measured since 2008 and the result of reports actually adopted when compared with the number originally planned has varied between 79 % and 93 %. The measurement has shown that, although the annual targets were mostly met , there is still room for improvement, in particular in the production of special reports. The timeliness of reports has also been measured since 2008. Performance is measured against the statutory deadlines for annual reports and specific annual reports, and the deadlines are set out in the respective planning documents for the special reports. EFFICIENT AND EFFECTIVE USE OF RESOURCES The ECA has assessed the efficiency and effectiveness of its use of resources in terms of its ability to: produce timely reports and findings; meet its obligations regarding financial management; and ensure the well-being and professional competence of its staff. 2008 2009 2010 2011 2012 81 % of tar g et 73 % 67 % 80 % 75 % 73 % Result Tar g et NUMBER OF ECA REPORTS ADOPTED ON TIME 100 % 90 % 70 % 80 % 60 % kg303589_EN_inside_b.indd 40 23/04/13 13:56 ",
        "41 The result varied from 67 % to 73 % between 2008 and 2012, thereby falling short of the 90 % target set for this indicator. This was mainly due to ambitious planning for the special reports and to unforeseen events that took place during the audit process. While the ECA acknowledges the room for improvement in the accuracy of performance audit planning and efficiency of audit execution , it is pleased that during the 2008–12 period it not only significantly increased the number of special reports produced but also decreased their production time towards the 18-month goal . For the 2008–12 period 85 special reports were adopted, compared with 51 special reports in 2003–07, and the average lead time was reduced from 25 months in 2008 to 20 months in 2012. The ECA’s strategy for 2013–17 includes a new initiative to streamline the processes for producing reports further, thereby improving their timeliness and increasing efficiency. TIMELINESS OF FINDINGS The ECA uses statements of preliminary findings (SPFs) to confirm the factual accuracy of its specific audit findings with the auditees. They represent a key milestone in the audit process. According to the ECA’s internal rules, SPFs should be issued within two months of the related audit visit, and the extent to which this deadline has been met is measured each year. 70 % 60 % 50 % 40 % 30 % 20 % 2008 2009 2010 2012 2011 27 % 43 % 54 % 58 % 61 % Result Tar g et 90 % of tar g et TIMELINESS OF ECA AUDIT FINDINGS The ECA had identified the need for significant improvement in the timeliness with which SPFs are issued. When measurements began in 2008, the ECA set two targets for the timeliness of SPFs: to improve performance by 10 percentage points per year, and to ensure that 80 % of SPFs were issued on time by the end of 2012. The result of this indicator varied from 27 % to 61 % between 2008 and 2012. Although there has been a significant improvement in performance and the annual targets have been mostly met , the 2012 result still falls short of the long-term target of 80 %. The ECA will continue its efforts to improve its performance in this area further. kg303589_EN_inside_b.indd 41 23/04/13 13:56 ",
        "42 EXTERNAL APPRAISAL OF FINANCIAL MANAGEMENT The ECA seeks to receive from its external auditor an unqualified opinion on the financial statements and on the use of resources, as well as to be granted discharge by the European Parliament after a positive recommendation from the Council. Unqualified opinion Discha r ge g r anted 2008 2009 2010 2011 Fo r Ap r il 2013 E XT E RNA L APPRA I SA L O F T HE E CA’S FI NANC I A L M ANAG EME NT BY FI NANC I A L Y E AR 2009 2010 2011 2012 Result Tar g et 4.0 5.7 6.1 5.2 D a y s 7 6 5 4 3 PROFESSIONAL TRAINING DAYS PER AUDITOR 104 % of target PROFESSIONAL TRAINING Following guidelines published by the International Federation of Accountants, the ECA aims to provide an average of 40 hours (5 days) of professional training per auditor per year. The ECA has received an unqualified opinion from its external auditor and the European Parliament has granted discharge of its budget each year. kg303589_EN_inside_b.indd 42 23/04/13 13:56 ",
        "43 STAFF SATISFACTION The ECA conducted internal surveys in 2009 and 2012 to measure the satisfaction of its staff. Two indicators have been derived from the survey: the percentage of staff generally satisfied with their job and the overall average staff satisfaction rate. A composite scale from 1 to 4 is used, with a result over 2.5 indicating general satisfaction. Over the 2009–12 period, the ECA’s audit staff received an average of 5.3 days of training per year. When language training is taken into account, auditors receive on an average of 10.6 days of training per year. The annual target set for professional training has been met every year since 2010. The results of these two surveys are very similar, with 86 % of staff being generally satisfied with their job and a score of 2.8 being achieved for overall average staff satisfaction. The results can therefore be considered to be good . ECA STAFF SATISFIED WITH JOB OVERALL STAFF SATISFACTION RATE 2009 2012 2009 2012 86 % 2.8 2.8 86 % 4 3 2 1 100 % 90 % 80 % 70 % Result Result Seminar on automated solutions in translation, January 2012 kg303589_EN_inside_b.indd 43 23/04/13 13:56 ",
        "44 STAFF ALLOCATION The ECA’s main asset is its staff. On 31 December 2012, the ECA had an authorised staff allocation of 887 officials and temporary staff (excluding Members, contract staff, seconded national experts and trainees). 573 of these work in audit chambers (including 123 in the Members’ private offices). See table for more information. To contribute to the goal of making best use of resources, all activities in 2012 continued to look for and introduce efficiency measures based on the simplification of procedures. Whenever possible, non-audit posts made available through efficiency gains have been redeployed to audit and supporting the Presidency. Thus, since 2008, the number of audit posts has increased by 14.4 % while the overall number of posts allocated to the ECA increased by only 3.5 %. Output over the same period has increased significantly (see page 9). SUPPORTING AUDIT HUMAN RESOURCES kg303589_EN_inside_b.indd 44 23/04/13 13:56 ",
        "45 2008 2009 2010 Audit 501 525 557 Translation 163 163 151 Administration 173 171 157 Presidency 20 24 2012 573 143 32 139 27 148 148 564 2011 as at 31 De c ember TOTAL 857 880 889 887 887 21 Distribution of ECA staff RECRUITMENT ECA staff have a broad range of academic and professional backgrounds, and the quality of their work and their commitment is reflected in the institution’s output. The ECA’s recruitment policy follows the general principles and employment conditions of the EU institutions, and its workforce comprises both permanent civil servants and staff on temporary contracts. Open competitions for posts at the ECA are organised by the European Personnel Selection Office (EPSO). The ECA also provides a number of traineeships to university graduates for periods of three to five months (65 in 2012). In 2012, the ECA recruited 78 employees: 50 officials, 11 temporary staff and 17 contract staff. The ECA was particularly successful in recruiting new staff to audit posts. The number of vacant posts has been close to 3 % since 2011 (28 posts at 31 December 2012). GENDER BALANCE The ECA, like the other EU institutions, has a policy of equal opportunities in its human resources management and recruitment. The ECA now has almost equal proportions of men and women in its workforce: 51 % male and 49 % female — after a gradual increase over the years in the proportion of women. The ECA adopted an equal opportunity action plan at the end of 2012 aiming to achieve a more balanced gender representation at all levels of the institution. Male 2012 Female 51 % 49 % kg303589_EN_inside_b.indd 45 23/04/13 13:56 ",
        "46 The charts below show the proportion of men and women by level of responsibility as at 31 December 2012. The proportion of women at AD level reached 40 % in 2012 and is likely to increase in the future; after the latest recruitment campaigns, 46 % of all staff at the entry level AD5 to AD8 grades are female. Of the 69 directors and heads of unit, 21 (30 %) are women, which is similar to previous years. Most women at this level are employed in the Translation Directorate and in administrative departments. Male 2011 2012 Female 33 % 33 % 67 % 67 % Assistants (AST level) Male 2011 2012 Female 61 % 60 % 40 % 39 % Auditors — administrators (AD level) Male 2011 2012 Female 72 % 70 % 30 % 28 % Dire c tors and heads of unit AGE PROFILE The age profile of staff in active service as at 31 December shows that almost 60 % of the ECA’s staff are aged 44 or less. 20–24 25–29 30–34 35–39 40–44 45–49 50–54 55–59 60–64 2.9 % 8.5 % 12.1 % 17.6 % 19.4 % 20.5 % 14.4 % 4.6 % 0.1 % One third of the directors and heads of unit are aged 55 or above. This will lead to a significant renewal of senior management over the next 5–10 years. kg303589_EN_inside_b.indd 46 23/04/13 13:56 ",
        "47 PROFESSIONAL TRAINING The audit profession requires continuous training to keep staff abreast of professional developments and to develop new skills. Furthermore, the particular nature of the ECA’s audit environment creates a need for staff with good language skills. In 2012, the ECA’s staff (audit and other staff ) each received an average of 8 days of professional training (9.3 days in 2011). Language courses represented 52 % of this total, compared with 54 % in 2011. In 2012, the content of training was improved and new courses were developed to meet audit priorities. Moreover, more efficient management of training activities was made possible by the implementation of a new paperless system and the development of e-learning. TRANSLATION Translation is an audit support activity which enables the ECA to fulfil its mission and to meet its communication objectives. In 2012, the total volume of translation work reached a record of 158 861 pages, 11 % more than in 2011. Over 99 % of translations were completed on time. The ECA’s Translation Directorate provided linguistic support to auditors working on the spot in Member States and during the subsequent drafting of audit reports. Support was also provided for INTOSAI working groups and for other specific needs related to the ECA’s audit activities. INFORMATION TECHNOLOGY Information Technology (IT) makes a critical contribution to the ECA’s effectiveness and efficiency. 2012 was a fruitful year: o regarding knowledge management , the first version of the ECA’s new audit support tool (ASSYST2) was released and a pilot launched in an audit unit. Furthermore, a first community of practices, on the financial crisis, was supported in terms of information technology and content provision; o automating business processes was actively pursued through the introduction of ECAdemy — to suppor t the ECA’s training policy; the decentralisation of time management — leading to savings in terms of human resources; and the full digitalisation of personnel files; and o a major achievement was the move of the ECA’s data centre to the ECA’s new K3 building. The new building also became operational with a new telephony and data network. kg303589_EN_inside_b.indd 47 23/04/13 13:56 ",
        "48 ADMINISTRATION AND FACILITIES During 2012, the Finance and Suppor t Directorate continued to: (a) provide adequate resources, services and facilities to enable the European Court of Auditors to accomplish its mission and to achieve its strategic objectives; and (b) ensure that the necessary financing, internal controls and accounting mechanisms are in place to support all of the ECA’s activities. In 2012, the directorate further improved the efficiency and economy of its activities. In October 2012, the ECA’s office in Brussels was transferred to another location. The office is now in the MTS (Montoyer/Sciences) building at 30 rue Montoyer/rue de la Science, Brussels. SUCCESSFUL COMPLETION OF K 3 BUILDING In order to ensure that ECA staff have a safe, comfortable and ergonomic environment to work in, and in order to allow all ECA staff to work on the same site, a second extension was commissioned in 2003. The ECA accepted the building in November 2012 and the first removals took place before the end of the year. The K3 building was completed on time and in accordance with the quality specifications and within budget . Complementary works will continue in the other buildings of the ECA during 2013. kg303589_EN_inside_b.indd 48 23/04/13 13:56 ",
        "49 Final appropriations 2012 FINANCIAL YEAR Commitments Payments 10 - Members of the institution* 162 - Missions 161 + 163 + 165 - Other expenditure relating to persons working for the institution Subtotal Title 1 14 592 117 849 13 785 94 % 13 557 92 335 89 015 96 % 88 836 4 148 3 810 92 % 3 758 3 802 3 512 92 % 2 604 2 972 2 879 97 % 2 148 113 001 96 % 110 903 20 - Immovable property 210 - IT & T 212 + 214 + 216 - Movable property and associated costs 23 - Current administrative expenditure 25 - Meetings, conferences 27 - Information and publishing Total Court of Auditors Subtotal Title 2 24 628 24 344 99 % 13 764 142 477 137 345 96 % 124 667 10 741 10 703 99 % 7 009 9 508 9 508 100 % 4 524 1 017 963 98 % 690 625 612 98 % 294 793 685 86 % 499 1 944 1 843 95 % 748 % usage (commit. approps.) Title 1: People working with the institution Title 2: Buildings, movable property, equipment and miscellaneous operating expenditure 1 000€ 14 - Other staff and external services 12 - Officials and temporary staff The ECA is financed by the general budget of the European Union. Our budget represents around 0.1 % of total EU spending and 1.72 % of total administrative spending. FINANCIAL INFORMATION * This chapter relates to the remuneration and allowances, mission expenses and training of current Members, as well as temporary allowances for former Members and pensions. IMPLEMENTATION OF THE 2012 BUDGET kg303589_EN_inside_b.indd 49 23/04/13 13:56 ",
        "50 In 2012, the overall rate of implementation for the budget was 96 %. For Title 1 this rate was 96 %, with the lowest percentage (92 %) in both Chapter 14 (Other staff and external services) and Article 162 (Missions) of Chapter 16 (Other expenditure relating to persons working for the institution). The average implementation rate for Title 2 was 99 %. The amount of payments for Chapter 20 (Immovable property, e.g. buildings) is affected by the construction of the second extension of the ECA, the K3 building. The fourth tranche of financing of €3 million for this project was included in the 2012 budget; this amount was committed and partly paid in 2012. The balance of appropriations for the K3 building has been carried forward to 2013 to cover contracts signed by the project manager with construction companies on the ECA’s behalf. The appropriations will be utilised in accordance with the submission made by the ECA to the European Parliament and the Council in 2008. The total cost of the construction of the K3 building is estimated at €79 million, financed over five successive years: €55 million in 2009; €11 million in 2010; €7 million in 2011; and €6 million divided between 2012 and 2013. kg303589_EN_inside_b.indd 50 23/04/13 13:56 ",
        "51 BUDGET FOR 2013 The 2013 budget represents a limited increase of 0.2 % on the budget for 2012. 2013 1 000€ BUDGET 10 - Members of the institution* 162 - Missions 161 + 163 + 165 - Other expenditure relating to persons working for the institution Subtotal Title 1 14 566 122 942 14 592 4 176 3 700 3 802 2 728 121 736 20 - Immovable property 210 - IT & T 212 + 214 + 216 - Movable property and associated costs 23 - Current administrative expenditure 25 - Meetings, conferences 27 - Information and publishing Total Court of Auditors Subtotal Title 2 19 819 20 741 142 761 8 327 7 197 6 501 830 413 768 2 284 Title 1: People working with the institution 2012 1 000€ 96 487 4 173 2 682 Title 2: Buildings, movable property, equipment and miscellaneous operating expenditure 9 941 837 525 793 2 144 142 477 14 - Other staff and external services 12 - Officials and temporary staff 97 772 * This chapter relates to the remuneration and allowances, mission expenses and training of current Members, as well as temporary allowances for former Members and pensions. kg303589_EN_inside_b.indd 51 23/04/13 13:56 ",
        "52 AUDIT AND ACCOUNTABILITY The annual accounts of the ECA are audited by an independent external auditor. This is an important example of the ECA applying the same principles of transparency and accountability to itself as it does to its auditees. The repor t by the external auditor — PricewaterhouseCoopers SARL — on the ECA’s accounts for the 2011 financial year was published in October 2012 2 . ‘In our opinion, the financial statements give a true and fair view of the financial position of the European Court of Auditors a s o f 3 1 D e c e m b e r 2 0 1 1 , a n d o f i t s financial performance and its cash flows for the year then ended in accordance with Council Regulation (EC, Euratom) No 1605/2002 of 25 June 2002, the Commission Regulation (EC, Euratom) No 2342/2002 of 23 December 2002 laying down detailed rules for the implementation of the said Council Regulation, and the accounting rules of the European Union (EC accounting rules)’. ‘Based on our work as described in this report, nothing has come to our attention that causes us to believe that in all material respects and based on the criteria described above: (a) the resources assigned to the Court have not been used for their intended purposes; (b) the control procedures in place do not provide the necessary guarantees to ensure the compliance of financial operations with the applicable rules and regulations.’ REGARDING THE FINANCIAL STATEMENTS REGARDING THE USE OF RESOURCES AND THE CONTROL PROCEDURES 2 OJ C 315, 18.10.2012. EXTERNAL AUDIT OF THE ECA OPINIONS OF THE EXTERNAL AUDITOR — 2011 FINANCIAL YEAR kg303589_EN_inside_b.indd 52 23/04/13 13:56 ",
        "53 DECLARATION BY THE AUTHORISING OFFICER BY DELEGATION I, the undersigned, Secretary-General of the European Court of Auditors, in my capacity as authorising officer by delegation, hereby: o declare that the information contained in this report is true and accurate; and o state that I have reasonable assurance that: — the resources assigned to the activities described in this report have been used for their intended purpose and in accordance with the principles of sound financial management; and — the control procedures in place provide the necessary guarantees concerning the legality and regularity of the transactions underlying the accounts and ensure an adequate treatment of allegations of fraud, or suspected fraud. This assurance is based on my judgment and on the information at my disposal, such as the reports and declarations of the authorising officers by sub-delegation, the reports of the internal auditor and the reports of the external auditor for previous financial years. I confirm that I am not aware of anything not reported here which could be detrimental to the interests of the institution. Done at Luxembourg, 7 March 2013 Eduardo Ruiz García Secretary-General kg303589_EN_inside_b.indd 53 23/04/13 13:56 ",
        "54 35 YEARS OF HELPING THE EU RUN BET TER The European Court of Auditors has been the EU’s external auditor for 35 years, consistently adding value to the Union’s financial management and acting as an instrument for ensuring public accountability regarding the use of taxpayers’ money. The creation of the European Court of Auditors came at a time when the European Community (the forerunner to the European Union) was changing and becoming more democratically accountable to its citizens. Two particularly important events were the extension of the European Parliament’s powers in the area of budgetary control and the full financing of the European Community’s budget from its own resources. The Community recognised it also needed an independent external auditor to help the Parliament and the Council ensure democratic control of its finances. Mr Heinrich Aigner, the Chairman of the European Parliament’s Committee on Budgetary Control, who since 1973 had strongly argued the case for a Community-level external audit body, provided the initiative that led to the European Court of Auditors being established by the Treaty of Brussels of 22 July 1975. The ECA started operating in October 1977, with its headquarters in Luxembourg. Mr Hans Kutscher, the then President of the Court of Justice, hailed the European Court of Auditors as the Community’s financial conscience . The European Court of Auditors took its place as a fully-fledged European institution on 1 November 1993 with the entry into force of the Maastricht Treaty, thus ensuring its independence and authority as one amongst equals. The Maastricht treaty also introduced what has since become a hallmark product of the ECA — the statement of assurance (DAS) on the reliability of the EU accounts and the legality and regularity of the transactions underlying them. The ECA’s role was strengthened on 1 May 1999 with the entry into force of the Treaty of Amsterdam, which reinforced the ECA’s independence and extended its audit powers to more policy areas. The Treaty of Nice of 1 February 2003 confirmed the principle that there should be one Member from each Member State, highlighted the importance of the ECA’s cooperation with national audit bodies, and allowed the ECA to organise itself into Chambers — an option it took up in 2010. Since its creation, the ECA has consistently promoted cooperation with the supreme audit institutions of the Member States in the audit of EU funds, in particular through its participation in the Contact Committee of the Heads of EU SAIs. As an SAI, the ECA has also strived to be at the forefront of developments in public-sector audit working alongside other SAIs in the International Organisation of Supreme Audit Institutions (INTOSAI), and its regional grouping EUROSAI, to establish professional standards and good practices. The ECA has been an early adopter of peer review as a tool for developing and spreading good practice within the community of SAIs. kg303589_EN_inside_b.indd 54 23/04/13 13:56 ",
        "55 Throughout its 35 years, the European Court of Auditors h a s s o u g h t t o c o n t r i b u t e to improving EU financial management by producing high- quality products that reflect EU developments and the changing needs of its stakeholders. Over the last 35 years, the EU has welcomed new Member States, received new competences, and established new bodies at European level — all of which needed to be reflected in the work of the ECA. As a result, the ECA’s output has expanded considerably from the two opinions issued in its first year of operation. The ECA’s product range now includes annual reports, special reports, statements of assurance, specific annual reports, opinions and position papers. The number of outputs has also increased to 87 publications in 2012 . In recent years, the ECA has given greater priority to auditing the results of implementing EU policies and providing advice on how performance can be improved. Our organisation has also developed as the EU has evolved. From nine Members and 120 staff in 1977, the ECA now has 27 Members and nearly 900 staff. Like the Union itself, the ECA’s success relies on close cooperation between Members and staff from across Europe. Since 1977, the ECA is proud to have built up a dedicated, professional and experienced workforce devoted to protecting the financial interests of citizens. In the coming years, the ECA looks forward to the challenge of helping to improve accountability to citizens for the public funds provided to meet the EU’s objectives. First ECA Members, November 1977 kg303589_EN_inside_b.indd 55 23/04/13 13:56 ",
        "kg303589_EN_inside_b.indd 56 23/04/13 13:56 ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Offi cial Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Offi ce of the European Union (http://publications.europa.eu/others/agents/index_en.htm). European Court of Auditors Annual Activity Report 2012 Luxembourg: Publications Offi ce of the European Union 2013 — 55 pp. — 21 × 29.7 cm ISBN 978-92-9241-159-6 doi:10.2865/69251 en.indd 3 23/04/13 13:37 ",
        "@EUAuditorsECA EUAuditorsECA Q J - AA - 13 - 001 - E N - C European Court of Auditors 12, rue Alcide De Gasperi 1615 Luxembourg LUXEMBOURG eca-info@eca.europa.eu http://eca.europa.eu ISBN 978-92-9241-159-6 en.indd 4 23/04/13 13:37 "
    ]
}