{
    "text": [
        "T R A I N I N G NEW SKILLS PORTUGAL Portugal is modernising its economy while off ering all of its people the chance to acquire the new skills that will help them benefi t from future growth. The education system is being boosted at all levels, people in work are getting training opportunities, and focused help is available for those social groups facing obstacles to fi nd- ing a job. THE ESF IN PORTUGAL: SOME EXAMPLES Crossing borders, expanding horizons In the global economy the importance of reach- ing out and connecting with international part- ners cannot be overestimated. Today, many companies are actively seeking young graduates with a global perspective. The INOV-Contacto programme of internships is placing young work- ers in multinational enterprises abroad in sectors which are strategic to the Portuguese economy and that can foster Portuguese’s exports and increase foreign investment in Portugal. The aim of this programme is to train a new generation of qualifi ed young Portuguese, who are more out- wardly oriented, with real experience that can be as benefi cial for their professional careers as for Portugal’s growth prospects. Building confi dence in immigrant communities The Amadora district of the Portuguese capital Lisbon is home to many immigrants from former colonies seeking a better life in the city – yet the district suff ers from high levels of poverty and unemployment. In response, the cultural association Moinho da Juventude launched a series of training programmes to promote the employment and social inclusion of adults, young people and children from the South Atlantic Cape Verde Islands. With the help of local businesses, this operation was successful and a number of trainees went on into work. Do you want to…? …learn more about the ESF in Portugal? …understand better how the ESF works? …see video clips on projects from across the EU? Then visit the ESF website: http://ec.europa.eu/esf/portugal P O R T U G A L E S F E S F Social Europe K E - 32 - 12 - 098 - E N - C INNOVATION JOBS © European Union, 2012 Reproduction is authorised provided the source is acknowledged. ISBN 978-92-79-23480-4 Printed in Luxembourg Printed on elemental chlorine-free bleached paper (ECF) AND THE EUROPEAN SOCIAL FUND EMP-11-024- Countryfactsheets_PT_EN.indd 1-2 EMP-11-024- Countryfactsheets_PT_EN.indd 1-2 11/06/12 15:52 11/06/12 15:52 ",
        "M I C R O - F I N A N C E NET WOR KING Although employment has suff ered in Portugal as a result of the economic crisis, historically it has been held at relatively high levels – above EU averages and targets. Indeed, Portugal is aiming for 75 % overall employment rate by 2020. One of the main challenges which Portugal faces has to do with the low skill-levels of the Portuguese population, which are refl ected in the diffi culties workers face in adapting to changes in the labour market. The ESF has been a key instrument for fi nancing several initiatives and measures aimed at improving the levels of qualifi cation of the Portuguese population. To become competi- tive and ensure growth and the sustainability of public fi nances, Portugal is taking measures to improve the productivity of its companies and its workforce. In response, Portuguese companies have increased R&D spending appreciably; it has doubled as a proportion of GDP in recent years. This means that giving workers new, advanced skills is a priority to help them benefi t from this change and ensure that poor skills do not limit growth and job creation. To achieve this, Portugal is taking signifi cant measures. The school and vocational training drop-out rate had reached 28.7 % by 2010, around double the EU aver- age. Since then, measures have been launched to bring this down to 10 % by 2020 and Portugal is committed to this target. The education system is under- going reform with new curricula, training for teachers and measures to retain young people in school by making education more attractive. More courses that are better related to work and job prospects are needed. And in higher education Portugal is taking steps to boost the number of graduates – targeting 40 % of young people by 2020. This eff ort is accompanied by actions to build closer links with innovative companies and encourage entrepreneurship and management skills among well-qualifi ed young people – which will help them make an easier transfer into working life and make the most of their qualifi cations in their work. ESF spending in Portugal For 2007-2013, Portugal is receiving EUR 6.8 billion in ESF funding, which represents the sixth largest allocation among the 27 Member States. The overall allocation of ESF and national co-funding brings the total investment on qualifi cation and skills, labour market inte- gration and social inclusion to EUR 9.5 billion. Programmes funded by ESF are focused on improving educational qualifi cations, vocational training and lifelong learning; fostering labour market integration – through measures such as internships or wage subsidies – as well as on boosting management skills, entrepreneurship, social inclusion and gender equality. INVESTING IN PEOPLE AND JOBS: THE OPPORTUNITIES FOR PORTUGAL Boosting higher education ESF spending is helping to build a highly-qual- ifi ed and employable graduate workforce in Portugal. Already, over 260 000 young people have received scholarships for university edu- cation. And specialised training is being made available, such as in information technologies for up to 30 000 graduates from all disciplines to improve their job prospects. Employers are encouraged to interact with training institutions on the design and content of courses and to pro- vide work-placements for students. Better skills for workers and companies With ESF help, low-skilled workers and jobseek- ers are getting the chance to improve their skills and achieve the qualifi cations they need to have better career prospects. Already close to 2 mil- lion have taken part in ESF training activities, and 1 million have followed courses aimed at improving innovation and management capaci- ties. An example is the Mini-masters in man- agement off ered on the Islands of the Azores to boost the skills of local companies – includ- ing training leadership and innovation given by experts. And ESF funding is ensuring that 4000 entrepreneurs a year are getting support through training and other projects. Fighting poverty and inequalities With the aim of reducing the number of people at-risk-of-poverty by 200 000 by 2020 Portugal is using ESF funding to help disadvantaged groups. Projects to support the disabled, includ- ing helping them train for and fi nd suitable work are targeting 7000 people a year. Over 18 000 new childcare places are being created to allow both parents to earn an income, and other projects focusing on jobseekers from families with small children are some of the measures underway. PORTUGAL’S ESF PRIORITIES “Supporting 4 000 entrepreneurs a year” “Workers with advanced skills are a priority” ENTREPRENEURSHIP To achieve this, Portugal is taking signifi cant measures. The school and vocational training drop-out rate had reached 28.7 % by 2010, around double the EU aver- age. Since then, measures have been launched to bring this down to 10 % by 2020 and Portugal is committed EN EEE TREPRENEURSHIP EMP-11-024- Countryfactsheets_PT_EN.indd 3-4 EMP-11-024- Countryfactsheets_PT_EN.indd 3-4 11/06/12 15:53 11/06/12 15:53 "
    ]
}