{
    "text": [
        "Ana Barbosa, Chris Jacobs-Crisioni, Jean- Philippe Aurambout, Filipe Batista e Silva, Ricardo Barranco, Claudia Baranzelli, Carolina Perpiña, Mert Kompil, Ine Vandecasteele, Carlo Lavalle An application of the Reference Scenario in the LUISA platform – Updated Configuration 2014 Simulation of EU Policies and Evaluation of their Territorial Impacts Urban development and accessibility indicators: methods and preliminary results. 2 0 1 4 Report EUR 27014 EN ",
        "European Commission Joint Research Centre Institute for Environment and Sustainability Contact information Carlo Lavalle Address: Joint Research Centre, Institute for Environment and Sustainability Sustainability Assessment Unit (H08), Via E. Fermi 1 21027 Ispra (VA) - TP272 E-mail: Carlo.Lavalle@ec.europa.eu https://ec.europa.eu/jrc Legal Notice This publication is a Science and Policy Report by the Joint Research Centre, the European Commission’s in- house science service. It aims to provide evidence-based scientific support to the European policy-making process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. All images © European Union 2014, except: : cover taken by Alexandre Carneiro (Berlin, Germany) JRC94015 EUR 27014 EN ISBN 978-92-79-44689-4 (PDF) ISSN 1831-9424 (online) doi:10.2788/166689 Luxembourg: Publications Office of the European Union, 2015 © European Union, 2015 Reproduction is authorised provided the source is acknowledged. Abstract The European Union is committed, through the Cohesion Policy, to contribute to a sustainable economic, social and territorial cohesion by reducing disparities between the levels of development of regions and countries of its member states. The EU's main investment policy is also responsible for mainstreaming the environment into its programmes and projects. The Land Use-based Integrated Sustainability Assessment Platform (LUISA) was parameterized according to a ‘Reference Scenario 2014’ to assess the spatial impact of regional and urban policy in Europe. In order to show the impacts of EU policies included in the Reference Scenario, a set of indicators were computed to measure [1] land use intensity and the urban sprawl and [2] the implication of this policy on accessibility in the EU regions. The modelling results indicated that in spite of important regional differences, the overall land use intensity will decline. The Reference Scenario also shows a general increase in urban sprawl across Europe most significantly in the main EU capital cities. ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 3 | P a g e Table of Contents 1. Introduction ............................................................................................................................................ 4 2. The modelling approach - Land Use-based Integrated Sustainability Impact Assessment platform (LUISA) ................................................................................................................... 4 Urban development and accessibility indicators .......................................................................... 6 3. Results....................................................................................................................................................... 8 Population Density ................................................................................................................................... 8 Built-up area per inhabitant ............................................................................................................... 10 Urban Sprawl ............................................................................................................................................ 12 Accessibility ............................................................................................................................................... 13 4. Conclusions ........................................................................................................................................... 16 References ...................................................................................................................................................... 17 Figures Figure 1. Population density in 2010 and absolute changes in percentage between 2010 and 2030 according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. 9 Figure 2. Built-up area per inhabitant in 2010 and changes in m2 per person between 2010 and 2030 according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. 11 Figure 3. Urban Sprawl in 2010 and absolute changes in urban sprawl between 2010 and 2030 according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. 13 Figure 4. Network efficiency in 2010 and relative changes between 2010 and 2030, according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. 14 Figure 5. Potential accessibility in 2010 and relative changes between 2010 and 2030 according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. 15 ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 4 | P a g e 1. Introduction The Cohesion policy is an important policy instrument which aims to reduce the regional disparities across European Union. It will allocate EUR 351.8 billion to support European regions in achieving the 2020 European goals of creating growth and jobs, tackling climate change and energy dependence, and reducing poverty and social exclusion (EC, 2014a). To analyse the impact of regional and urban policy on the economy and the environment, a thorough ex-ante impact assessment should be performed. The impacts of current and planned policy initiatives can be simulated by using modelling tools and indicators, which help determine the effectiveness of policies in attaining targets. The methodological framework reported here relies in an integrated modelling approach based on LUISA (the ‘Land Use-based Integrated Sustainability Assessment’ platform). LUISA is a land-function model developed by JRC and primarily used for the ex-ante evaluation of EC policies that have a territorial impact. The Cohesion Policy addresses several domains that are likely to impact land use directly or indirectly (Batista e Silva, et al. 2013). This report describes the methodology (chapter 2) and preliminary results (chapter 3) relevant for the evaluation of urbanization processes, using indicators such as land use intensity, urban sprawl and accessibility, calculated for the entire EU-28 domain. Future work using the LUISA framework will investigate the impact of possible measures to increase land use efficiency and other aspects of urban and regional development. 2. The modelling approach - Land Use-based Integrated Sustainability Impact Assessment platform (LUISA) The Land Use-based Integrated Sustainability Impact Assessment platform (LUISA) is a dynamic, spatial modelling platform based on biophysical and socio–economic drivers. It was developed to assess the territorial impacts of European policies by providing a vision of possible futures and quantitative comparisons between policy options. LUISA simulates future land use changes and land functions. These are then described by means of spatially explicit indicators. A land function can, for example, be societal (e.g. provision ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 5 | P a g e of housing, leisure and recreational opportunities), economical (e.g. transport, provision of employment, provision of food and biofuels) or environmental (e.g. provision of regulation services and maintenance of ecosystem processes). Frequently, a landscape has multiple functions. Land functions are dynamic, they depend on the characteristics of land parcels, and are constrained and driven by natural, socio-economic, and technological processes. Centred on this novel concept, LUISA is far beyond a single, stand-alone model. It can be best described as a platform with a land use model at its core, linked to both other upstream and downstream models. In this exercise, LUISA was configured in compliancy with the \"EU Energy, Transport and GHG emission trends until 2050 – Reference Scenario 2013\" 1 (EU Reference Scenario 2013 hereinafter), as explained in Baranzelli et al., 2014, derived from an earlier implementation (Lavalle et al., 2013). Within the scope of the present report, this new scenario configuration in LUISA is referred to as the Updated Reference Scenario 2014 (or EU Reference Scenario 2014), and includes the Cohesion Policy’s current legislation (regional and infrastructural investments at regional scale), CAP related measures, biodiversity and habitat protection. According to the EU Reference scenario 2014, the urban area is driven by demographic projections given by EUROPOP from Eurostat and the tourism projections from United Nations World Tourism Organization (UNWTO). The industrial and commercial sectors are driven primarily by the growth of different economic sectors as projected by Directorate-General for Economic and Financial Affairs of the European Commission (DG ECFIN). The economic and demographic assumptions were taken from the Ageing Report 2012 (EC, 2012). A detailed description of the EU Reference Scenario 2014 is presented in Baranzelli et al. (2014). LUISA is structured in three main modules: the ‘demand module’, the ‘land use allocation module’ and the ‘indicator module’ (Lavalle, et al. 2011; Batista e Silva, et al. 2013). The demand module takes into account sector specific land requirements. This module uses sector specific models and historical land use data to report the proportion of additional land required for any given sector each year: agriculture, urban area, industrial/commercial area and forest. The allocation module spatially distributes these 1 http://ec.europa.eu/energy/observatory/trends_2030/index_en ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 6 | P a g e regional land use demands to a 100m pixel resolution. It considers bio-physical characteristics, neighbourhood factors, the competition for land and policy-based restrictions. The main final output of the allocation module is a time series of yearly land use maps, from 2007 to 2050 at 100 m resolution for the EU-28. The generated land use maps are then used as an input for the estimation of indicators. The indicator module addresses the impact of the policy measures implemented upstream. Urban development and accessibility indicators Urban development and accessibility are important contributors to overall social and territorial cohesion. The indicators presented herein are used to assess the impact of the EU Reference Scenario 2014 on urban development and accessibility at regional level. The analysis covers the variability over space and time. For this purpose, the indicators are presented at NUTS 2 level and display values for the year 2010 as well as absolute or relative changes between 2010 and 2030. A detailed list of the indicators is presented in Table 1. Table 1. List of indicators used to assess the urban development and accessibility according to the EU Reference Scenario 2014. THEME INDICATOR UNIT 1. POPULATION Population density in 2010 Person per m 2 Relative changes between 2010-2030 % 2.URBAN DEVELOPMENT Built-up area per inhabitant in 2010 m 2 per person Absolute changes between 2010 -2030 m 2 per person Urban Sprawl in 2010 UPU/m 2 Absolute changes between 2010 -2030 UPU/m 2 3.ACCESSIBILITY Network efficiency Dimensionless Relative changes between 2010 -2030 % Potential Accessibility Dimensionless Relative changes between 2010 -2030 % The population density indicator is calculated as the total number of inhabitants divided by the land area in m 2 . The population density, is used as an ancillary indicator intended to compare the regions based on similar figures. The higher the density, the higher the ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 7 | P a g e concentration of population living in a specific region. The number of people is derived from EUROPOP2010 at NUTS 2 level (EC/Eurostat, 2010). The land area corresponds to the total area of the region at NUTS 2 level (EuroBoundaryMap v81 – Eurogeographics, 2014). The second set of indicators is related to urban development encompassing built-up area per inhabitant and urban sprawl. The built-up area per inhabitant indicator measures land consumption by comparing the size of built-up areas with the population expressed in sq. m per inhabitant (m 2 per person). The built-up area per inhabitant is a useful tool to monitor the growth of the built-up areas and assess changes in the efficiency of land use in Europe in the period 2010-2030 according to the EU Reference Scenario 2014. The total area and changes in ‘built-up areas’ (i.e. land take) is key indicator that reflects human intervention in the environment. The lower the consumption per capita of land the more efficient the use of the built-up areas. Urban sprawl is notoriously difficult to characterise and quantify as it involves elements such as population density, spatial dispersion and the perception of sprawl. Weighted Urban Proliferation (WUP) is an index to quantify urban sprawl, proposed by Jaeger and Schwick (2014) and implemented in LUISA (Ribeiro Barranco, et al. 2014). It is based on the following definition of urban sprawl: “the more area built over in a given landscape (amount of built-up area) and the more dispersed this built-up area in the landscape (spatial configuration), and the higher the uptake of built-up area per inhabitant or job (lower utilization intensity in the built-up area), the higher the degree of urban sprawl”. The WUP is calculated as a combination of three different elements taking into consideration (1) the degree of urban penetration (incorporating the distance between built-up cells), (2) the building density of built-up area and (3) the population present in this built-up area. The urban sprawl is expressed in Urban Permeation Unit (UPU) per sp. meter (UPU/m 2 ). The higher the UPU, the higher the urban sprawl. The third set of indicators measure the effects of transport network improvements on accessibility indicators of territorial cohesion. We used two accessibility indicators developed by López et al. (2008): relative network efficiency and potential accessibility. These can be loosely linked to specific policy objectives: network efficiency measures the effectiveness of transport networks (López, et al. 2008); and potential accessibility measures economic opportunity (López, et al. 2008; Stepniak and Rosik 2013). Both ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 8 | P a g e indicators were implemented in LUISA (Jacobs-Crisioni, et al. forthcoming). The accessibility indicators use shortest travel-times between two municipalities and population at the destination. The road network data used to obtain travel-times describes the current (2006) road network, and describes the expected future (2030) network taking into account the expected network improvements enabled by cohesion policy funding. In the network efficiency indicator the ideal travel times are based on Euclidean distances between i and j and the fastest maximum speed (130 km/h) recorded in the road network data. The potential accessibility indicator measure the level of opportunity for interaction between a node i and a destination node j (López, et al. 2008). 3. Results Population Density Map A in Figure 1 shows the population density in 2010 and the relative changes between 2010 and 2030. According to the population projections used, Europe will diverge in terms of population density, with clear winners and losers. The change in population density also shows a high degree of autocorrelation, with large concentrations of regions with either increasing or decreasing trends. Regions with decreasing trends in population are mostly concentrated in Eastern Europe, particularly in Romania, Bulgaria, Croatia, the Baltic countries and Germany. In Western Europe, only the Northwest of the Iberian Peninsula is projected to show a decrease in population over the next couple of decades (Map B in Figure 1). The projected population decline in most of Germany, for instance, is primarily due to negative natural growth, with immigration levels insufficient to balance population decline. In Romania and Bulgaria, on the other hand, emigration contributes to further overall population decline. However, international migration flow projections are highly uncertain due to their high volatility over time and space. For what concerns most of the other parts of Europe, overall population growth is expected to be positive. In addition, regions with capital cities tend to stand out in terms of population growth, even in Eastern Europe. If such a scenario holds, the resulting substantial changes in regional population might generate non-negligible impacts on economy, landscape and urban dynamics. ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 9 | P a g e POPULATION DENSITY (2010) (MAP A) POPULATION DENSITY (%) 2010 -2030 (MAP B) Figure 1. Population density in 2010 and absolute changes in percentage between 2010 and 2030 according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! V a ll e tt a R o m a R i g a O s l o B e r n W i en K y i v V ad u z P a r i s P r a h a M i n sk T o un i s L i s b oa S k op j e Z a g r e b A n k a r a M a d r i d T i r a na S o f i y a Lo nd o n B e r li n D ub li n A t h i n a i T a lli n n N i c o s i a B e o g r a d V il n i u s K i s h i ne v S a r a j e v o H e l s i n k i B u d ap e s t W a r sz a w a P o d go r i c a E l - J a z a i r S t o ck ho l m R e yk j a v i k K ø b en h a v n B u c u r e s t i A m s t e r da m Lu x e m b ou r g B r u x e ll e s / B r u ss e l i n d i c a t o r d e f i n i t i o n N a m e o f t h e i n d i c a t o r U n i t L e g e n d P r o j e c t - e . g R e s o u r c e E f f i c i e n c y 0 5 0 0 k m I E S - J R C ( U n i t 0 8 ) P o p u l a t i o n D e n s i t y 2 0 1 0 ( i n h a b i t a n t s p e r m 2 ) 0 . 0 - 0 . 5 0 . 6 - 1 . 0 1 . 1 - 3 . 0 3 . 1 - > 1 0 ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! Valletta Roma Riga Oslo Bern Wien Kyiv Vaduz Paris Praha Minsk Tounis Lisboa Skopje Zagreb Ankara Madrid Tirana Sofiya London Berlin Dublin Athinai Tallinn Nicosia Beograd Vilnius Kishinev Sarajevo Helsinki Budapest Warszawa Podgorica El-Jazair Stockholm Reykjavik København Bucuresti Amsterdam Luxembourg Bruxelles/Brussel indicator definition Name of the indicator Unit Legend Project - e.g Resource Efficiency 0 500 km IES-JRC (Unit08) Population Density Relative Changes (%) 2010-2030 <-3.5 -3.4 - 0.0 0.1 - 10.0 >-10 ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 10 | P a g e Built-up area per inhabitant In Europe, cities use land most efficiently and population densities tend to decline the further away from city centres. This general trend can be explained by the price of land and its use, which varies with distance from the city centre (EC, 2014). In the EU-28, the available built-up area per person in 2010 was on average 391 m 2 (Map A on Figure 2). In 2030, the model forecasts the amount of land consumed per person will increase by 6% between 2010 and 2030. This implies that on average the EU population in 2030 will consume more land than in 2010. According to the modelling results the amount of land consumed per person in 2010 is lower in the regions located in the southern part of Europe (with the exception of Cyprus). The regions with the highest land use intensity, correspond to the city capitals where the land use intensity is among the highest in Europe (Map A on Figure 2). This pattern changes the further one goes in the northern part of Europe, with the increased amount of land consumed per person (Kasanko, et al. 2006). Concerning the changes between 2010 and 2030, the majority of regions show an increase in the amount of land consumed per inhabitant, meaning that land use efficiency is declining over time. In this sense, the use of land will be less efficient in 2030. Countries that follow this trend are, for example, the Scandinavian countries and the Eastern part of Europe (shown in red and orange hues on Map B on Figure 2). There are also a few regions in the EU-28 which are expected to use land more efficiently over time. Countries that follow this trend are foreseen to decrease the land consumed per person as compared to the baseline year (read and orange hues). This is the case, for instance, in Ireland and some regions in the United Kingdom (blue hues on Map B, Figure 2). ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 11 | P a g e BUILT-UP AREA PER INHABITANT 2010 (MAP A) CHANGES IN BUILT-UP AREA PER INHABITANT 2010 -2030 (MAP B) Figure 2. Built-up area per inhabitant in 2010 and changes in m 2 per person between 2010 and 2030 according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! V a ll e tt a R o m a R i ga O s l o B e r n W i en K y i v V adu z P a r i s P r aha M i n sk T oun i s L i s boa S k op j e Z ag r eb A n k a r a M ad r i d T i r ana S o f i y a London B e r li n D ub li n A t h i na i T a lli nn N i c o s i a B eog r ad V il n i u s K i s h i ne v S a r a j e v o H e l s i n k i B udape s t W a r sz a w a P odgo r i c a E l - J a z a i r S t o ck ho l m R e yk j a v i k K ø benha v n B u c u r e s t i A m s t e r da m Lu x e m bou r g B r u x e ll e s / B r u ss e l i nd i c a t o r d e f i n i t i o n N a m e o f t h e i nd i c a t o r U n i t L e g e nd P r o j e c t - e . g R e s o u r c e E ff i c i e n c y 0 500 k m I E S - J R C ( U n i t 08 ) B u il t - up a r e a p e r p e r s o n 2010 ( m 2 / p e r s o n ) 100 - 300 301 - 400 401 - 550 > - 550 ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! Valletta Roma Riga Oslo Bern Wien Kyiv Vaduz Paris Praha Minsk Tounis Lisboa Skopje Zagreb Ankara Madrid Tirana Sofiya London Berlin Dublin Athinai Tallinn Nicosia Beograd Vilnius Kishinev Sarajevo Helsinki Budapest Warszawa Podgorica El-Jazair Stockholm Reykjavik København Bucuresti Amsterdam Luxembourg Bruxelles/Brussel indicator definition Name of the indicator Unit Legend Project - e.g Resource Efficiency 0 500 km IES-JRC (Unit08) Changes in Built-up area per person 2010-2030 (m2/person) -124 - -10 -9 - 0 1 - 15 16 - 40 41 - 150 151 - 700 >-700 ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 12 | P a g e Urban Sprawl In 2010, the average WUP, aggregated at NUTS2 level for the EU-28, was 1.10 UPU/m 2 . Much higher values were reached in capital cities such as London, Paris, Brussels and Budapest (Map A on Figure 3). The average WUP was projected to increase to 1.22 UPU/m 2 in 2020 and 1.36 UPU/m 2 in 2030. This increasing and accelerating trend indicates a general increase in urban sprawl across Europe but most significantly around Brussels, Prague, Vienna, London, and Bucharest. This can most likely be attributed to migrations of population settling at the periphery of urban centres (Map B on Figure 3).In contrast, less sprawling regions can be seen all over Europe, particularly in Spain, Italy, Greece, Ireland, Scotland and in the Scandinavian countries. Some of these regions also registered a significant increase in urban sprawl between 2010 and 2030, in particular in the southeast part of Spain and Ireland, most likely due to the population growth during this period (Figure 3). URBAN SPRAWL 2010 (MAP A) ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! V a ll e tt a R o m a R i ga O s l o B e r n W i en K y i v V adu z P a r i s P r aha M i n sk T oun i s L i s boa S k op j e Z ag r eb A n k a r a M ad r i d T i r ana S o f i y a London B e r li n D ub li n A t h i na i T a lli nn N i c o s i a B eog r ad V il n i u s K i s h i ne v S a r a j e v o H e l s i n k i B udape s t W a r sz a w a P odgo r i c a E l - J a z a i r S t o ck ho l m R e yk j a v i k K ø benha v n B u c u r e s t i A m s t e r da m Lu x e m bou r g B r u x e ll e s / B r u ss e l i nd i c a t o r d e f i n i t i o n N a m e o f t h e i nd i c a t o r U n i t L e g e nd P r o j e c t - e . g R e s o u r c e E f f i c i e n c y 0 500 k m I E S - J R C ( U n i t 08 ) U r b a n S p r a w l 2010 ( U P U / m 2 ) 0 . 0 - 0 . 5 0 . 6 - 1 . 0 1 . 1 - 1 . 5 > - 1 . 6 ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 13 | P a g e CHANGES IN URBAN SPRAWL 2010 -2030 (MAP B) Figure 3. Urban Sprawl in 2010 and absolute changes in urban sprawl between 2010 and 2030 according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. Accessibility A review of the presented accessibility maps yields common findings: for most indicators, North-western Europe has the best spatial linkages, the best network efficiency and a clearly dominant place in terms of economic opportunity. The modelled changes in accessibility levels are caused by two processes: on the one hand, changes in municipal populations modelled by LUISA; on the other hand, changes in travel times induced by transport network investments from cohesion policies that are taken into account in LUISA (see Batista e Silva, et al. 2013; Jacobs-Crisioni, et al. forthcoming). In particular new member states are assumed to receive such network improvements. One may expect that network investments increase the accessibility provisions in currently underprovided regions. Unfortunately, as the results presented here partially show, in some cases the effects of network investments are offset by the fact that population numbers in the target regions are declining, often also with migration to more central regions that benefit from even higher accessibility levels through population growth (Figure 4 and Figure 5). The results of these processes can, for example, be seen in lower network efficiency in the west of France, in the UK, and Helsinki in Finland and poorer potential accessibility in a number of regions in the Eastern part of Europe and Greece. ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! V a ll e tt a R o m a R i ga O s l o B e r n W i en K y i v V adu z P a r i s P r aha M i n sk T oun i s L i s boa S k op j e Z ag r eb A n k a r a M ad r i d T i r ana S o f i y a London B e r li n D ub li n A t h i na i T a lli nn N i c o s i a B eog r ad V il n i u s K i s h i ne v S a r a j e v o H e l s i n k i B udape s t W a r sz a w a P odgo r i c a E l - J a z a i r S t o ck ho l m R e yk j a v i k K ø benha v n B u c u r e s t i A m s t e r da m Lu x e m bou r g B r u x e ll e s / B r u ss e l i n d i c a t o r d e f i n i t i o n N a m e o f t h e i n d i c a t o r U n i t L e g e n d P r o j e c t - e . g R e s o u r c e E f f i c i e n c y 0 5 0 0 k m I E S - J R C ( U n i t 0 8 ) U r b a n S p r a w l 2 0 1 0 T o t a l c h a n g e s ( % ) 0 . 0 - 1 0 . 0 1 0 . 1 - 2 0 . 0 2 0 . 1 - 3 0 . 0 3 0 . 1 - 1 8 1 . 2 ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 14 | P a g e NETWORK EFFICIENCY 2010 (MAP A) CHANGES IN THE NETWORK EFFICIENCY 2010 -2030 (MAP B) Figure 4. Network efficiency in 2010 and relative changes between 2010 and 2030, according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! V a ll e tt a R o m a R i g a O s l o B e r n W i en K y i v V ad u z P a r i s P r a h a M i n sk T o un i s L i s b oa S k op j e Z a g r e b A n k a r a M a d r i d T i r a na S o f i y a Lo nd o n B e r li n D ub li n A t h i n a i T a lli n n N i c o s i a B e o g r a d V il n i u s K i s h i ne v S a r a j e v o H e l s i n k i B u d ap e s t W a r sz a w a P o d go r i c a E l - J a z a i r S t o ck ho l m R e yk j a v i k K ø b en h a v n B u c u r e s t i A m s t e r da m Lu x e m b ou r g B r u x e ll e s / B r u ss e l i n d i c a t o r d e f i n i t i o n N a m e o f t h e i n d i c a t o r U n i t L e g e n d P r o j e c t - e . g R e s o u r c e E f f i c i e n c y 0 5 0 0 k m I E S - J R C ( U n i t 0 8 ) N e t w o r k E f f i c i e n c y 2 0 1 0 ( D i m e n s i o n l e s s ) 1 . 4 1 . 5 - 1 . 7 1 . 8 - 3 . 4 3 . 5 - 1 4 . 0 ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! Valletta Roma Riga Oslo Bern Wien Kyiv Vaduz Paris Praha Minsk Tounis Lisboa Skopje Zagreb Ankara Madrid Tirana Sofiya London Berlin Dublin Athinai Tallinn Nicosia Beograd Vilnius Kishinev Sarajevo Helsinki Budapest Warszawa Podgorica El-Jazair Stockholm Reykjavik København Bucuresti Amsterdam Luxembourg Bruxelles/Brussel indicator definition Name of the indicator Unit Legend Project - e.g Resource Efficiency 0 500 km IES-JRC (Unit08) Network Efficiency 2010-2030 (Relative changes (%)) -3.1 - -2.0 -1.9 - 0.0 0 0.1 - 0.2 0.3 - 3.3 ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 15 | P a g e POTENTIAL ACCESSIBILITY 2010 (MAP A) CHANGES IN THE POTENTIAL ACCESSIBLITY 2010 -2030 (MAP B) Figure 5. Potential accessibility in 2010 and relative changes between 2010 and 2030 according to the EU Reference Scenario 2014 in EU-28 at NUTS2 level. ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! !! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! V a ll e tt a R o m a R i g a O s l o B e r n W i en K y i v V ad u z P a r i s P r a h a M i n sk T o un i s L i s b oa S k op j e Z a g r e b A n k a r a M a d r i d T i r a na S o f i y a Lo nd o n B e r li n D ub li n A t h i n a i T a lli n n N i c o s i a B e o g r a d V il n i u s K i s h i ne v S a r a j e v o H e l s i n k i B u d ap e s t W a r sz a w a P o d go r i c a E l - J a z a i r S t o ck ho l m R e yk j a v i k K ø b en h a v n B u c u r e s t i A m s t e r da m Lu x e m b ou r g B r u x e ll e s / B r u ss e l i n d i c a t o r d e f i n i t i o n N a m e o f t h e i n d i c a t o r U n i t L e g e n d P r o j e c t - e . g R e s o u r c e E f f i c i e n c y 0 5 0 0 k m I E S - J R C ( U n i t 0 8 ) P o t e n t i a l A c c e s s i b i l i t y 2 0 1 0 ( D i m e n s i o n l e s s ) 2 8 8 2 8 9 - 2 0 0 0 0 2 0 0 0 1 - 6 3 0 0 0 6 3 0 0 1 - 9 2 0 0 0 9 2 0 0 1 - 1 3 5 6 0 0 ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! ! Valletta Roma Riga Oslo Bern Wien Kyiv Vaduz Paris Praha Minsk Tounis Lisboa Skopje Zagreb Ankara Madrid Tirana Sofiya London Berlin Dublin Athinai Tallinn Nicosia Beograd Vilnius Kishinev Sarajevo Helsinki Budapest Warszawa Podgorica El-Jazair Stockholm Reykjavik København Bucuresti Amsterdam Luxembourg Bruxelles/Brussel indicator definition Name of the indicator Unit Legend Project - e.g Resource Efficiency 0 500 km IES-JRC (Unit08) Potential Accessibility 2010-2030 (Relative Changes %) -9.9 - -1.5 -1.4 - 0.0 0.1 - 0.0 0.1 - 10.0 10.1 - 22.0 ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 16 | P a g e 4. Conclusions This report shows preliminary results for urban and accessibility indicators, simulated according to the 2014 EU Reference scenario. Urban development and accessibility are important contributors to overall social and territorial cohesion. Projecting future land use according to the EU reference scenario 2014 gives an indication on how these two dimensions can be foreseen to evolve in the future. The modelling results show that in spite of important regional differences, overall the land use intensity is foreseen to decline in the EU-28. This implies an average increase of 6% of the amount of land consumed per person between 2010 and 2030. The impact on urban sprawl is much higher. On average we foresee a relative increase in urban sprawl of 23% (from 1.1 UPU/m 2 in 2020 to 1.36 UPU/m 2 in 2030). This trend is particularly strong in the main capitals of the European Union. As concluded in the study by Batista e Silva et al. (2013) some of these effects can, however, be offset if adequate urbanization policies are put in place. As such, economic growth and Cohesion funds can, but do not necessarily have to be detrimental to the environment as long as appropriate spatial planning policies and recommendations are considered at different territorial scales, and more efficient land use and investment in green infrastructure is encouraged. Future work using the LUISA framework will investigate the feasibility and efficiency of measures (including potential policy options) aiming to optimise land use and network connectivity. The indicators derived for the EU reference scenario 2014 will then be used as ‘baseline’ to compare the impacts of different options. ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 17 | P a g e References Baranzelli, C., Lavalle, C., Jacobs-Crisioni, C., Batista e Silva, F., Perpiña-Castillo, C., Barbosa, A. (2014) The Reference Scenario in the LUISA Platform – Updated Configuration. EUR Science and Policy Report. IN PRESS Batista e Silva F, Lavalle , Jacobs-Crisioni , Barranco R, Zulian G, Maes J, Baranzelli C, Perpiña C, Vandecasteele I, Ustaoglu E, Barbosa A, Mubareka S (2013). Direct and Indirect Land Use Impacts of the EU Cohesion Policy. Assessment with the Land Use Modelling Platform. EUR 26460. Publications office of the European Union, Luxembourg. Retrieved from: http://publications.jrc.ec.europa.eu/repository/bitstream/111111111/30405/ 1/lb-na-26460-en-n.pdf] Accessed (11.08.2014). Eurogeographics (2014) EuroBoundaryMap v81– 1:100 000 scale administrative and statistical regions. http://www. eurogeographics .org/ Eurostat (2013) Europop2010 (Eurostat Population Projections 2010-based). Last update 06.03.12, Extracted 10.01.13 Retrieved from: [http://epp.eurostat.ec.europa.eu/tgm/table.do?tab=table&init=1&language=en &pcode=tps00002&plugin=1] EC (European Commission) (2011) SEC (2011) 1565 – Impact Assessment – Energy Roamap 2050. Retrieved from: [http://ec.europa.eu/energy/energy2020/roadmap/doc/sec_2011_1565_part2. pdf] (accessed 31.07.2014). EC. (2012) The 2012 ageing report: Economic and budgetary projections for the EU27 member states (2010-2060). European Economy 2/2012. EC (European Commission) (2014a) Panorama inforegio – Cohesion policy 2014-2020, n. 8. ISSN 1608-389X . Rerieved from: http://ec.europa.eu/regional_policy/information/panorama/index_en.cfm (Accessed 15/01/2015) EC (European Commission) (2014b) Investment for jobs and growth – promoting development and good governance in EU regions and cities, Sixth report on economic, social and territorial cohesion, July 2014, ISBN 978-92-79-37910-9 (Epub), doi 10.2776/81072 (Epub) Electronic version: [http://ec.europa.eu/regional_policy/cohesion_report] (accessed 01.11.2014) Jacobs-Crisioni C, Batista e Silva F, Lavalle C, et al. (2014) Accessibility and territorial cohesion in a case of transport infrastructure improvements with endogenous population distributions. Jaeger, J. A., & Schwick, C. (2014). Improving the measurement of urban sprawl: Weighted Urban Proliferation (WUP) and its application to Switzerland. Ecological Indicators, 38, 294-308. Kasanko, M., Barredo, J. I., Lavalle, C., McCormick, N., Demicheli, L., Sagris, V., & Brezger, A. (2006). Are european cities becoming dispersed? A comparative analysis of 15 European urban areas. Landscape and Urban Planning, 77(1-2), 111-130. ",
        "Simulation of the EU Policies and Evaluation of their Territorial Impacts 18 | P a g e Lavalle, C., C. Baranzelli, F. Batista e Silva, S. Mubareka, C. Rocha Gomes, E. Koomen, and M. Hilferink. 2011. A High Resolution Land use/cover Modelling Framework for Europe: introducing the EU-ClueScanner100 model. In Computational Science and Its Applications - ICCSA 2011, Part I, Lecture Notes in Computer Science vol. 6782, edited by B. Murgante, O. Gervasi, A. Iglesias, D. Taniar and B. O. Apduhan. Berlin: Springer-Verlag. Lavalle C, Mubareka S, Perpiña Castillo C, Jacobs C, Baranzelli C, Batista E Silva F, Vandecasteele I. Configuration of a reference scenario for the land use modelling platform. EUR 26050. Luxembourg (Luxembourg): Publication Office of the European Union; 2013. JRC80684. López, E., J. Gutiérrez, et al. (2008). \"Measuring regional cohesion effects of large-scale transport infrastructure investments: An accessibility approach.\" European Planning Studies 16(2): 277-301. Nicholson, E., Collen, B., Barausse, A., Blanchard, J. L., Costelloe, B. T., Sullivan, K. M. E., . . . Milner-Gulland, E. J. (2012). Making robust policy decisions using global biodiversity indicators. PLoS ONE, 7(7) Ribeiro Barranco R, Aurambout J, Batista E Silva F, Marín Herrera M, Lavalle C. Indicators and trends for EU urban areas Data and methods in the LUISA platform in support to EU Urban and Regional Policy. Luxembourg (Luxembourg): Publications Office of the European Union; 2014. JRC93888 Stepniak, M. and P. Rosik (2013). \"Accessibility improvement, territorial cohesion and spillovers: A multidimensional evaluation of two motorway sections in Poland.\" Journal of Transport Geography 31: 154-163. ",
        "Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server http://europa.eu . How to obtain EU publications Our publications are available from EU Bookshop (http://bookshop.europa.eu) , where you can place an order with the sales agent of your choice. The Publications Office has a worldwide network of sales agents. You can obtain their contact details by sending a fax to (352) 29 29-42758. European Commission EUR 27014 – Joint Research Centre – Institute for Environment and Sustainability Title: Simulation and Evaluation of EU Policies with Territorial Impacts - Methods and preliminary results of the urban development and accessibility indicators. Authors: Ana Barbosa, Chris Jacobs-Crisioni, Jean-Philippe Aurambout, Filipe Batista e Silva, Ricardo Barranco, Claudia Baranzelli, Carolina Perpiña, Mert Kompil, Ine Vandecasteele, Carlo Lavalle Luxembourg: Publications Office of the European Union 2014 – 20 pp. – 21.0 x 29.7 cm EUR – Scientific and Technical Research series – ISSN 1831-9424 (online) ISBN 978-92-79-44689-4 (PDF) doi:10.2788/166689 ",
        "20 | P a g e ISBN 978-92-79-44689-4 doi: 10.2788/166689 JRC Mission As the Commission’s in-house science service, the Joint Research Centre’s mission is to provide EU policies with independent, evidence-based scientific and technical support throughout the whole policy cycle. Working in close cooperation with policy Directorates-General, the JRC addresses key societal challenges while stimulating innovation through developing new methods, tools and standards, and sharing its know-how with the Member States, the scientific community and international partners. Serving society Stimulating innovation Supporting legislation L B - N A - 2 7 0 1 4 - E N - N "
    ]
}