{
    "text": [
        "Note on prevalence surveys on rape and intimate partner violence in the EU-28 ",
        "European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policymakers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA Tel. +370 52157444 Email: eige.sec@eige.europa.eu http://www.eige.europa.eu www.twitter.com/eurogender www.facebook.com/eige.europa.eu main red PMS 1795C C0 M96 Y90 K2 YOUTUBE LOGO SPECS PRINT gradient bottom PMS 1815C C13 M96 Y81 K54 on dark backgrounds on light backgrounds standard no gradients watermark stacked logo (for sharing only) standard no gradients watermark stacked logo (for sharing only) white WHITE C0 M0 Y0 K0 black BLACK C100 M100 Y100 K100 www.youtube.com/eurogender http://eurogender.eige.europa.eu Print 978-92-9470-223-4 10.2839/991765 MH-01-17-801-EN-C PDF 978-92-9470-222-7 10.2839/589863 MH-01-17-801-EN-N More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2017 © European Institute for Gender Equality, 2017 Reproduction is authorised provided the source is acknowledged. ",
        "Country abbreviations AT Austria IT Italy BE Belgium LT Lithuania BG Bulgaria LU Luxembourg CY Cyprus LV Latvia CZ Czech Republic MT Malta DE Germany NL Netherlands DK Denmark PL Poland EE Estonia PT Portugal EL Greece RO Romania ES Spain SE Sweden FI Finland SI Slovenia FR France SK Slovakia HR Croatia UK_E&W United Kingdom: England and Wales HU Hungary UK_SC United Kingdom: Scotland Contents 1. Introduction 2 2. International surveys 3 3. National prevalence surveys within the EU-28 4 4. Conclusions 8 5. Endnotes 9 Annex I: Overview of national prevalence surveys’ coverage of forms of violence against women 10 Annex II: Overview of national prevalence surveys (*) according to components included in the rape definition 12 Annex III: Overview of national prevalence surveys (*) according to components included in the intimate partner violence definition (physical violence) 13 Annex IV: Overview of national prevalence surveys (*) according to dimensions included to measure intimate partner violence (psychological violence) 14 Annex V: Overview of national prevalence surveys (*) according to components included in the intimate partner violence definition (sexual violence) 15 Annex VI: Overview of national prevalence surveys (*) according to items included to measure intimate partner violence (economic violence) 16 Annex VII: List of national prevalence surveys from which information on definitions/questions was retrieved 17 ",
        "2 1. Introduction 1.1 Why collect data on rape and intimate partner violence? Violence against women is rooted in women’s unequal status in society, and that status reflects the unequal distribution of social, political and economic power between women and men in society. It is defined by the Council of Europe as ‘a violation of human rights and a form of discrimination against women and shall mean all acts of gender- based violence that result in, or are likely to result in, physical, sexual, psychological or economic harm or suffering to women, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private life’ ( 1 ). The collection of data on the prevalence of rape and intimate partner violence (IPV) is key to establishing and evaluating effective prevention measures. Detailed, accurate and comprehensive data is required to measure the magnitude and dimensions of violence against women, and to monitor changes over time. Furthermore, EU Member States that are parties to the Istanbul Convention are required to provide regular data on all forms of violence against women which are covered by the scope of the convention, disaggregated by sex, age, type of violence, victim-perpetrator relationship, geographical location and other relevant factors such as disability ( 2 ). 1.2 How do we measure prevalence? The prevalence of rape and IPV can be somewhat determined by population-based surveys and administrative data. However, in order to determine the real magnitude of the violence, we need to measure the ‘grey zone’ (as indicated in the graphic below), which is difficult based on current knowledge and available data. Administrative data Administrative data includes, but is not limited to, health records, criminal and civil justice systems, legal aid services and specific services designed to respond to women who have experienced violence. However, administrative data cannot provide an accurate estimation of the prevalence of IPV and rape at population level because acts of violence against women are under-reported, especially when violence is perpetrated by an intimate partner or family member. Additionally, administrative sources tend only to collect data on the most severe cases, which is not an accurate representation of the full extent and nature of the problem, as depicted by the graphic here. The European Institute for Gender Equality (EIGE) has a wealth of expertise in the area of administrative data collection on violence against women, which is critical for monitoring Member States’ implementation of the Istanbul Convention. EIGE has analysed the availability and comparability of administrative data on violence against women from sources in all Member States, resulting in in- depth knowledge about both the available disaggregation and gaps in data collection. EIGE has also proposed common indicators for the measurement of forms of violence against women based on the minimum data requirements of the Victims’ Rights Directive and Istanbul Convention, with the aim of supporting Member States to populate them, thereby contributing to a comparable measure of the phenomenon over time at EU level. Population-based surveys When properly designed and executed, population-based surveys produce the most reliable data on the prevalence of violence against women. This is largely because surveys have the potential to reach almost all women, regardless of whether or not they have reported violence to the police or sought help from health or specialised social services. Moreover, surveys allow for the identification of patterns and risk factors for violence against women, as well as social and health consequences ( 3 ). The Istanbul Convention mandates that parties shall endeavour to conduct population-based surveys to measure prevalence and trends in all forms of violence within the convention’s scope. The purpose of this leaflet is to describe the characteristics of international, national and EU-wide surveys on the prevalence of rape and IPV, in order to establish whether the existing data obtained from national surveys is adequate to enable comparisons across Member States and to monitor the prevalence of violence against women in each Member State, in accordance with the requirements of the Istanbul Convention. Grey zone (Actual prevalence) Disclosed violence (Survey-based data) Reported violence (Administrative data) Official statistics ",
        "3 2. International surveys Before 2014 four international surveys using similar instruments were carried out, producing data that can be used for cross-country comparisons: \u0083 The European Union Agency for Fundamental Rights (FRA) survey, ‘Violence against women — an EU-wide survey’ ( 4 ); \u0083 The International violence against women survey (IVAWS) ( 5 ); \u0083 The International crime victims survey (ICVS)/ European Survey on Crime and Safety (EU ICS) ( 6 ); \u0083 The Date rape cases among young women survey, conducted by the Mediterranean Institute of Gender Studies (MIGS) ( 7 ). Table 1 presents an overview of these surveys (target population, core topics, period of violence and descriptive variables). Table 1. Overview of cross-national surveys on violence against women in the European Union FRA survey IVAWS ICVS/EU ICS MIGS survey Year of survey 2012 Since 2003 ( a ) 1989-2005/five waves 2008 Number of Member States covered 28 28 20 5 Gender group covered Female population Total population Total population Female population Age group covered 18-74 years 18-69 years 16 years and above 18-24 years Core topics Deviation in definition of ‘ rape ’ from that of Istanbul Convention Does not specify means of penetra- tion (bodily part or object) Does not specify means of penetration (bodily part or object) and does not mention that penetration can be vaginal, anal or oral Does not specify means of penetration (bodily part or object) and does not mention that penetration can be vaginal, anal or oral Does not specify means of penetration (bod- ily part or object) and does not mention that intercourse can also be anal penetration; does not include forced sexual activity with a third per- son ( b ) Deviation in definition of IPV from that of Istanbul Convention Includes all ele- ments of Istanbul Convention Excludes psychological and economic violence Asks only for physical attacks and threat, as well as sexual violence; excludes economic violence Excludes economic violence Types of IPV included Physical, sexual, psychological, economic Physical, sexual Physical, sexual Physical, sexual, psycho- logical Descriptive variables Number of victimisations (lifetime) Only after the age of 15 ( c ) Unclear Only the past 5 years Only since completion of high school Number of victimisations (past 12 months) Limited ( c ) No/unclear Limited ( d ) No Number of victims (lifetime) Yes ( e ) Yes Yes (only includes vic- tims that were raped in the 5 years prior to the survey) Yes (only victims subject- ed to violence by date or partner; only includes vic- tims aged 16 to 24 years) Number of victims (past 12 months) Yes No/unclear Limited ( d ) No By partner/ex-partner Yes Yes Limited (it may not be clear to which sexual offence the categorisa- tion of the perpetrator refers) Yes Gender of perpetrator Yes Only male No No ( a ) Differences by country. ( d ) It may not be clear to which sexual offence the timespan refers. ( b ) Only refers to rape by intimate partner or a date. ( e ) Excludes victims that were raped as a child (below 15 years). ( c ) Categories: never/once/2-5 times/6 or more times. ",
        "4 2.1 How rape is measured In all four of the aforementioned surveys, the items measuring rape mention ‘forced sexual intercourse’ (although the MIGS survey does not use the word ‘force’ but rather, ‘against my will’). The FRA survey goes further and specifies rape as ‘forced oral sex, forced anal or vaginal penetration’, whereas the other surveys do not specify the acts or means of penetration. All the surveys except the MIGS survey go beyond the definition of the Istanbul Convention and include additional questions on attempted rape and forced sexual intercourse with someone other than the perpetrator. The FRA survey also distinguishes between physical force and psychological force used by the perpetrator. The FRA survey, the IVAWS and the MIGS survey all allow for a distinction between rape by partners/ex-partners and non-partners. The ICVS includes a question on whether sexual offences were carried out by a partner/ex-partner or a non-partner, allowing for these figures to be connected to instances of rape. Whereas the FRA survey allows for the sex of the perpetrator to be identified, the IVAWS only includes rape perpetrated by men, and the two other surveys do not address the sex of the perpetrator at all. It is worth noting that the MIGS survey only asks about rape by a person with whom the victim was in a relationship/dating; this is a crucial limitation to the measure of prevalence, as it does not ask about rape by strangers, family members or acquaintances (Table 1). Therefore, the FRA survey most closely fits with the definition of rape given by the Istanbul Convention. 2.2 How intimate partner violence is measured According to the Istanbul Convention, IPV can take various forms: physical, sexual, psychological and economic violence (PV, SV, PSV and EV respectively). Each of these international surveys includes items that measure physical and sexual violence; only the MIGS and FRA surveys measure psychological violence; and only the FRA survey measures economic violence. With the exception of the ICVS/EU ICS, the items used in the surveys to measure physical and psychological violence correspond almost exactly to the items suggested in the United Nations (UN) statistical guidelines for surveys ( 8 ). The ICVS/EU ICS uses questions that merely distinguish between the severity of the incident (threat or actual use of force) and whether weapons were used ( 9 ). The FRA survey measures sexual violence (other than rape) using items that mostly correspond to the content of the UN statistical guidelines, although in less detail. The items for sexual violence in the MIGS survey deviate quite substantially from the UN’s suggested items, as they do not distinguish between the type of force or coercion, and the specification of the sexual acts differs (Table 1). As in the case of rape, the FRA survey is the closest fit to the definition of IPV used in the Istanbul Convention. 2.3 Descriptive variables These surveys mainly produce data on the numbers of victims who have experienced a certain kind of violence during their lifetime or over a specific period. Only the FRA survey (and potentially the MIGS survey) could provide figures on the number of females victimised during the 12 months preceding the survey. This prevalence data would be most suitable for comparison with administrative data; however, most of these surveys do not obtain data on the frequency of victimisation, as respondents are not asked how often they experienced a certain form of violence. An exception is the FRA survey, which gives an indication of repeated victimisation during the preceding year and could therefore be compared to annual administrative data on incidents and/or cases (Table 1). 3. National prevalence surveys within the EU-28 A total of 44 national prevalence surveys that included questions related to IPV or rape were identified (all conducted between 2007 and 2014, or, if none could be identified in that period, between 2003 and 2007). The sociodemographic characteristics of the studied population and type of violence are described in Table 2. Additional information can be found in Annex I. 3.1 Where rape and intimate partner violence are measured The Member States that have national prevalence surveys to measure rape and IPV, and the time-period covered, are described in Figure 1. Of the national prevalence surveys, 34 from 22 Member States (BE, BG, CZ, DK, DE, EE, EL, ES, FR, HR, IT, CY, LU, HU, MT, NL, AT, RO, SI, SK, SE, UK_E&W/UK_SC) asked about rape. Additional information can be found in Annex I. 3.1.1 How rape is measured The UN Statistical Commission recommends measuring rape based on its detailed definition, whereby rape refers to ‘engaging in the non-consensual vaginal, anal or oral penetration of a sexual nature of the body of another person with any bodily part or object, including through the use of physical violence and by putting the victim in a situation where she cannot say no or complies because of fear’ ( 10 ). The definitions used in the identified national surveys are similar to the UN definition, although they are often narrower ",
        "5 Table 2. Sociodemographic characteristics and type of violence covered by 44 national prevalence surveys Gender \u0083 14 cover solely the female population \u0083 24 cover both genders \u0083 6 do not identify the gender of the respondent Age group \u0083 The large majority of surveys cover the adult national population, and most refer to a population aged 18 years and older, with a few also covering younger people \u0083 14 surveys cover the adult population with no upper age limit, whereas 21 surveys limit the upper age range to people in their 60s or 70s Reference period ( a ) \u0083 29 surveys refer to experiences of IPV during the lifetime \u0083 22 surveys refer to experiences of IPV during the last 12 months Type of violence \u0083 Rape \u0083 IPV \u0083 29 surveys cover rape 41 surveys cover IPV: \u0083 32 cover physical violence \u0083 31 cover psychological violence \u0083 34 cover sexual violence \u0083 14 cover economic violence ( a ) For rape see Table 1. ( b ) Intimate partner violence. 11 ( xi ) 22 ( viii ) 20 ( vi ) 21( iv ) 18 ( ii ) 8 ( ix ) 17 ( vii ) 16 ( v ) 17 ( iii ) 13 ( i ) 0 5 10 15 20 25 Economic IPV ( a ) Sexual IPV ( b ) Psychological IPV ( b ) Physical IPV ( b ) Rape ( a ) Prior 12 months Lifetime ( a ) United Kingdom: England and Wales (UK_E&W) and United Kingdom: Scotland (UK_SC) counted as one Member State. ( b ) UK_E&W and UK_SC are counted separately for this purpose. ( i ) DK, EL, ES, FR, IT, CY, LUc, MT, NL, RO, SI, SE, UK_E&W, UK_SC ( ii ) BG, CZ, DK, DE, EE, EL, ES, FR, IT, CY,HU, MT, NL, AT, RO, SK, SE, UK_E&W, UK_SC ( iii ) BE, CZ, DK, EE, EL, ES, FR, IT, CY, MT, NL, RO, SI, FI, SE, UK_E&W, UK_SC ( iv ) BE, CZ, DK, DE, EE, EL, ES, HR, IT, CY, LV, HU, MT, NLc, PT, RO, SI, SK, SE, UK_E&W, UK_SC ( v ) BE, CZ, DK, EE, EL, ES, FR, IT, CY, MT, RO, SI, FI, SE, UK_E&W, UK_SC ( vi ) BE, CZ, DK, DE, EE, EL, ES, IT, CY,LV, HU, MT, NL,AT, RO, SI, SK, SE, UK_E&W, UK_SC ( vii ) BE, CZ, DK, EE, EL, ES, FR, IT, CY, MT, NL, RO, SI, FI, SE, UK_E&W, UK_SC ( viii ) BE, CZ, DK, DE, EE, EL, ES, IT, CY, LV, LT, HU, MT, NL, PL, PT, RO, SI, SK, SE, UK_E&W, UK_SC ( ix ) BE, CZ, ES, FR, IT, CY, MT, UK_E&W, UK_SC ( x ) BE, CZ, ES, HR, IT, CY, MT, AT, SK, SE, UK_E&W, UK_SC Number of Member States and do not cover all the elements. Most surveys refer to the use of force and/or lack of consent in combination with sexual intercourse. The reference to sexual intercourse is mostly general, with only a couple of surveys explicitly including oral and/or anal penetration. Only a few surveys include specifics such as taking advantage of vulnerabilities, the use of an object and/or of other body parts for penetration, and a specific question on marital rape or rape in intimate partner relationships. National surveys can thus only be compared using a narrower definition than the UN’s, namely: sexual intercourse by use of force or lack of consent. There will be some information bias, stemming from the fact that some surveys explicitly include Figure 1. EU Member State measurements of rape and intimate partner violence in national prevalence surveys ",
        "6 anal and oral penetration in their definition, while others refer to sexual intercourse in general, leaving the interpretation of ‘sexual intercourse’ up to the respondent. This might generate errors (under- or over-coverage of cases of anal/oral penetration in some surveys compared to others). Additional information can be found in Annex II. 3.1.2 How intimate partner violence is measured IPV encompasses four dimensions: physical, psychological, sexual and economic violence ( 9 ). 3.1.2.1 Physical violence The following elements are suggested by the UN Statistical Commission to measure physical violence in surveys: slapping, throwing something at the partner, pushing/ shoving/pulling hair, hitting, hitting with fists or other objects, kicking/biting/dragging, beating, choking/burning or threatening with a knife/gun/other weapon ( 8 ). The majority of Member State surveys that measure prevalence over the past 12 months used several of these components to measure physical violence. Often, the components use the same, or similar, wording, while at other times the wording is different but the meaning is similar (see Figure 2). Additional information can be found in Annex III. 3.1.2.2 Psychological violence Regarding psychological violence, most surveys use components suggested by the UN Statistical Commission that integrate the two dimensions of emotional abuse and controlling behaviour ( 11 ). Figure 3 shows the most frequent components used by national prevalence surveys to measure psychological violence over the past 12 months. Additional items that go beyond the elements suggested by the UN are also listed. Additional information can be found in Annex IV . 3.1.2.3 Sexual violence The UN Statistical Commission suggests distinguishing between rape, attempted rape and other sexual acts ( 12 ). In 11 Member States, surveys (that include prevalence over the past 12 months) ask about experience of rape in general (BE, CZ, DK, EE, FR, IT, MT, NL, PT, SE, UK_E&W/UK_SC), but surveys in only four Member States refer to attempted rape (BE, DK, PT, UK_E&W/UK_SC). In 10 Member States, surveys refer to other sexual acts that are forced and/or without consent (BE, DK, EE, EL, FR, IT, NL, PT, SE, UK_SC) and surveys in five Member States (EE, MT, NL, PT, UK_SC) refer to sexual harassment. Additional information can be found in Annex V. 0 2 4 6 8 10 12 Other physical attacks (*) Pushing the person Strangling/ smothering Additional components ( a ) Hitting with a fist or object Kicking or punching Choking Using a knife or gun on someone Slapping Throwing something at the person Pulling hair Beating someone Burning someone Threatening someone with a knife or gun Number of Member States ( i ) BE, EE, FR, IT, MT ( ii ) EE, IT, MT, UK ( iii ) DK, EE, MT, UK ( iv ) BE, EE, IT, CY, MT, FI, SE ( v ) BE, EE, FR, IT, CY, MT, SE, UK ( vi ) BE, DK, EE, FR, IT, CY, MT, SE, UK ( vii ) CZ, DK, EE, IT, CY, MT, SE, UK ( viii ) BE, DK, EE, FR, IT, CY, MT, SE, UK ( ix ) BE, DK, EE, FR, IT, CY, MT, FI, SE, UK ( x ) BE, DK, EE, FR, IT, CY, MT, FI, SE, UK ( xi ) BE, DK, EE, FR, IT, CY, UK ( xii ) BE, DK, EE, FR, IT, SE, UK ( xiii ) BE, CZ, EE, FR, IT, CY, FI, SE, UK ( a ) Components not suggested by the UN Statistical Commission. (*) Holding down/ immobilising, grabbing, biting, twisting arm, shoving, kicking with foot. 5 ( i ) 4 ( ii ) 4 ( iii ) 7 ( iv ) 8 ( v ) 8 ( vii ) 9 ( vi ) 9 ( viii ) 9 ( xiii ) 10 ( ix ) 10 ( x ) 7 ( xi ) 7 ( xii ) Figure 2. Components used to measure physical violence over the past 12 months in EU Member State national prevalence surveys ",
        "7 ( a ) UK_E&W and UK_SC counted as one Member State. (i) BE, CZ, EE, EL, IT, CY, MT, AT, RO, FI, SE, UK_E&W, UK_SC ( a ) (ii) BE, EL, FR, IT, CY, MT, AT, SE, UK_SC (iii) BE, CZ, EE, EL, FR, IT, CY, SE, UK_E&W, UK_SC ( a ) (iv) BE, CZ, DE, IT, CY 12 ( i ) 9 ( ii ) 9 ( iii ) 5 ( iv ) Emotional abuse Emotional abuse Controlling behaviour Additional items Stalking the partner, e.g. harassing her by email, silent calls or following her Threatening to hurt the partner or others she cares about Insulting or making someone feel bad about themselves Isolating the partner by preventing her from seeing family or friends Number of Member States Figure 3. Components used to measure psychological violence over the past 12 months in EU Member State national prevalence surveys 3.1.2.4 Economic violence The identified national prevalence surveys measure different aspects of economic violence, generally corresponding to those suggested by the UN Statistical Commission, i.e. denying the partner access to property and durable goods; deliberately not complying with economic responsibilities, such as alimony or financial support for the family and thereby exposing her to poverty and hardship; denying her access to the labour market and education; or denying her participation in decision-making concerning finances. Additional information can be found in Annex VI . Other aspects of economic violence mentioned in these surveys are as follows. \u0083 Destroying common property on purpose; selling common goods. \u0083 Stealing from the partner (stealing or otherwise taking away money, such as salary, pension, etc.). \u0083 Aspects relating to the partner’s work life/career: harassing the partner at work with frequent calls or visits, forbidding the partner to take trips for professional training, business trips etc., making a scene at the workplace. This latter aspect (limiting her career) would be a particularly interesting addition to the UN Statistical Commission’s definition of economic violence, as it adds a new dimension. ",
        "8 4. Conclusions 4.1 International surveys International surveys which measure the prevalence of violence against women on an EU scale are scarce. Out of four identified international surveys, the FRA survey is the most suitable to support monitoring of the Istanbul Convention at EU level because of the definitions used to measure forms of violence against women, the characteristics and size of the sample. In addition, it covers all 28 EU Member States, among a sample of women aged 18-74 years. However, for the purposes of monitoring the implementation of the Istanbul Convention, the survey would need to be undertaken periodically. 4.2 National prevalence surveys National prevalence surveys were not comparable across Member States. There are several limitations affecting comparability. \u0083 Different composition of the samples (i.e. only women, or both women and men included), limiting the number of surveys where the samples converge. \u0083 Different age groups included in survey samples. \u0083 Inclusion/exclusion of frequency of victimisation. \u0083 Surveys conducted in different years, most within a time span of 10 years, but in some even beyond that. \u0083 Differences in the definitions of forms of violence and in the type of items used to measure the concept of violence. Consequently, in order to obtain reliable data on violence against women at the European Union level, an international survey is required (such as the survey carried out by the FRA in 2012) that uses a consistent methodology across Member States. This would ensure comparable and unbiased measurement. The availability of such data is fundamental for the development and evaluation of appropriate policies and actions to combat the widespread phenomenon of violence against women. For the purposes of measuring prevalence at national level, a significant number of surveys are capable of this task, and can be used for monitoring of the Istanbul Convention at national level only. ",
        "9 5. Endnotes (1) Council of Europe, Council of Europe convention on preventing and combating violence against women and domestic violence. Available at: http://www.conventions. coe.int/Treaty/EN/Treaties/Html/210.html (2) Council of Europe, Questionnaire on legislative and other measures giving effect to the provisions of the Council of Europe convention on preventing and combating violence against women and domestic violence , 2016. Available at: https:// rm.coe.int/CoERMPublicCommonSearchServices/ DisplayDCTMContent?documentId=09000016805c95b0 (3) UN Department of Economic and Social Affairs, Guidelines for producing statistics on violence against women — statistical surveys , Statistics Division of the United Nations, New York, 2014. Available at: http://unstats. un.org/unsd/gender/docs/Guidelines_Statistics_VAW. pdf (4) European Union Agency for Fundamental Rights, Violence against women: an EU-wide survey – main results. Publications Office of the European Union, Luxembourg, 2014. Available at: http://fra.europa.eu/sites/default/ files/fra-2014-vaw-survey-main-results-apr14_en.pdf (5) Johnson, H., Ollus, N. and Nevala, S., Violence against women — An international perspective , Springer, New York, 2008. (6) van Dijk, J. et al., United Nations Office on Drugs and Crime (UNODC) and United Nations Interregional Crime and Justice Research Institute (UNICRI), Criminal victimisation in international perspective — Key findings from the 2004-2005 ICVS and EU ICS, 2007. Available at: http://www.unicri.it/services/library_documentation/ publications/icvs/publications/ICVS2004_05report.pdf (7) Mediterranean Institute for Gender Studies, Date rape cases among young women: strategies for support and prevention. University of Nicosia Press, 2008. (8) UN Department of Economic and Social Affairs, Guidelines for producing statistics on violence against women — statistical surveys , Statistics Division of the United Nations, New York, 2014. Available at: http://unstats. un.org/unsd/gender/docs/Guidelines_Statistics_VAW. pdf (9) United Nations Interregional Crime and Justice Research Institute (UNICRI), The international crime victim surveys questionnaire, 2006. Available at: http://wp.unil.ch/icvs/ files/2012/11/2005FaceToFace.pdf (10) UN Department of Economic and Social Affairs, Guidelines for producing statistics on violence against women — statistical surveys , Statistics Division of the United Nations, New York, 2014. Available at: http://unstats.un.org/unsd/gender/docs/Guidelines_ Statistics_VAW.pdf (11) UN Department of Economic and Social Affairs, Guidelines for producing statistics on violence against women — statistical surveys , Statistics Division of the United Nations, New York, 2014. Available at: http://unstats.un.org/unsd/gender/docs/Guidelines_ Statistics_VAW.pdf (12) UN Department of Economic and Social Affairs, Guidelines for producing statistics on violence against women — statistical surveys , Statistics Division of the United Nations, New York, 2014. Available at: http://unstats.un.org/unsd/gender/docs/Guidelines_ Statistics_VAW.pdf ",
        "10 Annex I: Overview of national prevalence surveys’ coverage of forms of violence against women Survey code (≠) Rape PV PSV SV EV Intimate partner violence period Rape period Gender group Age group Year BE01 √ √ √ √ √ LF (*)/past 12 months LF (*)/past 12 months Both 18-75 2009 BE02 √ Past 12 months LF (*)/past 12 months Both 15+ 2013 BG01 √ n/a LF (*) Women 18+ 2011 CZ01 √ √ √ √ √ LF (*)/past 12 months LF (*) Women 18-65 2012 DK01 √ √ √ √ Past 5 years Past 12 months Both 16-74 Since 2005 DK02 √ √ √ LF (*) 18+ LF (*) 18+ Both 16+ Since 2000 DK03 √ √ √ √ Past 12 months Past 12 months Both 16-74 2007-2011 DE01 √ √ √ √ LF (*) LF (*) Women 18-65 2003 EE02 √ √ √ √ LF (*) past 12 months) LF (*) Both 15-74 2010 EE01 √ √ Past 12 months n/a Both 15-74 2009 EE03 √ √ √ LF (*)/past 12 months n/a Both 16-19 2015 EE04 √ √ √ √ LF (*) LF (*) Women 16-44 2014 EL01 √ √ √ √ LF (*)/past 12 months LF (*)/past 12 months Women 18-60 2002-2003 ES01 √ √ 12 months n/a Both 16+ 2009 ES05 √ √ √ √ √ LF (*)/past 12 months LF (*)/past 12 months Women 16+ Since 1999 FR01 √ √ n/a LF (*) Both 14-74 Since 2007 FR02 √ √ √ √ √ Past 12 months Past 12 months Women 20-59 2000 FR03 √ n/a Past 2 years No info 18-75 2005-2006 HR01 √ √ √ LF (*) n/a Women 18-89 2011-2012 IT01 √ √ √ √ √ LF (*)/past 12 months LF (*)/past 12 months Women 16-70 2006 CY03 √ √ √ √ 18+ n/a n/a n/a n/a CY04 √ √ √ √ LF (*) LF (*) No info No info CY01 √ √ √ √ LF (*) n/a Women 18+ 2012 LV01 √ √ √ LF (*)/past 5 years n/a Both 15-49 2011 LT01 √ LF (*) n/a Both 15-74 2009 LU01 √ n/a Over past 5 years Both 16+ 2013 LU02 √ √ n/a n/a n/a n/a 2004-2005 HU01 √ √ √ √ LF (*) LF (*) Women 18+ 1999 MT01 √ √ √ √ √ LF (*)/past 12 months LF (*)/past 12 months Women 18-59 2010 NL03 √ n/a LF (*) Both 12-25 2011 NL02 √ √ LF (*) LF (*) Both 15-71 2011 NL01 √ √ √ Past 5 years LF (*)/past 12 months Both 18+ 2007-2010 ",
        "11 Survey code (≠) Rape PV PSV SV EV Intimate partner violence period Rape period Gender group Age group Year NL04 √ √ Past 12 months n/a Both 15+ 2014 AT01 √ √ √ LF (*) LF (*) Both 16-60 2010 PT01 √ √ LF (*) n/a Both 18+ 2007 PL01 √ LF (*) n/a Both 18+ 2010 RO01 √ √ √ √ LF (*)/past 12 months LF (*)/past 12 months Both 18+ 2008 SI01 √ √ √ √ LF (*)/past 12 months 12 months Women 18-80 2010 SK01 √ √ √ √ √ LF (*) LF (*) Women 18-65 2008 FI02 √ √ √ Past 12 months n/a Both 15-74 Since 1980, last: 2012- 2013 SE01 √ √ √ √ LF (*)/past 12 months Past 12 months Both 18-74 2012 SE02 √ √ √ 12 months n/a Both 16-69 2012-2013 SE03 √ √ √ √ √ LF (*) LF (*)* Women 18-64 1999-2000 UK02 √ √ √ √ √ LF (*) since 16/past 12 months since 16 LF (*)/Past 12 months Both 16+ 2010-2011 UK01 √ √ √ √ √ LF (*) since 16/past 12 months since 16 LF (*)/Past 12 months Both 10+ 2012-2013 (*) LF refers to lifetime. ( ≠ ) List of surveys and codes is in Annex VII. Source: Table constructed by Milieu (in consultation with national experts). ",
        "12 Annex II: Overview of national prevalence surveys (*) according to components included in the rape definition Components Lifetime Last 12 months No info/other Use of force, coercion or deceit — Specify BE01, DK03, DE01, EE04, EE02, ES02, FR02, FR03, CY02, MT01, SI01, SK01, SE03, SE01 (11) (≠) BE01, DK03, DK04, ES02, FR02, CY02, MT01, EL01, LU01, LU02 (8) Taking advantage of vulnerabili- ties (mental, physical, age, etc.) — Specify FR03, IT01, MT01, SE03, SE01, UK02 (5) DK04, CY02, MT01, SE03 (4) Lack of consent BE01, DE01, EE04, ES02, FR02, FR03, IT01, CY02, MT01, NL03, NL02, AT01, SE03, SE01, UK01, UK02 (12) BE01, DK04, ES02, FR02, CY02, MT01, SE03 (7) HR01(1) Sexual intercourse (i.e. sexual contact involving penetration, especially the insertion of a man’s sexual organ into a woman’s vagina) BE01, DE01, EE04, EE02, ES02, FR03, FR02, IT01, CY02, MT01, NL03, NL02, AT01, SI01, SK01, SE01, UK01, UK02 (14) BE01, BE02, DK04, ES02, FR02, CY02, MT01 (6) EL01, HR01, LU01, LU02 (3) Other forms of penetration (anal, oral or other) EE04, ES02, IT01, CY02, NL03, AT01, SI01, SE01, UK01, UK02 (9) BE02, ES02, CY02 (3) Use of object DE01, EE04, IT01, AT01, UK01 (5) Use of other body parts than male genital organ for the pene- tration IT01, AT01, UK01 (3) Marital/intimate relationship rape DK03, DE01, EE04, ES02, FR02, IT01, CY02, MT01, AT01, SI01, SE03, SE01, UK01, UK02 (12) DK03, DK04, ES02, FR02, CY02, MT01, SE03 (6) EL02, LU01, LU02 (2) Other DK03, DK04, FR02 (2) (*) List of surveys and codes is in Annex VII. ( ≠ ) The number of Member States is indicated in brackets. ",
        "13 Annex III: Overview of national prevalence surveys (*) according to components included in the intimate partner violence definition (physical violence) S l a p T h r o w s o m e t h i n g H a i r H i t t i n g w i t h fi s t / o b j e c t K i c k / p u n c h i n g B e a t B u r n C h o k e T h r e a t e n k n i f e / g u n U s e k n i f e / g u n O t h e r d e fi n i t i o n s P u s h i n g S h a k i n g S t r a n g l e / s m o t h e r O t h e r p h y s i c a l a t t a c k T h r e a t e n t o k i l l / h a r m b o d y L i f e t i m e BE01 BE01 BE01 BE01 BE01 DE01 DE01 BE01 BE01 CZ01 EL, FR, HR, LV, PT, RO, SI BE01 DK03 BE01 BE01 EE04 DE01 EE03 DE01 DK03 DK03 EE04 EE02 DK03 EE03 DK03 DK03 CY01 DK03 CZ01 CY01 EE02 EE02 EE03 DE01 DE01 EE02 ES02 DE01 EE04 DE01 DE01 DE01 DE01 SK01 ES02 ES02 EE04 EE03 EE03 ES02 IT01 EE03 ES02 EE02 EE03 EE03 EE03 IT01 IT01 EE02 EE04 EE04 CY01 EE04 IT01 ES02 EE04 EE04 EE04 CY01 CY01 ES02 EE02 ES02 HU01 MT01 EE02 MT01 IT01 IT01 IT01 ES02 CY02 CY02 IT01 ES02 IT01 MT01 UK01 ES02 SK01 CY01 CY01 CY02 IT01 MT01 MT01 CY01 IT01 CY01 SK01 IT01 SE03 CY02 SE03 SE03 CY02 SK01 SE03 CY02 CY01 CY02 UK02 CY01 MT01 SE02 UK02 SE03 SE02 SE02 MT01 CY02 MT01 CY02 SE01 SE01 SE02 SE01 UK02 SK01 MT01 SE03 MT01 SE03 UK01 UK02 UK01 SE03 SE03 SE02 SE01 UK01 UK02 SE02 SE02 SE01 SE03 UK02 SE01 SE01 UK02 UK02 UK01 M S * * 10 8 09 10 10 7 7 10 7 10 7 8 2 8 9 3 P a s t 1 2 m o n t h s BE01 BE01 BE01 BE01 BE01 DK04 EE02 BE01 BE01 CZ01 BE01 BE01 DK04 BE01 BE01 DK04 EE03 EE03 DK04 DK04 EE02 IT01 DK04 EE03 DK04 EE02 DK04 DK04 CZ01 EE02 EE02 EE02 EE03 EE03 MT01 MT01 EE03 FR02 EE02 FR02 EE03 EE03 EE03 FR02 FR02 IT01 EE02 FR02 UK02 UK01 EE02 IT01 IT01 SE02 FR02 FR02 FR02 IT01 IT01 CY02 FR02 IT01 FR02 MT01 CY02 SE01 IT01 IT01 IT01 CY02 CY02 MT01 IT01 CY02 IT01 MT01 UK01 SE02 CY02 CY02 MT01 MT01 FI02 CY02 MT01 CY02 SE01 SE01 UK02 FI02 SE01 SE02 SE02 MT01 FI02 MT01 UK01 UK02 SE02 SE02 UK02 SE01 FI02 SE01 SE01 UK02 UK01 UK02 UK01 SE02 SE02 UK02 SE01 UK02 UK01 M S * * 9 8 7 10 10 4 4 9 5 8 5 7 1 7 9 0 (*) List of surveys and codes is in Annex VII. (**) Member States ‘Other definitions’ refers to definitions not covered by the UN Statistical Commission’s guidelines. ",
        "14 Annex IV: Overview of national prevalence surveys (*) according to dimensions included to measure intimate partner violence (psychological violence) Dimensions of psychological violence Lifetime Past 12 months (a) Emo­ tional abuse Insulting her or making her feel bad about herself BE01, EE04, EL01, ES02, FR01,IT01, CY01, CY02, MT01, AT01, SK01, SE01, SE03, UK02 (12) (≠) BE01, EL01, FR02, IT01, CY02, MT01, AT01, SE01, UK02 (9) Belittling or humiliating her in front of other people CZ01, EE03, ES02, IT01, CY01, MT01, AT01, RO01, SK01, UK01 (10) CZ01, EE03, IT01, MT01, AT01, RO01, UK01 (7) Deliberately scaring or intimidating her BE01, EE03, ES02, CY01, MT01, AT01, RO01 (7) BE01, EE03, MT01, AT01, RO01 (5) Threatening to hurt her or others she cares about BE01, DE01, EE03, EE04, EL01, ES02, IT01, CY01, CY02, HU01, MT01, AT01, RO01, SE01, SE03, UK01, UK02 (13) BE01, CZ01, EE03, EL01, IT01, CY02, MT01, AT01, RO01, FI02, SE01, UK01, UK02 (12) (b) Con­ trolling be­ haviour Isolating her by preventing her from seeing family or friends BE01, CZ01, EE04, EE03, EL01, ES02, IT01, CY01, CY02, MT01, SE03, SE02, UK01, UK02 (10) BE01, CZ01, EE03, EL01, FR02, IT01, CY02, SE02, UK01, UK02 (9) Monitoring her whereabouts and social interactions BE01, EE04, ES02, CY01, CY02, MT01, AT01, SE03 (7) BE01, FR02, CY02, AT01 (4) Ignoring her or treating her indiffer- ently BE01, ES02, IT01, MT01 (4) BE01, FR02, IT01 (3) Getting angry if she speaks with other men ES02, IT01, CY01, CY02, MT01 (4) IT01, CY02 (2) Making unwarranted accusations of infidelity ES02, IT01, MT01 (3) FR02, IT01 (2) Controlling her access to healthcare ES02, MT01 (2) (0) Controlling her access to education or the labour market EE03, ES02, IT01, CY02 (4) EE03, IT01, CY02 (3) (c) Add­ itional items Stalking (harassing by email, silent calls, following) BE01, CZ01, DE01, IT01, CY02, (5) BE01, CZ01, FR02, IT01, CY02 (5) (*) List of surveys and codes is in Annex VII. ( ≠ ) The number of Member States is indicated in brackets. ",
        "15 Annex V: Overview of national prevalence surveys (*) according to components included in the intimate partner violence definition (sexual violence) Component of sexual violence Lifetime Past 12 months Rape (refers to engaging in non-consensual vaginal, anal or oral penetration of a sexual nature of the body of another person with any bodily part or ob- ject, including through the use of physical violence and by putting the victim in a situation where she cannot say no or complies because of fear) CZ01 BE01 BE01 DK03 EE03 CZ01 DE01 ES02 DK04 EE03 IT01 EE03 EE04 MT01 EE03 CY01 NL02 FR02 SE02 PT01 IT01 UK01 SK01 MT01 SE01 NL02 UK02 PT01 SE02 SE01 UK01 UK02 Attempted rape (refers to attempting to have non-consensual sexual intercourse through the use of force or threats) BE01 BE01 ES02 DK04 PT01 PT01 UK02 UK01 UK02 Other sexual acts forced and/or without consent (intimate touching without consent, sexual acts other than intercourse forced by money, sexual acts other than intercourse obtained through threats of physical violence, sexual acts other than intercourse obtained through threats to the well-being of family members, use of force or coercion to obtain unwant- ed sexual acts or any sexual activity that the female partner finds degrading or humiliating, other acts of sexual violence) BE01 BE01 ES02 DK04 NL02 EE03 PL01 EL01 PT01 FR02 SK01 IT01 SE01 NL02 UK02 PT01 SE01 SE02 UK02 Sexual harassment LT01 EE01 MT01 EE03 NL02 MT01 PL01 NL02 PT01 PT01 UK02 UK02 (*) List of surveys and codes is in Annex VII. ",
        "16 Annex VI: Overview of national prevalence surveys (*) according to items included to measure intimate partner violence (economic violence) Items included Lifetime Past 12 months Denying her access to property and durable goods ES02, IT01, CY01, CY02, MT01, SK01, SE03, UK02 (7) (≠) FR02, IT01, CY02, MT01, UK02 (5) Deliberately not complying with economic responsibilities, such as alimony or financial support for the family, thereby exposing her to poverty and hardship BE01, CZ01, CY01, MT01, SK01, UK01 (6) BE01, CZ01, MT01, UK01 (4) Denying her access to the labour market and education ES02, HR01, IT01, CY01, MT01, SE03 (6) IT01, MT01 (2) Denying her participation in decision-making concerning economic status ES02, IT01, CY02, SE03 (4) IT01, CY02 (2) Other HR01, CY01, CY02, AT01, SK01, UK02 (5) CY02, UK02 (2) (*) List of surveys and codes is in Annex VII. ( ≠ ) The number of Member States is indicated in brackets. ",
        "17 Annex VII: List of national prevalence surveys from which information on definitions/questions was retrieved Member State Survey code Survey title Link Austria AT01 Violence in the Family and in Close Social Spheres: Austrian Prevalence Study on Violence against Women and Men (2010) https://www.bmwfw.gv.at/Presse/AktuellePresse- Meldungen/Documents/Gewaltpr %C3 %A4valenz-Stud- ie %202011-Executive %20Summary.pdf Belgium BE01 Emotional, physical and sexual abuse — the experiences of women and men http://igvm-iefh.belgium.be/sites/default/files/down- loads/41 %20- %20Dark %20number_ENG.pdf BE02 Study on domestic violence based on the health survey 2013 http://igvm-iefh.belgium.be/sites/default/files/rapport_ intrafamiliaalgeweld_final_fr.pdf Bulgaria BG01 Sexual violence against women in Bulgaria http://alpharesearch.bg/bg/socialni_izsledvania/social- ni_publikacii/seksualnoto-nasilie-nad-jeni-v-balgari- ya.746.html Cyprus CY01 Extent, frequency, nature and conse- quences of domestic violence against women in Cyprus http://www.familyviolence.gov.cy/upload/research/ erevna_2012oct_viol-ag-women_summary_en.pdf CY 02 Cyprus Victimisation Survey 2009 http://www.mof.gov.cy/mof/cystat/statistics.nsf/All/ EC1D29D89C470F04C2257B1A0039544B/$file/VICTIMIS- ATION-2009-EL-220213.pdf Czech Republic CZ01 Economic impacts of domestic violence in the Czech Republic http://www.profem.cz/shared/clanky/68/profem-stud- ie2b-en-web.pdf Germany DE01 Health, Well-being, Personal Safety of Women in Germany. A Representative Study of Violence against Women in Germany http://www.cahrv.uni-osnabrueck.de/conference/Sum- maryGermanVAWstudy.pdf Denmark DK01 Annual victimisation survey http://justitsministeriet.dk/sites/default/files/media/ Arbejdsomraader/Forskning/Forskningsrapporter/2011/ Offerrapport_2010.pdf DK02 Danish National Health Interview Surveys (NHIS) http://www.niph.dk/upload/english_summary.vio- lence_003.pdf DK03 Dating Violence in Denmark http://www.si-folkesundhed.dk/upload/dating_vio- lence_in_denmark,_english_summary.pdf Estonia EE02 Gender Equality and Inequality: Attitudes and Situation in Estonia in 2009 http://www.kriminaalpoliitika.ee/sites/krimipoliitika/ files/elfinder/dokumendid/crime_victim_survey_2009. pdf EE01 Estonian Safety Survey http://pub.stat.ee/px-web.2001/I_Databas/So- cial_life/07Justice_and_security/045Intimate_part- ner_abuse/02Abuse_during_last_12_months/02Abuse_ during_last_12_months.asp EE03 Study of prevalence of sexual abuse of children and adolescence http://www.kriminaalpoliitika.ee/sites/www.kriminaal- poliitika.ee/files/elfinder/dokumendid/raport.pdf EE04 Estonian Women’s Health 2014: sexual and reproductive health, health be- haviour, attitudes and use of healthcare services http://rahvatervis.ut.ee/bitstream/1/6165/1/Eesti_naise_ tervis2015.pdf Greece EL01 Domestic Violence against Women: First Epidemiological Research in Greece http://evaw-global-database.unwomen.org/en/ countries/europe/greece/2002/domestic-vio- lence-against-women-first-epidemiological-re- search-in-greece Spain ES01 Victim survey in Spain http://www.oda.uma.es/informes/2009.pdf?PHPSES- SID=924838d338007b71ae58ef501a482d6b ES02 Spanish Survey on Violence Against Women 2015 http://www.violenciagenero.msssi.gob.es/violenci- aEnCifras/macroencuesta2015/pdf/SPAIN_SURVEY_ON_ VAW_2015.pdf ",
        "18 Member State Survey code Survey title Link Finland FI 02 Finnish national victimisation survey 1980, 1988, 1993, 1997, 2003, 2006, 2009 and 2012. Latest one between Septem- ber 2012 and February 2013 https://helda.helsinki.fi/handle/10138/152609 France FR01 Victimisation survey — Living environ- ment and security — CVS https://www.insee.fr/en/metadonnees/source/s1115 FR02 Violence against women: the first French national survey https://www.ined.fr/fichier/s_rubrique/18735/pub- li_pdf2_pop_and_soc_english_364.en.pdf FR03 Life and Health Events Survey — 2005- 2006 http://www.cmh.ens.fr/greco/enquetes/XML/lil-0594. xml Croatia HR01 What do we know about economic vio- lence against women? (Croatia) http://babe.hr/hr/sto-znamo-o-ekonomskom-nasil- ju-nad-zenama/ Hungary HU01 Violence in the family (1999) http://www.tarki.hu/adatbank-h/kutjel/pdf/a396.pdf Italy IT01 Violence and abuses against women inside and outside family http://www.istat.it/en/files/2011/07/methodologi- cal_note.pdf?title=Violence+against+women+-+21+Fe- b+2006+-+Methodological+note.pdf Lithuania LT01 Women and men in Lithuanian society (2009) http://www.bukstipri.lt/uploads/MV_padeties_pokyci- ai_2009.pdf Luxembourg LU01 Safety Survey 2013 http://www.statistiques.public.lu/en/surveys/es- pace-households/safety/index.html LU02 Crime and Victimisation in Luxembourg: results of the European Crime and Safety Survey http://wp.unil.ch/icvs/files/2012/11/Crime-and-Victim- ization-in-Luxembourg.pdf Latvia LV01 Reproductive health of the Latvian popu- lation. Situation overview 2003-2011 http://papardeszieds.lv/wp-content/uploads/2017/03/ Study-Reproductive-Health-of-the-Population-in-Latvia. pdf Malta MT01 The Prevalence of Domestic Violence against Women in Malta https://socialdialogue.gov.mt/en/Commission %20 on %20Domestic %20Violence/Documents/Publica- tions/nationwide_research_study__prevalance_impact_ employment_prospects.pdf Netherlands NL03 Sex under the age of 25. Sexual health of young people in the Netherlands in 2012 https://www.rutgers.nl/sites/rutgersnl/files/PDF-Onder- zoek/Factsheet_Seksonderje25ste_ENG.pdf NL02 Population study of sexual health in the Netherlands 2011 https://www.rutgers.nl/sites/rutgersnl/files/PDF-Onder- zoek/Seksuele_gezondheid_in_Nederland_2011.pd NL01 Domestic Violence in the Netherlands: Comprehensive Synthesis Report on the Study of Victims and Perpetrators of Domestic Violence and the Capture- Recapture method 2007-2010 https://english.wodc.nl/binaries/OB288_summary_ tcm29-69805.pdf NL04 Integrated safety monitor 2013 (the Netherlands) https://www.cbs.nl/-/media/imported/docu- ments/2014/09/2014-veiligheidsmonitor-2013-pub. pdf?la=nl-nl Poland PL01 Diagnosis of the phenomenon of domes- tic violence in Poland against women and men. Part I – National research report (2010) http://ec.europa.eu/justice/gender-equality/files/ex- change_of_good_practice_uk/pl_comments_paper_ uk_2012_en.pdf Portugal PT01 Gender Violence in Portugal: A National Survey of Violence against Women and Men (2007) http://evaw-global-database.unwomen.org/en/coun- tries/europe/portugal/2007/gender-violence-in-portu- gal-a-national-survey-of-violence-against-women-and- men-2008 Romania RO01 Domestic Violence in Romania (2008) http://transcena.ro/wp-content/uploads/Violenta-do- mestica-in-Romania-ancheta-sociologica-2008.pdf ",
        "19 Member State Survey code Survey title Link Sweden SE01 Violence and health in Sweden (2014) http://kunskapsbanken.nck.uu.se/nckkb/nck/publik/fil/ visa/418/NCK-rapport_prevalens_Vald_och_halsa_www. pdf SE02 Swedish Crime Survey http://www.bra.se/download/18.35c681d4143337cb- 6b2aac/1389612983418/2013_2_NTU_teknisk_rapport. pdf SE03 Captured Queen: Men’s violence against women in ‘equal’ Sweden — a prevalence study https://www.brottsoffermyndigheten.se/Fil- er/B %C3 %B6cker/Captured %20Queen.pdf#__utma= 1.1149168774.1392278246.1393341737.1394001566.3 &__utmb=1.28.10.1394001566&__utmc=1&__utmx=- Slovenia SI01 National Survey on Violence in Private Life and Partnerships (Leskošek, Urek, Zaviršek,) (Slovenia) http://www.dlib.si/stream/URN:NBN:SI:DOC-RMY- VUR3P/2c3c8ca8-bde4-4a61-b68c-ecf87caa72bd/PDF Slovakia SK01 Representative Research on Prevalence and Experience of Women with Vio- lence against Women (violence against women) in Slovakia, 2008 http://www.ceit.sk/IVPR/images/IVPR/vyskum/2008/Hol- ubova/Reprezentativny_vyskum_vyskytu_a_skusenos- ti_zien_s_nasilim_pachanom_na_zenach_(2008).pdf United Kingdom: England and Wales UK01 Crime Survey for England and Wales (2014) http://www.ons.gov.uk/ons/guide-method/meth- od-quality/specific/crime-statistics-methodology/meth- odological-notes/index.html United Kingdom: Scotland UK02 Scottish Crime and Justice Survey (2011) http://www.gov.scot/Resource/0044/00445804.pdf ",
        "",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        "M H - 01 - 17 - 801 - E N - N "
    ]
}