{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 21.12.2011 SEC(2011) 1625 final COMMISSION STAFF WORKING PAPER IMPACT ASSESSMENT Accompanying the document Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the European statistical programme 2013-2017 {COM(2011) 928 final} {SEC(2011) 1623 final} ",
        "EN 2 EN TABLE OF CONTENTS 1. PROCEDURAL ISSUES AND CONSULTATION OF INTERESTED PARTIES... 5 1.1. Identification ................................................................................................................ 5 1.2. Legal framework .......................................................................................................... 5 1.3. Organisation and timing............................................................................................... 6 1.4. Consultation of the IAB ............................................................................................... 6 1.5. Consultations with stakeholders................................................................................... 6 1.6. Methodological approach........................................................................................... 10 2. PROBLEM DEFINITION ......................................................................................... 10 2.1. Problem description ................................................................................................... 10 2.2. Justification for EU action: subsidiarity and added value of EU involvement .......... 13 3. OBJECTIVES ............................................................................................................ 15 4. POLICY OPTIONS ................................................................................................... 17 4.1. Option 1: \"zero option\" with no European Statistical Programme (no EU action) ... 17 4.2. Option 2: ESP 2013-17 will be a repetition of the CSP 2008-2012 (no change option)18 4.3. Option 3: a new five-year European Statistical Programme is established ............... 19 4.4. Other options considered but not further analysed .................................................... 20 5. ANALYSIS OF IMPACTS ....................................................................................... 20 5.1. Option 1: \"zero option\" with no European Statistical Programme ............................ 23 5.2. Option 2: ESP 2013-17 will be a repetition of the CSP 2008-1012........................... 24 5.3. Option 3: a new five-year European Statistical Programme is established ............... 25 6. COMPARING THE OPTIONS ................................................................................. 26 6.1. Option 1: \"zero option\" with no European Statistical Programme ............................ 26 6.2. Option 2: ESP 2013-17 will be a repetition of the CSP 2008-1012........................... 26 6.3. Option 3: a new five-year European Statistical Programme is established ............... 26 6.4. The preferred option................................................................................................... 26 6.5. Financial needs of the ESP 2013-2017 ...................................................................... 29 7. MONITORING AND EVALUATION ..................................................................... 29 Reference documents ............................................................................................................... 38 ",
        "EN 3 EN INTRODUCTION This Impact Assessment concerns the proposal for the European Statistical Programme (ESP) 2013-2017 which is a logical and necessary follow-up of the current multi-annual programme, the Community Statistical Programme 1 (CSP) that covers the period 2008-2012. It is the seventh programme of this kind. Official Statistics in the European Union are rooted in the Treaties, currently in the TFEU 2 . In accordance with Regulation (EC) No 223/2009 on European statistics 3 , European Statistical Programmes (ESPs) provide the framework for the development, production and dissemination of European statistics and the main fields and objectives to be pursued. ESPs lay down priorities concerning the needs for information for the purpose of carrying out the activities of the European Union. The economic and social policy debate in the European Union over recent years is being driven by the multifaceted policy response to the financial and economic crisis, the confidence crisis that emerged after Greece's misreporting of EDP-related budgetary figures in fall 2009, and the very intense debate how to enhance economic governance of the Union building upon Commission's proposals adopted in September 2010. One core trait of the latter proposals is to introduce wider and more intense use of European statistics and indicators as one key and reliable underpinning for monitoring, decision-making and policy evaluation of economic and social policies and reforms at national and EU levels. At the same time, fast-evolving and pressing needs for relevant and reliable European statistics have to be confronted with the reality that producing high-quality European statistics up to the expectations is not a straightforward business. Indeed, the European Statistical System (ESS) is composed by 27+1 partners, 300 processes and 50 000 statisticians in total. Numerous actors strive to meet numerous competing priorities and policy demands for official and reliable information and hard-data, to adapt to tight requirements in terms of respecting the principles of subsidiarity and cost-effectiveness while being confronted with severe strains in terms of human and financial resources. The debate on economic governance and the progressive establishment of new Community policies - such as home and justice affairs, climate change, research and innovation - and the policy initiatives and reforms that follow suit, all speak clearly of the strategic importance for the Commission to steer the European Statistical System into a joint commitment to develop, produce and preserve the highest quality standards for European statistics. Previous Community Statistical Programmes (CSPs) have proved their value as powerful programming tools at the European level to steer and lever out efforts within the ESS in order to square all competing needs and priorities together. They have served efficiently for the Commission – and Eurostat, in its full capacity as the co-ordinator of statistical activities at Community level – to build the necessary bridge between the short-term immediate policy needs and the long-term strategic planning for the ESS. 1 Decision No 1578/2007/EC of the European Parliament and the Council, OJ L344, pp. 15-43. 2 Article 338 3 OJ L 87, p. 164. ",
        "EN 4 EN The present proposal for the European Statistical Programme (ESP) 2013-2017 signals one powerful step towards the materialisation of far-reaching, all-encompassing policy initiatives such as the GDP and beyond Initiative 4 , the revision of the European System of National Accounts (ESA2010) or the follow-up to the Stiglitz-Sen-Fitoussi Commission report on the measurement of economic performance and social progress 5 . It also aims at bringing to reality the statistical priorities and initiatives as decided by the Commission since late 2009. In this context, the following key elements of legislation on European statistics need to be highlighted: the above-mentioned framework Regulation on European statistics, the amended Regulation (EC) No 479/2009 on excessive deficit procedure statistics 6 , and the Commission Communication on the production method of EU statistics 7 as well as the joint European Statistical System (ESS) strategy paper 8 and the Commission Communication on the robust quality management system for European statistics 9 . The ESP 2013-2017 needs to be embedded in this complex and interrelated set of political and legislative framework. In order to ensure that the programme adapts as much as possible to the continuously evolving requirements as regards European statistics, detailed information on the set of specific objectives, targets and indicators will be provided for in the form of annual statistical work programmes and annual management plans which will be planned, approved, monitored and evaluated according to the standard procedures. The ESP 2013-2017 covers all Eurostat's operational activities and budget (with year 2013 being the only exception as this is the last year of the ongoing Modernisation of European Enterprise and Trade Statistics Programme, MEETS). As mentioned above, the current proposal is a logical follow-up of the Community Statistical Programme 2008-2012. On the one hand, this European statistical infrastructure, which has been developed over the last 60 years, has to be maintained and regularly updated. This corresponds to the strong need of continuation and consistency. On the other hand, there is a significant need for a review of the programme and the production method of official statistics. Efficiency improvements are to be prepared with sound methodology so as to ensure that European Statistics can continue to play its important role for European policies. The new Statistical Programme 2013-2017 is focused on the future structure of the portfolio of European Statistics as well as the re-engineering of the production system. In relation to the existing infrastructure, it outlines changes, changes with their objectives and main features. This five-year programme is a framework programme and does therefore not provide detailed elements as this is the objective for the annual programmes which will be developed under the general structure provided by the ESP. This is in line with recommendations following evaluations of previous multi-annual programmes. 4 COM(2009)433 final 5 Report on the Measurement of Economic Performance and Social Progress, J.E. Stiglitz, A.Sen, J. -P. Fitoussi, 2009 (hereinafter referred to as Stiglitz-Sen-Fitoussi Report ) 6 OJ L 145, 10.6.2009, p.1 7 Communication on the production method of EU statistics: a vision for the next decade - COM(2009) 404 final of 10.08.2009 8 Presented at the ESS Committee meeting on 20.05.2010 (doc. No. ESSC/2010/05/6) 9 COM(2011) 211 final ",
        "EN 5 EN 1. PROCEDURAL ISSUES AND CONSULTATION OF INTERESTED PARTIES 1.1. Identification Draft proposal for a Decision of the European Parliament (EP) and of the Council on the European Statistical Programme 2013-2017. Leading service: Eurostat Agenda planning identification number: 2010/ESTAT/003. 1.2. Legal framework The establishment of the ESP has its legal basis in Article 13 of Regulation (EC) No 223/2009 10 . The Regulation stipulates that: \"The European Statistical Programme shall provide the framework for the development, production and dissemination of European statistics, the main fields and the objectives of the actions envisaged for a period not exceeding five years. It shall be decided upon by the European Parliament and the Council. The European Statistical Programme shall lay down priorities concerning the needs for information for the purpose of carrying out the activities of the Community. Those needs shall be weighted against the resources needed at Community and national level to provide the required statistics, and also against the response burden and the respondent's associated costs. The Commission shall introduce initiatives to set priorities and reduce the response burden for all or part of the European Statistical Programme. The Commission shall submit the draft European Statistical Programme to the European Statistical System Committee 11 for prior examination\". In addition, Article 1 of Regulation (EC) No 223/2009 defines European statistics as those determined in the ESP, which clearly illustrates the necessity of the programme for the development, production and dissemination of those statistics. The Decision of the EP and the Council on the current Community Statistical Programme (CSP) 2008-2012 includes a specific indication with regard to the duration of the next multi- annual programme, i.e. Article 6 \"Reports\" states that \"The Commission shall […] present an interim progress report […]. That report shall address, […] the issue of the period to be covered by the next multi-annual statistical programme, taking into account the term of office of the European Parliament\". The Commission's report to the EP and the Council on the mid-term evaluation of the CSP 2008-2012 highlighted the following points to be taken into account in future programmes: 10 EP and Council Decision No. 223/2009, 11.3.2009 11 The European Statistical System Committee is the highest level committee within the European Statistical System (ESS) established by the Regulation No. 223/2009 on European statistics. The Committee is chaired by the Commission (Eurostat) and composed of the representatives of Member States' National Statistical Institutes. EEA-EFTA countries' National Statistical Institutes participate as observers. Observers from European Central Bank, Organisation of Organisation for Economic Cooperation and Development etc. may participate in the meetings of the Committee. ",
        "EN 6 EN Definition of new needs for statistical information. A more integrated approach using multiple and combined data sources together with harmonisation of methodology, concepts and definitions is required. Strengthened partnership in the ESS. Establishment of more and different integration cooperation models with the Member States was emphasised. Reflection on conceptual approach to reprioritisation of activities and availability of resources for implementing the CSP in order to reduce response burden and producers costs was considered necessary . 1.3. Organisation and timing The meeting of the Impact Assessment Steering Group took place on 19 September 2011 with the participation of the Secretariat-General, DG AGRI, DG ECFIN, DG ELARG, DG EMPL, DG SANCO and DGT. Prior to the meeting of the Steering Group comments on the draft Impact Assessment were submitted in a written format from the Secretariat-General, DG COMM, DG ENTR, DG ENV, DG RTD, DG TAXUD and DGT. Following the meeting of the Impact Assessment Steering Group a revised version of the Impact Assessment was prepared and submitted to the Impact Assessment Board together with the minutes of the meeting of the Steering Group and an executive summary of the Impact Assessment itself. 1.4. Consultation of the IAB The Impact Assessment Board examined the Impact Assessment for the European Statistical Programme 2013-2017 by written procedure on 19 October 2011 and sent their opinion to Eurostat on 21 October 2011. This new version of the Impact Assessment incorporates the recommendations made by the Impact Assessment Board elaborating especially the problem definition, objectives, options and their impacts and the evaluation of the programme. 1.5. Consultations with stakeholders The development, production and dissemination of European statistics within the legislative framework of the European Statistical Programme 2013-2017 are achieved by Eurostat through close and coordinated cooperation in the European Statistical System building upon partnership between Eurostat and the National Statistical Institutes as well as all other relevant authorities. 1.5.1. Process of stakeholder consultations Extensive consultation of both users and producers of statistics took place before and during the preparation of the draft ESP 2013-2017. Prior to the preparation of the draft ESP 2013-2017, the Directorates-General of the Commission, the European Central Bank and the European Statistical Advisory Committee 12 , were consulted during the summer of 2010 on their needs for European statistics in the 12 Established by the Decision of the European Parliament and of the Council No 234/2008/EC ",
        "EN 7 EN reference period. In addition, special stakeholder dialogues with several Commission DGs (REGIO, RTD, ECFIN and AGRI), the ECON Committee of the EP and ESS representatives at top management level have been organised to address future statistical needs. Member States, EFTA Countries and Candidate Countries have been directly involved in the preparation of the proposal. The consultation was carried out in the following way: Firstly, the Directors’ Groups in different statistical domains, representing producers of European statistics in different areas of statistics, were consulted on their needs for the period 2013-2017 during summer 2010. Secondly, the DGINS (Directors General of the National Statistical Institutes) 13 were consulted on priorities for the period of 2013-2017 during their meeting on 29-30 September 2010. As a major milestone of the stakeholder consultations, a meeting between the representatives of the ECON Committee of the European Parliament and Eurostat took place in March 2011. During the discussion, particular emphasis was placed on the commitment of the political level to provide guidance and support for the ESS in its efforts to further strengthen its priority-setting mechanism with the objective of satisfying the increasing needs of users of European statistics while taking into account the resource constraints at both national and European level. At the same time, Eurostat confirmed the Commission's commitment to take new political initiatives in order to develop a more proactive and robust framework approach aiming at the complementation of the statistical dimension of the Economic Governance Package. Based on the outcome of ESS consultations with stakeholders on their statistical needs for the period 2013-2017, the first draft of the ESP 2013-2017 was prepared for internal and external consultation. It was presented to the European Statistical System Committee (ESSC) 14 in May 2011. The European Statistical Advisory Committee (ESAC) 15 , the Committee on Monetary, Financial and Balance of Payments Statistics (CMFB) 16 and the Working Group ESS Programming and Coordination were consulted in parallel. A second round of consultations within the ESS took place during July-August 2011. The results of this consultation have been taken into account when the new draft of the ESP 2013- 2017 was prepared. 13 DGINS Conference is held once a year with the aim of discussing topics related to the statistical programme and methods and processes for the production of Community statistics. It is hosted each year by a different Member State and the Director-General of the host country chairs the conference. 14 The European Statistical System Committee is the highest level committee within the European Statistical System (ESS) established by the Regulation No. 223/2009 on European statistics. The Committee is chaired by the Commission (Eurostat) and composed of the representatives of Member States' National Statistical Institutes. EEA-EFTA countries' National Statistical Institutes participate as observers. Observers from European Central Bank, Organisation of Organisation for Economic Cooperation and Development etc. may participate in the meetings of the Committee. 15 Established by Decision of the European Parliament and of the Council No 234/2008/EC 16 Established by Council Decision 2006/856/EC of 13 November 2006 ",
        "EN 8 EN 1.5.2 Summary of responses 1.5.2.a Summary of responses of users of European statistics Fourteen Directorates-General of the Commission and the European Central Bank replied to Eurostat’s request on their needs for European statistics for 2013-2017. Most of them listed detailed requirements for statistics required to back up European policies under their responsibility. Although all these requirements are not mentioned explicitly in the proposed framework programme, they have been carefully analysed by Eurostat and taken into account when drafting the objectives of the programme. 1.5.2.b Summary of responses of producers of European statistics Six Directors' Groups replied to Eurostat's request on their needs for 2013-2017 (Directors' Group on Methodology, IT Directors' Group, Directors of Social Statistics, Directors' meeting on regional, spatial, environment statistics and accounts, Standard Committee for Agricultural Statistics and the Business Statistics Directors' Group). Directors Groups' emphasised the need to balance the increasing need for new statistics with reduced available resources. In this context, it was recommended to maximise the use of existing data instead of launching new data collections; liaise with other data providers in order to optimise the use of available information, including administrative data; reduce the level of detail of data required; improve efficiency in data collection by using modern ICT technologies; analyse the consistency between different legal acts and decouple statistical instruments and users by setting up single survey for different purposes. In addition, the need to strengthen the role of Eurostat as the coordinator of the production of statistics was mentioned. These and other concrete comments have, to the extent possible, been taken into account when drafting the objectives of the ESP. During their meeting on 29-30 September 2010, DGINS endorsed the approach proposed for the ESP and the priority areas of the ESP stressing the need for a sufficiently flexible ESP, allowing concrete actions to be included in the annual programming cycle. Due to serious resource constraints both at national and European level and the need to further reduce the administrative burden, DGINS stressed the importance of effective priority-setting in the next multi-annual programme based on a strategy-driven approach. 1.5.2.c Summary of main comments on the draft ESP 2013-2017 The ESSC meeting in May 2011 expressed general support for the conceptual approach. A number of delegations mentioned the high level of ambition of the ESP and expressed their concerns about the gap between the resource constraints at national level and the amount of new initiatives at EU level included in the ESP. Although acknowledging the need for a flexible programme, some delegations questioned the generality and the lack of detail of the ESP and stressed the need to link it more closely with future Annual Statistical Work Programmes. Doubts were expressed by some delegations whether financing of new initiatives through efficiency gains in the new production method of European statistics was realistic. Some delegates stressed the need to contemplate other ways to achieve such gains (e.g. increased priority-setting, improved efficiency, better use of administrative data, increased use of technology and sharing of good practices). ",
        "EN 9 EN The importance of emphasising more clearly the need to reduce the response burden was underlined by some delegations. Several delegations welcomed the strengthening of partnership in the ESS and beyond and stressed the importance of increased cooperation, both within the ESS and with the European System of Central Banks and international organisations. The above points were also the main outcome of the consultation of the Working Group Programming and Coordination. General support for the ESP was stated by the majority of National Statistical Institutes (NSIs), but reservations were expressed concerning the formulation of the objective on the new method of production of European statistics and regarding the legislative policy. The European Statistical Advisory Committee (ESAC) represents users, respondents and other stakeholders of European Statistics (including the scientific community, social partners and civil society) as well as institutional users (like e.g. the Council and the European Parliament). The Committee plays an important role in ensuring that user requirements as well as the response burden on information providers and producers are taken into account in developing the Statistical Programmes. It delivers its opinion on the multi-annual statistical programme (the ESP), addressing in particular its relevance to the requirements of European integration. It also gives its view on the balance (priorities and resources) between different areas of the multi-annual statistical programme as well as the annual statistical work programme of the Commission. In its opinion on the draft programme, ESAC also addressed the issue of resource constraints and the need to continue to work on priority-setting to define negative priorities. While acknowledging that the different stages of maturity of statistical systems in the Member States was problematic, ESAC highlighted in this context the need to increase efficiency through greater use of technology and exploitation of data collected for other purposes. ESAC also stressed the importance of knowledge-sharing, encouraging this to include development activities to reduce the cost of new research. Furthermore, ESAC highlighted the importance of maximising data use and further integration and use of existing data. In a statement following the ECOFIN Council discussions, ESAC outlined the growing challenges the ESS is currently faced with; i.a. the need for high quality and timely statistical indicators which is of utmost importance especially in the light of the global economic and financial crisis which has shaken European economies; the importance of statistics which are fit for purpose in underpinning decision-making, that is policy relevant, reliable and up-to- date statistics, collected in a transparent way to ensure that they are not vulnerable to political interference; and the need to achieve an appropriate balance between nationally/locally specific and cross-nationally harmonised data, the correct application of European/international standards to ensure that key statistical series are comparable across Europe. ESAC expressed their serious concerns that in the face of severe budget pressures, EU statistical offices will not have the adequate resources to cope with these major challenges and be able to deliver on the tasks for which they are responsible. Although acknowledging the need to restore the balance of public finances, ESAC stressed the fact that good decisions, whether in politics, business, science or society, need good data, and good statistical data requires sufficient resources In its opinion on the draft programme, the CMFB expressed its general support for ESP and the main priorities and objectives defined relating to the development and coordination of monetary, financial and balance of payment statistics. The CMFB stressed the importance of integration across statistical domains and across the ESS for producing multi-purpose ",
        "EN 10 EN statistics and also highlighted the need to aim at developing statistical information on the globalisation phenomenon and the importance of increased use of administrative data and a better focus on the most expanding parts of the economy. In addition, the CMFB welcomed the envisaged wider use of statistical matching and data linking techniques as well standard IT tools. Finally, the CMFB stressed the importance of strengthened cooperation with the ESCB, European and international organisations through common projects and coordinated developments. 1.5.4. External expertise There was no need for external expertise in the preparation of neither the IA, nor the ESP itself. However, lessons from the ex-post evaluation of the CSP 2003-2007 17 and the mid- term evaluation of the current multi-annual programme, the CSP 2008-2012 18 , carried out by independent experts have been taken into account when preparing the current proposal. 1.6. Methodological approach Analysis of the potential impacts of the different policy options for the future European Statistical Programme has been based on the methodology proposed in the Impact Assessment Guidelines of the Commission. As a first step, potential impacts were identified in relation to the different options which was followed by a primarily qualitative analysis in order to identify the more important impacts of the various options. This qualitative analysis was complemented with the analysis of information available from a number of monitoring and evaluation documents linked to the implementation of the current multi-annual statistical programme as well as from a series of consultations with stakeholders of European statistics as explained in Sub-Section 1.5. When analysing the impacts of the different options, the following main aspects were taken into account: effectiveness in relation to the objectives; efficiency in achieving the objectives; coherence with overarching EU objectives; quality of statistics; and impact on budget. 2. PROBLEM DEFINITION 2.1. Problem description In the turbulent times that the European Union is currently facing as a consequence of the economic and financial crisis with its far-reaching economic and social impacts, the importance of high-quality European statistics to support the priority policies and related fast-track initiatives of the Commission has become evident and therefore a flexible statistical planning instrument is required to cater for new and urgent demands. 2.1.1. Context of the problem The European Statistical System is currently faced with a number of challenges: (1) Firstly, the need for European statistics has been constantly increasing during the last years and it is unlikely that this tendency will change in the future. 17 COM(2009) 1 final 13.01.2009 18 COM(2010) 346 final, 30.06.2010 ",
        "EN 11 EN (2) Secondly, the nature of statistics is changing – there is a growing need for complex multi-dimensional statistics, of even higher quality and with shorter time delays than before. (3) Thirdly, due to the appearance of new actors on the information market providing new types of statistics, including those providing information in nearly real time, the priority for the ESS in the future is the freshness of data, in particular when it refers to the short-term economic information. (4) Fourthly, budget constraints both at national and European level, which have become more pertinent with the economic crisis, as well as the need to further reduce the burden on enterprises and citizens make the situation even more challenging. All these challenges are addressed in Communication 404 on the production method of EU statistics 19 as well as the joint European Statistical System strategy 20 on its implementation, aiming at reengineering the ways of working in the ESS in order to make the ESS more efficient and flexible. Aiming at increasing efficiency of the production method of EU statistics, the new production method will, when implemented, result in major efficiency gains and will increase the ESS's capacity to satisfy new needs for statistical information, but the need to reduce response burden in a more short-term compared to the long-term implementation of the vision, emphasises the necessity of improved priority-setting and reduction of burden more than ever. The ESP 2013-2017 is part of the spending proposals related to the Multi-annual Financial Framework (MFF). However, it is not included in the Commission Work Programme or the Commission communication on A Budget for Europe 2020 21 (the \"June MFF package\") given the fact that it is not among the Commission initiatives which have been identified as having far-reaching economic, social and environmental impacts. 2.1.2. Drivers of the problem Shortcomings of the Community Statistical Programme 2008-2012 An important constraint of the current multi-annual programme, the CSP 2008-2012 – which is briefly described in Sub-Section 4.1 (as Option 2) – is that the objectives are described in detail, which is a problem because the structure of the Programme is fixed for a period of five years. Consequently, it does not allow for new and changing political priorities to be taken into account. Since the current CSP was adopted, a number of important developments have taken place: • the basic legal framework for the production of European statistics has changed; • the Lisbon Treaty came into force; 19 COM (2009) 404 on the production method of EU statistics: a vision for the next decade, 10.08.2009 20 Presented at the ESS Committee meeting on 20.05.2010, doc. No. 2010/05/6/EN 21 COM(2011) 500 ",
        "EN 12 EN • several new political initiatives were launched such as the EU 2020 Strategy for smart, sustainable and inclusive growth 22 , the Excessive Debt and Deficit Procedure and the scoreboard for the surveillance of macro-economic imbalances; • the ESS governance structure was reinforced; • the financial crisis has led to major reductions in the available resources for European Statistics. All these developments are not reflected in the current CSP which means that parts of the CSP have become outdated and there is a gap between planned and actual activities. This diminishes the relevance of the reporting on the implementation of the CSP as many relevant activities are not reflected in the CSP while Eurostat must report on some activities mentioned in the CSP which are no longer carried out. For example, there was an objective defined that by 2010, the possibility of implementing the UN Human Development Index in the EU would be examined, taking into account the housing and employment/unemployment factors as well. Even though it would be directly feasible with information available at Eurostat, such an indicator does no longer appear as meaningful for Member States, consequently, the objective has become obsolete in the meantime. Taking into consideration the rigidity of the current CSP 2008-2012, it is important to ensure that the ESP 2013-2017 is sufficiently flexible to allow for changing priorities or new developments to be taken into account, while at the same time provides the basis for the financial envelope. It should therefore describe in a general manner, to the extent possible according to the Financial Regulation, the strategic objectives to be achieved and outputs to be produced during the next programming period. Furthermore, it should outline the procedures which will allow for more detailed decision-making (including priority-setting) in an iterative process organised as part of the annual work programmes. Bringing Europe closer to the citizens European statistics are also indispensable for the understanding of Europe among the general public, for the participation of citizens in the debate and democratic process about the present and future of the EU. Official statistics thus represent a public good providing an indispensable basis for the smooth functioning of democratic society. Increased need for statistical information for EU policies An infrastructure of statistical information is essential for evidence-based decision-making and a pre-condition for the implementation of EU policies as reflected in the Treaty. Statistical information is to be accepted and open to public scrutiny at European and national levels in particular, in the new enhanced Economic Governance of the European Union, the Europe 2020 Strategy 23 and in other policies addressed in the Commission's strategic priorities for 2010-2014 24 . Resource constraints both at European and national levels 22 COM (2010) 2020 final 23 COM (2010) 2020 final 24 http://ec.europa.eu/commission_2010-2014/president/pdf/press_20090903_en.pdf, 03.09.2009 ",
        "EN 13 EN As a direct impact of the crisis, producers of European statistics face serious resource constraints both at European and national level. Taking into account the constantly increasing needs for statistical information for a wide range of policy areas, it is inevitable that in the multi-annual statistical programme particular emphasis must be put on priority-setting and simplification in order to be able to satisfy statistical needs to the extent possible without compromising the quality of statistics. Requirement for the production of quality statistics The European Statistics Code of Practice sets out fifteen key principles for the production and dissemination of European official statistics and the institutional environment under which national and Community statistical authorities operate. It builds upon a common ESS definition of quality in statistics and targets all relevant areas from the institutional environment, the statistical production processes to our output: European official statistics. 2.2. Justification for EU action: subsidiarity and added value of EU involvement Union statistics and the right for the Commission to propose actions have their basis in Article 338 of the Treaty on the Functioning of the European Union. The shared competence between Union and national levels is justified by the transnational character of many aspects of statistics in general and of European statistics in particular. While Member States will ensure the actual collection of the statistical information at national level, only a coordinated approach to the development, production and dissemination of European statistics as a whole will guarantee the required coherence and comparability of the statistics relevant for the activities of the Union. Furthermore, it is in the interest of policy makers at both national and EU levels that statistical activities are effectively and efficiently planned in advance, inter alia by way of a multi-annual programme as foreseen in Regulation (EC) No 223/2009 on European statistics. The scale of the actions included in the programme justifies EU involvement since the objective of the proposed action, namely, the development, production and dissemination of European statistics under the ESP 2013-2017, cannot be sufficiently achieved by the Member States and is therefore better achieved at EU level on the basis of a European Union legal act. Only the Commission can coordinate the necessary harmonisation of statistical information at the European level in all statistical domains covered by this act, while, as mentioned above, the data collection itself can be carried out by the Member States. Consequently, the European Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union (TEU). Statistics provide an essential infrastructure for the sound and efficient functioning of democracy and a modern economy. The European Union needs a high quality statistical information service in order to fulfil its mission. As a consequence, the European Statistical System has co-developed as part of the historical phases of the European Union over the last 60 years. Official Statistics are a cornerstone of trust into European institutions and European procedures. Therefore, the information must be reliable, timely and independent of political influence and provided in a convenient form for users. Furthermore, their preparation should not impose an excessive burden on data providers and their collection must be undertaken in accordance with the principles of subsidiarity and proportionality. In this regard and with reference to the above problem description, the added value of EU action is that it allows for the concentration of the statistical activities on EU policies and issues of relevance for the European Statistical System as a whole. In addition, it contributes to an effective use of resources and to helping national authorities to do what they need to do ",
        "EN 14 EN but do not always have the capacity to do, for instance in terms of priority-setting, harmonisation and methodological development. Furthermore, a specific added value of the proposed action would be to make essential contributions to some priority Union activities, in particular the Europe 2020 strategy and the enhanced economic governance. The vision for reforming the production method of European Statistics, which forms the backbone of the ESP 2013-2017, will affect the production systems of the ESS as a whole. It has become obvious that the traditional way of producing statistics, i.e. the National Statistical Institutes (NSIs) of the Member States collecting and producing harmonised data that are compiled by Eurostat to construct statistics at EU level, can no longer be adapted to the changing environment and the large number of constantly emerging new needs at both national and European levels. This traditional method includes numerous parallel processes, country by country and domain per domain following the traditional stovepipe model, which is no longer considered appropriate for addressing the challenges the European Statistical System is faced with. It is clear that the modernisation of the business architecture cannot be implemented by Eurostat plus 27 National Statistical Offices, working to a high degree in parallel settings. The objective for the next five years has to be the establishment of a real System of European Official Statistics, as foreseen in the European Regulation 223/2009. It has to be built upon the joint efforts of all ESS partners where all stakeholders have their particular role to play under the full respect of the principle of subsidiarity. As some Member States have already started implementing a number of the changes proposed in the Communication 404, one of the aims of the Communication and the strategy paper is to coordinate their efforts so as to avoid duplication of work and to exploit synergies to the maximum extent. The proposal complies with the proportionality principle for the following reason(s): in line with the principle of proportionality, the proposed Decision confines itself to the minimum required to achieve its objective and does not go beyond what is necessary for this purpose. The proposal defines objectives for the five-year period. These objectives are subject to more detailed definition and planning in the Annual Statistical Work Programmes of the Commission which are prepared in close cooperation with the Member States and adopted taking into account the opinion of the ESS Committee and the resource constraints at both EU and national level. Furthermore, new statistical requirements will be subject to specific legislation which is prepared with early and direct involvement of the Member States. The quality criteria for European Statistics are defined in European Statistical Law 25 . Statistical authorities, comprising the Commission (Eurostat), National Statistical Institutes and other national authorities responsible for the development, production and dissemination of European Statistics, together with governments, ministries and the European Council, have committed themselves to adhere to the Code of Practice. A reporting system based on a self- regulatory approach across the European Statistical System (ESS) has been established to monitor adherence to the European Statistics Code of Practice of the ESS in line with the proportionality principle. Efforts to harmonise, streamline and regulate can best be initiated at the European Union level, where such projects can be carried out with optimal efficiency gains and quality improvements. This is fully in line with the vision and mission of the ESS as stated in the Code of Practice and is particularly important in a context of scarce resources where efforts to 25 Regulation (EC) 223/2009, Article 12 ",
        "EN 15 EN strengthen cooperation to explore synergies, exchange good practices and avoid duplication of work are of utmost importance. 3. OBJECTIVES The purpose of the proposal for the European Statistical Programme is to establish a comprehensive framework for the development, production and dissemination of European statistics for the period 2013-2017 while putting in place the new production method of European statistics 26 (efficiency approach) and addressing the need for simplification and increased priority-setting (effectiveness approach) in the ESS. As far as the objectives of a multi-annual programme are concerned, there is obviously a great variety of possibilities to choose from. However, after having conducted extensive consultations with all stakeholders of the European Statistical System while taking into account the respective provisions of the existing legislation on European statistics, the following general, specific and operational objectives have been defined as appropriate to offer a satisfactory reply to the highest number of stakeholder needs identified . The general objectives of the multi-annual statistical programme are the following: • Objective 1: provide quality statistical information to support the development, monitoring and evaluation of the policies of the European Union properly reflecting priorities; • Objective 2: implement new methods of production of European statistics aiming at efficiency gains and quality improvements; • Objective 3: strengthen the partnership within the ESS and beyond in order to further enhance its productivity and its leading role in official statistics worldwide. The specific objectives, complementing the above general objectives, are the following: (1) EUROPE 2020: Provide quality statistical information to monitor the implementation of Europe 2020 policy for smart, sustainable, inclusive growth. (2) ECONOMIC GOVERNANCE: (a) Develop new and enhance existing statistical information relevant for EU decision-makers and the public at large in relation to the strengthened and integrated economic governance of the EU and the surveillance cycle integrating the Stability and Growth Pact and the economic policy. (b) Provide European decision-makers with reliable statistics and indicators for administrative and regulatory purposes and for monitoring specific EU policy commitments. (3) ECONOMIC GLOBALISATION: Enhance the indicators and statistical information available on economic globalisation and global value chains for EU decision-makers and the public at large. 26 In accordance with the Commission Communication COM(2009)404 ",
        "EN 16 EN (4) ECONOMIC AND SOCIAL PERFORMANCE: (a) Supplement measurement of economic performance by different dimensions of globalisation, the quality of life, well-being and social cohesion. Develop a framework for the analysis of globalised production. (b) Provide key macroeconomic and social indicators and PEEIs (Principal European Economic Indicators) as a coherent set of indicators addressing the EU and global statistical data requirements and adjust PEEIs to meet evolving users' needs. (5) ENVIRONMENTAL PRESSURES: Provide environmental accounts, and climate change related statistics, taking into account international developments in this area. (6) BUSINESS: Increase the efficiency and effectiveness of production processes. Provide quality statistics on key areas where enterprises are at the centre of interest, such as business statistics, short term indicators, international transactions, globalisation, single market monitoring, innovation, and tourism. (7) PEOPLE'S EUROPE: Provide quality statistics on key areas of social policy where the citizen is at the centre of interest, such as social cohesion, poverty, demographic challenges (elderly and migration in particular), labour market, education and training, quality of life, safety, health and disability, free movement and single market, mobility of young people, and technological innovation and new life style choices. (8) GEOSPATIAL, ENVIRONMENTAL AND SECTORAL STATISTICS: (a) Support evidence-based policy-making by a more flexible and increased use of spatial information combined with social, economic and environmental statistical information. (b) Provide quality environmental statistics to support the policies of the EU. (c) Provide quality energy and transport statistics to support the policies of the EU. (d) Provide quality agriculture, fisheries and forestry statistics for the development and monitoring of the Common Agricultural and Fisheries Policies reflecting key European strategic objectives related to sustainability as well as rural development by carrying out regular activities related to the development, production and dissemination of statistics. The operational objectives, complementing the above general and specific objectives of the multi-annual statistical programme are the following: (1) ESS QUALITY MANAGEMENT: (a) Implement a quality management system in the ESS based on the revised European Statistics Code of Practice, introducing new monitoring mechanisms to assess compliance with the Code of Practice based on Commitments on confidence in statistics agreed with the Member States. (b) Strengthen sharing of good practices in the implementation of the Code of Practice and ensure that quality reporting is targeting different user needs. (2) PRIORITY SETTING AND SIMPLIFICATION: Implement a priority-setting mechanism for the ESS in order to simplify reporting requirements and increase the flexibility of the ESS to adjust to new needs for statistics while taking into account the constraints of the producers and the response burden. (3) MULTIPURPOSE STATISTICS AND EFFICIENCY GAINS IN PRODUCTION: (a) Put in place gradually an ESS business architecture allowing a more integrated production of EU statistics; harmonise and standardise statistical production methods ",
        "EN 17 EN and metadata; enhance the horizontal (across statistical domains) and vertical (across ESS partners) integration of statistical production processes in the ESS in respect of the principle of subsidiarity; use and integrate multiple data sources; produce multi- purpose statistics. (b) Ensure the good functioning and coherence of the ESS through effective collaboration and communication. (4) DISSEMINATION AND COMMUNICATION: (a) Make the ESS the first data source on EU statistics for all users and, in particular, for public and private decision makers, by providing a quality statistical information service based on the principles of free access to European statistics. (b) Extend and rationalise the range of dissemination products to meet the needs of users using new technologies. (c) Set up a cost-efficient and integrated secure infrastructure within the ESS for access to official statistics confidential data for scientific purposes. (d) Start producing public use files. (5) TRAINING, INNOVATION AND RESEARCH: (a) Satisfy learning and development needs in the ESS based on a combination of training courses and learning and development opportunities. (b) Improve the collaboration between ESS members for the transfer of knowledge and the sharing and implementation of best practices and common innovative approaches in statistical production. (c) Organise the activities, the participation and the contribution of the research communities in the improvement of the statistical production chains and of the quality of official statistical information. (6) PARTNERSHIP WITH THE ESS AND BEYOND: (a) Implement the enhanced ESS governance framework. (b) Enhance the coordinating role of Eurostat as the Union's Statistical Office. (c) Strengthen the co-operation with the European System of Central Banks, European and international organisations involved in the production of data for statistical or administrative purposes through common projects and co-ordinated developments. Ensure consistency between European and international standards. (d) Promote and implement statistical advisory and statistical assistance activities in countries outside the EU in line with the priorities of the foreign policy of the EU with particular emphasis on enlargement. 4. POLICY OPTIONS As mentioned under Section 1.2, the establishment of a multi-annual European Statistical Programme is a legal requirement. It has its legal basis in Article 13.1 of the Regulation (EC) No 223/2009. Taking into account all potential scenarios, three main directions indicating three possible options for action have been identified: 4.1. Option 1: \"zero option\" with no European Statistical Programme (no EU action) Without a legal framework of the European Statistical Programme, users of European Statistics will have to collect and/or produce the statistical information they need by themselves, with the help of the ESS institutional providers and/or private providers. In particular, the different Commission services will have to develop their own \"statistical capacity\" with their own resources, in an independent way and without a proper legal basis. ",
        "EN 18 EN 4.2. Option 2: ESP 2013-17 will be a repetition of the CSP 2008-2012 (no change option) This option means no change in terms of statistics covered in the current Community Statistical Programme. This could be considered as the baseline scenario against which the other options can be compared. The current multi-annual statistical programme is based on the following policy priorities: (a) prosperity, competitiveness, innovation and growth; (b) solidarity and human development; (c) economic, social and regional cohesion, sustainable development and demographic challenges; (d) security; and (e) further enlargement of the European Union. The CSP 2008-2012 contains about 130 objectives broken down into the following main chapters: (1) The role of statistics in European integration (2) Relations with stakeholders: (1) The European Statistical System; (2) Cooperation with users; (3) Technical cooperation with third countries; (4) Cooperation with international organisations. (3) Instruments: (1) Better regulation; (2) Compliance monitoring; (3) Increased ability to respond to users’ needs; (4) Financial support for actions contributing to Community objectives; (5) Utilising partners’ expertise for Community purposes; (6) Dissemination; (7) The balance of costs and benefits. (4) Cross-sectional statistical activities in support of overall community policy priorities: (1) Structural indicators and sustainable development indicators; (2) Enlargement (5) Statistical needs broken down by the Titles identified in the Treaty establishing the European Community (EC Treaty); (1) Free movement of goods; (2) Agriculture; (3) Free movement of persons, services and capital; (4) Policies related to free movement of persons; (5) Transport; (6) Common rules on competition, taxation and approximation of laws; (7) Economic and monetary policy; (8) Employment; (9) Common commercial policy; (11) Social policy, education, vocational training and youth; (13) Public health; (14) Consumer Protection; (16) Industry; (17) Economic And Social Cohesion; (18) Research and technological development; (19) Environment; (20) Development Cooperation; (21) Economic, financial and technical cooperation with third countries. The financial envelope for Option 2 will be the same as that of the current CSP 2008-2012 transposed over the new programme period even though the Modernisation of European Enterprise and Trade Statistics Programme (MEETS), which used to have a separate financial envelope, will be integrated into the multi-annual statistical programme at the end of 2013 when it expires. ",
        "EN 19 EN Mio € 2013 2014 2015 2016 2017 Total Operational costs 52.70 53.80 54.80 55.90 57.00 274.20 4.3. Option 3: a new five-year European Statistical Programme is established A new European Statistical Programme for the period 2013-2017 would be proposed for adoption It will cover the objectives listed in Chapter 3 that have been identified in the consultations with all stakeholders of the European Statistical System. These three objectives are the following: Objective 1: provide quality statistical information to support the development, monitoring and evaluation of the policies of the European Union properly reflecting priorities. European statistics must respond to constantly fluctuating data requirements in the context of global structural changes and an increasing need for statistically-based decision-making. This has been further demonstrated by the global financial and economic crisis which has shown that high-quality and timely statistical indicators are of paramount importance. Objective 2: implement new methods of production of European statistics aiming at efficiency gains and quality improvements So far, European statistics are developed, produced, and disseminated on the basis of uniform standards and harmonised methods. The National Statistical Institutes (NSIs) of the Member States collect and produce harmonised data that are compiled by Eurostat to construct statistics at EU level. This is done in numerous parallel processes, country by country and domain per domain, following the traditional stovepipe model. This way of producing statistics is, however, no longer fully adapted to the changing environment. Growing requirements for new additional statistics (which are to a large extent multi-dimensional and cover various domains), the need for simplifying, improving and integrating European statistical regulations, zero-growth or even reduction of resources in NSIs, reducing the burden on respondents all constitute major challenges of the ESS, which requires an ambitious reform of the ESS statistical production system. Objective 3: strengthen the partnership within the ESS and beyond in order to further enhance its productivity and leading role in official statistics worldwide The ESS operates with professional independence, consistent with European and national law, and strict integrity, to ensure that statistics are produced and disseminated impartially, that statistical quality is managed effectively, and that respondents’ privacy is maintained. An emphasis on cost-effectiveness requires the adoption of good practices and co-ordinated production, and the careful control of burdens on businesses and households that supply data. A strong partnership within the ESS thus guarantees that European Statistics are of high quality and are produced in line with users’ needs and disseminated in formats that different types of users find most accessible. These general objectives reflect the need and ambition to balance the increasing demand for high-quality statistics and existing resource constraints, which will require a new approach to the production of statistics and strengthened cooperation within the ESS. ",
        "EN 20 EN 4.4. Other options considered but not further analysed It should be noted that a number of intermediate options could be identified between Options 1 and 3 as well as a multitude of sub-options could be identified under Option 3 by defining different combinations of subsets of European Statistics which would be included in the multi-annual programme. Although these various sub-options or other options have been considered, they have not been included in this document for the following reasons: • an extensive consultation regarding the statistical domains to be included in the ESP has already been carried out in with all main stakeholders (see Section 1.5). • one of the main shortcomings of the current multi-annual programme is that it defines actions to be undertaken at a very detailed level. The intention of Option 3 is to define a multi-annual programme which is sufficiently flexible in order to allow for a quick response to changing political priorities and new developments. The ESP is a framework programme that will be implemented through annual work programmes which are prepared according to a standard procedure that involves dialogues with producers and users of statistics as well as with policy-makers in order to define each year the priority areas and related actions. 5. ANALYSIS OF IMPACTS As explained in detail under Section 3, the ESP 2013-2017 is not among the Commission initiatives which have been identified as having far reaching economic, social and environmental impacts and it is therefore not included in the Commission Work Programme. The decisions to produce European statistics are driven by policy-making. The objective is to support policy-making by providing European Institutions and the governments of Member States with relevant statistical information needed to design, implement, monitor and evaluate EU policies. The \"impact of statistics\" is linked to the fact that it is an infrastructure serving many purposes in modern information societies. The social, economic and environmental impact of statistics or a statistical legislative proposal is not measurable since the role of European statistics is a basic precondition for evidence based decision-making. How important high quality statistical figures are, has become more than evident throughout the last years, whenever a lack of solidity has led to costly wrong decisions, to misallocations of money or even to major disruptions of the political system. The Greek crisis is an example of the potential impact of bad statistics. The design and the evaluation of European policies are significantly depending on good statistics. Statistical information help political decision- makers assess (ex-ante) the expected impact of and measure (ex-post) the actual impact of EU policies. Statistics are needed to help drive the outcomes that policies are aiming at and measure progress towards these outcomes. Statistics must continue to be fit for purpose in under-pinning decision-making for those critical policies which are most relevant to European citizens and where wrong decisions would have a very high cost for Europe. For most statistical legislative proposals, the formal requirements for Impact Assessments as concerns analysis of impact are not applicable as the impact of statistical programming is on Commission policies. However, the production of European statistics has an impact in terms of administrative burden on national institutions and response burden of enterprises and citizens. ",
        "EN 21 EN In line with the Commission Guidelines on Impact Assessment for all policy options, the Impact Assessment should provide details of the information obligations for businesses, for citizens and national/regional/local administrations that are likely to be added or eliminated if the option were implemented. In those cases in which the change in administrative burden is likely to be significant, the effects should be quantified using the EU Standard Cost Model. This approach is difficult to apply while analysing the impact in terms of costs and burden of a multi-annual statistical programme. Firstly, due to the difficulty of performing an information obligations' mapping exercise in the long term, related to the multitude of users of EU statistics and their changing needs, being at the origin of information requested. Secondly, because of the national specificities in terms of organisation of the statistical production systems, which render it difficult to apply the EU Standard Cost Model for the quantification in a consistent way, especially in the context of the implementation of Communication on the production method of EU statistics. While analysing the impact in terms of costs and burden of the different policy options, the Commission services based, inter alia, on the experience gathered from the previous multi-annual programmes 27 , combining it with the evidence gathered from previous and ongoing quantitative and qualitative assessments of costs and burden related to the statistical production in certain fields 28 . Many initiatives included in the programme can further foster the reduction of administrative costs and burdens for the public authorities and businesses. This objective can best be achieved through long term projects, deriving mostly from the implementation of the Communication on the production method of EU statistics. Aiming at increasing efficiency of the production method of EU statistics, when implemented, the Communication will result in efficiency savings and will lighten the process of satisfying the new needs for statistical information. Further projects, which now fall into the scope of the MEETS programme, will be part of the European Statistical Programme at the end of 2013. In order to ensure that tangible results as regards the reduction of burden are achieved also in the short term and to help free up the necessary resources for new and strategic needs, Eurostat has put in place a strategy-driven priority-setting mechanism. It is composed of two elements: review of priorities and the introduction of sunset clauses in new legal acts. The review of priorities involves an annual review on existing statistical requirements. Every year, when preparing the Annual Statistical Work Programme of the following year, Eurostat will screen existing requirements for statistics, examine the possibility of stopping data collection in certain areas with higher impact in terms of cost and burden reduction and make initial proposals for repealing an existing legal act requiring statistical data collections; stopping a voluntary statistical data collection based on gentlemen's agreement; and areas under review for simplification. These proposals will be thoroughly discussed with the producers and users of statistics in order to come up with a list agreed by all stakeholders which is subsequently incorporated in the Annual Work Programme of Eurostat which is adopted by the 27 As regards the level of administrative burdens associated with the previous programme calculations made in the framework of the Action Programme for Reducing Administrative Burdens in the EU show that the level of administrative burdens associated with the most demanding legislative measures in the Priority Area Statistics account for less than 1 % of the total administrative burden. 28 Independently on the measurements of administrative costs and burden undertaken for the Priority Area Statistics in the framework of the Action Programme for Reducing Administrative Burdens in the EU (study made by the consortium Capgemini/Deloitte/Ramboll Management; and the CEPS study), information on the production costs and response burden linked to statistical production is systematically gathered within the ESS through Rolling Reviews. Several production costs and response burden exercises focused on data collections where respondents were mainly businesses were also conducted as from 2008. ",
        "EN 22 EN Commission. The second element of priority-setting mechanism is the introduction of the concept of \"sunset clauses\" in new legal acts. This measure implies that expiration/validations dates for carrying out data collections will be included in new legal acts to be prepared in the future. This means that once the expiration date is approaching, a thorough discussion will be initiated in order to understand the need to continue the data collection and that data collection is not going to be carried out without a clear and justified need. During the current programme period, efforts to reduce administrative burden undertaken by Eurostat following the adoption of COM(2006)693, went hand in hand with the initiatives undertaken in the framework of the Action Programme for Reducing Administrative Burdens in the EU, Statistics being one of the 13 Priority Areas of the programme. Originally, six legal acts were concerned 29 . In 2009, the programme was extended to cover five additional legal acts 30 . At this stage, legislative measures aiming at reducing burden were already proposed for all these acts, and most of them were adopted. Among measures which brought the most substantial reduction of burden, introduced so far, the amendment of the Intrastat Regulation, the reduction of reporting requirements for producing statistics on industrial production, short-term statistics and structural business statistics should be mentioned. Overall, the target of 25 % reduction of the administrative burden steaming from the aforementioned legislation in Priority Area Statistics was already largely met even before the term of the current five-year programme. Overall, for a total burden of EUR 779.5 million stemming from this Priority Area, a 42 % reduction for different measures is expected to be achieved with the measures foreseen so far 31 . In the current approach, the reduction of burden on businesses followed the organisation of the data collection system meaning that the reduction measures were introduced separately for a number of European legal acts which currently govern the collection of statistical information on Member States' economic activity of the business sector. Considering the efforts made so far, this stovepipe approach has a limited potential for costs and burden reduction in the future. Further reduction of the burden on businesses, mainly SMEs, can only be achieved in the future through a new, integrated approach stemming from the implementation of Communication 404. This approach is only possible by implementing Option 3. In particular, with the implementation of Option 3, during the period 2013-2017 Eurostat and the ESS will aim at a fundamental revision and integration of all business-related statistics, with the adoption and implementation of the framework regulation integrating business 29 Council Regulation (EC, Euratom) No 58/97 of 20 December 1996 concerning structural business statistics; Council Regulation (EC) No 638/2004 of the EP and the Council of 31 March 2004 on Community Statistics relating to the trading of goods between Member States and repealing Council Regulation (EEC) 3330/91; Council Directive 2001/109/EC of the EP and Council on fruit trees; Council Directive 93/23/EEC of 1 June 1993 on the statistical surveys to be carried out on pig production; Council Directive 93/24/EEC of 1 June 1993 on the statistical surveys to be carried out on bovine animals; Council Regulation (EEC) 3924/91of 19 December 1991 on the establishment of a Community survey of industrial production. 30 Regulation (EC) No 808/2004 of the European Parliament and of the Council of 21 April 2004 concerning Community statistics on the information society; Council Regulation (EC) No 1165/98 of 19 May 1998 concerning short-term statistics; Council Directive 95/57/EC of 23 November 1995 on the collection of statistical information in the field of tourism; Council Regulation (EC) No 1172/98 of 25 May 1998 on statistical returns in respect of the carriage of goods by road; Council Directive 95/64/EC of 8 December 1995 on statistical returns in respect of carriage of goods and passengers by sea 31 COM(2009)544 final. ",
        "EN 23 EN statistics. This will provide a common legal framework for the collection, compilation, transmission and dissemination of statistics about the economic activities of the business sector. The common denominator used in all domains will be NACE (for activities) and CPA (for products). This approach should produce a considerable burden reduction on businesses and on the National Statistical Institutes. Overall, for the ESP 2013-2017, the efforts to reduce administrative burdens should stem mainly from the implementation of Communication on the production method of EU statistics but also from the finalisation of measures defined under the current five-year programme and the application of the above-mentioned priority-setting mechanism, as defined by the end of 2010. The strategic priorities defined year by year for the ESS should be in line with the ESP 2013- 2017 and ensure the gradual achievement of the objectives defined in the ESP. This will be ensured through the direct link to annual work programmes and the priority-setting exercises carried out every year when preparing the annual work programme. An ex-ante evaluation of the ESP 2013-2017 was prepared in accordance with the principles of sound financial management, on the basis of the provisions of the Financial Regulations for expenditure programmes. 5.1 Impact of options 5.1. Option 1: \"zero option\" with no European Statistical Programme Having no five-year statistical programme at European level would implicate the lack of long-term planning which is an inherent prerequisite of the development, production and dissemination of statistical information. If no European Statistical Programme exists, it is unlikely that the objectives defined in Section 3 will be achieved. No legal framework for the production of European statistics would then exist and no operational budget would be provided. The users of statistics (Commission Directorates-General, the ECB, etc.) would have to produce or look for statistics themselves, in an uncoordinated and inefficient way, and there would not be a commonly agreed assurance of quality of European statistics. The consultation of users have demonstrated the need for high quality, timely and comparable (across Europe) statistics, which are fit-for-purpose in underpinning decision-making and collected in a transparent way, free from political influence. Knowledge-sharing and increased efficiency through greater use of technology and exploitation of data collected for other purposes are other important user requirements. Without an European Statistical Programme, there will be no budget for and no overall planning of statistical production. This would also contribute to an increase in the response burden of individuals, households, enterprises and ESS institutional providers of statistics. Given the financial crisis and the resource constraints that EU is faced with, the impact of no EU budget available for statistical production would be considerable. This would also impact the quality, reliability and comparability of statistics and thus the overall objective of European statistical production: to support the design, implementation, monitoring and evaluation of EU policies. This overall objective cannot be fulfilled by individual Member States on their own. ",
        "EN 24 EN The Greek crisis has demonstrated the importance of reliable statistics and potential impact of bad statistics. In order to improve economic surveillance in the EU it is important to ensure that macro-economic statistics are produced according to the same (high-quality) statistical standards in all Member States in order to be able to compare and draw conclusions at EU level. Dependence on external data sources may have a potential negative impact for EU policy as this data may not be easily available, may not be politically independent or fit for purpose and the costs of external data may be higher than anticipated. Furthermore, reliance on external data may also present a problem if these data suddenly become unavailable. The importance of Eurostat data can be demonstrated by the central role statistics play in the Excessive Debt and Deficit Procedure or the scoreboard for the surveillance of macro- economic imbalances where it is stated that indicators should be of high statistical quality in terms of timeliness and comparability across countries. To this end, they should be derived from data compiled according to the principles of the European Statistics Code of Practice of the European Statistical System (ESS). Where available, Eurostat sources should be used so that the data comparability and statistical quality can be assured. The Code of Practice stipulates that adequate resource allocation is a necessary precondition for the proper functioning of a statistical service. This adequacy cannot be ensured without a forward looking planning instrument. As changes in information infrastructures are long-term projects, a five-years planning period is appropriate. One of the main objectives of the ESP 2013-2017 is to produce statistical information if a cost-effective way which is a key element of Communication 404 that forms the backbone of the ESP 2013-2017. An ambitious reform of the production system is required in order to be able to meet future challenges, and it can only be done as a joint effort at EU level. This requires a strong partnership within the ESS which is another main objective of the ESP 2013-2017. If no ESP exists, given the scarcity of resources, it will be very difficult to ensure continuous commitment and progress to this modernisation process which is of crucial importance to the ESS and European statistics. 5.2. Option 2: ESP 2013-17 will be a repetition of the CSP 2008-1012 This option would mean that the objectives defined in Section 3 would not be achieved or only to a limited extent and would meet partly outdated policy priorities. The statistics provided would correspond to policy needs of the period 2008-2012 and would not take into account new developments and needs for priority policies of the European Union such as the Europe 2020 strategy for smart, sustainable and inclusive growth and other policies addressed in the Commission's strategic priorities for 2010-2014. The costs of inadequate statistics would be considerable. In addition, these statistics would be produced according to the stovepipe model 32 , i.e. without taking advantage of new method of production of European statistics aiming at efficiency gains and quality improvements. The economic crisis has demonstrated the need for flexibility to be able to take into account new development and policy needs and allow for fast-track initiatives taken by the 32 In the stovepipe model statistics are traditionally produced in numerous parallel processes, country by country (in some cases even region by region) and domain per domain. In such a model every single product stovepipe corresponds to a specific domain of statistics together with the corresponding production system. For each domain, the whole production process from survey design over data collection and processing to dissemination takes place independently of other domains, and each domain has its own data suppliers and user groups. The stovepipe model is also reflected in the way statistical domains are regulated at the European level. ",
        "EN 25 EN Commission. The impact of this option, a programme which is outdated and does not correspond to user needs, will be negative as the cost of such a programme can not be justified if the statistics produced under the programme will not be in line with the Commission's priorities and thus not able to meet the overall objective of European statistical production – to support the design, implementation, monitoring and evaluation of EU policies. Furthermore, a repetition of the current multi-annual programme will influence negatively the annual work programmes of the programming period as there will be limited scope for adaptations as the framework programme for these will then be quite narrow and specific not allowing for new developments and initiatives to be taken into account if the link between the five-year programme and the annual programme should be respected. The current multi-annual programme does not reflect many new development or initiatives launched, which means that there is gap between the CSP 2008-2012 and the annual work programmes. Previous evaluation reports have recommended an improved link between multi-annual and annual programmes and given the fact that the preparation of a multi-annual programme is quite resource-intensive, also when it comes to monitoring and evaluation, it is important to ensure that the programme is relevant and reflects key priorities while at the same it allows for new developments to be taken into account. 5.3. Option 3: a new five-year European Statistical Programme is established With this option European statistics will better correspond to users' needs. There will be an agreed assurance of quality and the production of statistics will be more cost-effective as a result of the new method of production. The three general objectives defined for the ESP 2013-2017 are in line with the Commission's strategic priorities and have been fixed to address the challenges that the European System is faced with in the coming years. All comments received from stakeholders on the draft ESP have been carefully analysed by Eurostat and taken into account when preparing a revised version of the ESP 2013-2017 for the Inter-Service Consultation. The ESP reflects the commitment to the strategy-driven priority-setting approach established by Eurostat and presented to the ESSC in 2010. Following this approach, the identification of negative priorities is an integrated part of the preparation of the Annual Statistical Work Programmes and will therefore be carried out for the period of the ESP. In order to serve as a general and flexible planning instrument allowing for new developments to be taken into account, the ESP provides the general framework for the development, production and dissemination of European statistics by fixing the main fields and objectives of actions envisaged for the next five years. These objectives are subject to more detailed definition and planning in the Annual Statistical Work Programmes. In this way, a clear link is established between the ESP and the Annual Statistical Work Programmes. The Commission Communication on the production method of EU statistics and the joint ESS strategy adopted by the European Statistical System Committee form the backbone of the ESP which respond to all the challenges identified and that aim at satisfying the highest possible proportion of the defined needs. The recommendations of the mid-term evaluation of the CSP 2008-2012 have been taken into account when drafting the objectives and indicators of the ESP 2013-2017. In particular, with regard reprioritisation of statistical requirements aiming at the reduction of response burden ",
        "EN 26 EN and producers' costs, the implementation of the priority-setting mechanism, presented to the ESS Committee on 18 November 2010 33 , has been foreseen. This priority-setting mechanism is an integrated part of the preparation of Annual Statistical Work programmes during the reporting period. The impact of this option will be positive as it is the only option that will meet the requirements of stakeholders while balancing demands and available resources. It addresses resource constraints, the need for efficiency gains and reduction of burden without compromising statistical quality and therefore this option supports the overall objective of European statistics, the underpinning of the design, implementation, monitoring and evaluation of EU policies. The establishment of a new five-year programme which reflects the Commission's key priorities while addressing the needs for efficiency gains, priority-setting and burden reduction and strengthened partnership within the ESS and beyond will provide the best basis for European statistics in the years to come. 6. COMPARING THE OPTIONS 6.1. Option 1: \"zero option\" with no European Statistical Programme This option would mean non-compliance with Article 13 of Regulation N° 223/2009 of the European Parliament and the Council on European Statistics and it would not ensure the achievement of the Objectives defined in Section 3. No legal framework for the production of European statistics would then exist and accordingly no operational budget would be provided 6.2. Option 2: ESP 2013-17 will be a repetition of the CSP 2008-1012 Although complying with the stipulations of the Regulation on European Statistics, this option would not ensure the achievement of the objectives defined in Section 3 or only to a limited extent and would correspond to policy needs of the period 2008-2012. 6.3. Option 3: a new five-year European Statistical Programme is established With this option compliance with statistical law is ensured and a new Programme will also reflect the strategic priorities of the Commission and user needs. It will also be the best option to ensure the achievement of the objectives defined in section 3. 6.4. The preferred option Option 3 of a new five-year ESP 2013-2017 seems to be the best option given the fact that this is the only option that would ensure the achievement of all the objectives defined, i.e. (i) providing quality statistics that correspond to users' needs in term of coverage, timeliness, comparability and reliability; (i) producing statistical information in a cost-effective way; and (iii) reduction of the response and administrative burden of respondents. Consequently, this is the only out of the 3 options that is able to offer a satisfactory response to all four challenges identified under Section 2.1. Key: 33 ESS Committee document No. ESSC/2010/07/08/EN ",
        "EN 27 EN ++ = very positive impact; + = positive impact; 0 = no or neutral impact; - = negative impact; -- = very negative impact Options Effectiveness in relation to the objectives Efficiency in achieving the objectives Coherence with overarching EU objectives, strategies and priorities Quality of statistics Impact on budget Option 1 - -- -- -- - Option 2 -- - + - 0 Option 3 ++ + ++ ++ + In terms of effectiveness regarding achievement of objectives, the baseline Option 2 would not be able to adjust to new policy needs, so it would not be able to satisfy new demands for data. Option 1 would allow users of statistics to satisfy their additional needs either by collecting the data themselves or by getting it from other data providers, so from that point of view is preferable to the baseline Option 2. Option 3 encompasses an annual dialogue with users and producers which enables satisfaction of new demands with quality data. In terms of efficiency, Option 1 would imply destroying a functional infrastructure that exists for statistics at European level such as is now the case with the baseline Option 2. Option 3 will result in efficiency gains by implementing new methods of statistics and by rationalising the collection of basic statistical data allowing for their use in different sets of indicators. As regards coherence with EU objectives, for Option 1 it will vary across Member States, depending on whether national requirements/priorities are in line with those at EU level, resource constraints, importance and impact of different policies on statistical domains. For Option 2, there will be coherence as regards statistical domains covered by the European Statistical Programme, although approaches may vary for new initiatives and policy areas not covered by the Programme. For Option 3, coherence is ensured as the European Statistical Programme will cover all priority areas defined by the Commission. In terms of quality of data, Option 1 would produce data that are less harmonised and comparable to Option 2, whereas Option 3 would have a positive impact on the quality of statistics compared to the baseline Option. It is obvious that Option 3 has all the required characteristics to provide a general framework for the production of European statistics by which the quality of statistics and the efficiency of the statistical production will be ensured. This is particularly important given the current challenges and resource constraints at both EU and national level. This Option does not imply a higher budget compared to Option 2. On the contrary, the budget requested for Option 3 is marginally lower than that of Option 2. The real difference lies in the fact that by achieving efficiency gains, the system will be better equipped to satisfy new political needs and will be ",
        "EN 28 EN able to deliver more with the same budget. Option 1 is the one that will have the highest impact on the budget as the uncoordinated approach will be more costly for the users of statistics who would have to set up systems themselves or buy statistics from other external providers. As regards the financial envelope for Option 3, it would be adapted to the needs of a new five-year statistical programme aiming at the achievement of the above objectives. The Modernisation of European Enterprise and Trade Statistics Programme (MEETS) will be integrated into the multi-annual statistical programme at the end of 2013 upon expiry of the current MEETS programme whereas the available budget for the multi-annual programme remains unchanged. In practical terms, this means a reduction of the financial envelope as no additional budget is requested for MEETS. In this way efficiency gains will also be achieved as only one programme will be managed instead of two as have been the case until now. Mio € 2013 2014 2015 2016 2017 Total Operational costs 57.30 58.72 59.89 61.11 62.31 299.33 Taking into account the advantages and disadvantages of all three options, Eurostat made the decision that the option that ensures the achievement of the set objectives while meeting the highest proportion of the needs of all the stakeholders of European statistics is Option 3. Therefore, a new five-year statistical programme is to be prepared even if this means that its duration will not be aligned with the term of office of the European Parliament. According to this scenario, the next ESP will start on 1 January 2013 and end on 31 December 2017. The present proposal for ESP 2013-17 is a solid, well-prepared tool to attain all three main objectives defined. Effects and consequences for the European Parliament and the Council: Positive, as the ESP is in line with the Treaties, the financial perspectives and the European Union's political priorities; the needs for statistical information to back the policies of the EU are reflected in the ESP; the ESP includes a mechanism for improved priority-setting and reduction of response burden to enterprises and citizens. Member States are involved in the preparation of the ESP. The subsidiary principle will be respected when implementing the ESP. Effects and consequences for the College of Commissioners and Commission services: Positive, as the ESP is in line with the Treaties, the financial perspectives; needs for statistical information to back the policies of the EU are reflected in the ESP, and a robust quality management system will be implemented as part of the ESP. The ESP will be subject to efficient evaluation and ABB-compliant framework for distribution of resources. Effects and consequences for the National Statistical Institutes (including DGINS, ESS Committee, Partnership Group, Directors' Groups) and other national producers: Positive, as the ESP includes a mechanism for improved priority-setting and reduction of response burden to enterprises and citizens. By providing a multi-annual framework, the ESP allows producers of statistics to allocate resources in an optimal way. Most projects leading to burden reduction are multi-annual projects and can best be implemented within a multi-annual framework which will improve the synergy between different actors of the ESS, thus ",
        "EN 29 EN increasing the quality and reliability of EU statistics. The ESP reflects the joint ESS strategy on the implementation of the Communication focusing on increasing the overall efficiency and effectiveness of the ESS. Member States are involved in the preparation of the ESP. The subsidiary principle will be respected when implementing the ESP. Effects and consequences for the ESAC, the European Central Bank, the Committee on Monetary, Financial and Balance of payments statistics (CMFB) and other non-institutional users: Positive, as the needs for statistical information to back the policies of the EU are reflected in the ESP, the users will be ensured that statistics will be \"fit for purpose\" (on time and according to their policy needs and requirements). Effects and consequences for Eurostat: Positive, as the ESP reflects the Communication on the production method of EU statistics; a robust quality management system will be implemented as part of the ESP; the ESP will provide a stable framework for coherent, structured annual programming and allocation of resources as well as a clear view of the direction of Eurostat's development; the ESP will be subject to efficient evaluation. 6.5. Financial needs of the ESP 2013-2017 The objective of the ESP is to establish a comprehensive programme providing an overall framework for the development, production and dissemination of European statistics for the period 2013-2017. With a view to making the best of available resources, the new programme will replace and integrate the two current spending programmes managed by Eurostat, amounting to EUR 316.7 million: the Community Statistical Programme 2008-2012 and the Programme for the Modernisation of European Enterprise and Trade Statistics (MEETS) 2009-2013 34 . Based on the analysis on the best ways and tools to achieve results; an assessment of past budgetary execution and synergies expected by integrating the two, currently distinct programmes; and taking due account of the budgetary constraints, the intended financial envelope for the proposed ESP is EUR 280 millions for the 2013-2017 period. An amount of EUR 53.8 million for 2013 is foreseen in the current multiannual financial frame for Community statistics. Implementation of the programme in 2013 is compatible with this amount. These operational appropriations will be used for procurement (in particular for statistical and IT related services), grants (in particular to contribute to networking within the ESS) and joint management with International Organisations when appropriate. 7. MONITORING AND EVALUATION Improvement of the link between the multi-annual and Annual Statistical Work Programme was one of the recommendations in the Commission's report to the Parliament and the 34 OJ L 340, 19.12.2008, p. 76 ",
        "EN 30 EN Council on the ex-post evaluation of CSP 2003-2007. This report also highlighted the need for proper monitoring of the implementation of the CSP (ex-post control). The implementation of Communication on the new production method will also be subject to specific monitoring. A first report on progress made in the preparatory phase was presented to the ESSC in May 2011 and will be submitted to the ECOFIN Council in November 2011. As far as the budgetary and financial execution is concerned, the programme will be implemented in conformity with the Financial Regulation. Eurostat has defined a control strategy 2013-2017 for the implementation of the programme. Reducing complexity (for example, grants awarded for the implementation of the objectives of the programme may take the form of lump sums) and cost-effective monitoring procedures, risk based reinforced ex- ante and ex-post controls will aim to reduce the likelihood/prevent fraud. The audit on the evaluation function in Eurostat 35 also pointed out that no systematic ex-ante analysis of the ESP's expected results and impacts and missing indicators prevented a proper monitoring of the implementation throughout its lifetime. Several of the recommendations resulting from this audit addressed the need to carry out ex-ante evaluations and subsequent mid-term and ex-post evaluations of expenditure programmes using proper programme indicators to ensure compliance with the provisions of the Financial Regulations and effective monitoring of expenditure programmes. Additionally, the European Court of Auditors (CoA) is currently conducting an audit on the management of Eurostat. One of the questions that the CoA is looking at is the achievement of the objectives set on the Community Statistical Programme 2008-2012. The conclusions of this audit expected to be finalised by the end of 2011 will be used to strengthen the monitoring and evaluation of the ESP 2013-2017. Drawing on past experience and lessons learned, mechanisms are put in place to ensure consistency in planning and reporting processes by better linking ESP objectives with Annual Statistical Work Programmes and improving as well the monitoring and evaluation of programme implementation. Article 2 of the proposal specifies that the ESP will be subject to annual planning through the Commission annual statistical work programmes in line with the provisions of Regulation (EC) No 223/2009. The annual work programmes together with their corresponding financing will be the matter of Commission Decisions detailing the outputs and results (objectives and indicators) to be achieved during the reference period. The monitoring will be ensured through regular reports on the consumption of resources and on progress made on the achievement of objectives. The strengthening of the link between the ESP 2013-2017 as a framework programme and annual work programmes providing the detailed planning, which was also one of the recommendations of the ex-post evaluation of the CSP 2003-2007 and the mid-term evaluation of the CSP 2008-2012, will ensure that there is no gap between planned activities and activities carried out as has been the case for the current multi-annual programme. It is foreseen that, in line with the Regulation on European statistics, an interim progress report will be prepared and, after consulting the ESS Committee, submitted to the European Parliament and the Council no later than June 2015. 35 IAC Audit Report ESTAT-2009-ESTAT-002 of 19 February 2010 ",
        "EN 31 EN At the end of the period covered by the programme, the ESP will be subject to an ex-post evaluation. The ESS Committee will be consulted on the evaluation report which will be completed by end of 2018 and subsequently submitted to the European Parliament and the Council. The ESP 2013-2017 is a framework programme that will be implemented through Annual Statistical Work Programmes and Management Plans, for which monitoring indicators will be defined and monitored twice a year. Monitoring of progress will be done as part of the annual SPP cycle and two reports will be produced every year on the progress of achievement of the objectives in the annual (and multi-annual programme) and the use of resources. In practical terms, this means that a mid-term evaluation will be prepared to assess the achievement of the objectives and yearly targets as of 30 June each year and an end-of-year evaluation will take stock of the situation as of 31 December each year. This will ensure that corrective action can be taken immediately during the year, if required. Furthermore, as for the ongoing multi-annual statistical programme, there will be indicators on users' satisfaction, quality assessments of the statistical production processes, assessment of the overall compliance with the European Statistics Code of Practice and monitoring of MS compliance with EU statistical legislation. In addition, as key performance indicators, linked to the general objectives of the European Statistical Programme 2013-2017, the number of values added to the Eurostat dissemination databases (by statistical domain), proportion of users rating overall quality of European statistics as very good or good as well as the number of downloads of different publications in Eurostat's website will be monitored and reported on throughout the implementation period of the programme. In addition, for each specific and operational objective a set of outputs and indicators (see tables below) has been defined and will form the basis for the monitoring of the achievement of the objectives of the European Statistical Programme throughout the duration of the programme. Specific objectives: The objectives will be implemented by: I. STATISTICAL OUTPUTS INDICATORS Europe 2020 Provide quality statistical information to monitor the implementation of Europe 2020 policy for smart, sustainable, inclusive growth. Updated headline target indicators for Europe 2020 (in the area of employment, research and development, innovation, energy/climate change, education, environment, social protection and social inclusion) available on the Eurostat website; Statistics available to support the monitoring of the implementation of Europe 2020 flagship initiatives; Additional indicators available as an input for the ex-ante and ex-post evaluation of the economic, social and environmental policy of the European Union. Economic Governance Develop new and enhance existing statistical information relevant for EU decision-makers and the public at large in Statistical input for the macroeconomic imbalances scoreboard and the underlying analysis provided; ",
        "EN 32 EN Specific objectives: The objectives will be implemented by: relation to the strengthened and integrated economic governance of the EU and the surveillance cycle integrating the Stability and Growth Pact and the economic policy. Statistical input for an enhanced Stability and Growth Pact provided; Set of indicators to measure competitiveness developed and produced; A robust quality management implemented in the production chain, also covering upstream public finance data and the underlying workflows in Member States. Provide European decision-makers with reliable statistics and indicators for administrative and regulatory purposes and for monitoring specific EU policy commitments. Scope of statistics for administrative and regulatory purposes defined and agreed with users, including the monitoring of statistics for GNI and VAT own resources, Structural Funds, and requirements for the remuneration and pensions calculations in relation to the EU Staff Regulations; A robust quality management framework for these indicators defined, implemented and explained. Economic Globalisation To enhance the indicators and statistical information available on economic globalisation and global value chains for EU decision-makers and the public at large. Updated of existing and development of new indicators on economic globalisation and global value chains available on Eurostat's web-site; Analysis of the global value chains possibly through appropriate input/output tables, foreign trade and business statistics including micro- data linking. ACCOUNTING FRAMEWORKS Economic and Social Performance Supplement measurement of economic performance by different dimensions of globalisation, the quality of life, well- being and social cohesion. Develop a framework for the analysis of globalised production. Indicators on income/consumption distribution across households produced (by reconciling National Accounts (NA) aggregates with household survey data); Implementation and compilation of annual, quarterly and regional National Accounts in accordance with ESA 1995/2010; Satellite accounts developed for at least two new areas (e.g. environment, research and development, output measures of national aggregates, health, social accounts, labour market, human capital, travel and tourism, non-profit institutions, information and communication technology, or non-observed economy, or EU KLEMS 36 toolkit); A conceptual framework for the analysis of globalised production developed. Provide key macroeconomic and social indicators and PEEIs (Principal European Economic Indicators) as a coherent set of indicators addressing the EU and global statistical data requirements and adjust PEEIs to meet evolving users' needs. Coordinated development of the dashboards of key macroeconomic, social and sustainable development indicators; Harmonised methodology for key macroeconomic and social indicators and PEEIs; 36 EU level analysis of capital (K), labour (L), energy (E), materials (M) and service (S) inputs on a detailed activity level: statistical and analytical research project to analyse productivity and growth across Europe ",
        "EN 33 EN Specific objectives: The objectives will be implemented by: Enhanced international comparability of indicators; Improved tools to facilitate the interpretation and communication of indicators; Harmonised housing and related statistics available for all Member States. Environmental Pressures Provide environmental accounts, and climate change related statistics, taking into account international developments in this area. A coherent system of environmental accounts developed as ‘satellite accounts’ to the main National Accounts providing information on atmospheric emissions, energy consumption, oil and gas reserves, trade in basic materials, environmental taxation and spending on environmental protection, possibly including green growth/procurement; Indicators that show secondary pressures and impacts of climate change developed and produced. DATA Business Increase the efficiency and effectiveness of production processes. Provide quality statistics on key areas where enterprises are at the centre of interest, such as business statistics, short term indicators, international transactions, globalisation, single market monitoring, innovation, and tourism. Data available in the statistical system or in society reused, and common infrastructure and tools produced; Statistical information and indicators on business on annual and infra- annual basis provided; Statistical information describing the place of Europe in the world and EU relationships with the rest of the world provided; Statistical information for the analysis of global value chains provided and the EGR developed as a backbone for collecting cross-domain information on globalisation; Trade in goods and trade in services rebalanced with an improved availability of data on services and actions to rebalance statistical information on services and products; Single market monitoring tools developed, such as the food price monitoring tool and related indicators; Quality statistics on key areas of innovation and R&D performance provided through extended use of patent registers and extended research and statistical use of individual micro-data; Quality statistics on tourism supply and demand provided through optimised data collection and better integrated data from tourism with other domains. People’s Europe Provide quality statistics on key areas of social policy where the citizen is at the centre of interest, such as social cohesion, poverty, demographic challenges (elderly and migration in particular), labour market, education and training, quality of Consolidated basic infrastructure for European Social Statistics, including a range of survey and administrative-based data collections in place; Modernised surveys on Labour Force (LFS) and Income and Living ",
        "EN 34 EN Specific objectives: The objectives will be implemented by: life, safety, health and disability, free movement and single market, mobility of young people, and technological innovation and new life style choices. Conditions (SILC); Statistics provided on education and training; Statistics provided on Safety, Health and Disability; Actions of the work programme on mainstreaming of migration statistics implemented; Quality of life indicators to measure progress of societies provided. Geospatial, Environmental and Sectoral Statistics Support evidence-based policy making by a more flexible and increased use of spatial information combined with social, economic and environmental statistical information. European Spatial Data Infrastructure based on the INSPIRE (Infrastructure for Spatial Information in Europe) architecture available; A range of geographic information through cooperation with EU programmes for land use surveys and remote sensing available; Integration of statistical data when relevant, thus creating a multisource flexible infrastructure for the provision of targeted spatial analysis. Provide quality environmental statistics to support the policies of the EU. Set of key environmental statistics, such as on waste, water and biodiversity, at national and when possible regional level, developed, produced and disseminated. Provide quality energy and transport statistics to support the policies of the EU. Statistics on renewable energy produced and disseminated; Statistics on energy savings/energy efficiency produced and disseminated; Statistics on transport safety, passenger mobility, road traffic measurement and intermodal freight transport produced and disseminated. Provide quality agriculture, fisheries and forestry statistics for the development and monitoring of the Common Agricultural and Fisheries Policies reflecting key European strategic objectives related to sustainability as well as rural development by carrying out regular activities related to the development, production and dissemination of statistics. Agricultural data collection reviewed and simplified in line with the Common Agricultural Policy review post 2013; Architecture for agricultural data collection processes redesigned; Land use/cover data management system elaborated and implemented; Data collection system for coherent agri-environmental indicators implemented; Appropriate breakdowns by region provided; Set of key forestry data from Integrated Environmental and Economic Accounting (IEEAF), such as forest area, volume and value of standing timber and economic accounts for forestry and logging implemented and disseminated. Operational objectives The objectives will be implemented by: II. PRODUCTION METHODS OF EU STATISTICS ",
        "EN 35 EN Operational objectives The objectives will be implemented by: ESS Quality Management Implement a quality management system in the ESS based on the revised European Statistics Code of Practice, introducing new monitoring mechanisms to assess compliance with the Code of Practice based on Commitments on confidence in statistics agreed with the Member States. Strengthen sharing of good practices in the implementation of the Code of Practice and ensure that quality reporting is targeting different user needs. The Code of Practice fully implemented; Commitments of confidence in statistics agreed with Member States; ESS and ESCB quality assurance frameworks aligned; Users' needs for quality reporting met. Priority-Setting and Simplification Implement a priority-setting mechanism for the ESS in order to simplify reporting requirements and increase the flexibility of the ESS to adjust to new needs for statistics while taking into account the constraints of the producers and the response burden. Priorities defined and resources allocated accordingly; Priorities for the ESS defined as part of the Annual Work Programme (AWP); Results of user and producer consultations reflected in the AWP; Statistical areas to be simplified and data collections to be reduced/discontinued communicated to users. Multipurpose Statistics and Efficiency Gains in Production Put in place gradually an ESS business architecture allowing a more integrated production of EU statistics; harmonise and standardise statistical production methods and metadata; enhance the horizontal (across statistical domains) and vertical (across ESS partners) integration of statistical production processes in the ESS in respect of the principle of subsidiarity; use and integrate multiple data sources; produce multi-purpose statistics. A greater use of appropriate administrative data in all statistical areas; New data sources for European statistics identified and used; Increased involvement of European and national statistical authorities in the design of administrative records; A wider use of statistical matching and data linking techniques for increasing the offer of EU statistics; The European approach to statistics for quick policy response used; More integration of EU statistics production processes through ESS coordinated actions; Further harmonisation of statistical concepts across statistical domains; Development and implementation of flexible IT reference infrastructure and technical standards for improving interoperability, sharing of data and metadata, common data modelling; Standard IT tools used across statistical business processes; Increased use and availability of harmonised methodologies (including mixed-mode approaches to data collection) and harmonized metadata. Ensure the good functioning and coherence of the ESS through effective collaboration Effective and efficient support to partnership in the ESS; ",
        "EN 36 EN Operational objectives The objectives will be implemented by: and communication. Processes for burden and work sharing within the ESS defined and implemented; Collaborative networks further developed and made operational. Dissemination and Communication Make the ESS the first data source on EU statistics for all users and, in particular, for public and private decision makers, by providing a quality statistical information service based on the principles of free access to European statistics. Extend and rationalise the range of dissemination products to meet the needs of users using new technologies. Set up a cost-efficient and integrated secure infrastructure within the ESS for access to official statistics confidential data for scientific purposes. Start producing public use files. ESS recognised as the first reference point for users of European statistics; An integrated secure infrastructure in place for access to EU micro data; System put in place to address users' requests for immediate access and advice in interpretation of statistical information; Dissemination products adjusted to the users' needs using new technologies; Increased number of statistical outputs on cross-cutting issues; Increased use of new communication and dissemination technologies (e.g. SDMX based); Increased offer of micro-data sets for statistical research purposes. Training, Innovation and Research Satisfy learning and development needs in the ESS based on a combination of training courses and learning and development opportunities. Improve the collaboration between ESS members for the transfer of knowledge and the sharing and implementation of best practices and common innovative approaches in statistical production. Organise the activities, the participation and the contribution of the research communities in the improvement of the statistical production chains and of the quality of official statistical information. Post-graduate degree (e.g. Master in Official Statistics) developed; Training programmes offered addressing user needs; Results of research projects applied in statistical production and dissemination; ESS recognised as reference point for the statistical research communities; High involvement of the research communities in research activities in official statistics; Adequate instruments in place for the exchange of practices and implementation of common solutions in the ESS. III. PARTNERSHIP Partnership within the ESS and Beyond Implement the enhanced ESS governance framework. Implementation of the revised Statistical law, Decision on the role of Eurostat; Framework regulations covering entire statistical areas adopted; Enhance the coordinating role of Eurostat as the Union's Statistical Office. Eurostat associated with all Commission initiatives with regard to statistical aspects at an early stage; Regular stakeholder dialogues at top management level organised. ",
        "EN 37 EN Operational objectives The objectives will be implemented by: Strengthen the co-operation with the European System of Central Banks, European and international organisations involved in the production of data for statistical or administrative purposes through common projects and co-ordinated developments. Ensure consistency between European and international standards. Common quality framework for ESS and ESCB implemented; Eurostat increasingly involved in international advisory groups; New ways of cooperation defined and implemented; The new SNA 37 /ESA 38 and Balance of Payments manuals implemented. Promote and implement statistical advisory and statistical assistance activities in countries outside the EU in line with the priorities of the foreign policy of the EU with particular emphasis on enlargement. ESS leadership exercised in the international arena; Quality data for EU foreign policy purposes delivered; Relevant statistical data to support the enlargement process and negotiations disseminated; Requests for derogations from new Member States leading to unavailability of data minimised; Agreements / Memoranda of Understanding signed with countries outside the EU; Technical cooperation programmes designed and implemented; Technical assistance focused on data harmonisation and delivery. 37 System of National Accounts (United Nations) 38 European System of Accounts ",
        "EN 38 EN 8. R EFERENCE DOCUMENTS • Regulation (EC) No 223/2009 on European statistics, OJ L 87, p. 164 (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:087:0164:0173:en:PDF) • Regulation (EC) No 479/2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European, OJ L 145, 10.6.2009, p.1 (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:145:0001:0009:en:PDF) • Commission Communication on the production method of EU statistics; COM(2009) 404 final (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2009:0404:FIN:EN:PDF) • Communication from the Commission to the European Parliament and the Council on the production method of EU statistics – joint strategy paper, ESSC/2010/05/6 (http://s- douceur.eurostat.cec/douceur301/GETDOCUMENT.ASPX?DOCID=13047&LANG =EN) • Commission Communication on the robust quality management system for European statistics, COM(2011) 211 final (http://epp.eurostat.ec.europa.eu/portal/page/portal/quality/documents/COM-2011- 211_Communication_Quality_Management_EN.pdf) • Communication \"GDP and beyond – measuring progress in a changing world\", COM(2009)433 final (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2009:0433:FIN:EN:PDF) • Stiglitz-Sen-Fitoussi Commission report on the measurement of economic performance and social progress (http://www.stiglitz-sen- fitoussi.fr/documents/rapport_anglais.pdf) • Community Statistical Programme 2008-2012 (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2007:344:0015:0043:EN:PDF) • Ex-post evaluation of the CSP 2003-2007 (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2009:0001:FIN:EN:PDF) • Mid-term evaluation of the CSP 2008-2012 (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2010:0346:FIN:EN:PDF) "
    ]
}