{
    "text": [
        "",
        "",
        "DIRECTORATE GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT A: ECONOMIC AND SCIENTIFIC POLICY WORKSHOP The Union Civil Protection Mechanism Brussels, 15 November 2012 PROCEEDINGS Abstract In the context of the ongoing legislative report on the Union Civil Protection Mechanism (2011/0461 (COD)), the European Parliament organised a workshop to discuss the Commission’s legislative proposal putting special emphasis on prevention, preparedness and response, and the available technology and services in the event of a crisis. IP/A/ENVI/WS/2012-18 December 2012 PE 492.464 EN ",
        "This document was requested by the European Parliament's Committee on Environment, Public Health and Food Safety CONTRIBUTING EXPERTS Ms Kristalina Georgieva, Commissioner for International Cooperation, Humanitarian Aid and Crisis Response Mr Hans Das, DG ECHO, European Commission Mr Alessandro Annunziato, Institute for the Protection and Security of the Citizen, IPSC-JRC Mr Koen Rademaekers, Triple E Consulting Mr Peter Tallantire, UK Civil Contingencies Secretariat Mr Luigi D’Angelo, Italian Civil Protection Department Mr Peter Billing, DG ECHO, European Commission Ms Paola Albrito, UN Office for Disaster Risk Reduction, UNISDR Mr Chris McLaughlin, European Satellite Operator’s Association SUMMARY PREPARED BY: Mr Arkaitz Usubiaga, Wuppertal Institute for Climate, Environment and Energy RESPONSIBLE ADMINISTRATOR Mr Lorenzo Vicario Policy Department Economic and Scientific Policy European Parliament B-1047 Brussels E-mail: Poldep-Economy-Science@europarl.europa.eu LINGUISTIC VERSION Original: EN ABOUT THE EDITOR To contact the Policy Department or to subscribe to its newsletter please write to: Poldep-Economy-Science@europarl.europa.eu Manuscript completed in December 2012. Brussels, © European Parliament, 2012. This document is available on the Internet at: http://www.europarl.europa.eu/studies DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ CONTENTS LIST OF ABBREVIATIONS 4 1. INTRODUCTION 5 2. KEYNOTE SPEECH 6 2.1. The Commission proposal on a \"Union Civil Protection Mechanism\" 6 2.2. Q&A, open discussion 7 3. PREVENTION, PREPAREDNESS AND RESPONSE 8 3.1. The key elements of the Commission proposal 8 3.2. JRC Early Warning Systems in support to the Civil Protection Mechanism 8 3.3. The European response capacity 9 3.4. Risk assessment and mapping: the challenge of prevention 10 3.4.1. The UK experience 10 3.4.2. The Italian experience 11 4. SHARING KNOWLEDGE: A TECHNOLOGICAL CHALLENGE 12 4.1. IT tools for information sharing and early warning 12 4.2. Relevance of sharing knowledge and data collection 13 4.3. Provide communication in post disaster scenario 14 4.4. Q&A, open discussion 14 ANNEX 1: AGENDA 16 ANNEX 2: SHORT BIOGRAPHIES OF THE EXPERTS 18 ANNEX 3: PRESENTATIONS 23 Presentation by Mr Hans Das 23 Presentation by Mr Alessandro Annunziato 35 Presentation by Mr Koen Rademaekers 63 Presentation by Mr Peter Tallantire 69 Speaking Points by Mr Luigi D’Angelo 75 Presentation by Mr Peter Billing 79 Presentation by Ms Paola Albrito 89 Presentation by Mr Chris McLaughlin 99 PE 492.464 3 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ LIST OF ABBREVIATIONS CECIS Common Emergency Communication and Information System CP Civil Protection CPM Civil Protection Mechanism DG-ECHO Directorate-General for Humanitarian Aid and Civil Protection EFAS European Floods Awareness System EFFIS European Forest Fire Information System ESOA European Satellite Operator’s Association GDACS Global Disaster Alert and Coordination System GMES Global Monitoring for Environment and Security HFA Hyogo Framework for Action IPSC Institute for the Protection and Security of the Citizen JRC Joint Research Centre MIC Monitoring and Information Centre PE 492.464 4 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ 1. INTRODUCTION Countries are facing a growing number of disasters that result in huge human and economic losses. Climate change, poverty and unsustainable development, increasing urbanisation and population, and ecosystem and natural resources depletion are only some of the drivers that contribute to increase communities’ vulnerability against disaster. Against this backdrop, the European Commission presented a legislative proposal on the Union Civil Protection Mechanism (2011/0461) to increase EU’s resilience by improving the effectiveness of the systems in place for preventing, preparing for and responding to natural and man-made disasters. In the context of the ongoing legislative report on the European Commission proposal and in order to exchange views with experts and national and international organisations, the European Parliament's Committee on Environment, Public Health and Food Safety requested the organisation of a workshop that took place at the European Parliament in Brussels on Thursday 15 November 2012. The workshop was structured in three sessions. The first and second sessions, both chaired by the Rapporteur of the report MEP Ms Elisabetta Gardini (EPP, IT), included the keynote speech by the Commissioner for International Cooperation, Humanitarian Aid and Crisis Response Kristalina Georgieva and several presentations on prevention, preparedness and response. The third session, chaired by Shadow rapporteur of the report MEP Ms Edite Estrela (S&D, PT), addressed the technology available in the event of a disaster. PE 492.464 5 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ 2. KEYNOTE SPEECH In her opening remarks, Ms Gardini made reference to the recent crisis experienced by the US, in which despite the early warning and the availability of information, the hurricane Sandy stroke hardly. Before introducing the Commissioner, she pointed out that the EU needs to be better prepared and better protected than never before, since the likelihood of future large-scale emergencies will probably increase. 2.1. The Commission proposal on a \"Union Civil Protection Mechanism\" Ms Kristalina Georgieva 1 began her speech by highlighting the role played by the European Parliament in the context of strengthening the EU Civil Protection Mechanism (CPM). As she pointed out, climate change, population and urbanisation growth, as well as industrial development are among the factors that contribute to increasing risks. In fact, 2011 ($400 bn.) broke the previous record on economic losses related to emergencies established six years ago. In this vein, the Commissioner called for building more resilient societies to face the increasing number of disasters. After introducing a few facts of the CPM, Ms Georgieva described a few actions that would contribute to strengthening the CPM and covering a full cycle approach (prevention, preparedness, response and rehabilitation):  Put more emphasis on preparedness and prevention  Increase the predictability in the deployment of modules  Assess the cost-benefit of actions at every level (local, regional and EU) based on the principles of solidarity, subsidiarity and cost-effectiveness. The CPM is the main, but not only building block of civil protection (CP). As she explained, CP is being integrated to certain extent in the Structural and Cohesion Funds and Environmental Impact Assessment, while actions to engage the insurance industry are also being taken. The Commissioner explained then some of the main provisions of the new legislative proposal:  Strong emphasis on risk assessment for better scenario planning  Voluntary pool of assets for EU deployment  EU funding of assets for high-risk low-probability disasters, only after a thorough cost-benefit analysis.  Funding arrangements for transport and training exercises To close her intervention, Ms Georgieva made reference to the current status of the negotiations. 1 Ms Georgieva is the Commissioner for International Cooperation, Humanitarian Aid and Crisis Response. For more information, see Annex 2. PE 492.464 6 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ 2.2. Q&A, open discussion 2 MEP Mr Vittorio Prodi was the first to take the floor in the Q&A session and called for fostering the cooperation and joint exercises with military forces, especially to benefit from the logistic assets they already have in place. After Mr Prodi’s intervention, Mr Axel Johan Hagelstam 3 asked whether there was coordination between the EU CP and the civil emergency planning community at NATO. As a response to Mr Prodi’s question, Ms Georgieva cited two examples of joint cooperation with the EU military staff. Despite recognising the importance of the civil-military interface, she pointed out that the main objective of the new legislative proposal was to better use the existing CP capabilities. As for the joint exercises, the Commissioner clarified that so far there have not been carried out, but both communities are in contact through periodic briefings. Ms Georgieva continued by explaining that no direct EU CP – NATO relations exist due to reasons of legislative nature. In this vein, she stated that indirect relations exist through the EU military staff. Following the Commissioner’s answers, Mr Prodi raised the point of relying on a voluntary pool of assets and wondered whether it would not be better to institutionalise that commitment. In her reply, Ms Georgieva clarified that despite the commitment is voluntary, once an asset is offered, its availability is taken for granted except under force majeure situations. Actually, the reason behind the voluntary nature of the pool is the impossibility for some governments to commit any asset, since in some case the competence of CP relies on regional governments. 2 The Q&A session took place after Mr Das’ presentation, but the questions were addressed to Ms Georgieva, since she had to leave the workshop. 3 Mr Hagelstam is assistant of MEP Mr Nils Torvalds. PE 492.464 7 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ 3. PREVENTION, PREPAREDNESS AND RESPONSE 3.1. The key elements of the Commission proposal After a few words on the importance and added value of the joint cooperation in the field of CP, Mr Hans Das 4 briefly introduced the CPM and the main activities carried out within the Monitoring and Information Centre (MIC). Mr Das continued by addressing the EU approach to preparedness. In this vein, he cited the existing extensive training programme and the joint exercises as two of the main elements within it. Likewise, he highlighted the success of the modular approach in use, which has allowed the predefinition of different sets of assistance. So far 154 modules are contained in the CPM database. Nonetheless, Mr Das clarified that under the current legislative framework, these modules might or might not be available to be deployed in case of emergency. This is to be changed in the new legislative proposal to increase predictability. Mr Das explained then the process of activation of the CPM and described its evolution in terms of activations since its start-up. In this line, he described the EU interventions after the explosion in Cyprus that jeopardised significantly its electricity generation capacity in 2011 and the Polish floods in 2010. To end his intervention, Mr Das made reference to the main changes included in the new legislative proposal:  In general terms, shift from the current ad-hoc system to a pre-planned system where there is more predictability.  Introduce a mandatory information exchange with MSs on risk assessment to move towards risk-based approaches (Article 6).  Introduction of a voluntary pool of assets (Article 11) to increase predictability, enhance planning at EU and international levels, improve the quality of the assistance and foster a need-based response without interference from politics.  Cost-sharing mechanism to overcome capacity gaps identified on the basis of the assets offered in the voluntary pool (Article 12). 3.2. JRC Early Warning Systems in support to the Civil Protection Mechanism In his introductory remarks, Mr Alessandro Annunziato 5 enumerated the main activities carried out within the Institute for the Protection and Security of the Citizen – Joint Research Centre ( IPSC-JRC) to support the CPM:  Development and maintenance of natural disasters’ early warning systems  Support in situation assessment activities  Mapping activities 4 Mr Das is Head of Unit A5 \"Civil Protection Policy, Prevention, Preparedness and Disaster Risk Reduction\" in DG- ECHO. For more information, see Annex 2. 5 Mr Annunziato works at the GlobeSec Unit of the IPSC-JRC. For more information see Annex 2. PE 492.464 8 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Among those systems in the first group, Mr Annuziato began describing the main characteristics of the Global Disasters Alerts and Coordination System (GDACS), which can be accessed online for free. As he stated, its main aim is to identify whether an event is of humanitarian concern by estimating quickly the potential effects of an earthquake, tropical cyclone, flood or volcano eruption and alerting the responsible authorities. This is done based on the combination of information from different sources and IPSC’s GIS and Geo layers. Special emphasis was put on tsunamis, since right after an earthquake has occurred, an alert has to be sent indicating whether such an event may or may not occur. For such a case, the JRC has a Tsunami Warning System that predicts its likelihood based on different scenarios. The second tool he described was the European Flood Awareness System (EFAS), which predicts the likelihood of floods in a certain place. The EFAS system is fed by information and data coming from various meteorological and hydrological agencies. As he explained the information is sent back to the appropriate agencies in the Member States. The last tool of the first group refers to the European Forest Fire Information System (EFFIS), which in analogy to the previous system, estimates whether the potential conditions are met for a certain emergency (in this case a forest fire) to occur. As described by Mr Annunziato, the system is based on the information provided by meteorological agencies, which is combined with data on the soil condition. The system also provides annual stats on fires and burnt areas and supports decision-making by giving information on which forest fire should be prioritised in the event of simultaneous fires. To end his intervention, Mr Annuziato made reference to the daily reports and dedicated reports for major disaster produced by the IPSC and to the mapping activities carried out to support the Global Monitoring for Environment and Security (GMES). 3.3. The European response capacity In his introductory remarks, Mr Koen Rademaekers 6 explained briefly the main basic element of the European response capacity. The core of his presentation referred to a study carried out in 2009 to identify response gaps based on several disaster scenarios. The results were grouped in five types of gaps, namely gaps hindering the degree of availability of existing resources, lack of sufficient quantities of major categories of resources, lack of sufficient quantities of specific equipment or expertise, lack of information on specific categories of equipment or expertise, and limited preparedness of major categories of response resources. In the first category, Mr Rademaekers described the following gaps of the European response capacity:  Funding to cover the transportation and deployment of response resources  Capacity to transport the response resources to the site  Lack of EU capability to mandate the dispatch of response resources  Lack of EU capability to mandate the dispatching of experts  Although improving, still limited MIC capability in the areas of assessment, on-site coordination, support to deployment  Limited availability of aerial fire fighting resources 6 Mr Rademaekers is Managing Director at Triple E Consulting. For more information, see Annex 2. PE 492.464 9 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ Due to the lack of time, Mr Rademaekers skipped the rest of the groups and encouraged the attendees to take a look at the study, which is available at Directorate General for Humanitarian Aid and Civil Protection’s (DG-ECHO) web page. Among the main conclusions, Mr Rademaekers highlighted the following suggestions to overcome the gaps identified by the study:  Strengthening co-financing options for covering transportation/deployment costs for assistance  Empowering the Commission to mandate the deployment of registered national resources  Guarantee the availability of specified resources during specified periods  Increasing national capacities in combination with promoting registration of modules/resources  Setting up new preparedness activities offered by the Mechanism to address the identified gaps 3.4. Risk assessment and mapping: the challenge of prevention 3.4.1. The UK experience In his opening remarks, Mr Peter Tallantire 7 briefly introduced the UK’s risk based approach to disaster management. In broad terms, this consists of:  Identification of risks  Assessment of risk by identifying the relative significance of given emergencies  Build resilience through prevention, preparedness and capacity building  Evaluation of resilience Before further explaining the steps, he put emphasis on the importance of the local level in disaster management and described a few characteristics of UK’s disaster response. In terms of risk identification, Mr Tallantire mentioned three time frames they look at, namely short term (up to six months), medium term (out to five years) and long term (out to 20 years plus). As he explained, an assessment of the likelihood, plausibility and potential impact of the identified risks is made in the next step. As an example, Mr Tallantire showed the relation between potential impact and plausibility / likelihood of potential threats and hazard the UK might face in the next five years. The results of such assessment serve to draw planning assumptions, which will then be translated into a capability programme. Mr Tallentire finished his intervention by addressing the previous question on the role of military forces. In this context, he stated that the military staff is not integrated in the capabilities programme as such, but they are considered in the planning and thus serve as a reserve capacity for CP. 7 Mr Tallantire is Deputy Director at the Civil Contingencies Secretariat in the UK. For more information, see Annex 2. PE 492.464 10 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ 3.4.2. The Italian experience Mr Danilo Bilotta 8 gave the speech on behalf of Mr Luigi D’Angelo 9 who could not attend the workshop due to the recent floods in Italy. Mr Bilotta began the speech by referring to the negotiation process and put special emphasis on the aspects related to risk assessments. As he explained, Member States will have to work autonomously to ameliorate their risk management planning at national and local level. This process is completed by the assessment that each Member State will have to do of its risk management capability. In this vein, Mr Bilotta described the evolution over time of the Italian approach to prevention, not without stressing that prevention from a strictly CP point of view implies early warning, emergency planning, training, CP awareness raising, information to the population and implementation of technical legislation, as well as exercises. Thus, he called for bridging the gap between science and culture, risk-related science and risk culture. Nevertheless, prevention goes beyond than CP and also covers all structural activities that aim at protecting a territory through long-term investments in environmental, infrastructural, urban development policies. As he explained, events are becoming more extreme due to climate change and at the same time, countries are less resilient as a result of excessive anthropisation and urbanisation. In this vein, he highlighted the need of a higher commitment at country level in terms of prevention. To finish his speech, Mr Bilotta stated that they are looking forward to the establishment of a structured and cross-cutting approach to prevention at European level, and to get more information about the proposals for cohesion policy funding for 2014-2020 in relation with prevention. 8 Mr Bilotta works for the Permanent Representation of Italy to the European Union. 9 Mr D’Angelo is Head of International Relations of the Italian Civil Protection Department. For more information, see Annex 2. PE 492.464 11 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ 4. SHARING KNOWLEDGE: A TECHNOLOGICAL CHALLENGE After making a wrap-up of the topics covered by the previous panel, Ms Estrela stressed the relevance of increasing the knowledge on disaster risks and sharing best practices. Likewise, she called for fostering synergies between the CPM and other relevant EU initiatives, such as GMES and the Common Information Sharing Environment in order to further push the development of early warning systems and ensuring a rapid response to disasters. In this vein, she proposed to take into account the effectiveness of detection and early warning systems when assessing the performance of the CPM. 4.1. IT tools for information sharing and early warning In his presentation, Mr Peter Billing 10 addressed the main elements of the MIC. As far as the monitoring function is concerned, Mr Billing described some of the tools used within the MIC:  GDACS  EFAS  EFFIS  Meteoalarm As for the information tools, Mr Billing made reference to:  DG-ECHO’s webpage  ECHO daily flash, DG-ECHO’s daily bulletin  ECHO crisis reports, regular reports on the development of a specific disaster  Daily situation map  MIC’s webpage Last but not least, Mr Billing described the main elements used within the MIC to improve coordination. Among these, he put special emphasis on the Common Emergency Communication and Information System (CECIS), which could be considered the backbone of coordination and communication with Member States. As he explained, CECIS serves as secure web-based alert and notification system for emergency situations and as a database for Member States. Besides CECIS, Mr Billing also referred to the technical support activities carried out within the MIC, concretely in the field of satellite imagery and assessments in field missions. 10 Mr Billing is Deputy Head of the Emergency Response Unit. For more information, see Annex 2. PE 492.464 12 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ 4.2. Relevance of sharing knowledge and data collection In her introductory remarks, Ms Paola Albrito 11 presented some facts and numbers on the human and economic losses associated with disasters since 1992 to justify the need of moving forward in the field of CP. As she stated, a reduction of the vulnerability of communities is paramount to reduce the risk of disasters, which requires a multidimensional approach that addresses socio- economic and physical drivers, as well as environmental degradation. These elements were brought together in the so-called Hyogo Framework for Action (HFA), which defines the roles of governments, regional organisations and international institutions. In this vein, she pointed out that the Commission’s legislative proposal was in line with the framework adopted in Hyogo. This framework consists of five main points:  Make disaster risk reduction a priority  Know the risks and take action  Build understanding and awareness  Reduce risk  Be prepared and ready to act Ms Albrito showed then a few slides describing the global progress towards the HFA and the increase of economic losses in Europe and OECD countries. Likewise, she made reference to the report “The Hyogo Framework for Action in Europe”, which provides an overview of the implementation of the HFA in Europe. In this context, three main trends arise:  Countries with national platforms perform better on mainstreaming disaster risk reduction approaches.  There is an evolution from a of crisis and response approach to one of proactive risk reduction.  The gaps identified by national information reports have been taken into account by the regional organisations and the Commission. In her closing remarks, Ms Albrito stressed the need of standardise the way in which economic damages are accounted for and the importance of sharing knowledge and information with regard to investments in disaster risk reduction. 11 Ms Albrito is the Head of the United Nations Office for Disaster Risk Reduction (UNISDR) Regional Office for Europe. For more information, see Annex 2. PE 492.464 13 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ 4.3. Provide communication in post disaster scenario After introducing the European Satellite Operators’ Association (ESOA), Mr Chris McLaughlin 12 enumerated the strengths of satellites and quoted a few sentences from the 8 th Space Council deliverables and the Ms Gardini’s report on the Commission’s legislative proposal, where the importance of telecommunication capacity is recognised. In this vein, Mr McLaughlin stated that satellites serve as a bridge until land-based communication infrastructure is restored after a disaster, not without clarifying first that they also provide relevant services in the other stages of a disaster. Among the concrete services provided by satellites in post-disaster scenarios, Mr McLaughlin cited the following ones:  Logistics support for relief agencies  Telephony, e-mail, Internet access, videoconferencing, instant messaging  Telemedicine to connect to world-class trauma specialist  Tele-education to bring normality to displaced children or destroyed schools  Global awareness of the disaster  Support business continuity In his final remarks, Mr McLaughlin enumerated a few examples in which satellites provided relevant communication services and highlighted the potential role they can play in the CPM. 4.4. Q&A, open discussion Mr Ralf Ackermann 13 asked whether the module deployment was only foreseen inside the EU or whether the modules would also be available for international events. He put special emphasis on the lost of cost-effectiveness when transporting certain modules over long- distances. Ms Estrela asked then whether droughts were also part of the IPSC-JRC work. Mr Das answered the first questions by clarifying that the legislative proposal addresses both the EU and international levels. Nevertheless, he clarified that modules should be deployed from as close as possible. In fact, the voluntary pool will allow ensuring that assets are deployed from the most convenient location. Mr Annunziato answered the second question by stating that despite droughts are part of the JRC work, this are not considered important from the point of view of early warning systems. Ms Gardini closed the workshop thanking the speakers and translators. 12 Mr McLaughlin is Vice President of External Affairs at Inmarsat Plc, which is part of ESOA. For more information, see Annex 2. 13 Mr Ackermann is Vice President of the German Fire Services Association. PE 492.464 14 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 15 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ ANNEX 1: AGENDA WORKSHOP The Union Civil Protection Mechanism Thursday, 15 November 2012 from 09h30 to 12h30 European Parliament, Brussels Room: Altiero Spinelli A5E-2 Organised by the Policy Department A-Economy & Science for the Committee on the Environment, Public Health and Food Safety (ENVI) AGENDA 09.30 - 09.35 Welcome and introduction by MEP Elisabetta Gardini, Rapporteur Keynote speech 09.35 - 09.55 The Commission proposal on a \"Union Civil Protection Mechanism\" Ms Kristalina Georgieva, Commissioner for International Cooperation, Humanitarian Aid and Crisis Response Part 1: Prevention, Preparedness and Response 09.55 - 10.10 The key elements of the Commission proposal Mr Hans Das, Head of Unit A5 \"Civil Protection Policy, Prevention, Preparedness and Disaster Risk Reduction\", DG ECHO 10.10 - 10.25 JRC Early Warning Systems in support to the Civil Protection Mechanism Mr Alessandro Annunziato, GlobeSec's, Institute for the Protection and Security of the Citizen (IPSC), European Commission's Joint Research Centre (JRC) 10.25 - 10.40 The European Response capacity Mr Koen Rademaekers, Managing Director, Triple E Consulting Risk assessment and mapping: the challenge of prevention PE 492.464 16 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ 10.40 - 10.50 The UK experience Mr Peter Tallantire, Deputy Director, UK Civil Contingencies Secretariat 10.50 - 11.00 The Italian experience Mr Luigi D'Angelo, Italian Civil Protection Department 11.00 - 11.25 Q&A, open discussion Part 2: Sharing knowledge: a technological challenge 11.25 - 11.30 Introduction MEP Edite Estrela, Shadow rapporteur 11.30 - 11.40 IT tools for information sharing and early warning Mr Peter Billing, DG ECHO 11.40 - 11.50 Relevance of sharing knowledge and data collection Ms Paola Albrito, United Nations Office for Disaster Risk Reduction (UNISDR) 11.50 - 12.00 Provide communication in post disaster scenario Chris McLaughlin, Vice-President of External Affairs, Inmarsat, Member of European Satellite Operators' Association (ESOA) 12.00 - 12.25 Q&A, Open discussion 12.25 - 12.30 Conclusive remarks MEP Elisabetta GARDINI, Rapporteur PE 492.464 17 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ ANNEX 2: SHORT BIOGRAPHIES OF THE EXPERTS Ms Kristalina Georgieva, Commissioner for International Cooperation, Humanitarian Aid and Crisis Response I am the European Commissioner for International Cooperation, Humanitarian Aid and Crisis Response. Before joining the European Commission in February 2010, I have held various positions at the World Bank. I started working there in 1993, initially as Environmental Economist, then Senior Environmental Economist. I continued as Sector Manager on Environment for the East Asia and Pacific Region, and later became the Director in charge of World Bank environmental strategy, policies and lending. In 2004 my work took me to Moscow, where I was World Bank Director for the Russian Federation, responsible for a large portfolio of World Bank projects in tax administration, customs, education, health, environment and regional development. In 2007-2008 I held the position of Director for Sustainable Development and, finally I was appointed Vice President and Corporate Secretary of the World Bank Group. At this post, I acted as the interlocutor between the World Bank’s senior management, its Board of Directors and the 186 countries that make up the World Bank Group shareholders. I have obtained my M. A. in Political Economy and Sociology at the University of National and World Economy in Sofia, Bulgaria. My PhD in Economic Science was granted by the same university, for my dissertation on Environmental Policy. Between 1977 and 1993, I worked as Associate Professor at the University of National and World Economy. During this period I was also a Research Fellow at the London School of Economics, and spent one year as Visiting Professor at Fiji’s University of the South Pacific and the Australian National University. In 1991 I went to the Massachusetts Institute of Technology where I did post-graduate research in environmental policy, co-led a course on economies in transition, and consulted on environmental policy in Eastern Europe. I have served as a board member of several educational and environmental organizations. I am currently a member of the Board of Trustees of the University of National and World Economy, Sofia, Bulgaria. I have more than 100 publications on environmental and economic policy topics, including a textbook on microeconomics. I was born in Sofia in 1953. I am married, and have one child. In addition to my native Bulgarian, I am fluent in English and Russian, and I am learning French. Mr Hans Das, Head of the Civil Protection Policy, Prevention, Preparedness and Disaster Risk Reduction Unit The Civil Protection Policy Unit is in charge of policy development and international cooperation in the field of civil protection, thus contributing to a better protection of EU citizens, property, the environment and cultural heritage against the effects of natural and man-made disasters. The mission of the unit is to prepare and implement disaster management legislation and policy which supports and complements Member States’ action in accordance with Article 196 TFEU. PE 492.464 18 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Mr Alessandro Annunziato, GlobeSec's, Institute for the Protection and Security of the Citizen (IPSC), European Commission's Joint Research Centre (JRC) Alessandro Annunziato, Nuclear Engineer Laurea, Rome University 1991. He is currently the responsible for the European Crisis Management Laboratory of the Joint Research Centre. The laboratory is responsibile for the development and operation of the Global Disasters Alerts and Coordination System (GDACS). Annunziato is an expert in Tsunami modelling and Early Warning Systems. In this context he designed and wrote the coding necessary to perform automatic Tsunami calculations and estimations in real time of the potential effects. He authored scientific papers on the Tsunami modeling and received awards from the International Tsunami Society in 2012. In previous JRC activity he was involved in Nuclear Safety analyses for Design Basis and Severe Accidents. (LOBI and FARO Projects); in this context he developed the STRESA database for the long term dissemination and control of scientific data and developed the COMETA code for the analysis of Fuel Coolant Interaction issues (FCI). Before joining the European Commission in 1989 he was working in the Italian ENEA Institution (Ente Nazionale Energia Nuclere ed Energie Alternative) and was working on thermohydraulic scaling laws experimental activites. He graduated cum Laude in Nuclear Engineering in Rome University, la Sapienza, with a thesis on thermohydraulic analysis of the Three Mile Island Accident. Mr Koen Rademaekers, Managing director, Triple E Consulting Koen Rademaekers is the managing director of Triple E Consulting (a TNO company) since October 2012, and was previously head of Ecorys’ Energy and Environment unit. Koen has a broad professional background: his extensive experience ranges from the academic (assistant professor in public finance and econometrics), to the private (Fortis bank, Electrabel, Arcelor and Rhodia) as well as the public sector (as the energy advisor of the Flemish Minister of Economics). Koen solved assignments for the European Commission and other international institutions covering a variety of disciplines ranging from socio-economic assessments, impact assessments, evaluations to model-based analyses of policy options. Mr Peter Tallantire, Deputy Director, UK Civil Contingencies Secretariat Peter Tallantire currently has overall responsibility within the Cabinet Office (Civil Contingencies Secretariat) for work to identify short term, potential, civil disruptive challenges to the UK and, where appropriate, for ensuring that effective arrangements are in place to ideally prevent and, if not, mitigate their effect, that the central government response is co-ordinated effectively, and that key issues are identified and lessons applied. He also has responsibility for civil aspects of the UK’s national crisis management arrangements and associated doctrine and training, along with responsibility for the UK’s engagement with the EU, UN and NATO on civil protection issues. Before joining the Civil Contingencies Secretariat in 2001, Peter was involved in driving forward the Government’s public service reform agenda through the creation of Executive Agencies to separate out policy and delivery functions in central government, and in making public services more responsive to their users. He has also worked in the Cabinet Office on defence and foreign policy issues. He was awarded an OBE in 2003. PE 492.464 19 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ Mr Lugi D'Angelo, Italian Civil Protection Department Heads the International Relations Service within the Institutional Relations Bureau of the Italian Civil Protection Department. The service under his responsibility manages relations with international organisations and individual states in the field of civil protection. The International Relations Service is also in charge of creating and managing the task force in the framework of the Civil Protection Mechanism and of liaisons with the Monitoring and Information Centre (MIC). His service is also involved in supporting emergency interventions and humanitarian aid abroad. Luigi D'Angelo graduated in Civil Engineering (Hydraulics). He was a researcher at the University of Basilicata before joining the Civil Protection Department. He coordinated several emergency interventions in Italy and abroad, and was head coordinator of the European team following an earthquake in China (2008) and the Haiti earthquake (2010). Mr Peter Billing, Deputy Head of the Emergency Response Unit The Emergency Response Unit (ERU) aims for a rapid, effective and coherent EU response to major disasters occurring inside and outside the EU. This involves preparatory action as well as the coordination of the immediate civil protection response to major emergencies. When a disaster encompasses both humanitarian aid and civil protection assistance, the ERU provides a platform for effective coordination both within the DG, with other Commission services and Member States during the emergency phase. Ms Paola Albrito, United Nations Office for Disaster Risk Reduction (UNISDR) Regional Office for Europe Paola Albrito is the Head of the United Nations Office for Disaster Risk Reduction (UNISDR) Regional Office for Europe in Brussels and has covered disaster risk reduction activities in the European region since 2007. She joined UNISDR in 2004 during the preparations for the World Conference on Disaster Reduction in 2004 analyzing the national progress reports received from national authorities in feeding the Conference with the Outcome Analysis Document on the status on DRR implementation at the global level. She assisted the inter-governmental Drafting Committee and Main Committee of the Conference in charge of developing the Hyogo Declaration and the Hyogo Framework for Action 2005–2015: Building the Resilience of Nations and Communities to Disasters adopted by the United Nations General Assembly with resolution 60/195 endorsed by the World Conference on Disaster Reduction, held in Kobe, Hyogo, Japan, in January 2005. In March 2005 she worked on Policy Issues related topics particularly related to the follow-up to the Hyogo Framework for Action, including development of guidelines related to indicators towards assessing disaster risk reduction issues and how to mainstream disaster risk reduction in sustainable development policy and programme. Paola holds a Masters in International Relations and Political Science, University of Turin, with research conducted at the International Institute of Strategic Studies (IISS), London. She worked, at the beginning of her career, at the United Nations Staff System College (UNSSC) in Turin, Italy, where she supported UN country teams in developing sustainable development policies. In 2000 she joined the UN Resident Coordinator Office in Djibouti as Coordinator/Programme Analyst coordinating the development of the Common Country Assessment and United Nations Development Assistance Framework (programmes addressing sustainable development issues). She also worked as an independent consultant with programme evaluations within the International Labor Organization. PE 492.464 20 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Mr Chris McLaughlin, Vice President of External Affairs at Inmarsat Plc. He is a member of the Executive Management Board and of the Strategy Development Group. Chris is also a member of the Business Development group within the company. He has been an industry representative on two government committees: Space Policy, 2006 and Space IGT, 2010 and is very active in presenting space industry issues to Government and to the public. Chris joined Inmarsat in May 2004, from a private equity-backed group, set-up to acquire and operate cable TV and internet businesses across Europe. Over 4 years, he worked on acquisitions and operational concerns in Germany, Spain, France and Belgium. He was responsible for the group’s global communications. He was part of the management team that took the satellite operator through private equity acquisition, ownership and to full listing on the LSE via IPO and private equity exit. Inmarsat is now a $1bn, FTSE 100 Company. He began his PR career with Sony Europe’s PR agency and since then, has worked on numerous technology and business-related communications issues. His broadcast experience includes Director of Communications roles at BSB; launching Carlton Television; the ITV Network Centre and at BBC Worldwide. Chris has enjoyed an international career, working as Senior Vice President, Public Relations for Visa Europe and prior to this, he held responsibility at Philip Morris International, Switzerland, for youth anti-smoking initiatives, regulatory issue responses and attitudinal research in 33 countries. A graduate of The London School of Economics, he was subsequently awarded a Research Fellowship by the United Nations University and studied in Freiburg, Germany. PE 492.464 21 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 22 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ ANNEX 3: PRESENTATIONS Presentation by Mr Hans Das PE 492.464 23 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 24 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 25 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 26 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 27 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 28 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 29 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 30 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 31 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 32 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 33 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 34 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Presentation by Mr Alessandro Annunziato PE 492.464 35 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 36 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 37 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 38 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 39 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 40 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 41 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 42 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 43 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 44 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 45 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 46 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 47 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 48 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 49 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 50 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 51 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 52 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 53 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 54 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 55 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 56 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 57 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 58 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 59 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 60 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 61 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 62 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Presentation by Mr Koen Rademaekers PE 492.464 63 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 64 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 65 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 66 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 67 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 68 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Presentation by Mr Peter Tallantire PE 492.464 69 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 70 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 71 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 72 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 73 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 74 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Speaking Points by Mr Luigi D’Angelo Risk Assessment and Mapping: The Challenge of Prevention, The Italian Experience  In June 2011 when we met here to discuss the way forward in the field of civil protection cooperation at EU level – the Commission legislative proposal had been issued only few months ahead - we formulated some recommendations: among these we recalled that the prevention policy at EU level needs to be strengthened through a solid legal basis. Today – one and a half year later - we can say that the legislative proposal, as amended in the Council, has a new clear and satisfactory shape, at least in this specific sector.  After a not easy negotiation, we managed to find a good compromise based on the sharing of information on risk assessment, self-responsibility of the Member States in developing risk management planning and self-assessment of risk management capability, as well as voluntary participation in peer reviews on the assessment of risk management capability.  We, as Italy, strongly advocated for this compromise text. It’s a text that falls within the limits of the Lisbon Treaty, and confirms that the main responsibility in this field falls within the national competences. At the same time, however, the work done at UE level can support and supplement the action of the Member States. The EU can be a true confidence builder for the Member States that need to advance in this field, and also a collector of information for the Member States who needs to develop a consolidated domestic prevention policy.  Let me also recall that, in the field of risk assessment, we have agreed already in 2009 to advance together towards the development of common methodologies for the identification of major risks and low probability/high impact risks in Europe. Accordingly, guidelines have been elaborated on this topic. So far the Commission has asked the Member States to share their national risk assessments on the most relevant risks. We did it by focusing on our main natural risks (hydro-geological/hydraulic, seismic and volcanic) and we hope to give our contribution for what still needs to be done.  Since those guidelines were issued the cooperation at EU level has continued to advance but a slower pace than we expected. By inserting now a legal obligation in the new legislative proposal we are finally giving momentum to our action in the field of risk assessment.  But the new structure of the proposal goes further than this for what it concerns risk management. The first step, risk assessment, as I mentioned, is something we have worked on for quite a long time already and major -or significant- risks identification will be the natural result of this activity. According to this risk identification the Member States will have to work autonomously to ameliorate their risk management planning at national and local level. This means that also European funding coming from Cohesion policy, for example, could be mainstreamed into the national efforts to build better and more consolidated prevention and preparedness policies. This picture is completed by the assessment that each Member State will have to do, autonomously once again, of its risk management capability. This is, in our opinion, a real added value in the compromise. In our opinion this is the integrated approach we should all aim to, linking risk management with planning elements of emergency response in order to make this very response the best possible one. This is the integrated approach we have to look for at European level. PE 492.464 75 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________  In Italy this is what we have been working on since a long time. Of course, it is a never ending process, since the risks change - and in the last few years every Autumn in Italy we have a tangible proof that climate change is changing the nature and intensity of disasters as well as its impact on our fragile territory - as well as the availability of resources change.  Italy has been considering prevention as a key aspect of its civil protection national policy. We started with a civil protection system focused only on the response of the Army to cope with earthquakes or other disasters. Then a Department dedicated to civil protection was set up in 1982 within the Prime Minister Office. Nowadays this Department encompasses all capacities related to risk prevention and the same capacities also belong to the civil protection systems at the lower administrative levels.  But, of course, prevention is not something you do overnight. The integrated approach we have built throughout the years in cooperation with the Regions is certainly a key element for ensuring an effective prevention and preparedness activity, as well as a rapid and efficient response built on such an integrated and scientific supported activity. Prevention, from a strictly civil protection point of you implies early warning, emergency planning, training, civil protection awareness raising, information to the population and implementation of technical legislation, as well as exercises (these are what we call non structural prevention activities). In this framework self-protection and awareness raising becomes more an more important, risk assessment must be shared with the citizens. Citizens' awareness must be raised and we think this is one of the biggest challenges for the next future. In a nutshell, we need to bridge the gap between science and culture, risk-related science and risk culture.  However prevention - in its large sense- is not only and exclusively a strictly civil protection competence. Effective prevention in a fragile territory means all structural activities that aim at protecting the territory through long term investments in environmental, infrastructural, urban development policies.  Indeed - if, on the one hand, we have events that (not only outside the EU, but also inside the EU) become more and more extreme, due to climate change. [I give you a direct example, the floods we are currently having in Italy are due to 400 ml of rainfall within 48hrs in one specific area, where we have an average of 1000 ml of rainfall in one year over the national territory].  On the other hand we have a territory that is less and less resilient to this type of events due to excessive anthropisation and urbanisation. The Italian High Institute for Environmental Protection and Research (ISPRA) has estimated that to secure the entire Italian territory an investment of about 40 billion euros within 15 years would be needed. It is an incredible amount of resources that can only be mobilised if this becomes a priority for the whole Country throughout all levels of government.  We are then also looking forward to the establishment of a structured and cross-cutting approach to prevention at European level, we are interested to understand more about the proposals for Cohesion policy funding for 2014-2020, since disaster prevention and climate adaptation measures are really a key investing priority for the future. We think that this is an excellent development in the way towards making prevention a key point in both European and national disaster risk reduction strategies. PE 492.464 76 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________  Merging science, institutional commitment, political will and social needs into a unique and consistent strategy is not an easy task for any Country - also taking in due consideration the current economic trends -. A long way is therefore still to come but much has been done already at national and European level and Italy is available to put at disposal of the EU and other Member States its experience and share its good practices and lessons learned within the Union with all those who might be interested in it.  Let me eventually thank the EU Parliament and Mrs Gardini in organizing this event and say that the ongoing activities by the European Parliament are a critical contribution to the development of common policies in this field and a concrete example of how to bridge the gap between policy options in this field and the request of more security and protection coming from European citizens. Thank you PE 492.464 77 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 78 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Presentation by Mr Peter Billing PE 492.464 79 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 80 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 81 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 82 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 83 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 84 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 85 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 86 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 87 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 88 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Presentation by Ms Paola Albrito PE 492.464 89 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 90 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 91 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 92 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 93 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 94 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 95 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 96 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 97 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 98 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ Presentation by Mr Chris McLaughlin PE 492.464 99 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 100 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 101 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 102 ",
        "The Union Civil Protection Mechanism ____________________________________________________________________________________________ PE 492.464 103 ",
        "Policy Department A: Economic and Scientific Policy ____________________________________________________________________________________________ PE 492.464 104 ",
        "",
        ""
    ]
}