{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 18.11.2015 SWD(2015) 230 final COMMISSION STAFF WORKING DOCUMENT Country Factsheet Latvia Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE, THE COMMITTEE OF THE REGIONS AND THE EUROPEAN INVESTMENT BANK State of the Energy Union {COM(2015) 572} {SWD(2015) 208 à 209} {SWD(2015) 217 à 229} {SWD(2015) 231 à 243} ",
        "Macroeconomic relevance of energy IMPORTANCE OF THE ENERGY SECTOR At 3.6% of total gross value added in 2012, the share of the energy sector in Latvia is considerably higher than the EU average, and has increased since 2005. In parallel, the share of employment in the energy sector in total employment has remained broadly constant (from 1.3% to 1.4%) but is still more than twice the EU average (0.6% in 2012). Source: EUROSTAT – National Accounts According to EurObserv'ER, in 2013, the share of direct and indirect renewable energy related employment in total employment of the economy in Latvia was at about 0.69%, above the EU average of 0.53%. Source: European Commission, based on EurObserv'ER and EUROSTAT TRADE BALANCE OF ENERGY PRODUCTS The energy trade balance of Latvia is overall negative and around 5% of GDP. Like the EU average, the Latvian deficit is driven mostly by gas and oil import. Latvia has considerably reduced its current account deficit over the past decade. It went from a deficit of 20% of GDP in 2006 to 3% in 2014. The reduction was largely due to non-energy components, with energy trade deficit remaining stable around 5% of GDP. 0.0 1.0 2.0 3.0 4.0 2005 2012 LV EU27 Value added of energy sector % of gross value added (total economy) 0.0 0.4 0.8 1.2 1.6 2005 2012 LV EU27 Employment in energy sector % of total employment Towards an Energy Union Latvia ",
        "2 Towards an Energy Union - Latvia Source: EUROSTAT Note: Current account balance for EU28 from European Commission (AMECO) 1. Energy Security, solidarity and trust ENERGY MIX The energy mix of Latvia differs broadly from the one of the EU-28, with the notable difference of a much higher share of renewables and much lower of solid fuels. Compared to 1995, the share of solid fuels and petroleum products decreased (from 6.1% to 1.7% and from 42.7 to 32.4% of gross inland energy consumption-primary products, respectively), while the share of renewable energy sharply increased (by about 9 percentage points). The share of gases increased from 22.8% to 27.7% of the gross inland consumption-primary products. Gross inland energy consumption in 2013 Source: European Commission, based on EUROSTAT IMPORT DEPENDENCY Latvia experiences an above EU average import dependency 1 ratio for all fossil fuels. Import dependency is particularly significant for petroleum products and natural gas. Latvia imports all its gas from Russia 2 . Consequently, the country supplier concentration index is very high and Latvia experiences a significant energy trade deficit, expressed in percentage of GDP. 1 Note: A dependency rate in excess of 100% indicates that energy products have been stocked. 2 Top non-EU gas suppliers table is based on EUROSTAT data. The share of imports from non-EU countries is calculated as the ratio between volumes of imports from that specific non-EU supplier and total imports (from EU and non-EU countries). -25 -20 -15 -10 -505 LV EU28 % o f G D P Coal Oil Electricity Gas C. A. Balance Trade balance of energy product and current account balance, 2006 -25 -20 -15 -10 -5 0 5 LV EU28 % o f G D P Coal Oil Electricity Gas C. A. Balance Trade balance of energy product and current account balance, 2014 ",
        "3 Towards an Energy Union - Latvia Source: European Commission, based on EUROSTAT 2. A fully-integrated internal energy market INTERCONNECTIONS Interconnection capacity for electricity in 2014 Source: European Commission based on ENTSO-E scenario outlook and adequacy forecast 2014 Note: Reference to 2030 target is based on October 2014 European Council conclusions stating that \"the Commission will also report regularly to the European Council with the objective of arriving at a 15% target by 2030\" The interconnection capacity for electricity with the European power transmission networks was only 4% in 2013 for the three Baltic States – Estonia, Latvia and Lithuania – taken as one entity. With the start of operation of Estlink2 in 2014, their level of interconnection substantially increased to around 10% and with the implementation of current and new Projects of Common Interest (PCI), the interconnection capacity will overachieve the 15%-target for 2030. In some cases, the Latvian system for electricity generation is dependent on external energy suppliers (mainly gas supply for cogeneration plants). The three Baltic States agreed in the first quarter of 2015 on a common strategic goal: de-synchronisation from IPS/UPS and the synchronisation of their power systems with the Continental European Network in order to end the isolation of the Baltic States, reduce the energy dependence from third countries and have access to cheaper electricity resources. The project of synchronization is included as a key infrastructure project in the European Energy Security Strategy as well as is highlighted as one of the key energy priority areas of the Baltic Energy Market Interconnection Plan (BEMIP). Several other PCIs have been recognized as important for Latvia: the 3rd electricity interconnection with Estonia, internal reinforcement of the Kurzeme ring and projects to reinforce transmission capacity in the North-South direction. As regards gas, Latvia still depends on Russian supplies. Since the Klaipeda LNG terminal in Lithuania started its commercial operation at the beginning of 2015, gas from Klaipeda could become a viable source for alternative gas supplies if sufficient infrastructure and the right economic conditions regarding the gas price are in place. The building of the Poland – Lithuania gas interconnector 'GIPL' would help ending the gas isolation of the Baltic States. Also 'Balticconector' Top non-EU gas suppliers in 2013 (% in total imports) Latvia European Union country [%] country [%] Russia 100.0 Russia 39.0 Norway 29.5 Algeria 9.7 Qatar 6.7 6 4 % 5 6 % 1 0 2 % 1 0 0 % 1 0 6 % 1 1 6 % 5 2 % 5 3 % 8 2 % 8 7 % 5 7 % 6 5 % 2005 2013 2005 2013 2005 2013 All fuels Petroleum and products Natural gas LV EU28 Import dependency 2013 ",
        "4 Towards an Energy Union - Latvia and the future regional LNG projects, once operational, could play a role in diversification of gas supplies and market integration in the Baltic region. Modernisation and enhancement of the Incukalns Underground Gas Storage is important for the efficient operation of the joint East-Baltic regional gas market. ELECTRICITY AND GAS MARKETS Market concentration index for power generation (left) and gas supply (right) (2013) (Herfindahl index – 10000 means monopoly) Sources: European Commission based on ESTAT, CEER and Platts Power Vision Sources:E S TAT and European Commission Calculations Concentration on power generation and gas supply markets is extremely high. Prices on the wholesale market in the Latvian-Lithuanian price zone remain on average higher than in Estonia and Finland and less stable. The Estonian-Latvian connection is still heavily congested. By end-2015 the situation is likely to improve as Nordbalt, the Swedish-Lithuanian interconnector, will be completed. Full electricity market opening took place on 1 January 2015. Some 0.5% of households had switched their electricity provider at the beginning of 2015, the switching rate for non-household customers was 15% at the end of 2013. On the retail gas market, Latvijas Gāze JSC remains the only player. Switching supplier is therefore not an option. Latvia's emergent gas market exemption expired in 2014 and the respective market opening legislation is being gradually adopted in view of achieving full compliance with the 3 rd Energy Package (in particular ownership unbundling of gas transmission and storage system operator by 3 April 2017). Domestic retail prices are below EU average for both electricity and gas. 3 A wide-scale roll-out of electricity smart meters is being carried out. Latvian consumer assessment of the performance of their retail electricity market in 2013 was more than 3 points below the EU average, corresponding to 21th place EU-wide. The retail gas market is assessed somewhat above the EU average. 4 CONTRIBUTION OF ENERGY TO CONSUMER PRICE EVOLUTION Inflation of consumer prices has decreased importantly in Latvia compared to the pre-crisis period. In Latvia and in the rest of the Euro area, oil prices have declined in 2014, driving overall inflation at historically low levels. 3 Source: Eurostat (http://ec.europa.eu/eurostat/statistics-explained/index.php/Energy_price_statistics) 4 10th Consumer Markets Scoreboard (June 2014), http://ec.europa.eu/consumers/consumer_evidence/consumer_scoreboards/10_edition/index_en.htm ",
        "5 Towards an Energy Union - Latvia Source: DG ECFIN based on Eurostat VULNERABLE CONSUMERS Source: European Commission, based on on EUROSTAT SILC survey Based on a EUROSTAT survey on income and living conditions, three proxy indicators are used to assess fuel poverty. They indicate a potentially serious issue for Latvia, well above EU average. However, unprivileged social groups, families with 3 or more children, families in care of a child with disabilities and persons with disabilities (around 170.000 persons) are classified as vulnerable consumers and will continue benefiting from a fixed price for electricity. 3. Energy Efficiency and moderation of energy demand ENERGY EFFICIENCY TARGET 2020 (5.4 Mtoe primary energy and 4.5 Mtoe final energy) Source: European Commission, based on EUROSTAT and on national energy efficiency targets as declared by the MS under the EED Latvia’s 2020 energy efficiency target is 5.4 Mtoe expressed in primary energy consumption (4.5 Mtoe expressed in final energy consumption). The national target for primary energy was set at a level which allows for an increase in energy consumption. Even if Latvia's current primary energy consumption (4.4 Mtoe in 2013) is below its 2020 target, it could continue its current efforts regarding energy efficiency to keep the primary energy consumption at this level or increase it only slightly that it will reach its 2020 target even if the economy continues to grow in the next five years. -5 05 10 15 20 2005 2007 2009 2011 2013 % i n c r e a s e o n a y e a r e a r l i e r Non Energy Energy All items Latvia : Price evolution & the contribution of energy prices -10123 4 2005 2007 2009 2011 2013 % i n c r e a s e o n a y e a r e a r l i e r Non Energy Energy All items EA : Price evolution & the contribution of energy prices ",
        "6 Towards an Energy Union - Latvia ENERGY INTENSITY Energy intensity in Latvia has decreased since 2005, although it remains above the EU average. A high energy intensity is also recorded in the industrial sector, which also shows an increasing trend. A legal framework is currently being prepared to establish the obligations for increasing energy efficiency in the industrial sector, including with financial support from the EU Cohesion policy funds. Primary energy intensity of the economy Source: European Commission based on EUROSTAT Final energy intensity in industry Source: European Commission based on EUROSTAT and European Commission/AMECO Energy consumption by households is above EU average and decreased at a slower pace than the EU average since 2005. This could be a sign of untapped potential in energy savings in the residential sector. Specific energy intensity in passengers transport is lower than EU average. The specific energy intensity for freight transport is also much lower. Final energy consumption per m 2 in residential sector, climate corrected Source: European Commission based on Odyssee database Specific energy intensity for passenger cars and freight transport 5 Source: PRIMES model background data and estimations based on EU Commission and EU MS inputs EU legislation sets mandatory CO 2 emission reduction targets for new cars and vans. By 2021, the fleet average to be achieved by all new cars is 95 grams of CO 2 per kilometre. For new vans, the fleet average is set at 147 g/km by 2020. 5 Statistics on energy demand for passengers and freight transport are not available and model estimates have been used instead. These issues should be borne in mind when comparing energy intensity in freight or passenger transport between Member States, which should be regarded as merely indicative. ",
        "7 Towards an Energy Union - Latvia Source: European Environmental Agency. 2014 values are provisional. 2013 EU average refers to EU-27. Regarding transport performance, in EU-28 the inland freight modal shares are 71% by road, 17% by rail, 7% by inland waterways and 5% by pipelines. The respective inland passenger modal shares are 82% by private car, 9% by buses and coaches, 7% by railways and 2% by tram and metro. In Latvia, as in the other Baltic States, rail is widely used in international freight transport. Modal share of Latvia Source: Eurostat and EU transport in figures 2015. Data refers to 2013. Modal shares based on tonne-kilometres for freight sector and passenger-kilometres for passenger sector, freight data based on activity within country territory. Estimates are made when data is missing. 4. Decarbonisation of the economy NON-ETS GHG EMISSION REDUCTION TARGET 2020 (+17% by 2020 as compared to 2005 in the non-ETS sector) Source: European Commission based on EEA. Based on preliminary inventory data. ESD (Effort Sharing Decision) emissions are the emissions from sectors not covered by the EU ETS. In 2014 emissions increased by 3% as compared to 2005 (based on 2014 approximated data). According to the latest projections submitted, Latvia is expected to increase its non-ETS emissions by 7 % in 2020, so its target would be achieved by 10 percentage point. Non-ETS Emissions (vs. 2005) Projections/proxy target Projections with existing measures 2020 7% 17% Proxy 2014 3% 9.5% ",
        "8 Towards an Energy Union - Latvia RENEWABLE ENERGY SHARE TARGET 2020 (40%) Source: European Commission based on EUROSTAT Latvia has a 2 nd highest renewable energy share in the EU after Sweden. With a renewable energy share of 37.1% in 2013, Latvia is on track to reach its 40% target in 2020. However, the 3.1% share of renewable energy in transport (2013) was well below the necessary progress to reach the 10% renewable energy target in transport by 2020. Legal uncertainty surrounding the renewable energy support system delays investments in this sector. GREENHOUSE GAS EMISSION INDICATORS • In 2012 the share of emissions from the energy sector is significantly lower than the EU average as the result of the high use of renewables in the energy mix. • Transport and agriculture account for the largest proportions of Latvia's overall greenhouse gas emissions (even though in the case of transport vehicle registration tax is linked to CO 2 emissions, new cars in Latvia had the highest CO 2 emission per km in the EU in 2013). • The share of non-ETS emissions in Latvia is 76% of total GHG emissions in 2013, being much higher than the EU average. • Latvia has the lowest GHG emissions per capita of the EU in 2013, being almost 40% lower than the EU indicator. • In 2014 the revenues from the auctioning of ETS allowances amounted to EUR 10.2 million. (*)Sect oral breakd own for 2013 data not availab le. Largest Sectors of GHG Emissions in 2012 (*) Latvia EU Average Energy/power industry 18% 33% Transport 25% 20% Industry 15% 19% Agriculture (incl. forestry & fishery) 25% 12% Residential & Commercial 11% 13% Waste & others 6% 3% GHG Emissions Latvia EU EU ETS auctioning revenues in 2014 (EUR millions) 10.2 3205 Share of ETS emissions in 2013 24% 42% GHG emissions/capita in 2013 (tCO 2 equivalent) 5.4 8.5 Carbon intensity of economy in 2013 (tCO 2 equivalent/EUR millions) 533 328 Source: European Commission based on EEA ENERGY & TRANSPORT TAXATION Energy and transport related taxes as a share of GDP are around the EU-average and have declined only slightly since 2005. The composition of revenue is broadly comparable to the EU average for vehicles and fuel, whereas it is well below for heat and electricity. ",
        "9 Towards an Energy Union - Latvia Source: Eurostat 5. Research, innovation and competitiveness RESEARCH AND INNOVATION Latvia invests a significant share of its public R&D support in the field of energy and environment. However, this may not necessarily translate in innovation, as in terms of intensity of low-carbon technologies patents, Latvia is much behind the EU average and main worldwide partners. Source: European Commission based on EUROSTAT COMPETITIVENESS The real unit energy costs 6 are considerably higher in Latvia than in the EU or the US, reflecting the level of energy intensity 7 and real energy prices. Real energy prices have also increased in Latvia over the past ten years. Observing prices paid by industrial customers, electricity prices are slightly below EU average while gas prices are below the average. Real unit energy costs (% of value added) Source: European Commission 6 This indicator measures the amount of money spent on energy sources needed to obtain one unit of value added. 7 The energy intensity presented here is derived from Use Tables of WIOD, see \"Energy Economic Developments in Europe SWD(2014)19\". 0.0 1.0 2.0 3.0 LV EU-28 Energy & Transport related taxes % of GDP, 2005 Transport vehicles Transport fuel Heat & Electricity 0.0 1.0 2.0 3.0 LV EU-28 Energy & Transport related taxes % of GDP, 2012 Transport vehicles Transport fuel Heat & Electricity 19.1 9.5 8.2 25.8 13.2 8.8 25.8 13.7 8.0 05 10 15 20 25 30 LV EU27 US 2000 2009 2011 ",
        "10 Towards an Energy Union - Latvia Source: European Commission based on EUROSTAT and IEA 6. Post-2020 Energy and Climate policy Strategy COMPREHENSIVE MEDIUM TO LONG-TERM STRATEGY (post-2020) FOR CLIMATE AND ENERGY  The current Latvian energy and climate-related policies are contained in the medium-term planning document \"National Development Plan 2014-2020\", covering up to 2020.  The main energy targets for the post-2020 period are contained in the \"Sustainable Development Strategy of Latvia until 2030\". This document has been supplemented in 2013 by the Latvian Energy Long-term Strategy 2030 (\"Strategy 2030\") which includes energy- related targets and planned policy measures, though amendments in declared 2030 indicative targets could result from forthcoming Energy development guidelines for 2015- 2020. The Ministry of Economics plans to transpose the goals and principles set by the Strategy into subsequent laws, regulations and planning documents. Latvia is also preparing a low-carbon development strategy.  The Environmental Policy Guideline 2014-2020 is a medium-term planning document, which inter alia sets the policy targets on climate change mitigation and defines the necessary measures to solve the stated problems within the GHG emission reduction.  One of the objectives of the Latvian Strategy 2030 is the enhancement of energy security. The Strategy foresees that this should be achieved by ensuring accessible and stable supply of energy, by diversifying sources and suppliers and by developing infrastructure. NATIONAL TARGETS, especially for 2030 Objective, 2030-2050 Targets Comments GHG reduction Yes 45% GHG emission reduction in 2030 compared to 1990 levels; reduction of GHG emission intensity of the economy to 1.13 by 2020 and to 1.07 by 2030 Renewable energy Partly (indicative objective) Indicative objective of 50% share of renewables in final energy consumption by 2030 has been mentioned in the Latvian Energy Long-term Strategy 2030 (strategic guidelines for policy makers), mainly involving the heating, electricity and transport sector, however this target has not yet been agreed at political level. Energy Efficiency / savings Partly (indicative and housing only) Similarly as for renewable energy, the Strategy 2030 indicates a potential for achieving a reduction of energy intensity of manufacturing industry and average annual heat consumption in housing and public buildings, which could be brought down to 100kWh/m2 by 2030. ",
        "11 Towards an Energy Union - Latvia 7. Regional cooperation EU Member States cooperation in the energy sector in the Baltic Sea region has brought many benefits for the participating countries. The work and achievements within the framework of the Baltic Energy Market Interconnection Plan (BEMIP) agreed in June 2009 and with subsequent amendments in 2011 and 2013 respectively proved that enhanced regional cooperation can be a catalyst for positive developments both in energy infrastructure projects or market related aspects. During the first half of 2015 the regional cooperation framework in the Baltic Sea Region was reformed by bringing together two initiatives – BEMIP and EU Strategy for Baltic Sea Region Policy Area Energy (EUSBSR PA Energy) in order to improve the macro regional cooperation. The MoU on reinforced BEMIP was signed on 8 June 2015 with the overall goal to ensure further market and system integration of the Baltic States into European Continental network and ensure its full market functioning also strengthening the organisational structure of the BEMIP. The new MoU and the joint BEMIP / EUSBSR PA Energy Action Plan also foresees regional cooperation in key energy policy areas, including electricity and gas markets, security of supply, power generation, renewable energy and energy efficiency. The TEN-E Regulation and the Projects of Common Interest (PCI) process have also been addressing the need for strong regional cooperation through the establishment of priority corridors and the activity of the Regional Groups. For the Baltic Sea region, the work is undertaken within the respective BEMIP Regional Groups for electricity and gas. Additionally, Regional Gas Market Coordination Group was established on February 12, 2015 to facilitate creation of the effectively functioning regional gas market, consisting from the representatives of the ministries responsible for energy policy, the national regulatory authorities of the energy sector and the operators of the key gas infrastructure in the Baltic States and Finland. 8. Cohesion policy contribution The EU Cohesion policy provides for important investment possibilities to implement energy policy objectives in Latvia which will be complemented by national public and private co-financing, aiming at optimal leverage. It also ensures integrated territorial solutions to challenges by supporting capacity building, technical assistance and territorial cooperation, including the Baltic Sea Region macro-regional strategy in which Latvia takes part. Internal Energy Market: Over 2014-2020, EU Cohesion Policy will invest some EUR 41 million in smart energy infrastructure in relation to local gas and electricity connections for enterprises in industrial zones and connections of degraded territories to main networks of engineering communications of the city. Energy efficiency: Over 2014-2020, EU Cohesion Policy will invest some EUR 338 million in energy efficiency improvements in public and residential buildings and in enterprises, as well as in high- efficiency cogeneration and district heating in Latvia. A further estimated EUR 651 million will be invested in supporting the move towards an energy-efficient, decarbonised transport sector. These investments are expected to contribute to around 14 000 households with improved energy consumption classification and a decrease of around 50 100 000 kWh per year of decreased primary energy consumption of public buildings, as well as to around 1000 km of reconstructed or upgraded railway lines and 10 km of new or improved tram lines. ",
        "12 Towards an Energy Union - Latvia Decarbonisation: Overall, the EU Cohesion Policy investments in Latvia over 2014-2020 are expected to contribute to an estimated annual decrease of GHG of around 63 000 tonnes of CO2eq. Over 2014-2020, EU Cohesion Policy will invest some EUR 27 million in renewable energy in Latvia. These investments are expected to contribute to around 40 MW of additional capacity of renewable energy production. Research, Innovation and Competitiveness: Over 2014-2020, EU Cohesion Policy will invest significantly in R&I and in SME competitiveness in Latvia. This will be based on the national strategy for smart specialisation. For Latvia, the strategy includes a focus on smart energetics. At this stage, the allocations foreseen for investments in R&I and adoption of low-carbon technologies in Latvia are not specified, but should become available in line with the evolving content of the smart specialisation strategy. "
    ]
}