{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions — European Union Strategy for the Danube Region’ COM(2010) 715 final (2011/C 248/14) Co-rapporteur: Mr BARÁTH Co-rapporteur: Mr MANOLIU On 8 December 2010, the European Commission decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the European Union, on the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: European Union Strategy for the Danube Region COM(2010) 715 final . The Section for Economic and Monetary Union and Economic and Social Cohesion, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 31 May 2011. At its 472nd plenary session, held on 15 and 16 June 2011 (meeting of 16 June 2011), the European Economic and Social Committee adopted the following opinion by 150 votes to 3 with 20 abstentions. 1. Conclusions and recommendations 1.1 The European Economic and Social Committee strongly supports the new approach to the European Union's macro- regional policy and, as part of this, the formulation of the strategy for the Danube region. As the institutional represen­ tative of European organised civil society, the EESC would very much like to play a key role in shaping and implementing this strategy, not least through the civil society forum envisaged in the Action Plan for the Strategy. 1.2 The EESC's interest in and commitment to Danube- related issues is not new. The EESC's interest in and commitment to issues relating to the Danube region are not new. Over the years, the Committee has adopted many documents on topics such as transport and environmental protection, including opinion ECO/277 which clearly demon­ strates why the EESC attaches such importance to defining a strategy for the Danube region. 1.3 The EESC believes that when formulating the strategy for the Danube, account should be taken of the role played by the Danube River in forming a common Danube consciousness and identity, in which intercultural dialogue and solidarity are key features. This is a regional contribution to the formation of a common European consciousness. 1.4 The EESC hopes that its recommendations accurately reflect the strong commitment to and support for this strategy felt by the Committee and organised civil society. The EESC expects that this strategy, as a result of the implemen­ tation of the strategy itself and of the action plan supported by the management system, will help raise the living and working conditions of all inhabitants of the Danube region, which it considers to be the mirror of Europe, and shrink the gap between this region and the most developed regions in the EU._The Committee also expects that the implementation of the strategy will take account of the demands of environmental protection, conserve water resources and boost the protection of the region's cultural assets. 1.5 It should be pointed out that in the wake of the recent EU accessions the Union's geographical centre has clearly shifted to the east, while Western Europe continues to be the economic centre of gravity. Economic, social and territorial cohesion, the cornerstone of the strategy for the Danube region and the action plan, together with the ideas underlying the practical implementation of the strategy will help smooth out this imbalance. The EESC feels that the new macro-regional approach could serve as a model for several other EU regions. 1.6 The EESC considers that the strategy and the action plan are receptive, and thus inclusive and responsive to social, economic and environmental concerns, and that they reflect the recommendations of civil society organisations. The strategy will be effective if it takes an integrated and sustainable approach rather than a sectoral one. The EESC recommends that the strategy should help to ensure special treatment of the most socially disadvantaged groups while incorporating tools to combat poverty. 1.7 The EESC believes that the strategy reflects the EU's new policy at macro-regional level, which is currently being framed, and that therefore it will help harmonise the actions of the cooperation systems which have already been set up in the region and which operate at different levels and in different areas, making them more effective and avoiding overlapping. However, the strategy must be aligned more closely with new developments in cohesion policy. EN 25.8.2011 Official Journal of the European Union C 248/81 ",
        "1.8 The EESC calls for a clear, simple and transparent system of governance for the strategy's implementation, making it possible to advance successfully towards the goals set. The EESC intends to contribute to the full exploitation of the possi­ bilities opened up by the Lisbon Treaty, acting in accordance with the principle of participatory democracy and making an effective contribution to the implementation of the action plan. Success is partly dependent on stakeholders becoming actively involved and participating, while ensuring flexibility and carrying out regular reviews. In view of this, the EESC welcomes the establishment of a Civil Society Forum for the Danube; the Action Plan envisages a key role for the Committee and its national counterparts in this body. 1.9 The EESC considers that as a macro-regional devel­ opment policy the strategy will contribute to deepening the process of European integration, particularly in the context of the Europe 2020 strategy for smart, sustainable and inclusive growth; it will also bring the six states in the region which are not Member States closer to the EU, encouraging them along the road to accession. 1.10 The Commission is drawing up the strategy, but it should be emphasised that this, while it may represent progress in the EU's macro-regional policy, does not mean special treatment for the region. In view of this, the strategy does not have to be one of ‘three nos’, even though: 1) it provides no new EU funds. There could be additional international, national, regional or private funds, although better use of existing funds is emphasised; 2) the EESC views coordinating financial resources in order to achieve the objectives set to be an improvement which, thanks to constant review, will make it possible to identify new funding options. It advocates setting up a specific fund; 3) it requires no changes to EU legislation, since the EU legislates for the EU27 and not for a macro-region alone; however, the EESC, as in its opinion on the Strategy for the Baltic Sea Region ( 1 ), suggests giving Commission departments more resources in order to ensure that the Strategy is properly followed up; 4) in the EESC's view, changes could, if agreed by actors in the reinforced territorial cooperation, be made at regional, national or other levels, in order to address specific objectives; 5) it creates no additional structures which are fundamentally different from those already existing in current EU practice. The strategy will be implemented using coordination structures which are new for the region and existing bodies, whose complementarity must be maximised; 6) the EESC feels that bureaucratic constraints should be minimised, and that a research group should be set up to scientifically analyse and discuss questions relating to the Danube strategy; a scholarship programme should contribute to the work of this group. 2. European Union Strategy for the Danube region: general comments 2.1 The EESC notes that the Danube region has changed significantly, and the river basin is now largely a European Union space. There are new opportunities for responding to challenges and exploiting the region's potential. Socio- economic development, competitiveness, environmental management and energy-efficient growth can be improved, and security and transport corridors modernised. 2.2 By establishing a framework for long-term cooperation on a wide range of issues, the strategy ( 2 ) aims to develop the social culture and vast economic potential of the region and to improve environmental conditions there. 2.3 The EESC believes that the European Union Strategy for the Danube region will play a key role in improving sustainable transport, linking up energy networks, protecting the environment, preserving water resources and stimulating the business climate. The EESC agrees that the strategy will provide new added value, ensuring consistency between policy fields and greater coordination between participating states and devising an integrated approach to sustainable development. 2.4 The Danube region is a historical, social, economic and functional area defined by its river basin. The strategy expands on this approach: for priorities to be tackled in an integrated way, the people living in this region and their opinions and needs must be linked up. By 2020, every inhabitant of this region must have better local prospects of higher education, jobs and prosperity. With its focus on sustainable growth, the strategy will be in a position to make a major contribution to the achievement of the Europe 2020 strategy objectives. EN C 248/82 Official Journal of the European Union 25.8.2011 ( 1 ) JO C 339/07, 14.12.2010, p. 29. ( 2 ) Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - European Union Strategy for the Danube region (SEC(2010) 1489 final), (SEC(2010) 1490 final), (SEC(2010) 1491 final). ",
        "2.5 The EESC hopes that during the current financial year when no further funds will be allocated for the strategy's imple­ mentation, improved harmonisation of the programmes adopted by Danube region countries will enhance the impact of the EUR 100 billion available for the region, bolstered by synergies and trade-offs (for instance, developing cutting-edge green technologies, working towards better alignment of policies and funding to improve impact on the ground, and overcoming fragmentation). 2.6 The EESC points out that in view of the current economic circumstances a limited number of projects should be selected in the interests of rationalisation, and an analysis should be carried out to ensure efficiency. In order to strengthen financial and economic cooperation, practical steps are needed together with the development of appropriate guar­ antees between stakeholders. 2.7 The EESC does not exclude the possibility that at political level, the envisaged strategy for the Danube may have to be implemented in the form of a process which, during the implementation process, will require flexibility, regular reviews and, where appropriate, budgetary resources and other additional support. 2.8 The EESC considers that consistency with EU legislation and policies is at the core of the strategy. Continuous efforts must be made to address implementation gaps and practical or organisational difficulties leading to lack of results. The rein­ forced territorial dimension will contribute to coordinated coop­ eration, the emergence of principles for organising coordination in EU regulations and the implementation of the EU's legal obligations, especially in relation to the Single Market and the environment. It could prepare the way for the establishment of enhanced cooperation. 2.9 The EESC calls for the strategy for the Danube region to become part of the Europe 2020 strategy, the key EU commitment to innovative, sustainable and inclusive growth. This could constitute a precedent for other regional strategies. 2.10 The EESC agrees that regional cooperation in the Danube region contributes to the five headline targets of the Europe 2020 strategy: promoting employment; improving the conditions for innovation, research and development - especially in relation to promoting emerging technologies; meeting climate change and energy objectives; improving education levels; and promoting social inclusion primarily by reducing poverty and addressing the challenges of ageing. 3. European Union Strategy for the Danube region: messages, challenges and problems 3.1 In Central Europe, the dramatic events of 1989 engendered a process of complete social transformation. Particular attention is needed since the Danube region includes Member States which joined at different times, candidate countries and third countries. The EESC considers that most face similar problems, but with different resources available. Exchange of good administrative practice is important to make the region more secure and to reinforce its integration into the EU. 3.2 The EESC is closely monitoring the extreme economic, social and territorial disparities which can be observed in the Danube region: from highly competitive regions to extremely poor regions, from the highest to the lowest levels of education, from very high to very low living standards, the differences are striking. 3.3 Marginalised communities in particular (notably Roma, most of whom live in this region) should benefit from the possibilities offered by the Europe 2020 strategy. Disparities in education and employment can be overcome and the region can be made a secure area, where conflict, marginali­ sation and crime are properly addressed. People living in the region and their ideas and needs must be linked up. In its opinion on ‘The European Union strategy for the Danube region’ ( 3 ) the EESC recommended setting up a ‘Danube Business Forum’, which would include social and economic actors, and which could be an important tool for cooperation and economic, social and territorial cohesion in the Danube region. 3.4 The proposal for an EU strategy for the Danube region sets out the following key messages: 1) the strategy is a welcome initiative aimed at reinforcing the integration of the region into the EU; 2) Member States and third countries (including candidate and potential candidate countries) commit themselves at the highest political level; 3) the Commission plays a key role in facilitating the process; 4) existing resources can be much better used for strategy objectives; and 5) the strategy must deliver visible, tangible improvements for the region and its people. 3.5 The EESC agrees that the strategy for the Danube region should address the major challenges which have arisen: — Mobility: the Danube itself is a major TEN-T corridor used way below its full capacity. Further consideration should be given to how_the known physical and organisational bottlenecks relating to the Danube (including the Belgrade Convention) can be cleared, taking account of national EN 25.8.2011 Official Journal of the European Union C 248/83 ( 3 ) JO C 48/02, 15.02.2011, p. 2. ",
        "decisions_and imperatives regarding environmental and nature protection._There is also a particular need for greater multi-modality, and for modernising and extending infrastructure in transport nodes such as inland ports. The EESC feels that it is of great importance to improve conditions for employees' mobility and to ensure the free movement of services. — Energy: prices are relatively high in the region: fragmented markets lead to higher costs and reduced competition. The region has low energy security. Improved efficiency, including energy saving and more use of renewable sources, is crucial. The countries participating in implemen­ tation of the strategy should play a proactive role in developing European neighbourhood policy favouring energy security. — Environment: the Danube Region is a major international hydrological basin and ecological corridor. This requires a regional, holistic approach to nature conservation, spatial planning and water management. Social demands and the environmental impact of transport networks, tourist devel­ opments or new energy plants must also be considered. It is vital to take the Natura 2000 programme into consideration. Water sports and sustainable water-based tourism, together with the teaching of respect for water and nature, are key elements to take into account when designing green corridors. The risks are substantial: prevention, preparedness and effective reaction capacity require a high degree of cooperation and information sharing as long as flooding, droughts and industrial pollution on varying scales are frequent occurrences. — Socio-economic factors: the Danube region has a rich and diverse cultural and linguistic heritage, but it also has very wide economic and social disparities. It has some of the most successful but also some of the poorest regions in the EU. Contacts and effective cooperation are often lacking, both financially and institutionally. The share of highly educated people in the Danube region is lower than the EU27 average and there is high mobility, with the best people often leaving the area in search of better economic and social conditions. — Security, serious and organised crime: significant problems persist. Trafficking in human beings and smuggling of goods are particular problems in several countries. Corruption undermines public confidence and hampers economic and social development. 3.6 The EESC also believes that the Danube region has remarkable prospects as regards trade relations, the devel­ opment capacity of the education system which is based on sound municipal infrastructure and which will respond to future labour market needs, and mining the vast potential of the region's cultural, ethnic and social wealth. No other river runs through so many marvellous capital cities. The region has exceptional tourist attractions. The same applies to the use of renewable energy. The rich environmental heritage of the Danube region means that sustainability must be made a core criterion in all development projects. 3.7 Work on innovation, tourism, the information society, institutional capacity and marginalised communities will be beneficial if it is done jointly. The EESC has no doubt that tangible improvements require communication, transparency and coordinated planning, funding and implementation. 3.8 Market failures, due to external factors, are strikingly evident in the lack of cross-border investment. Large projects need to be identified and implemented sustainably and efficiently, with shared costs and benefits. 3.9 Good connections are key for the Danube region, both internally or with other European and global regions. No area should remain peripheral. Improving the North – South axes of the EU and the access of landlocked countries to the Mediter­ ranean basin will strengthen cooperation between EU and non- EU states. The EESC reiterates earlier calls to this effect by the Joint Consultative Committees with Romania (2002, 2005) and FYROM (2010). Transport and energy infrastructures still have many gaps and deficiencies, due to insufficient capacity or quality or poor maintenance. The EESC urges the European Commission and national authorities to work out, taking civil society proposals into account, how these gaps and deficiencies can be closed or eliminated. Better connections between people are also needed, especially through culture and tourism. 3.10 Environmental resources are shared across borders and go beyond national interests. These are under growing pressure from human activity. Cooperation is crucial, as otherwise good work in one place is quickly undone by neglect elsewhere. Existing cooperation structures should be reinforced. 3.11 The strategy ( 4 ) proposes an action plan ( 5 ), which requires a strong commitment by the countries and stakeholders concerned. The strategy places an emphasis on an integrated and place-based approach and good links between urban and EN C 248/84 Official Journal of the European Union 25.8.2011 ( 4 ) The EU Strategy for the Danube Region is described in two documents: (1) a Communication from the European Commission to the other EU Institutions, and (2) an accompanying action plan which complements the Communication. ( 5 ) Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - European Union Strategy for the Danube Region, (COM(2010) 715 final), (SEC(2010) 1489 final), (SEC(2010) 1490 final), (SEC(2010) 1491 final). ",
        "rural areas. Fair access to infrastructures and services, and comparable living conditions will promote territorial cohesion, now an explicit EU objective. 3.12 As part of the action plan, the Commission, in part­ nership with Member States, regions and other stakeholders, has selected projects ( 6 ) which demonstrate immediate and visible benefits for the people of the region and have an impact on the macro-region (or a significant part of it). 3.13 The EESC feels that projects should therefore promote sustainable development and cover several regions and countries. They should be consistent and mutually supportive, creating win-win solutions, and should be realistic (technically feasible and with credible funding). 3.14 The EESC agrees that four pillars address the major issues. Each comprises Priority Areas, distinct fields of action. These are as follows: 1) Connecting the Danube region by: improving mobility and multimodality, inland waterways and road, rail and air links in order to encourage more sustainable energy and to promote culture, tourism and people-to-people contacts; 2) Protecting the environment in the Danube region by: restoring and maintaining water quality, managing environmental risks, preserving biodiversity, landscapes and air and soil quality; 3) Building prosperity in the Danube region by: developing the knowledge society through research, education and information technologies, supporting the competitiveness of enterprises, including cluster development, and investing in people and skills; 4) Strengthening the Danube region by: stepping up institutional capacity and cooperation and working together to promote security and tackle organised and serious crime. 3.15 The EESC feels that the Danube region, a region which is developing and becoming more prosperous, needs above all to ensure coordinated development of - currently lacking - North-South transport and energy infrastructures and of inter­ connected networks; macro-regional interests can be invoked to justify these developments. However, the EESC recommends putting in place a plan to safeguard catchment areas and tributaries of the Danube if the river itself is to be developed as a transport route. The strategy also sets out to bring together entrepreneurs from SMEs in the participating countries in the Danube region; it sets the objective of dismantling barriers to cooperation based on the green economy, research networks, and education, including vocational education. 4. Funding, EU legislation and EU institutional structures 4.1 The strategy seeks to make best use of what is available by aligning efforts, specifically areas of action and funding. Actions are complementary. All stakeholders must take respon­ sibility. A reinforced territorial dimension will provide an inte­ grated approach, and encourage better coordination of sectoral policies. It will also contribute to the establishment and devel­ opment on a macro-regional scale of European groupings of territorial cooperation (EGTCs). 4.2 The EESC considers that the high-level group which will be set up to decide on regulation and identify the main issues, along with the coordinators responsible for the various topics, can embody this new form of institutionalised cooperation at macro-regional level, which may also be supported by the legis­ lative changes which will be formulated in the region where appropriate. 4.3 The strategy will be implemented by mobilising and aligning existing funding to its objectives, where appropriate and in line with overall frameworks. Indeed, much is already available via numerous EU programmes (e.g. EUR 100 billion from the Structural Funds 2007-2013, as well as significant Instrument for Pre-accession Assistance (IPA) and European Neighbourhood and Partnership Instrument (ENPI) funds). 4.4 The EESC draws attention to the fact that resources should only be redeployed on the basis of a performance analysis testifying that the resources diverted from other areas benefit society as a whole. 4.5 The EESC believes that attention should be paid to combining grants and loans. National, regional and local resources can also be used. Having access to funding from different sources, especially from public and private sources below EU level, is important. At the same time as improving efficiency, financing should pay attention to risk-sharing. 4.6 The EESC considers that the coordination of areas of action is the responsibility of the Commission, while the coor­ dination of each priority area is the task of the Member States, in consultation with the Commission and relevant regional agencies and bodies. 4.7 The EESC believes strongly that implementation of actions is the responsibility of all, at national, regional, municipal and local level. Actions (which state the objectives to be reached) must be transformed into practical projects (which are detailed and require a project leader, a timeframe and financing). EN 25.8.2011 Official Journal of the European Union C 248/85 ( 6 ) Promoting the idea of a Danube Civil Forum as a pillar of civil society participation in the Strategy. ",
        "4.8 The EESC hopes that the strategy will provide a sustainable framework for strategic integration and coherent development of the Danube region, setting out priority actions to make it an EU region for the 21st century. It must be accompanied by hard work and sufficient information and publicity to ensure that its objectives are widely known and put into practice. Brussels, 16 June 2011. The President of the European Economic and Social Committee Staffan NILSSON APPENDIX to the Opinion of the European Economic and Social Committee The following amendment was rejected by the plenary session but received at least one-quarter of the votes cast: Point 3.8 — Amendment 4 tabled by Mr Ribbe Amend point 3.8 as follows: Market failures, due to external factors, are strikingly evident in the lack of cross-border investment.Large projects need to be identified and implemented sustainably and efficiently, with shared costs and benefits. Reason 1.) ‘Large projects’ are no doubt also urgently needed in the Danube region, but it is not clear what is meant by large projects. Since such a large - indeed mega - project is specifically mentioned in point 3.9, the EESC should be wary of creating the impression that it believes major projects like that described drive development. Small and medium-sized projects are far more suited to generating new jobs while being compatible with sustainability and environment goals. Thus in Bulgaria, where restrictions have been introduced on extending renewable energy owing to inadequate energy networks, investment in implementing new energy concepts would be helpful. But this is probably not what is meant here. 2.) It is not clear what the co-rapporteurs mean by sharing costs and benefits: who is to pay for large projects, and who is to share out the profits and how? Outcome of the vote: For: 68 Against: 71 Abstentions: 26 EN C 248/86 Official Journal of the European Union 25.8.2011 "
    ]
}