{
    "text": [
        "Special Report The Bêkou EU trust fund for the Central African Republic: a hopeful beginning despite some shortcomings (pursuant to Article 287(4), second subparagraph, TFEU) EN 2017 NO 11 1977 - 2017 ",
        "Audit team The ECA’s special reports set out the results of its audits of EU policies and programmes or management topics related to specific budgetary areas. The ECA selects and designs these audit tasks for maximum impact by considering the risks to performance or compliance, the level of income or spending involved, forthcoming developments and political and public interest. This performance audit was produced by Chamber III – headed by ECA Member Karel Pinxten – which is responsible for the audit of the external actions’ and security and justice spending areas. The audit was led by ECA Member Bettina Jakobsen, supported by Katja Mattfolk, head of private office; Kim Storup, private office attaché; Beatrix Lesiewicz, principal manager; Laura Gores, head of task. The audit team consisted of Nóirín O’Grady and Florin Alexandru Farcas. From left to right : Beatrix Lesiewicz, Laura Gores, Katja Mattfolk, Bettina Jakobsen, Kim Storup, Nóirín O’Grady, Florin Alexandru Farcas. ",
        "2 CONTENTS Paragraph Acronyms and abbreviations Executive summary I - VIII Introduction 1 - 9 EU trust funds: a new tool for development aid 1 - 4 The Central African Republic: a country in crisis 5 - 9 Audit scope and approach 10 - 11 Observations 12 - 69 Although based on limited analysis, both the choice to set up the Bêkou trust fund and its design were appropriate in the given circumstances 12 - 27 The Bêkou trust fund was a rapid response to a difficult country context 13 - 16 The Commission did not prepare a formally structured analysis of the choice of funding vehicle 17 - 20 There was no comprehensive needs analysis to demonstrate which gaps the Bêkou trust fund should fill 21 - 27 The management of the Bêkou trust fund has not yet reached its full potential 28 - 53 The Bêkou trust fund had limited influence on coordination amongst stakeholders 29 - 35 Procedures could be more transparent, rapid and cost-effective 36 - 49 Monitoring and evaluation mechanisms remain to be fully developed 50 - 53 Despite difficult circumstances, the Bêkou trust fund has, overall, had positive achievements to date 54 - 69 The Bêkou trust fund has attracted aid, but few additional donors 55 - 61 Most projects have delivered their expected outputs in a difficult context 62 - 65 The fund provides enhanced visibility to the EU 66 - 69 Conclusions and recommendations 70 - 79 ",
        "3 The establishment of the Bêkou trust fund 71 - 72 The management of the Bêkou trust fund 73 - 76 The achievements of the Bêkou trust fund 77 - 79 Annex I - List of projects and contracts Annex II - List of seven UN trust funds operating in the CAR Annex III - Traffic lights annex for project outputs Replies of the Commission ",
        "4 CAR ACRONYMS AND ABBREVIATIONS Central African Republic DG ECHO Directorate-General for European Civil Protection and Humanitarian Aid Operations DG DEVCO Directorate-General for International Cooperation and Development EDF European Development Fund FAO Food and Agriculture Organization of the United Nations MEP Member of the European Parliament IMF International Monetary Fund NGO Non-Governmental Organisation NIP National Indicative Programme OECD Organisation for Economic Co-operation and Development PRAG Procurement and Grants for European Union External Actions – A Practical Guide SMART specific, measurable, achievable, relevant and timed UN UNDP United Nations United Nations Development Programme UNICEF United Nations Children’s Fund ",
        "5 I. A trust fund is a fund established for a specific development purpose with financial contributions from one or more donors, often set up in response to crises such as natural disasters or conflicts. Since 2013, the European Commission has had the option of setting up ‘Union trust funds for external actions’ for emergency, post-emergency or thematic actions. EXECUTIVE SUMMARY II. The Bêkou EU trust fund for the Central African Republic, the first EU trust fund managed by the European Commission, was launched in July 2014. Its donors are the European Union, France, Germany, the Netherlands, Italy and Switzerland, who have provided a total of 146 million euro to support the country's exit from crisis and its reconstruction. III. For many decades, the Central African Republic has experienced poor governance, high poverty and conflict. It is one of the world’s least developed and poorest countries, ranking last on the UNDP’s Human Development Index in 2016. IV. This audit concerned the European Commission’s first experience with its own trust fund. We assessed whether its establishment had been justified, how well it was being managed and whether it was achieving its objectives so far. V. We conclude that although there was neither a formally structured assessment of the choice of funding vehicle nor a comprehensive needs analysis, both the choice to set up the Bêkou trust fund, and its design, were appropriate in the given circumstances. VI. The management of the Bêkou trust fund has not yet reached its full potential, in three respects: the Bêkou trust fund has had limited influence on coordination amongst stakeholders; procedures could be more transparent, rapid and cost-effective; also, monitoring and evaluation mechanisms remain to be fully developed. VII. The Bêkou trust fund has, overall, had positive achievements to date. It has attracted aid, but few additional donors, and most of its projects have delivered their expected outputs. The fund provides enhanced visibility to the EU. ",
        "6 VIII. We make a number of recommendations to help the Commission improve the design and management of the Bêkou trust fund in the future, and of EU trust funds more generally. We recommend that the Commission, should: • develop further guidance for the choice of aid vehicle and for needs analyses to define the intervention scopes of trust funds, • improve donor coordination, selection procedures and performance measurement, and optimise administrative costs. ",
        "7 EU trust funds: a new tool for development aid INTRODUCTION 1. A trust fund is a fund established for a specific development purpose with financial contributions from one or more donors and is generally administered by an international organisation such as the World Bank or the United Nations. Popular since the 1990s, trust funds have increasingly been used as a financing vehicle for international cooperation. These are often set up in response to crises such as natural disasters or conflicts. 2. Since 2013, it has been possible to set up ‘Union trust funds for external actions’ for emergency, post-emergency or thematic actions, through an agreement concluded between the European Commission and other donors 1 3. The Bêkou . A board chaired by the Commission is established for each trust fund to provide representation for both donors and non- contributing Member States and to decide on how to use the funds. 2 EU trust fund for the Central African Republic (CAR) was launched in July 2014 to support the country's exit from the crisis and its reconstruction. It is the first of four trust funds managed to date by the European Commission 3 1 Article 187 of the Financial Regulation (Regulation (EU, Euratom) No 966/2012 of the European Parliament and of the Council of 25 October 2012 on the financial rules applicable to the general budget of the Union and repealing Council Regulation (EC, Euratom) No 1605/2002 (OJ L 298, 26.10.2012, p. 1)) provides the legal framework for setting up Union trust funds for external actions. . The four initial donors were the European Union (EU), France, Germany and the Netherlands, while Italy and Switzerland became partners in 2015. Pledges to the Bêkou trust fund totalled 146 million euro by the end of 2016, about three quarters of which originate from the EU budget and the European Development Fund. Eighty-six million euro had actually been received by the end of 2016. 2 Bêkou means “hope” in the Sango language. 3 The other funds are: (a) the Madad trust fund established in December 2014 in response to the Syrian crisis; (b) the Emergency trust fund for migration in Africa launched in 2015; and (c) the Colombia trust fund established in 2016 to support the post-conflict process. ",
        "8 4. Its main objective, as set out in the Constitutive Agreement, is “to provide consistent, targeted aid for the resilience of vulnerable groups and support for all aspects of the Central African Republic's exit from the crisis and reconstruction, to coordinate actions over the short, medium and long term and to help neighbouring countries cope with the consequences of the crisis” 4 The Central African Republic: a country in crisis . 5. The CAR is one of the world’s least developed and poorest countries, ranking last on the UNDP’s Human Development Index in 2016. This is despite its significant mineral deposits and other resources, such as uranium reserves, crude oil, gold, diamonds, cobalt, timber and hydroelectric power. Its population of 4.5 million is spread over a vast territory of 623 000 km 2 (approximately the size of France and Belgium combined). Since gaining independence in 1960, the CAR has experienced conflict, poor governance, high poverty and inequality, and lack of investment from the private sector. The situation facing most people in the CAR now is precarious, with more than half of the population in need of humanitarian aid. Approximately 450 000 people are internally displaced and a similar number have fled to neighbouring countries. 6. A transition government was put in place from 2014 to early 2016, following a cycle of violence that ousted the previous government. In March 2016, a new President and government took office following democratic elections. In October 2016, the CAR authorities and donors published a five-year national recovery and peacebuilding plan. 7. Until 2014, the CAR had been considered an ‘aid orphan’ 5 4 Agreement establishing the European Union trust fund for the Central African Republic, ‘The Bêkou EU trust fund’, Article 2 – Objectives of the trust fund. , due to the limited support it received from the international donor community. Then, aid to the country increased 5 Providers of development co-operation decide individually which countries to assist and to what extent. This can result in imbalances which can impair the effectiveness of aid through aid fragmentation as well as an accumulation of providers in some countries – so called ‘darlings’ – and gaps in aid provision in others – commonly known as ‘orphans’. (http://www.oecd.org/dac/aid-architecture/fragmentation-orphans.htm) ",
        "9 significantly. However, the ongoing conflicts mean that the population remains in dire need of humanitarian aid 6 8. The EU has been a partner of the CAR for over thirty years and still remains one of the country’s main development partners. Between 2013 and 2016, the EU contributed more than 500 million euro to assist the country . 7 . The EU has adopted a ‘comprehensive approach’ 8 9. The United Nations (UN) agencies and France are also significantly involved in the CAR. , providing assistance through the Bêkou trust fund, traditional development aid, three military Common Security and Defence Policy missions and operations, civilian crisis response and humanitarian aid. Annex II lists seven UN trust funds that operate in the CAR. A variety of other partners, such as the African Development Bank, the World Bank and other EU countries, also give aid to the country. 10. This performance audit examined the European Commission’s first experience with using its own trust fund as an aid vehicle. We assessed whether the establishment of the fund had been justified, how well it was being managed and whether it had achieved its objectives to date. AUDIT SCOPE AND APPROACH 11. The audit focused on the fund from its inception in 2014 to the end of 2016. We examined all of its eleven projects and their 31 respective contracts financed (see Annex I 6 As at March 2017, the UN humanitarian office reported that only 5 % of the 400 million US dollar in humanitarian aid needed for the CAR had been received, leading to half rations being distributed. ). 7 European Commission Fact Sheet: “The European Union’s comprehensive approach in the Central African Republic (2013–2016)”, Brussels, 11.11.2016. 8 The Treaty of Lisbon calls for consistency between the different areas of EU external action and its other policies. Following the entry into force of the Treaty and the new institutional context it created, the EU has – by drawing on its full range of instruments and resources – increased both its potential and its ambition to make its external action more consistent, effective and strategic (JOIN(2013) 30 final of 11.12.2013 “The EU's comprehensive approach to external conflict and crises”). ",
        "10 We analysed various documents on the establishment of the fund and the design of projects, the procedures for selecting implementing organisations and the monitoring and evaluation of projects (intermediate reports and external evaluation reports). We also carried out on- the-spot visits to the CAR and to the headquarters of three of the donors to the fund. These allowed us to hold interviews with various stakeholders and to visit three projects. Although based on limited analysis, both the choice to set up the Bêkou trust fund and its design were appropriate in the given circumstances OBSERVATIONS 12. This section gives a brief overview of the country context at the time the Bêkou trust fund was created and then analyses the fund’s design from two perspectives: the choice of a trust fund as the funding vehicle and the Bêkou trust fund’s intervention scope. The Bêkou trust fund was a rapid response to a difficult country context 13. The situation in the Central African Republic in 2014 was marked by the aftermath of a major political and security crisis that escalated in 2012. This caused a humanitarian crisis and an economic recession, both at unprecedented levels. In December 2013, the United Nations declared a so-called level 3 emergency 9 crisis for the country. The situation was characterised by a “contiguum” 10 9 This is the global humanitarian system's classification for the response to the most severe, large-scale humanitarian crises. of humanitarian and development challenges and fragile state authorities that were unable to meet the population’s needs. 10 Aid was initially conceived as a linear sequence or “continuum”: rehabilitation would follow the relief phase, to be subsequently succeeded by classic development co-operation. However, experience from the 1990s demonstrated that treating relief, rehabilitation and development as separate, consecutive processes failed to respond to the complexity of many crisis situations. Treating them instead as a “contiguum” (i.e. as concurrent interconnected processes) recognises that these situations may in fact require the simultaneous use of different instruments (see European Parliament policy briefing “Linking relief, rehabilitation and development: Towards more effective aid”, pp. 4-5). ",
        "11 Child walking next to an abandoned plane at the former M’Poko camp for internally displaced people near the airport of Bangui. © French Red Cross. 14. This context also caused significant constraints in delivering EU aid: the absence of a democratically elected government at the time meant that the Commission could not adopt a national indicative programme (NIP) 11 15. The creation of the Bêkou trust fund for the CAR was therefore a rapid response to the need for a coordinated instrument to link relief, rehabilitation and development. The rationale for choosing such an aid instrument was discussed both at a political and a technical level within the European Commission, with a wide range of donors and with the CAR’s transition government throughout the first half of 2014. These discussions led to a for the aid provided in the CAR’s national allocation for the 11 th European Development Fund (EDF). 11 National indicative programmes represent an important step in the programming of EU aid under the EDF. They define the strategy and priorities for EU aid and are prepared in close cooperation with the partner country. Therefore, the EU needs to have a national government as its counterpart in order to adopt an NIP. At the time, the CAR had a transition government in place which had not been legitimised by means of a democratic election. ",
        "12 consensus in particular on the need for a different means of delivering aid, integrating humanitarian and development approaches and going beyond the coordination of aid towards a pooling of resources. This common analysis formed the basis for the creation of the Bêkou trust fund. 16. The fund was created in a very short time frame, with initial discussions starting in early 2014 and its Constitutive Agreement being signed by the Commission, France, Germany and the Netherlands in July 2014. The Commission did not prepare a formally structured analysis of the choice of funding vehicle 17. The Financial Regulation sets out a number of conditions that must be satisfied in order to establish an EU trust fund: (i) added value to the Union intervention , i.e. the trust fund’s objectives can be better met at EU than at national level, (ii) political visibility and managerial advantages , (iii) trust funds should not be created if they merely duplicate other existing funding channels or similar instruments without providing any additionality . 18. EU commitments made at the High Level Fora on Aid Effectiveness (see Box 1 ) and DG DEVCO guidelines on EU trust funds suggest that trust funds should not become a standard implementing tool. ",
        "13 Box 1 - The High Level Fora on Aid Effectiveness call for self-restraint with regard to creating new aid channels The continuous effort to modernise aid delivery has been marked by four events: the High Level Fora on Aid Effectiveness in Rome (2003), Paris (2005), Accra (2008) and Busan (2011). These events, involving more than 100 countries to date, have led to the formulation of principles for effective aid. One commitment made after the 2008 forum in Accra was that “donors will ensure that existing channels for aid delivery are used and, if necessary, strengthened before creating separate new channels that risk further fragmentation and complicate co-ordination at country level” 12 . A roundtable invited donors “to ‘think twice’ before establishing new funds, applying a clear test of value-added” 13 . At the 2011 Busan forum, the EU reconfirmed the Accra commitment to self- restraint with regard to avoiding further proliferation of funds 14 19. Both the United Nations and the World Bank have established procedures for justifying the choice of a trust fund as an aid vehicle. For instance, the UN’s Multi-Partner Trust Fund Office, which assists the UN in administering pooled financing mechanisms, has published manuals that provide guidance on setting up trust funds. They recommend conducting a pre- feasibility study and analysing the functions and added value of such a fund . 15 20. The Commission has currently only reiterated the Financial Regulation requirements in the available guidelines. It has not yet developed a way of applying these in order to quickly carry out a structured assessment of the comparative advantages of trust funds relative to other tools. While the Commission did organise a range of discussions (see paragraph 15), . 12 Point 19 of the Accra Agenda for Action, 3rd High Level Forum on Aid Effectiveness, 2008. 13 Roundtable 9, Aid architecture, Summary, 3rd High Level Forum on Aid Effectiveness, 2008, p. 7. 14 EU Common Position for the Fourth High Level Forum on Aid Effectiveness, 2011, point 28, p. 6. 15 The manual lists six possible functions with their corresponding added value: coherence (filling gaps), consolidation (reduce fragmentation), specialised or thematic, risk management, strengthening national systems, and innovation. (MPTFO: Designing pooled funds for performance, A Manual prepared by the MPTFO, 2015; see in particular Table 2, p. vii, and Table 3, p. 6.) ",
        "14 there was no formally structured analysis, based on the requirements laid down in the Financial Regulation, prior to the setting up of the Bêkou trust fund. There was no comprehensive needs analysis to demonstrate which gaps the Bêkou trust fund should fill 21. Needs analyses are an important step in designing the intervention scope of development aid, since these help to identify needs and prioritise aid. They also help to make sure that a new funding vehicle does not duplicate existing instruments, and can serve as a basis for designing aid that lends itself to a division of labour with other donors. 22. Whilst various internal Commission documents prepared prior to the setting up of the Bêkou trust fund acknowledged that the CAR was in need of assistance, the needs analysis was incomplete. This is because it lacked the following: an assessment of the overall needs of the CAR, a stock-take of the needs addressed by existing aid instruments and, hence, an analysis of the aid delivery gaps to be covered, an assessment of the financial resources needed and a prioritisation of aid. 23. The main objective of the Bêkou trust fund, as set out in the Constitutive Agreement, is “to provide consistent, targeted aid for the resilience of vulnerable groups and support for all aspects of the Central African Republic's exit from the crisis and reconstruction, to coordinate actions over the short, medium and long term and to help neighbouring countries cope with the consequences of the crisis” 16 24. At a strategic level, the Commission has ensured that the Bêkou trust fund does not duplicate other existing funding channels. From 2014 to 2016, the EDF’s national allocation for the CAR financed a limited number of activities, which concentrated on areas other than . This is formulated in broad terms. A comprehensive needs analysis could have served as a basis for formulating objectives in greater detail (see also paragraph 50). Also, it could have shown more clearly how and why the fund’s activities are relevant to the objective, and which specific gaps the fund fills. 16 Agreement establishing the European Union trust fund for the Central African Republic, ‘The Bêkou EU trust fund’, Article 2 – Objectives of the trust fund. ",
        "15 those covered by the Bêkou trust fund, such as education or national health policies 17 . Although at least seven UN trust funds operate in the CAR, six have a thematic scope that is clearly different to the Bêkou trust fund. The only exception is the Ezingo UN multi-partner trust fund, which also focuses on the CAR’s stabilisation and recovery. However, this fund differs significantly from the Bêkou trust fund in terms of its aid volume / level of activity, the type of projects financed and its aid recipients 18 25. At project level, the Bêkou trust fund addressed similar needs to earlier EU support. Indeed, certain projects provide continuity with projects previously financed by other EU aid instruments (see . Box 2 Box 2 - Examples of Bêkou trust fund projects that address similar needs to projects also financed by EU aid ). However, they have introduced a different approach and additional resilience-building activities. Some of the other projects are innovative and different from types previously financed in the CAR. An example is the economic recovery project, which provides microfinance to small local businesses. Some Bêkou trust fund projects have taken over activities supported by other EU aid instruments. Examples are listed below: (a) Two DG ECHO projects with NGOs in the health sector were succeeded by Bêkou trust fund projects with the same NGOs. These two NGOs supported 25 local health centres to help them deliver better primary health services. DG ECHO, UNICEF and the UN Humanitarian Fund also gave aid to one of these NGOs for activities in the health sector. (b) In 2014, the EU’s Instrument contributing to Stability and Peace financed labour intensive work ( travaux à haute intensité de main d’oeuvre ) in the 3rd and 5th districts of Bangui, similar to the Bêkou trust fund’s urban rehabilitation project. This approach involves hiring locals to undertake 17 This differs from the Bêkou trust fund’s projects, which mainly provided assistance at the level of individual health facilities. National health policies are determined at the level of the Ministry of Health. 18 The Ezingo UN trust fund manages 25 million US dollar. It gives aid both to UN agencies and to state authorities in the form of budget support. ",
        "16 basic urban rehabilitation activities. The aim is to restore infrastructure while at the same time generating revenue for the most vulnerable groups. (c) A food security project was instigated under the 10 th EDF in 2014 but subsequently cancelled. It was to finance the Food and Agriculture Organisation of the United Nations to run community resilience-building ( caisses de resilience ) programmes, promote intercommunity dialogue around nomadic pasture routes and improve food security in the areas surrounding Bangui, similar to the Bêkou trust fund’s food security project. Five contracts signed with this organisation and with NGOs under the EU’s Development Cooperation Instrument since 2014 concerned similar activities (support for cattle raisers, intercommunity dialogue, food resilience). (d) One Bêkou trust fund project aimed at protecting animal ecosystems in the North-East and South-East of the CAR. It had been preceded by a project under the 10 th EDF that had carried out similar activities in the North-East of the country. 26. The donor community and developing countries have described partnership between donors as important in the contexts of fragility and crisis 19 . Before the publication of the national recovery and peacebuilding plan in October 2016, there was no shared strategic framework amongst donors to the CAR. Ongoing initiatives on the basis of this national recovery plan could lead to the definition of a clearer division of labour in the course of 2017 (see Box 3 19 See in particular the OECD Principles for Good International Engagement in Fragile States and Situations, endorsed by ministers and heads of agencies at the Development Assistance Committee’s High Level Forum in 2007, which state that it is important to agree on practical coordination mechanisms between international actors, even in the absence of strong government leadership. ). ",
        "17 Box 3– The national recovery and peacebuilding plan 2017-2021: a basis for a future division of labour A new national strategy for the CAR, the so-called national recovery and peacebuilding plan 2017-2021, was drawn up by the CAR government with support from the EU, the United Nations, and the World Bank Group, and published in October 2016. It proposes three priority pillars: (i) promote peace, security, and reconciliation; (ii) renew the social contract between the state and the population; (iii) facilitate economic and productive sector recovery 20 . The plan is broken down into eleven strategic objectives, with total needs estimated at 3.2 billion US dollar 21 27. The Bêkou trust fund will potentially fund actions in all three pillars of the national recovery and peacebuilding plan. As already stated in paragraph 14, when the fund was created, EDF aid was hampered by the absence of a national indicative programme (NIP) for the CAR. DG DEVCO is in the process of drawing up an NIP under the 11th EDF. The total amount is 382 million euro, 208 million euro being new funds. The NIP may also include interventions under all three pillars. A portion of the NIP funds will be transferred to the Bêkou trust fund. In total, 31 donors to the CAR intend to fund at least one pillar of the national recovery and peacebuilding plan. As at March 2017, the division of labour between the Bêkou trust fund, other EU instruments and other donors for the implementation of this plan had not been determined in detail. . The management of the Bêkou trust fund has not yet reached its full potential 28. We examined the management of the Bêkou trust fund from three perspectives: coordination with other donors and CAR authorities; transparency and speed of its procedures and the cost-effectiveness of delivering aid; and its monitoring and evaluation mechanisms. 20 Central African Republic: National Recovery and Peacebuilding Plan 2017–2021 (RCPCA), authored by staff of the CAR, with support from the EU, the United Nations, and the World Bank Group, p. 26-41. 21 Ibid, Table 0.1, Annex 2. ",
        "18 The Bêkou trust fund had limited influence on coordination amongst stakeholders 29. Experience has shown that, in emergency and post-emergency situations, the international community’s response can become disorganised and fragmented due to the weakness of local administrations combined with a sudden increase in the number of donors. This hinders an effective and sustainable contribution to the reconstruction of a country. EU trust funds have been specifically designed for such situations. A trust fund can provide an appropriate solution, since it is expected to act collectively on behalf of the EU and its donors 22 30. Given the multiplicity of donors and operators in the CAR, coordination is important. Trust funds can also be a useful platform for improving coordination with projects financed independently of the fund. This applies mainly to coordination amongst donors to the fund but also, potentially, to coordination on a wider scale with other donors. The Bêkou trust fund was expected to be a coordination mechanism that will enable the international community to contribute in a coordinated manner to the stabilisation of the CAR . 23 . The intention was for the Bêkou trust fund to “move beyond coordination between Member States and put in place a real joint organisation” 24 31. There is little evidence that the creation of the Bêkou trust fund helped to consolidate donor activity in the CAR along the lines described in paragraph 29, either immediately after its creation or in the intervening period (see , with ideas such as the pooling both of resources and of the capacity to analyse, identify and implement projects, joint missions, a specific unit with staff to coordinate donors and liaise with partners, or common thematic working groups. Box 4 22 Constitutive Agreement, recitals 4-6. ). Donor activity outside the fund has remained at a similar level since 2014 or even increased in some cases (see also paragraphs 55 to 61 for the involvement of other donors). The fund management identified the fragmentation of aid instruments and actors in the CAR as a major challenge. 23 Constitutive Agreement, recitals 3, 5. 24 http://ec.europa.eu/europeaid/bekou-trust-fund-introduction_en ",
        "19 Box 4– Some donors have increased their activity outside the fund since 2014 Germany is increasing its bilateral activity in the CAR. In 2016, the Federal Ministry for Economic Cooperation and Development selected the CAR as one of its bilateral partner countries. The German development bank Kreditanstalt für Wiederaufbau recently started a project in the health sector worth 11 million euro. In October 2016, Italy opened its own development cooperation office in Bangui. DG DEVCO will resume EDF aid on the basis of an NIP. Beyond the Bêkou trust fund’s donors, the World Bank is also planning to set up its own trust fund for the CAR. 32. Coordination mechanisms for development aid in the CAR were not functioning by the end of 2016. The humanitarian clusters, led by UN organisations and international NGOs, are dedicated to humanitarian aid. The CAR’s transition government had created relevant coordination structures for development aid in 2014, but these never came into operation. The CAR authorities and the donor community are in the process of setting up an institutional framework for implementing development aid under the national recovery and peacebuilding plan adopted in October 2016 25 33. The Bêkou trust fund does not have defined procedures for ensuring the systematic coordination of its projects with those of other donors to the fund. The fund created coordination mechanisms in the form of its own governance structures (the trust fund board and the operational committee). Even though one of the committee’s roles is to adopt projects, it did not facilitate discussions on coordination with other projects financed by the . This framework will include an aid coordination mechanism which will assign a decision-making role to the Ezingo UN trust fund and a possible future World Bank trust fund, and only a consultative role to the Bêkou trust fund. 25 Central African Republic: National Recovery and Peacebuilding Plan 2017–2021, authored by staff of the CAR, with support from the EU, the United Nations, and the World Bank Group, Chapter V, figure 5.2, p. 45. ",
        "20 donors to the Bêkou trust fund. Programming documents are not systematically prepared using a full overview of other projects in the same field. 34. Even without formal mechanisms, the representative of the Bêkou trust fund in Bangui did, by way of good practice, ensure some coordination on a project-by-project basis (see Box 5 Box 5- Three good-practice examples of donor coordination of projects ). However, there is room for the Bêkou trust fund to provide more systematic coordination, both internally amongst its donors and, potentially, externally within the international community. Synergies were created between the Bêkou trust fund project on economic recovery and two projects financed by the development agency of an EU Member State. Even though there was little coordination at the project design stage, coordination did take place after the project launch in 2016. Several meetings were organised between the agency, the representative of the Bêkou trust fund in Bangui, and the implementing organisations, to discuss ways to create synergies between the three projects. In October 2016, the representative of the Bêkou trust fund in Bangui brought together donors and the CAR authorities in a workshop on food security. Based on this workshop, the Bêkou trust fund team launched a call for expressions of interest, which took into account the outcome of these discussions. Technical assistance was financed under the health project to coordinate through monthly meetings the six NGOs operating in health facilities across the CAR. Although not initially intended, this coordination has at times extended beyond the Bêkou trust fund’s operators, which has helped monitor potential cases of duplication with other donors. It has also resulted in NGOs harmonising their working methods. ",
        "21 The food security project seeks sustainable development of food and nutrition security. © French Red Cross. 35. There is some evidence that the Bêkou trust fund acts in coordination with the CAR authorities (see Box 5 Procedures could be more transparent, rapid and cost-effective for an example). The CAR government envisages expanding its role in the future management of the fund, by making a more systematic contribution to the design, implementation and monitoring of its projects. 36. The Financial Regulation 26 26 Article 187 of the Financial Regulation. stipulates that trust funds should be implemented in accordance with the principle of transparency. The Constitutive Agreement provides for the use of flexible procedures to ensure that the Bêkou trust fund is responsive and that aid can be organised quickly. The Financial Regulation also stipulates that a maximum of 5 % of the amounts pooled into a trust fund can be used to cover its management costs. We assessed the transparency and speed of selection procedures and the cost-effectiveness of the Bêkou trust fund compared to other aid channels. ",
        "22 37. The procedures applied by the Bêkou trust fund in selecting implementing organisations for projects have not been formalised in the guidelines on EU trust funds. The procedures followed were based on those prescribed in ‘Procurement and Grants for European Union External Actions – A Practical Guide’ (PRAG) Transparency of selection procedures 27 38. Apart from a limited number of service contracts, the Bêkou trust fund has used three different methods for selecting organisations to implement projects: four delegated cooperation agreements, ten direct awards and twelve awards following a restricted call for expressions of interest , with some additional exceptions. 28 . Definitions of each, and their corresponding advantages and disadvantages, can be found in Table 1 27 The Practical Guide explains the contracting procedures applicable to EU external actions financed from the EU general budget and the European Development Fund. The Practical Guide is used by the Commission Directorates-General and Services in charge of the instruments used to finance and implement external actions. . 28 In total, we audited the selection procedures for 26 contracts. Three of the other five contracts were service-related (contracts 7, 8 and 29) and the other two were awards in the Health II programme (contracts 12 and 14), where the selection procedures were still ongoing at the end of 2016. ",
        "23 Table Type 1 – Definition and main advantages and disadvantages of selection procedures used by the Bêkou trust fund for awarding grants Delegated cooperation agreements Direct Awards Awards following a Bêkou trust fund restricted call for expressions of interest Definition Where the Commission entrusts the management of funds to a delegated body from a Member State (or another third- country donor). Where an organisation is chosen without resorting to competition. Where a pre-selected number of organisations are asked to prepare a proposal. Advantages • Rapid procedure • High level of expertise available • Rapid procedure • High level of expertise available • More transparent than the other two procedures • Focussed on known experts in the subject matter Disadvantages • Limited transparency due to lack of publicity • Additional layer of administrative procedures • Potential conflicts of interest • Limited transparency due to lack of publicity • Restricts access to funding for newer organisations • Restricts access to funding for newer organisations Source : PRAG. 39. The actual selection procedures to be applied by the Bêkou trust fund and the extent to which flexibility was permitted in relation to PRAG have not been defined. Consequently, it was not fully transparent how the implementing organisations were chosen. 40. The use of delegated cooperation agreements is mentioned in Article 10 of the Constitutive Agreement, which states that these “shall be the preferred option wherever it will offer an appropriate response in terms of the cost, effectiveness and European visibility of the Fund-financed actions”. However, while the organisations selected were experts in the fields in question, no justifications for the use of these organisations were prepared, in particular at the time of their approval. Furthermore, potential conflicts of interest arise due ",
        "24 to the presence of some of these organisations on the fund’s operational committee, where projects and, in these instances, implementing organisations are selected 29 41. Five of the direct awards were second phases of earlier work. The others were awarded following reviews of the organisations already present in the CAR and their respective capabilities. This is understandable given the difficult conditions on the ground at the time these awards were made. However, we identified one case in particular where, because there was more than one organisation capable of carrying out the work, a more competitive procedure could have been applied . 30 42. A tailored selection procedure was applied for each of the restricted calls for expressions of interest, taking some elements from PRAG but applying various more flexible procedures at different stages. As a result, it is not evident how the implementing organisations were selected. . 43. The flexibility provisions applicable to the Bêkou trust fund could provide opportunities to save time compared to the more traditional approaches applied in the Commission. The structure and decision-making process applied, together with the relatively short time the fund has been in existence, limits the scope for any meaningful comparison with the procedures in place for other EU aid. Nevertheless, we identified some instances where time could have been saved in selecting implementing organisations. Speed of selection procedures 44. One example where the Bêkou trust fund could have saved additional time during the selection procedure was when discussing project content with organisations. For all three types of procedure used, the length and number of discussions held could have been reduced. In 14 of the 26 awards, project content was discussed for more than 100 days. The 29 Conflicts of interest could arise as it is the operational committee that initially selects projects for funding: these projects can be awarded to organisations whose personnel sit on the operational committee. 30 This refers to contract 15. ",
        "25 average time taken was 148 days, the longest being 503 31 days and the shortest 18 32 45. In five cases, as a result of the extensive discussions, it was actually necessary to approve expenditure retroactively . While the discussions following the restricted calls for expression of interest took an average of only 50 days, those for delegated cooperation agreements and direct awards averaged 197 and 245 days respectively. Had discussions been carried out in a different way, the agreements could have been finalised sooner. For example, some issues were returned to by different Commission staff, resulting in a high volume of exchanges between both parties. Increased liaison between Commission staff prior to these exchanges could have shortened these discussions. 33 . This negatively impacted the implementation of these projects in their early stages, since the absence of a signed agreement entailed legal uncertainties for the implementing organisations. 46. UN organisations, the World Bank and the African Development Bank all levy different fees for managing trust funds. None provide for a percentage lower than the 5 % as prescribed for the Bêkou trust fund Cost-effectiveness of delivering the aid 34 47. The management fees for the Bêkou trust fund exclude the salary for the Manager and back-office costs. This means that the total costs incurred for the fund’s management are higher than those reported in the fund’s accounts. The full costs for managing the Bêkou trust fund have not been calculated. These issues have been confirmed by an internal Commission audit. . For other EU external aid under the EDF and the general budget, overall rates above 5 % are also charged. 31 This refers to contract 31. 32 This refers to contract 3. 33 Contracts 9, 10, 11, 13 and 30; it will also be necessary for contracts 12 and 14. 34 UN organisations are entitled to recover indirect programme support cost at a rate of 7 % of the amount pooled into a trust fund, plus an additional administrative fee of 1 %. The World Bank charges standard or customised fees, the standard fee being a minimum of 5 %. The African Development Bank currently charges a minimum 5 % fee. ",
        "26 48. As is the case for all development aid, the total cost of delivering aid is more than just the management fee. In addition to the Bêkou trust fund’s fee, contracted international organisations and NGOs charge their own administrative fees. This is generally a percentage of the contract value, set at a maximum of 7 %. However, they can further delegate tasks in the contract implementation to other organisations, thus adding additional layers of administrative costs. Delegated cooperation agreements, in particular, are a costly solution, as they automatically create an additional layer of management costs (see Table 1 49. Article 3.8 of the Constitutive Agreement envisages that all Bêkou trust fund staff will ultimately be based in Bangui. Currently, only one representative of the fund is based in Bangui, whereas seven staff members were Brussels-based in 2016. The number of expatriates based at the EU delegation is limited due to the current security situation. As the situation in the CAR improves, this number is expected to increase. There is as yet no calculation to determine whether a complete transfer of staff to the CAR can be achieved within the 5 % cap (see paragraph 36) above). The benefits of using this type of funding should always be weighed against the additional costs. 35 Monitoring and evaluation mechanisms remain to be fully developed . 50. Monitoring and evaluation mechanisms are important in order to be able to assess the fund’s performance and adopt corrective measures when needed. Given that the Bêkou trust fund was the first EU trust fund managed by the European Commission, it can provide valuable lessons for the future use of this type of aid vehicle. 51. The Bêkou trust fund has no framework to measure its performance at fund level, since it has not drawn up a comprehensive results chain for its overall objective, spelling out expected results (outputs, outcomes, impact), with corresponding indicators 36 35 The costs incurred in basing agents in a delegation are higher than the costs of the same in Brussels. . For instance, 36 The Bêkou trust fund is financed by the EDF and various instruments of the EU budget (see Figure 2 ). The latter have monitoring, reporting and evaluation frameworks (so-called 'MORE frameworks'), made up of general and specific objectives, indicators, milestones and targets. Reporting obligations include, in particular, the annual report to the European Parliament and ",
        "27 whereas the Constitutive Agreement and other documents give an indication of what might be expected of it (strengthen resilience, improve coordination, deliver aid more quickly, mobilise a critical mass of financing, provide political visibility), these elements have not been developed into SMART objectives 37 52. By the end of 2016, there was no systematic process in place to identify lessons learnt through the Bêkou trust fund experience that could help the Commission to improve its design and management of trust funds. However, several actions have been undertaken that are relevant to such an exercise. Such actions include publishing various articles on the Bêkou trust fund, organising conferences, workshops and meetings, in particular with representatives of the EU trust funds, and giving presentations. . 53. At project level, objectives, results and activities are defined. However, two out of eleven projects do not have indicators, and for eight projects, indicators are vague or do not have targets. Similar issues were found at contract level: some objectives are only partially SMART, and indicators are sometimes unclear or lack corresponding targets (see Annex III Despite difficult circumstances, the Bêkou trust fund has, overall, had positive achievements to date for details). 54. We examined the fund’s achievements from three perspectives: the aid it has attracted, the outputs produced by its projects and the visibility it has generated for the EU. These are some of the expected advantages of the Bêkou trust fund. The Bêkou trust fund has attracted aid, but few additional donors 55. The Bêkou trust fund was expected to encourage new donors to provide aid for the CAR and to raise additional aid. Originally considered an ‘aid orphan’, total aid for the CAR the Council on the implementation of the EU's instruments for financing external actions. Currently, the link between this results reporting and that of the Bêkou trust fund is limited. 37 According to Article 30 of the Financial Regulation, specific, measurable, achievable, relevant and timed (SMART) objectives must be set for all sectors of activity covered by the budget. ",
        "28 hovered around 250 million US dollar per year in the period leading up to the 2012/2013 crisis (see Figure 1 ). This aid peaked at 610 million US dollar in 2014 38 . Figure 1 – Total aid for the CAR, 2006-2015 (in million US dollar) Source : Organisation for Economic Co-operation and Development (OECD) data set, aid (ODA) disbursements to countries and regions [DAC2a] for 2006–2015, available at www.oecd.org/dac/stats/idsonline. 56. The development aid needed to implement the national recovery and peacebuilding plan amounts to approximately 3.2 billion US dollar over five years (2017-2021). At the November 2016 donor conference, donors pledged over 2 billion US dollar in development aid to the CAR, thus covering a substantial part of these needs. 57. The Bêkou trust fund has attracted aid, with total pledges amounting to 146 million euro by the end of 2016 (see Figure 2 ). This is more than the Ezingo UN trust fund, which had attracted 25 million euro (see Annex II ) and comparable to the bilateral allocation under the 11th EDF, which is expected to be 208 million euro 39 38 Three quarters of this was humanitarian aid, which aims to provide immediate emergency relief. Development aid has a more structural long-term objective. . 39 The total amount of the NIP is 382 million euro, 208 million euro being new funds. 0 200 400 600 800 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 ",
        "29 Figure Source 2 - Pledges to the Bêkou trust fund million euro DG DEVCO – European Development Fund 68 DG DEVCO - thematic budget lines 40.2 DG ECHO 3 France 15 Germany 15 Netherlands 3 Italy 1 Switzerland 0.9 Total 146 Source : Data provided by the European Commission. 58. Three quarters of the fund’s resources originate from the EU budget and the EDF. More than one third of this contribution is additional aid for the CAR on top of what had previously been pledged to the country under other EU funding channels. 59. France, Germany, Italy, the Netherlands and Switzerland already gave aid to the CAR before the Bêkou trust fund was established, but before 2014 these amounts were comparatively low. From 2014 onwards, aid was given through the fund as well as other aid channels (see Box 4 60. The European Parliament has twice invited Member States to increase their contributions to the Bêkou trust fund. In 2016, during the discharge of the 2014 EDF budget, it called “for Member States to become more involved in order to ensure that this fund becomes fully operational” for more details on the activity of donors in the CAR). 40 61. Some Member States continue to support UN trust funds, as they had done prior to the Bêkou trust fund (see . Annex II 40 European Parliament “Report of 12.4.2016 on discharge of the budget of the EDFs, A8- 0137/2016”, point 38. A 2015 resolution “Calls on the Member States, as well as other donors, to scale up their contributions to the (…) Bêkou Trust Fund” (EP resolution of 8.10.2015, 2015/2874(RSP), point 23). ). The UN Humanitarian Fund for the CAR has eleven donors, including Belgium, Denmark, Germany, Ireland, Luxembourg, the Netherlands, Sweden, 47% 27% 2% 10% 10% 2% 1% 1% EDF Thematic lines DG ECHO France Germany Netherlands Italy Switzerland ",
        "30 Switzerland, and the United Kingdom. France and the Netherlands also donate to the Ezingo UN trust fund. Most projects have delivered their expected outputs in a difficult context 62. The implementation of 20 out of 31 contracts relating to the eleven projects was at a sufficiently advanced stage for us to at least partially assess performance. While our assessment was subject to some limitations 41 63. Three contracts (two studies and a technical assistance contract) have fully delivered their expected outputs. For eleven contracts, most outputs have been realised (see , we consider that most projects have delivered their expected outputs. Box 6 for an example). Six ongoing contracts had not yet realised their outputs by the end of 2016, and there is a risk that these may not be achieved by the end of the project (see paragraph 65 for details). Annex III Box 6 - Example of outputs: the health project gives a more detailed assessment for each contract. Six NGOs received aid from the Bêkou trust fund so they could help 80 health facilities across the CAR provide better primary health services to the local population. This aid resulted in around 2 million medical consultations. The NGOs exceeded the set targets on a number of indicators, such as the number of consultations, the number of assisted deliveries and the number of women visited. Health care, medicines and laboratory tests were provided in these facilities free of charge for children, pregnant and lactating women, and in life-threatening emergencies. The planned activities at health facility level, such as renovation, staff training, supply of essential medicines and laboratory equipment, district coordination and surveillance activities were being carried out on time or with minimal delays. For example, in Bria six of the eight health facilities were renovated, and seven health facilities were renovated and equipped in Vakaga. 41 See paragraph 53 on the noted weaknesses in the definition of objectives and indicators. Our analysis for this chapter was mainly based on a desk review of the available evidence, since we could only visit three projects on the spot. We used evidence from three sources: external evaluation reports, intermediate reports prepared by the contractors and a monitoring table of contract indicators prepared by the Bêkou trust fund. ",
        "31 The provision of medical services in various health facilities across the country through the health project. © French Red Cross. 64. A wide array of both internal and external factors contributed to the cases where objectives were not fulfilled, the most important being the challenging security context in which projects took place (see Annex III 65. While many tangible outputs have been attained, results with more fundamental long- term effects typically take more time to achieve. For example, in the food security project, the livestock vaccination campaigns were successful, whereas the prevention of conflict and redrawing of nomadic pasture routes may need to be continued throughout a potential second phase. In the health project, while the first phase of the six NGOs’ provision of health services was successful, and while a study on the reform of the national pharmaceutics purchase agency was produced as planned, the actions to reform the public health services need more time. ). ",
        "32 “Paillottes” are traditional straw huts used as central meeting areas in the communities. © French Red Cross. ",
        "33 The fund provides enhanced visibility to the EU 66. The Bêkou trust fund was expected to provide visibility to the EU, both through actions undertaken at project level and in the form of political visibility at fund level. 67. The project partners undertook many activities on the spot. These included producing promotional materials, documentaries and academic articles, and organising national workshops on the results of activities, ceremonies and training sessions, radio broadcasts, visits by journalists etc., in line with their visibility plans. 68. More than 30 visibility activities were undertaken for the fund as a whole for an amount of approximately 191 000 euro. The Bêkou trust fund’s 2015 annual activity report includes a section dedicated to visibility activities and presents the main communication objectives, general public events, projects, the ‘capacity4dev’ website 42 69. Several conferences were organised that provided visibility for the EU (see and communication material. Box 7 Box 7 - The Bêkou trust fund organised several events for examples). Delegations from over 80 countries from all over the world were present at a conference in November 2016 in Brussels, together with high-level representatives from the United Nations, the World Bank and others. This conference resulted in pledges of 2 billion euro. The Bêkou trust fund team organised a series of workshops, conferences, publications, and press releases, both in Bangui and in Brussels, which were well covered by the media. For example, the workshop ‘Resilience and Recovery, Path to Development’ (Bangui, June 2016) attracted more than 200 participants from national authorities, civil society organisations, donors, UN agencies, international NGOs and the media, and provided an overview of the situation in CAR, the challenges it poses and the population’s needs. The workshop gave rise to twelve recommendations addressed to the CAR government, to project partners and to donors in the country. 42 https://europa.eu/capacity4dev/ ",
        "34 Another example was the high-level international conference on the CAR (Brussels, May 2015), with more than 300 participants including the CAR’s President, Ministers, MEPs, United Nations representatives and NGOs. This resulted in new financial pledges for the country and two new donors for the Bêkou trust fund, Italy and Switzerland. 70. The Bêkou trust fund was created in a difficult country context, marked by humanitarian and development challenges and fragile state authorities that were unable to meet the population’s needs. While we believe that the fund’s design and management could be improved along the lines suggested below in order to help it reach its full potential, we recognise that the establishment of the fund was appropriate and that it has had some positive achievements. CONCLUSIONS AND RECOMMENDATIONS The establishment of the Bêkou trust fund 71. The Bêkou trust fund was created in a very short time frame. While the Financial Regulation imposes certain conditions on the creation of a trust fund, the Commission has not yet translated these into an analytical framework that would enable it to carry out a formally structured assessment of the comparative advantages of trust funds relative to other funding vehicles (see paragraphs 13 to 20). 72. The intervention scope of the Bêkou trust fund was not based on a comprehensive needs analysis. Such an analysis could have shown more clearly how and why the fund’s activities are relevant to its objective, and which specific gaps it fills (see paragraphs 21 to 27). ",
        "35 Recommendation 1 – Develop further guidance for the choice of aid vehicle, and for needs analyses to define the intervention scopes of trust funds The Commission should refine its guidelines on EU trust funds by • developing an analytical framework with guiding principles for carrying out a concise and structured assessment of the comparative advantages of trust funds relative to other aid vehicles; • introducing methods for carrying out needs analyses to demonstrate that the intervention scope of an intended trust fund is appropriate, and to show which specific gaps it fills. This guidance should be devised so as to not unnecessarily lengthen the process of creating trust funds or to limit their flexibility. Timeframe: October 2018 The management of the Bêkou trust fund 73. The Bêkou trust fund had limited influence on coordination amongst stakeholders, both internally amongst its donors and externally with the international community. Even without formal mechanisms, however, the Bêkou trust fund representative in Bangui did, by way of good practice, ensure some coordination on a project-by-project basis (see paragraphs 29 to 35). 74. The absence of details on the actual selection procedures applicable for the Bêkou trust fund means that it is not fully transparent how the implementing organisations were selected. Potential conflicts of interest arose in relation to delegated cooperation agreements. Additional time could have been saved in discussing project content (see paragraphs 36 to 44). 75. Overall, the 5 % management fee charged by the Bêkou trust fund is in line with other development aid channels, but the full management costs have not yet been calculated. Furthermore, as is the case for all development aid, total cost of delivering aid is more than just the fund’s management fee (see paragraphs 46 to 49). We believe that it is important that the full costs of using the trust fund vehicle are known, so that the Commission can in ",
        "36 the future assess whether it is a cost-effective instrument, compared to other ways of channelling EU aid. 76. At fund level, the Bêkou trust fund has no framework to measure its performance, since its specific objectives with corresponding indicators have not yet been developed. This makes it difficult to monitor the fund and evaluate its achievements. The Commission does not yet have a systematic process to identify lessons learnt through the Bêkou trust fund that could help it to improve its design and management of trust funds (see paragraphs 50 to 53). Recommendation 2 – Improve donor coordination, selection procedures and performance measurement, and optimise administrative costs The Commission should • coordinate aid provided through the Bêkou trust fund more systematically with other bilateral aid provided by its donors; • ensure that when applying the Commission's rules and procedures to select implementing organisations, any exception made to those rules is clearly reported and that provisions on how to avoid conflicts of interest are introduced, and explore ways of increasing the speed of selection procedures, in particular at the project content discussion phase; • calculate the full management costs of the Bêkou trust fund and find ways to maximise the amount of aid that goes to the final beneficiaries; • set SMART objectives for the Bêkou trust fund with corresponding indicators, in order to be able to monitor and demonstrate the advantages it delivers, and introduce a lessons- learnt process into its guidelines on EU trust funds. Timeframe: October 2018 ",
        "37 The achievements of the Bêkou trust fund 77. The Bêkou trust fund has attracted aid, with total pledges amounting to 146 million euro to date. However, most of the funds originate from the EU budget and the European Development Fund. The other donors had all given aid to the CAR before the fund was established, but before 2014 these amounts were comparatively low (see paragraphs 55 to 61). 78. At project level, despite an often challenging security context, 14 contracts out of 20 delivered all or most of their expected outputs (see paragraphs 62 to 65). 79. The fund provides enhanced visibility to the EU. The project partners undertook visibility activities on the spot, and over 30 activities were successfully undertaken for the fund as a whole (see paragraphs 66 to 69). This Report was adopted by Chamber III, headed by Mr Karel PINXTEN, Member of the Court of Auditors, in Luxembourg at its meeting of 20 June 2017. For the Court of Auditors Klaus-Heiner LEHNE President ",
        "1 List of projects and contracts Annex I No Project Contract title Type of partner Type of Contract Starting date Duration (months) Award procedure EU aid (euro) Geographical area Description 1 Health I Appui au District sanitaire des Castors NGO grant 16.01.2015 18 direct award after CEI 2 300 000 Bangui, 3rd district Support to health facilities 2 Health I Assistance médico-nutritionnelle pour les populations affectées et relance du système de santé NGO grant 10.02.2015 18 direct award after CEI 1 421 800 Bangui, 1st, 2nd, 3rd, 4th, 8th district Support to health facilities 3 Health I Strengthening the health system in the North-eastern Central African Republic NGO grant 06.01.2015 18 direct award after CEI 3 020 000 Bria and Birao regions Support to health facilities 4 Health I Appui à la restauration du système de santé de base NGO grant 11.02.2015 18 direct award after CEI 3 493 959 Bangassou and Bossangoa regions Support to health facilities 5 Health I Assistance médico-nutritionnelle auprès des populations résidentes et déplacées NGO grant 11.02.2015 18 direct award after CEI 2 215 051 Bangui, 6th district Support to health facilities 6 Health I Appui à la restauration du système de santé de base NGO grant 02.07.2015 18 direct award 1 740 000 Ndelé Support to health facilities 7 Health I AT Santé private company services 04.09.2015 15 negotiated procedure 494 800 CAR Technical assistance 8 Health I Etude médicaments private company services 23.09.2015 3 negotiated procedure 53 298 CAR Study on pharmaceutics supply Health I TOTAL 14 738 908 9 Health II Projet d'assistance médico-nutritionnelle pour les populations vulnérables et renforcement du système de santé NGO grant 19.11.2016 18 direct award 1 800 000 Bangui, 1st, 2nd, 4th district Support to health facilities 10 Health II Projet d’assistance médico-nutritionnelle auprès des populations résidentes et déplacées NGO grant 07.12.2016 18 direct award 2 116 851 Bangui, 6th district, Bimbo Support to health facilities 11 Health II Strengthening the health system in North-eastern Central African Republic NGO grant 09.12.2016 18 direct award 3 000 000 Bria and Birao regions Support to health facilities 12 Health II Appui à la restauration du système de santé NGO grant 18 direct award 3 189 644 Bangassou and Bossangoa regions Support to health facilities 13 Health II Soutien au district de Castors pour la consolidation durable du système sanitaire NGO grant 22.12.2016 18 direct award 1 800 000 Bangui, 3rd district Support to health facilities 14 Health II Appui à la restauration du système de santé de base en faveur des populations vulnérables NGO grant 18 direct award Ndelé Support to health facilities Health II TOTAL 11 906 495 15 Gender I Programme d'amélioration de la situation économique et sociale des femmes et de leurs familles NGO grant 15.01.2015 18 + 1.5 (extension) direct award 1 379 967 Bangui, Bimbo, Nana Gribizi, Ouham Pendé, La Kémo Support to women (revenue-generating activities, alphabetisation) 16 Urban rehabilitation I Programme de reconstruction économique et sociale en milieu urbain - PRESU I MS bilateral agency delegated cooperation 01.06.2015 36 / 4 400 000 Bangui, 3rd, 5th district Labour intensive work ",
        "2 17 Urban rehabilitation II Programme de reconstruction économique et sociale en milieu urbain - PRESU II MS bilateral agency delegated cooperation 01.01.2017 36 / 11 660 000 Bangui, 3rd, 5th district Labour intensive work 18 Refugees Programme de réponse à court et moyen terme à l'afflux de réfugiés de République centrafricaine MS bilateral agency delegated cooperation 28.04.2015 18 / 4 380 000 Cameroun: Bertoua and Adamoua regions Support to CAR refugees and local population 19 Food security Contribuer à l'amélioration de la sécurité alimentaire et au relèvement socio-économique des communautés paysannes par le renforcement de leurs capacités de résilience NGO grant 12.06.2015 18 direct award after CEI 1 500 000 Ouham Pendè, Ouham Provision of inputs (seeds, tools) to agropastoralists 20 Food security Appui à la participation des OSC et populations locales et autochtones dans la gouvernance des ressources naturelles et le relèvement socio-économique du Sud- ouest de la RCA NGO grant 19.08.2015 18 direct award after CEI 374 794 Sangha-Mbaéré and Lobaye prefectures Governance of forestry resources through the civil society 21 Food security Cohabitation, synergie et résilience agropastorale NGO grant 07.11.2015 18 direct award after CEI 362 164 Koui, Ngaoundaye, Paoua, Bocaranga, Ouham, Ouham Pendè, Bamingui Bangoran Vaccination campaign, social cohesion 22 Food security Contribution à la paix sociale et à la sécurité alimentaire durable à travers la restauration du dialogue et la relance du secteur élevage en RCA NGO grant 13.11.2015 24 direct award after CEI 450 088 Nana-Gribizi, Ouham Vaccination campaign, social cohesion 23 Food security Appui à la résilience des populations en matière de sécurité alimentaire, à travers une approche \"Caisse de résilience\" International organisation PAGODA grant 18.04.2015 18 Note concédant la Rétroactivité 1 700 000 intervention zones of the partner NGOs Provision of inputs (seeds, tools) 24 Food security Renforcement de la résilience des éleveurs à travers la réorganisation des réseaux de transhumance et le rétablissement des échanges intercommunautaires entre éleveurs et agriculteurs NGO grant 06.11.2015 20 direct award after CEI 495 000 Basse Kotto, Mbomou and Haut Mbomou prefectures Vaccination campaign, social cohesion 25 Food security Transhumance International organisation PAGODA grant 01.12.2015 18 500 000 intervention zones of the partner NGOs Vaccination campaign, social cohesion 26 Food security Transhumance NGO grant 29.02.2016 15 497 422 intervention zones of the partner NGOs Vaccination campaign, social cohesion Food security TOTAl 5 879 468 27 Reconciliation 3R MS bilateral agency delegated cooperation 02.05.2016 30 3 700 000 Local services, social cohesion, early recovery 28 Reconciliation Radio Ndeke Luka NGO grant 31.05.2016 24 1 500 000 Support to a radio station 29 Reconciliation Étude - \"promouvoir la réconciliation et le dialogue en République centrafricaine\" private company services 28.06.2016 3 low value contract 19 500 Study on intercommunity tensions Reconciliation TOTAl 5 219 500 30 ECOFAUNE+ Écosystèmes faunistiques du Nord-est RCA/Tchad et du Sud-est de la RCA - volet nord NGO grant 01.07.2016 24 3 834 750 North- and South-East of the CAR Protection of faunal ecosystems 31 Economic recovery Fini Bangondo Ti Mai (Nouvelle vision pour le développement) NGO grant 01.09.2016 24 negotiated procedure 7 467 455 Economic recovery through access to financing GRAND TOTAL 70 886 543 ",
        "1 List of seven UN trust funds operating in the CAR Annex II Name Thematic scope Geographic scope Year of creation Funds for CAR Total Funds Donors Projects in CAR Mechanisms Humanitarian Fund in the CAR (HF) Humanitarian aid, assist vulnerable communities affected by emergencies CAR 2008 (prior: Common Humanitar ian Fund) 156.7 million USD committed (2008-2018), 149.5 million USD deposited, 140.1 million USD approved idem 11 donors: Belgium, Canada, Denmark, DFID, Germany, Irish aid, Luxembourg, Netherlands, Norway, Sweden, Switzerland 139 since 2008, 122 since 2014 UN agencies, NGOs in Coordinated Aid Programme (CAP) are eligible Ezingo Multi- Partner Trust Fund Stabilisation/ recovery of the CAR CAR 2014 26.2 million USD committed (2014-2015), 24.9 million USD deposited, 20.7 million USD approved idem France, Netherlands, Norway, Peacebuilding Fund (PBF), US Bureau of International Narcotics and Law Enforcement Affairs (INL) 9 2 windows: UN agencies and budget support; fast track procedure Central Emergency Response Fund (CERF) Rapid humanitarian response for people affected by natural disasters and armed conflict worldwide 2005 (prior: Central Emergency Revolving Fund) 108.5 million USD (2006- 2017): 6 (2017) 12 (2016), 11.6 (2015), 25.1 (2014) 4.8 billion USD (2006-2017) 126 donors, including Australia, Belgium Canada, Denmark, France, Finland, Germany, Ireland, Italy, Luxembourg, Netherlands, Norway, Spain, Sweden, Switzerland, UK, USA, 2 windows: Rapid Response and Underfunded Emergencies; for UN agencies, funds, programs and IOM Peacebuilding Fund Post-conflict peacebuilding initiatives worldwide (currently 35 countries) 2006 56.2 million USD approved (2007-2017): 268 000 (2016), 8.1 million (2015), 13.5 million (2014) 779 million USD committed, 736 deposited, (2006-2019) 59 donors, including Austria, Belgium, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovak Republic, Slovenia, Spain, Sweden, Switzerland, UK, USA 35 since 2007, 8 since 2014 Peacebuilding and Recovery Facility (PRF), Immediate Response Facility (IRF) Fund for Action Against Sexual Violence in Conflict End sexual violence during and in the aftermath of armed conflict currently UN and 4 countries 2009 853 550 USD (2009-2016) 42.9 million USD committed, 41.2 deposited, 37.6 approved (2009-2017) 13 donors: Arab emirates, Bahrain, Belgium, Estonia, Finland, Ireland, Japan, Luxembourg, Norway, Sweden, Switzerland, Turkey, UK 1 (Justice, UNDP) UN organisations in memorandum of understanding are eligible Indigenous Peoples’ Partnership (UNIPP) Promote the rights of indigenous peoples currently UN and 6 countries 2011 180 000 USD (2011-2016) 2.1 million USD committed/, 1.4 approved deposited (2011-2016) Denmark, Finland, Ireland 1 (ILO, UNFPA) Inter-agency collaboration: ILO, OHCHR, UNICEF, UNFPA, UNDP Central African Forest Initiative (CAFI) Multi - Partner Trust Fund Address deforestation Cameroon, CAR, Congo, DRC, Equatorial Guinea, Gabon 2015 1 million USD (2015) 252.3 million USD committed, 43.2 approved (2015-2020) Brazil, EU, France, Germany, Norway, UK 1 (preparator y project) via National Funds or via National Programmes Sources : http://mptf.undp.org, www.unocha.org/cerf from 16 March 2017. ",
        "1 Traffic lights annex for project outputs Annex III Contract No SMART objectives Clear indicators Targets Outputs delivered On schedule On budget Examples of factors affecting achievement of objectives External factors Internal factors 1 Partially Yes Yes Yes Yes Unstable security situation; difficult access to some areas; poor infrastructure (telecommunications, internet etc.) leading to difficulties in communication; lack of equipment; potential irregularities, racketeering. Overambitious objectives / baselines; no diagnostic/pre-feasibility studies to identify the situation on the ground and design relevant indicators/targets; problems of planning, coordination and monitoring between the CAR authorities and actors in the field. 2 Partially Yes Yes No Yes 3 Partially Yes Partially No Yes 4 Partially Yes Partially Yes Yes 5 Partially Yes Yes Yes No 6 Partially Partially Yes Yes Yes 7 Partially Yes Partially Yes Yes 8 Yes N/A N/A No No 15 Partially Yes Partially Yes Yes Unstable security situation; lack of local suppliers to provide inputs for the activities; low information technology resources. 16 Partially Partially No Yes Yes Unstable security situation; limited workforce as displaced people have not returned; low social cohesion, lack of community dialogue; lack of financial resources of public institutions; suspected fraud in the selection of beneficiaries. Poor communication; too many specific objectives (4) and results (6) mixing outcomes and outputs. 18 Partially Yes Yes No Yes Tensions between locals and refugees due to aid going mostly to refugees. Delayed decision by the Bêkou trust fund; communication problems. 19 Partially Yes Yes Yes Yes Unstable security situation; difficult access to some areas and scarce logistic resources; lack of trained human resources; lack of rule of law (inexistence of a transhumance charter, difficulties to trace transhumance corridors); poor access to financial services; theft/ robbery of livestock. Overambitious objectives, especially given the fragility of the state and insecurity. 20 Partially Partially Yes Yes Yes 21 Partially Yes Yes Yes Yes 22 Partially Yes Yes Yes Yes 23 Partially Yes Yes Yes Yes 24 Partially Yes Yes Yes Yes 25 Partially Partially Partially Yes Yes 26 Partially Partially Partially Yes Yes 27 Partially Partially No Yes Yes N/A N/A 28 Partially Partially Partially Yes Yes 29 Yes N/A N/A Yes Yes 30 Partially Partially No Yes Yes N/A N/A Legend: green – fully achieved, yellow – mostly achieved; orange – mostly not achieved (yet); red – not achieved; grey – not assessed, implementation not sufficiently advanced. Details: Contract 2: duration extended by 1.5 months; Contract 3: duration extended by one month; Contract 5: EU contribution increased from 1.7 to 2.2 million euro; Contract 8: EU contribution increased from 47 000 to 53 000 euro and duration extended by 5 months; Contract 18: duration extended by eight months. ",
        "2 REPLIES OF THE COMMISSION TO THE SPECIAL REPORT OF THE EUROPEAN COURT OF AUDITORS \"THE BÊKOU EU TRUST FUND FOR THE CENTRAL AFRICAN REPUBLIC: A HOPEFUL BEGINNING DESPITE SOME SHORTCOMINGS\" EXECUTIVE SUMMARY II. A crisis of unprecedented magnitude erupted in the Central African Republic (the CAR) in 2013/2014 leading to intercommunitarian violence qualified as a \"pre-genocide\" in its features by analysts, and the weakening of basic state functions. Beside humanitarian action, a bold support to resilience was badly needed. III. The CAR has gone through recurring crises. Landlocked and neglected by the international community (\"aid orphan\"), the CAR is facing structural challenges to overcome poverty. IV. The Bekou Trust Fund (BTF) is the first ever Trust Fund created by the EU. As such, its achievements and performance are underpinned by constant improvement, innovation and learning. The BTF draws on lessons learnt from similar actors based on existing studies and assessments of resilience and development cooperation in situations of fragility. V. The analysis conducted ahead of the creation of the BTF took stock of a number of studies and analyses made by the most committed partners in the CAR and in situations of fragility. VI. The BTF has opened a new way to coordinate actions conducted by the EU and its Member States which has not been fully taken advantage of at this stage. In the Commission’s view, when taking into account the full length of the project cycle, the overall speed of Bêkou is higher than that of other EU instruments under crisis situation. However, the Commission agrees that it will explore ways to increase further the speed of the selection procedures beyond what the internal rules currently allow whilst striking the right balance between speed and transparency. The monitoring and evaluation mechanisms are developed at project level and will be gradually upgraded at fund level. VIII. On the second bullet point, the BTF gives opportunity to its members to further coordinate. As regards the general donors' coordination, the situation has evolved in a positive way: the Resilience et Consolidation de la Paix en Centrafrique (RCPCA) process launched in November 2016 in the aftermath of the donors' conference in Brussels has now begun and the coordination of all the donors is undertaken by the government of the CAR supported by a \"permanent secretariat\". As regards selection procedures and performance measurement the BTF has and continues to gradually introduce improvements, innovation and learning. As regards the administrative costs, following a recommendation issued by its Internal Audit Service, the Commission has already drafted an action plan to address this point and is currently implementing the designed actions. INTRODUCTION 1. The EU, leading humanitarian and development donor, has for long been left with no other option than to fund WB or UN administered Trust Funds to respond to natural or human-led crises. Although these trust funds might have their added value, the EU, building on the Lisbon Treaty, the \"comprehensive approach\" and the \"Global Strategy on Foreign and Security Policy\" has set up its own tools to play an active role in such situations, especially in the CAR where the EU is heavily committed with all its available instruments mobilised. ",
        "3 4. It has been agreed between the founding partners of the BTF, based on their analysis of the needs and the vulnerability profile of the country that resilience was the most unfunded field and the most relevant in an linking Relief Rehabilitation and Development (LRRD) approach to help the CAR moving away from post crisis to stability. 7. The CAR has been an aid orphan for many years. The surge of ODA directed to the CAR between 2015 and 2016 is mainly due to a sharp increase in the needs deriving from the crisis and subsequent humanitarian intervention scaling up. When it comes to long term programmable aid the needs of the country are underfunded. The BTF is a catalyst for short medium to longer term engagement of donors in that regard. OBSERVATIONS 13. The EU, a long standing and major development partner of the CAR, has never closed its bilateral operations even during the worst phase of the crisis. Its humanitarian office stayed open during the crisis and further budget was attributed to meet the urgent needs. Meanwhile the EU launched an EU military operation (EUFOR) to stabilize the country. In order to support the CAR to move from post-crisis to stabilization, resilience-based activities were needed urgently, hence the creation of a specific tool designed to identify and implement such projects benefiting the population and reinforcing public authorities' capacities. 14. The BTF operates on the basis of centralised management because of the need to deliver quick results in a period of time when the government of transition was not in a position to perform all the responsibilities and operations stemming from decentralised management. 15. The consensus between the EU and its Member States emerged immediately on i) the principle to intervene in the CAR to strengthen resilience, ii) on the need to move away from standard practices due to the specific nature of the crisis and the fragility of the situation. Box 1 - The High Level Fora on Aid Effectiveness call for self-restraint with regard to creating new aid channels The aid effectiveness agenda has demonstrated its added value in \"regular\" situations and is key for the EU. However, this agenda does not forbid donors to address the urgent needs of a country which has gone through a \"pre genocide\" situation with a fifth of its population subjected to forced displacement/migration especially when existing aid channels are not able to deliver the expected results or not able to ensure LRRD in the CAR. The EU did think more than twice before launching the BTF with multiple visits of then Commissioner Georgieva to the CAR in 2013 and 2014 and a series of workshops on the best ways to tackle the resilience/LRRD challenge in the country as humanitarian aid was not sufficient nor designed to bring long term impact. 19. The Commission, together with the main committed partners, has duly assessed the added-value of a Trust Fund and the relevance of a resilience/LRRD approach in CAR. While conducting the necessary analysis ahead of the creation of the BTF, the Commission was not in a position to initiate a lengthy assessment/process which would have called into question the EU’s ability as a credible, reliable and efficient actor in addressing emergency situations. The Commission would like to highlight the differences between the use and purposes of the WB and UN TF and the purpose intended by the legislator when introducing the EU trust funds in the Financial Regulation (FR). The EUTF Bêkou is an “emergency Trust Fund”, which requires speed in its creation and implementation. ",
        "4 Managing Trust Funds is one of the core businesses of the WB. The WB manages hundreds of TF's, whereas for the Commission, this is not a standard implementing tool. Given that EUTFs are in the early stages of development, drawing parallels with UN and WB TFs may not be entirely relevant at this point in time. 20. A structured and documented analysis is not a requirement of the Financial Regulation. Art. 187(3) only specifies that the Trust Funds have to comply with a number of conditions. The way these conditions are verified is not requested to be formalised in any manner. The Commission has followed and respected the provisions of its own legal framework, namely the FR. The conditions laid out in the FR are translated into the Guidelines on EU Trust Funds published in the DEVCO Companion. These guidelines were drafted before the creation of the first EUTF, and are meant to be regularly upgraded on the basis of the lessons drawn from the currently existing Trust Funds. The decision of creating the TF relies on the analysis of the crisis and the required response and is substantiated in the decision creating the Trust Fund. Please see also reply to paragraph 19. 21. In 2014, the CAR was an aid orphan and featured in the lowest ranks of the UNDP Human Development Index. Various studies and analyses, including those conducted by the UNDP (especially the health indicators and lack of access to basic services), and the identification of resilience as the most unfunded field in the CAR has framed the mandate of the BTF around support to basic services, reconciliation (as post-crisis situation), and job creation (to deter the temptation of youngsters to join armed groups). 22. The Commission believes that an adequate analysis has been made during the Workshop of February 2014. Moreover this workshop has built upon an EU-UN joint conflict analysis organised a few days earlier. Besides, the national strategy Programme d'Urgence et de Relevement Durable (PURD), adopted in July 2014, which frames all the donor activities covering the period 2014-2016 establishes a clear needs assessment. In July 2014, linked to the PURD, a matrix of the needs (sector/theme) with clear prioritisation (short/medium/long term) has been elaborated, putting forward actions to be funded falling into LRRD and establishing a division of labour between EU instruments and other donors. Taking into account the short timeframe of setting up the Bekou Trust Fund, dictated by the CAR crisis situation, a thorough analysis would have required extra time and resources. Such an analysis has been undertaken later in concertation with the UN, WB and the CAR government and led to the formulation of the national recovery and peacebuilding plan 2017-2021. 23. Resilience is not a new topic in development cooperation. Resilience has been thoroughly defined and assessed by the EC (see COM(2012)586 on resilience) to address the gap and the link between humanitarian action and development cooperation. This Communication builds on the experience launched by the Commission in the Sahel with its \"AGIR\" initiative and in the Horn of Africa with its \"SHARE\" plan. 24. The Commission acknowledges the positive assessment of the Court. 25. The taking over of some previously humanitarian Commission-funded projects by BTF is good LRRD practice. This is the case for instance for health projects. The prevailing logic in this case is that when there is an improvement in the context with some areas of the country exiting from the ",
        "5 acute crisis situation towards stabilisation, it is then appropriate for humanitarian aid to exit these areas to concentrate on more urgent/unstable ones, where lifesaving needs are more acute. The taking over of initiatives by BTF in these cases allows for a continuity of the services with an opportunity to intervene in a more structured way with an increased involvement of line ministries. Box 2 - Examples of Bêkou trust fund projects that address similar needs to projects also financed by EU aid (c) The BTF has a duty to adapt and adjust its interventions to the evolution of the volatile situation and work on coordination with other donors. This is precisely what has occurred with the two following examples: projects foreseen through other instruments (budget for food security and EDF for Ecofaune) could not be launched in their initial features. They have been transferred to the BTF in order to be implemented with adjusted components/objectives to suit best the resilience agenda. In respect of EUTF raison d'être, funds were not pooled to UN TF or transferred to UN (FAO) but contracted directly with the implementing partners, allowing an EU monitoring of the activities. In addition, where FAO proved the sole partner, BTF managed to negotiate a mere 5% administration fees instead of 7%. (d) As regards ECOFAUNE +, it is more than a simple continuation of ECOFAUNE-RCA launched in 2012. The Former ECOFAUNE project was mainly based on transhumance activities while the new ECOFAUNE+ covers i) the territory development (\"aménagement du territoire\") in relation with decentralization process and ii) livelihood opportunities (vocational training and micro projects). In addition, not only the context changed drastically after 2012, but also implementation mode had to switch from Devis Programme (DP) to grant. 26. Donors' coordination is the responsibility of the government; in the case of the CAR, a coordination framework was not in place until now, due to the prevailing crisis and post-crisis situation. The Recovery and Peace-Building Assessment (labelled RCPCA), initiated in mid-2016, and endorsed by the Government of the CAR, has now led to the creation of a Secretariat in charge of the coordination of all the donors involved in the CAR and of the follow-up to the conference. The BTF is playing an active part in such a follow-up, most recently during its field mission to the CAR from 16 to 23 May 2017. 27. BTF will mainly focus on pillar 2 (\"social contract between the state and the population\") through the health and food security/rural development and pillar 3 (job creation) to ensure better sustainability. The CAR Government should be in the driver's seat as far as division of labour is concerned; however, the new Government that emerged from elections in March 2016 is slowly setting up appropriate structures that have sufficient capacity to carry out this task, but this is taking time. The very existence of the national recovery and peacebuilding plan is the most important basis for donor alignment to the CAR's priorities. These are being followed by the EU through all its implementing instruments, including BTF. 29. The Commission confirms that the creation of a trust fund in a post-crisis situation can provide an excellent opportunity for donors, who wish to assist, to act, in a less fragmented and more coordinated fashion. The pre-requisite of this is that all donors present in the country (and especially EU Member States) accept to use the trust fund as the sole (or at least the major) instrument for channelling their aid. 30. The main objective of the Trust Fund, as stated in the Financial Regulation is set out by the constitutive agreement and reads as follow: \"to provide consistent, targeted aid for the resilience of vulnerable groups and support for all aspects of the Central African Republic's exit from the crisis ",
        "6 and reconstruction, to coordinate actions over the short, medium and long term and to help neighbouring countries cope with the consequences of the crisis”. Coordination among the donors is inherent to the EUTF governing structure and part of the EUTF's objective to reduce aid fragmentation. That objective is met by the very existence of an EUTF which gives other donors the possibility to channel their funds through the Commission. The Commission cannot impose on other donors the effective use of this possibility or not. 31. The Commission has created the means for MS or any donor to pool their funds, hence favouring coordination on the ground. However it is in no position to prevent the MS or any other donors to launch, maintain or decide upon their activities in the CAR. Box 4– Some donors have increased their activity outside the fund since 2014 The NIP focuses on two sectors that are not covered by the BTF (budget support and governance). However, sector 3, rural resilience and job creation, will be implemented through BTF specifically for coherence purposes and to benefit from experience built on the basis of BTF ongoing projects in the field of food security. So far the World Bank has not yet created its own TF. The one planned will most probably focus on infrastructure, not covered by BTF. 32. BTF has its own decision making process and governance based on its constitutive agreement. Hence, it has been decided not to distort this governance by making the coordinated decision making framework compulsory to BTF. 33. During the meetings of the Operational Committee, an update is requested from all participants on potential new projects so as to facilitate good coordination between members of the Trust Fund. This opportunity for enhanced coordination however is not always taken advantage of. Box 5- Three good-practice examples of donor coordination of projects In February 2016, BTF organised a workshop on Health aimed at drawing lessons from Phase I and at designing Phase 2. The workshop was convened by BTF and the Ministry of Health, with the participation of all the other donors and implementing partners. This type of ad hoc coordination in advance of the adoption of all its projects is the modus operandi of BTF. 35. Consultations are ongoing on the best way to ensure a more expanded role in the BTF for the Government of the CAR. 36. Indeed, the instrument was especially designed to organise aid more quickly and in addition it was allowed to use flexible selection procedures. These flexible selection procedures are the same as those applied in other EU instruments under crisis situation. Hence, speed is expected to be similar across all of them. 37. The only procedure which has been formalised as such neither in the PRAG nor in the guidelines on the EU instruments is the BTF-specific Call for expression of interest (CEI). Yet, this procedure derives directly from Commission's internal guidelines on crisis which invites the Contracting authority to consider all available options in order to \"increase\" the level of competition - compared to direct award/negotiated procedures. For example the Contracting authority is encouraged to invite more than one candidate to the negotiated procedure or direct award. 38. The Commission would like to stress that when comparing the (dis)advantages of the three procedures, it should be taken into consideration that these three procedures are a selection of the procedures known to be effective in crisis situations. ",
        "7 Therefore, their respective (dis)advantages should also be seen in comparison with the other DEVCO procedures which, as recognized in the crisis guidelines, do not provide sufficient flexibility to implement specific actions under a crisis situation or cases of long-term structural instability. 39. Procedures are either standard procedures that can be found in the PRAG or, for the BTF- specific CEI a procedure deriving from the crisis guidelines (which consists of a direct award procedure preceded by a larger consultation, with the purpose of increasing transparency and competition). For the BTF-specific CEI, transparency is ensured by the explanatory note that clarifies the different steps of the selection. Once the selection procedure is determined and the modality of the implementing organisation(s) is chosen (i.e. either defined in PRAG/Companion, or defined in the procedure document itself), the Commission considers itself compliant with the FR transparency requirement, making use at the same time of the flexibility provisions of the Constitutive agreement. 40. The Commission believes that justifications existed but they have not been formalized. 41. This one case which relates to Genre I needs to be contextualized. In 2014, the EU Delegation identified two NGOs as the only international NGOs working in the field of gender in the CAR – notably when it comes to revenue generating activities. Both were approached in an attempt to have them work in a consortium. During the negotiation one of the NGO withdrew from the discussions as they considered the 1,5M€ action too limited for a consortium. In 2016, new international NGOs had engaged in the CAR. A CEI was held for GENRE II to take into account the possible participation of new partners and to cover the new component \"volet politique\" which did not exist in GENRE I. 42. The Commission believes that it is evident how the implementing organisations were selected. As mentioned under paragraph 38, apart from a limited number of service contracts, BTF has used three different methods for selecting organisations to implement projects. The way implementing organisation(s) are chosen is either defined in PRAG/other Commission internal rules or in the procedure document itself – see paragraph 37). The Commission has therefore respected the FR transparency requirement, making use at the same time of the flexibility provisions of the Constitutive agreement. 43. Flexibility provisions have allowed saving time compared to more traditional approaches. The speed of selection procedures in Bêkou can only be similar to other EU aid delivery mechanisms under crisis situation since they stem from the same rules. To be faster EU Trust Funds should be allowed to implement crisis procedures in the most simplified manner while maintaining a balance between speed and transparency. 44. The Commission believes that the number of days discussed does not prove discussions could have been shorter. For example, the 503 days refer to Economic Recovery which is the BTF's most innovative and complex project, and also the less in need of rapid delivery. The reported reiteration of discussions has to be put into perspective. In the early stages of the BTF, staff turnover was relatively high. As a result, issues might have been dealt with on more than one occasion. ",
        "8 45. Retroactivity in health projects had been anticipated, agreed with implementing partners and framed. It was retained to allow leading results-driven instead of time-driven discussions. The results under paragraphs 78-79 seem to validate this decision. The option of retroactivity has to be compared with other available options, that is no action at all. The Commission considered it was better to avoid a gap in activities resorting to retroactivity rather than interrupting the action. The same applies to the last case of retroactivity, for which the retroactivity had been anticipated, agreed with implementing partners and duly framed. 46. The Commission confirms that this percentage is low compared to other organisations/instruments' management fee. It is therefore crucial to preserve it as a minimum necessary to ensure TF tasks and obligations, especially that TF management is more than simple project management. 47. This is standard practice in UN TF as well, where staff and office costs are direct costs coming in addition to the management fees of 7-8%. The expenses incurred are registered in the BTF's annual accounts. These annual accounts are prepared in accordance to International Public Sector Accounting Standards (IPSAS) and have merited an unqualified external audit opinion since the creation of the trust fund. The recommendations of the Internal Audit Service of the Commission, on which the observations of the Court of Auditors are based, are in the course of being implemented. 48. Direct management has also a cost since tasks have to be managed by TF staff, which requires sufficient resources. TF staff costs budget depend on two main factors: 1) the total contributions and 2) the percentage of administrative fees. This percentage was set in the Constitutive agreement at 5% for all contributions considering Bekou TF's small size and its possible transfer to the CAR (the cost of staff in Delegation is higher than in Brussels). With regards to the cost of delegated cooperation, this comment is not BTF specific but a general comment applicable to development cooperation management modes. Regarding table 1 mentioned in paragraph 48, please see our comments under paragraph 38. 49. In order to calculate whether a complete transfer of staff to the CAR can be achieved, the following elements are needed: 1) Point in time when security situation allows such a transfer; 2) The level of contributions at that date so as to calculate the amount of available management fees; 3) The percentage of management fees allowed from the contributions (the administrative cap still needs to be agreed with DG BUDG). This question will be returned to once at least the first element has been resolved. 51. The Commission considers that BTF has introduced monitoring mechanisms at project level. DEVCO has already agreed with the IAS to establish an overarching performance framework for the TFs keeping in mind that this is a gradual process. DEVCO will evaluate this important aspect once more experience has been gained. 52. Since the audit, DG DEVCO has launched two new initiatives: - setting up an EUTF steering committee chaired by the Director General of DG DEVCO involving Directors and each TF manager to address topics of common interest and share lessons learned in ",
        "9 every aspects (governance, decision-making process…). This EUTF steering committee has already met twice since its inception in March 2017; - taking stock of experience accumulated so far and revising DEVCO guidelines and templates. In addition, regular meetings of teams in charge of finance and contracting issues in the various TFs started in 2015. These were interrupted in the course of 2016 with the departure of the finance staff in the other TFs. These meetings resumed in April 2017. 53. No targets were set for the indicators where no or unreliable baseline existed. Nevertheless, this did not prevent BTF to take monitoring recommendations on board when designing projects such as Santé II and negotiating individual contracts. 55. This peak in funding in the year 2014 has to be attributed to humanitarian financing. Development funding was modest in comparison in 2014. 56. The RCPCA document highlights two sets of horizons, at three years and at five years, with corresponding financing needs of 1.6 billion USD and 3.2 billion USD respectively. The Brussels conference pledges of around 2.3 billion USD therefore more than cover the first 3 years of the RCPCA needs. 58. 'Pooling resources' is one of the benefits that TFs bring, including for EU funds from different sources. 59. The Commission believes that part of the German contribution to the CAR is new and additional in the field of development cooperation. The French contribution increased as well both within and outside the BTF. 61. In the preliminary work on future TFs it is foreseen that these are not meant to stop donors from supporting action outside the EUTF. 65. The sequencing of the activities in the same programme is also a specific feature of the BTF. It allows tackling at different pace several issues linked in the same sector/area. As regards Health, the BTF and the EU Delegation in Bangui has engaged in a dialogue with the Ministry of Health regarding the medicine procurement system and not all the health system. Discussions are ongoing but no solution has been agreed upon at this stage. Box 7 - The Bêkou trust fund organised several events This kind of workshop provides the opportunity to better coordinate LRRD type of activities. CONCLUSIONS AND RECOMMENDATIONS 72. The Commission, together with the main committed partners, has assessed the added-value of a Trust Fund and the relevance of a resilience/LRRD approach in the CAR. While conducting the necessary analysis ahead of the creation of the BTF, the Commission was not in a position to initiate a lengthy assessment/process which would have called into question the EU’s ability as a credible, reliable and efficient actor in addressing emergency situations. Indeed, the Commission has followed and respected the provisions of its own legal framework, namely the FR. Recommendation 1 – Develop further guidance for the choice of aid vehicle, and for needs analyses to define the intervention scopes of trust funds The Commission accepts the recommendation which will be implemented as follows: The Commission has developed the trust fund guidelines which include a section on the conditions to establish a trust fund. ",
        "10 The Commission is ready to revisit the scope of the guidelines to include a more detailed description of the criteria laid out in the FR to evaluate the conditions to establish EU trust funds. In this regard the Commission considers that by assessing the conditions for the establishment of an EUTF, the question of the comparative advantages of other aid vehicles will be addressed. The Commission considers that the guidelines cannot be too prescriptive particularly in what concerns emergency trust funds. 73. BTF has established ad hoc coordination exercises associating all relevant stakeholders, sector by sector (health, food security, etc.). However, the decision of each donor to maintain bilateral programmes is part of his sovereign choice. 74. The Commission is of a different view. Procedures are either standard procedures that can be found in the PRAG or, for the BTF applied CEI, a procedure built on the crisis guidelines (a direct award procedure preceded by a larger consultation precisely to increase transparency and competition). For the BTF applied CEI, transparency is ensured by the explanatory note for each project that clarifies the different steps of the selection. Having defined the selection procedure being used and, where not defined in PRAG/Companion, in the procedure document itself how the implementing organisation(s) will be chosen, the Commission considers that it complies with the FR transparency requirement, making use at the same time of the flexibility provisions of the Constitutive agreement. Regarding speed, the Commission considers that the number of days discussed does not prove discussions could have been shorter (see paragraph 44). 75. The estimation of full costs comprising inter-alia the management costs of non-EU implementing organisations is not a standard practice of major donors such as UN or WB. Such estimated full costs would not be comparable with the costs of other instruments and other donors (i.e. UN or WB), and would be inconsistent with the expenses accounted for in the annual accounts of the Trust Fund, which follow international public sector accounting standards (see reply to paragraph 37). 76. Although a specific overarching performance framework for BTF does not exist, the majority of projects delivered most or all of their expected outputs (see paragraph 78). Moreover, rather than creating a BTF-specific performance framework, the Commission would prefer relying on DEVCO standard performance framework. Recommendation 2 – Improve donor coordination, selection procedures and performance measurement, and optimise administrative costs The Commission accepts this recommendation but highlights that other actors have a role to play in its follow-up. On the first bullet point, the BTF already coordinates its activities with other relevant donors and actors. The Commission nevertheless agrees that coordination could be better formalized and that coordination opportunities should be taken advantage of by all participants in the BTF. On the second bullet point, the Commission applies its standard rules and procedures as well as the internal rules that allow the EUTF Managers to derogate from these standard rules in certain conditions (the internal guidelines on crisis and the EUTF guidelines). For example the guidelines on crisis situations recognize constraints and limitations to contract and implement projects in a ",
        "11 crisis situation, allowing the use of \"flexible procedures\" when a crisis situation has been declared in the country. On the third bullet point, the Commission agrees that it will explore ways to increase further the speed of the selection procedures beyond what the internal rules currently allow whilst striking the right balance between speed and transparency. Following a similar recommendation issued by its Internal Audit Service, the Commission has already drafted an action plan to address the recommendation and is currently implementing the designed actions. Considering the limitations due to security and lessons learned from crisis situations reflected in the crisis guidelines, the Commission considers BTF already maximises the amount of aid that goes to final beneficiaries. Whenever possible, BTF already strives to reduce implementing costs as it was the case for the FAO contract where it negotiated 5% management fees instead of 7%. The Commission considers that the BTF has introduced monitoring mechanisms at project level and demonstrated advantages in terms of speed notably, and will gradually upgrade these to fund level. ",
        "Event Date Adoption of Audit Planning Memorandum (APM) / Start of audit 4.10.2016 Official sending of draft report to Commission (or other auditee) 5.5.2017 Adoption of the final report after the adversarial procedure 20.6.2017 Commission’s (or other auditee’s) official replies received in all languages 12.7.2017 ",
        "The Bêkou EU trust fund for the Central African Republic, the first managed by the European Commission, was launched in 2014, to aid one of the world’s least developed countries. We assessed the justification of the fund’s establishment, its management and the achievement of its objectives so far. Despite some shortcomings, we conclude that the choice to set up the fund was appropriate in the given circumstances. Its management has not yet reached its full potential in three respects: coordination amongst stakeholders, transparency, speed and cost-effectiveness of procedures, and monitoring and evaluation mechanisms. But it has, overall, had positive achievements to date. Our recommendations should help improve the design and management of this and other EU trust funds. EUROPEAN COURT OF AUDITORS 12, rue Alcide De Gasperi 1615 Luxembourg LUXEMBOURG Tel. +352 4398-1 Enquiries: eca.europa.eu/en/Pages/ContactForm.aspx Website: eca.europa.eu Twitter: @EUAuditors © European Union, 2017 Reproduction is authorised provided the source is acknowledged. 1977 - 2017 Q J - A B - 17 - 011 - E N - N ISBN 978-92-872-7851-7 doi:10.2865/428927 "
    ]
}