{
    "text": [
        "What does the EU mean for us, ",
        "EU FAMILY MEASURES Parental leave. EU rules ensure minimum parental leave at the birth of a child for both fathers and mothers. In the United Kingdom information on the length of maternity, paternity and adoption leave is available at https://www.gov.uk/ browse/working/time-off Gender equality. The EU has set up the Institute for Gender Equality (EIGE). It is especially concerned with gender violence http://europa. eu/!cT46Qe EU CHILD PROTECTION Child poverty prevention. The EU 2020 Strategy gives a new impetus to efforts to alleviate child poverty and social exclusion with a target to protect 20 million people from the risk of poverty or social exclusion by 2020. Europe works for families through the Member States. 2014 is the 20th anniversary of the International Year of the Family and a good opportunity to highlight its role in society. There is no formal family policy in Europe but the European Union (EU) researches and communicates the most successful policies for Member States to adopt for the benefit of families and the economy. There are also a range of areas where individual EU policies directly benefit family members. The Treaty on European Union explicitly requires the EU to promote the protection of the rights of the child. The EU and the United Kingdom government believe that eliminating child poverty is an economic as well as a social priority. Studies show ( 1 ) that children growing up in poverty and social exclusion are less likely to do well in school and enjoy good physical and mental health. They are also more likely to find themselves in conflict with the justice system. The EU Social Investment Package as part of the EU 2020 growth strategy aims to assist in breaking this cycle of disadvantage http://www.socialinclusion.ie/ documents/KorneliaKozovska_ SocialDimensionEurope2020_Final. pdf ( 1 ) 2011 EU Communication on an EU Agenda for the Rights of the Child Child-friendly justice is an EU priority. The EU supports national initiatives making hearings less formal especially in criminal and divorce matters where children have to appear before the court or give evidence http://europa.eu/!Qc39DF Education and training projects are funded by the EU, especially in relation to early childhood education and early school leaving. ",
        "Missing children. The European hotline number for missing children is an EU initiative http://www.hotline116000.eu You can call the 116 000 telephone hotline, send a text or e-mail to 116000@ missingchildreneurope.eu You can call the number even if you have no credit left on your mobile phone anywhere in the EU except Finland http://europa.eu/!bb48xQ The AMBER alert system has been set up in 11 EU countries, including the United Kingdom, so that an emergency message can be issued by the police when a child is abducted or missing when the police fear the child’s life or health is in danger. AMBER Alert Group estimate that each year 1 million children go missing in the EU. In the United Kingdom the Child Exploitation and Online Protection Centre (CEOP) and Missing People (UK) are members of the international AMBER Alert Group http://www.amberalert.eu THE FAMILY IN EUROPE Making it easier to move. The EU has taken direct action that makes it easier for United Kingdom families to move within Europe to find work or retire. Schooling. United Kingdom parents have the right to put their children into schools wherever they choose to live in the EU. The child must be allowed to go to school at the same educational level as in their home country, regardless of language difficulties. More information about schooling http://europa.eu/!Wk68Nu Pensions. EU pension rules make it clear in which country you will be able to draw your pension regardless of how many EU countries you have worked in http://europa.eu/!yW33QM ",
        "Family law and inheritance. Although the substantive family law remains under the sole competence of EU countries, the EU is empowered to take measures concerning family law with cross-border implications on the basis of a special legislative procedure : all EU countries should agree and the European Parliament must be consulted. With the aim of offering EU citizens legal certainty in cross-border family law situations, various essential instruments have been adopted by the EU over recent years and important draft instruments are currently under negotiation. Courts must return abducted children to the jurisdiction of the country where the divorce settlement was originally made, provided all legal requirements are met. USEFUL LINKS An EU Agenda on the Rights of the Child http://europa.eu/!Dy76cn Family matters and successions The EU Justice site: http://europa.eu/!Ug39Bv Kids’ corner Explaining Europe to children aged 10–14: http://europa.eu/!Pn89DC European platform for investing in Children (EPIC). Developing a better understanding of the situation of families and child-friendly policies is essential to building the policies of the future. EPIC undertakes studies and reports at EU and Member and State level http://europa.eu/epic/ Page1 picture: © Patrick Sheàndell O’ Carroll/PhotoAlto; Page 2 pictures: © iStockphoto.com/ProjectB, © iStockphoto.com/Rakoskerti, © Laurence Mouton/PhotoAlto; Page 3 picture: © Pixland/Stock Images SA, Page 4 picture: © iStockphoto.com/ideabug Luxembourg: Publications Office of the European Union, 2014 © European Union, 2014 Reproduction is authorised. For any use or reproduction of individual photos, permission must be sought directly from the copyright holders. The information contained in these factsheets is of a general nature only and is not intended to address the specific circumstances of any particular individual or entity; is not necessarily comprehensive or complete and does not constitute professional or legal advice (if you need specific advice, you should always consult a suitably qualified professional). The Commission assumes no responsibility for links to external sites over which the Commission services have no control. ISBN 978-92-79-34663-7 doi:10.2775/13350 IK-01-13-801-EN-C For further information, please visit your nearest Europe Direct Information Centre http://europa.eu/!vy44WW "
    ]
}