{
    "text": [
        "",
        "Editorial Committee: Marjo Bruun, Director-General, Statistics Finland Mariana Kotzeva, Acting Director-General, Eurostat Dominik Rozkrut, President, Central Statistical Office, Poland Tjark Tjin-A-Tsoi, Director-General, Statistics Netherlands Authors: Lukasz Augustyniak, Eurostat Morag Ottens, Eurostat Design: Claudia Daman, Publications Office ",
        "",
        "Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the following information. Luxembourg: Publications Office of the European Union, 2017 © European Union, 2017 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Photo Credits: Page 4: © European Union, 2017 Page 5: © Statistical Office of Slovenia Page 8: © Statistics Austria Page 10: © European Union, 2017 Page 12: © Statistics Netherlands Page 19: Netherlands top right © Mariusz Kluzniak , Netherlands Bottom right © lhongchou’s photography ; © Pixabay for all other photos on this page Page 21: © Statistics Netherlands, Slovak Statistical Office Page 29: © Wolfgang Bittermann Page 31: © Institut national de la statistique et des études économiques, Luxembourg Page 32: © Sebastian Philipp Page 36: © Tine Peštaj Page 41: © Veli-Matti Törmälehto Page 43: © Éva Ménesi Print ISBN 978-92-79-63532-8 ISSN 1977-6500 doi:10.2785/330167 KS-FN-17-001-EN-C PDF ISBN 978-92-79-63531-1 ISSN 2363-3395 doi:10.2785/35344 KS-FN-17-001-EN-N Printed by Ragusa in Italy ",
        "CONTENTS > Foreword 4 > What is the European Statistical System? 7 > Interview with European Commissioner, Marianne Thyssen 10 > Looking at an NSI: Statistics Netherlands 13 > The ESS in 2016 15 > Role of the Presidency of the Council 18 > 2016 Council Presidencies in statistics The Netherlands and Slovak Republic 20 > Energy efficiency – a priority for our planet 25 The Austrian experience with surveying energy efficiency 28 Luxembourg energy efficiency — statistics are really needed! 30 > The DGINS conference 2016 32 > Managing a modern national statistical office in the 21st century – results of top-level discussions at the DGINS conference in Vienna 34 Republic of Slovenia 36 > Measuring inequality statistics on Income, Consumption and Wealth 39 Measuring the joint distribution of income, consumption and wealth at Statistics Finland 41 A view from Hungary: Measuring complexity in a simpler and integrated way 43 ",
        "4 THE ESS REPORT 2016 I t is hard to believe how the world around us has changed since the publication of last year’s ESS Report. In the space of a mere 12 months, we have witnessed the Brexit vote, the outcome of the US elections and the launch of the debate on the future of the EU, triggered by the publication of the ‘White paper’ by the European Commission. In the fast-paced world unfolding around us, we have learned new words and phrases, including the ‘post-truth era’, ‘fake news’ and ‘alternative facts’. At the same time, the pace of technological progress has greatly intensified with the advent of the data revolution, a fact which must ring alarm bells for those of us who struggle to keep up with it. Obviously, as professional statisticians we are not immune to what is happening around us. However, we could consider the current circumstances as an opportunity to make our products stand out in the sea of (mis-) information. And we could focus on producing quality statistics that clearly speak for themselves, providing the information that people care about in a way that is both interesting and useful. It follows that today, reliable and trustworthy official statistics are needed more than ever. And not just for the use of European and national policymakers, whose policies shape millions of lives on our continent. It is the “ordinary working man or woman”, the citizen, who needs a clear and understandable explanation of the post truth trends and phenomena, which dominate nearly all public and political conversations. We see that data on population, its well-being, migration or social trends are becoming central in this process, as is their clear communication and dissemination. FOREWORD MARIANA KOTZEVA Acting Director-General, Eurostat, European Commission ",
        "THE ESS REPORT 2016 5 The statistics produced by the European Statistical System will continue to play an indispensable role in the shaping of national and EU policies and their value will only increase with time. The ESS Report will continue to regularly inform you about the most important annual developments in different statistical domains, attempting to bridge the gap between the technical and the understandable. In this issue, you will be able to find out about the organisation and structure of the ESS and learn, in a separate article, about some of its key achievements in 2016. We also feature an interview with European Commissioner Marianne Thyssen. The role of the rotating Presidency of the European Council is explained, with Slovakia and the Netherlands summarising in a joint interview the main results of their 2016 statistical Council Presidencies. In the following articles we present the latest developments in the area of energy statistics and summarise the main topics discussed at the DGINS conference – ‘Managing a modern NSI’ and ‘Statistics on income, consumption and wealth’. Finally, at the end of 2016, the European Statistical System bade farewell to Eurostat’s Director-General, Walter Radermacher. We will miss his hard work, dedication and enthusiasm for European and global statistics and wish him well in his future endeavours. We hope that also this issue of the ESS Report will bring the European Statistical System closer to you and help you to better understand the world around you. \b n FOREWORD GENOVEFA RUŽIĆ Chair, ESS Partnership Group, Director-General, Statistical Office of Slovenia ",
        "",
        "THE ESS REPORT 2016 7 WHAT IS THE EUROPE AN STATISTICAL SYSTEM? S tatistics have played a significant part in the construction of the European Union from the very beginning. In 1953, a statistical service of the European Coal and Steel Community was created. In 1958, when the European Community was founded, it became a Directorate-General of the European Commission. The expansion of the European Union and the development of new community policies brought forth an increasing demand for high-quality, comparable European statistics. This meant that a closer cooperation between Eurostat and the National Statistical Institutes (NSIs) was necessary and thus, at the beginning of the 1990s, the foundations of the European Statistical System (ESS) were laid. The ESS was constructed as a partnership between Eurostat, the National Statistical Institutes and Other National Authorities (ONAs), i.e. the institutions producing European statistics. Today, the ESS includes the 28 EU Member States and the countries that belong to the European Free Trade Association (EFTA): Iceland, Liechtenstein, Norway and Switzerland. The mission of the ESS is to provide all the citizens of the European Union with independent, high- quality information on the economy and society on European, national and regional levels and make the information available to everyone for decision- making purposes, research and democratic debate. The Member States collect data and compile statistics, while Eurostat leads the way in the harmonisation of statistics in close cooperation with the national statistical authorities. What does the ESS do? Eurostat, together with the representatives from the relevant national statistical authorities, develops proposals for new or updated data collections and prepares new statistical methodologies. It can take years of intensive discussions and fine-tuning to ensure that all Member States’ points of view are taken into account and the best solution for the whole European Statistical System is found. When agreed, the proposals are submitted to the European Statistical System Committee (ESSC), which is the highest authority for the ESS. It is made up of the Heads of the Member States’ NSIs and is chaired by the Director-General of Eurostat. Liechtenstein, Iceland and Norway, through the Agreement of the European Economic Area (EEA), and Switzerland through the Agreement between the EU and the Swiss Confederation on cooperation in the field of statistics, fully participate in the ESSC without the right to vote. Other participants are observers. The ESSC meets four times per year and its task is to provide professional guidance for developing, producing and disseminating European statistics and to discuss strategic issues for the development of the ESS. Who supervises the ESS? Both Eurostat and the national statistical authorities of the ESS follow the principles set out in the European Statistics Code of Practice (CoP). The Code of Practice contains a set of 15 principles that guide European statistics, including professional independence, impartiality ",
        "8 THE ESS REPORT 2016 Meeting of the Directors-General of the National Statistical Institutes and Eurostat, Vienna, September 2016 ",
        "THE ESS REPORT 2016 9 and objectivity, limited burden on respondents, cost effectiveness, accessibility and clarity. The Code of Practice is an important tool which reinforces the quality of official statistics. To support its implementation, the European Statistical Governance Advisory Board (ESGAB) was created in 2008. It is an independent advisory body composed of experts possessing outstanding competence in the field of statistics. Its task is to provide an overview of the ESS in regard to the implementation of the Code of Practice. What is the involvement of data users? Statisticians strive to produce statistics that satisfy the needs of their users. Regular dialogues with data users take place in the process of the preparation of statistics at national and European level. In 2008, the European Statistical Advisory Committee (ESAC) was created, which represents users and other stakeholders of European statistics, such as the scientific community, social partners and civil society as well as institutional users, such as the Confederation of European Business, Committee of the Regions and the European Parliament. The role of the Committee is to ensure that user requirements are taken into account in the development of the Statistical Programmes across the ESS. International cooperation At the European level, the ESS coordinates its work with other Commission services and agencies, and cooperates with the European System of Central Banks (ESCB). The ESS also collaborates with international organisations such as the Organisation for Economic Cooperation and Development (OECD), the United Nations, the International Monetary Fund and the World Bank. \b n Legend: ESAC = European Statistical Advisory Committee ESGAB = European Statistical Governance Advisory Board ESSC = European Statistical System Committee ",
        "10 THE ESS REPORT 2016 Ms Marianne Thyssen joined the European Commission as part of the team led by Jean-Claude Juncker in 2014. She is European Commissioner for Eurostat and for Employment, Social Affairs, Skills and Labour Mobility. C ommissioner Thyssen holds an MA in Law. From 1998 to 2008, she was a municipal councillor in Oud-Heverlee. She was a member of the European Parliament from 1991 to 2014. During this time she was also head of the Belgian delegation of the EPP group and First Vice- President of the EPP group. From 2008 to 2010, she was party leader of the Flemish Christian- Democratic party. With a keen interest in statistics, Commissioner Thyssen has proven to be a staunch supporter and upholder of the ESS’s statistical principles and practices. She welcomed the chance to speak with ‘The ESS Report 2016’ to give her views on the work achieved in 2016 and to look ahead to the future. As a policymaker, what is your relationship to statistics? Firstly, I would like to say how delighted I am to be able to contribute to your Report. As you can imagine, having studied law, my formal education did not include an in-depth study of statistics or statistical theory, although I have always had an interest in the use of data. However, since taking over this portfolio, I have become acutely aware of the importance that statistics play in forming, implementing and measuring policies. Thanks to the close working relationship I and my team have with Eurostat, I feel I have gained an immense insight into statistics — particularly concerning the labour market — and I often choose to use Eurostat’s data to add value to my policy briefs. My favourite moment every month is when I see the unemployment statistics from Eurostat. The first thing I do is make comparisons and I see that, month after month, both youth and general unemployment are improving. This is a good sign that our policies are working. INTERVIEW WITH EUROPEAN COMMISSIONER, MARIANNE THYSSEN ",
        "THE ESS REPORT 2016 11 Looking back at 2016, what were some statistical highlights for you? 2016 was a very dynamic year for statistics. I understand that you are already covering topics such as the progress made in implementing the ESS Vision 2020. You also feature the Quality Declaration and biennial Quality Conference as well as progress in bringing academia and users closer to statistical institutes. I would like to concentrate on two other highlights that made a big impression on me. The modernisation process in social and other statistics This is particularly close to my heart as it is at the basis of delivering high quality data to our citizens and government bodies. Social statistics help us find out who the people in the EU are and where and how they live. We find out about their skills and their degree of mobility. Social statistics help us translate Commission priorities into targeted policies and concrete actions. Given this, I feel the ESS has made an enormous leap forward in terms of responsiveness to user needs, timeliness, quality and efficiency by agreeing to gather together seven existing household surveys that are currently carried out in the EU into one framework regulation. This proposal is now before the Council and Parliament and I hope we can come quickly to an agreement so that the renewed data collection can be applied already before the end of the decade. In practical terms, this means that questions that are asked in two or more surveys will be asked only once and applied to the other samples. Similarly, if other things such as reference periods overlap, they will only be gathered and recorded once. The new regulation also allows Europe’s statisticians to use new forms of data collection such as administrative data and big data to further reduce the cost and burden and to increase the efficiency of data gathering. So I really do see this modernisation process as a way of equipping our citizens for modern working life, providing more job and education opportunities and ensuring adequate social protection so that nobody is left behind. Eurostat has made similar proposals for modernising agricultural statistics and business statistics. These really are leaps forward towards creating a leaner, more efficient and cost-effective statistical collection machine in the EU. Increasing the timeliness of GDP releases This was another of the great breakthroughs of 2016. Gross domestic product figures are produced by all Member States. They are extremely visible and one of the most highly followed overall economic indicators used to estimate the growth of our nations’ economies. Member States worked for over two years to have an earlier estimate of GDP for the euro area and the EU without risking the accuracy of the final GDP growth figures. By definition, there is a trade-off between timeliness and accuracy in trying to speed up initial estimates of any indicators. I realise that reducing the delivery of quarterly GDP growth rates from 45 to 30 days after the end of the quarter may not seem a major issue to the ‘man or woman in the street’. But it was a big step forward to help policymakers, analysts and businesses to better understand the economic situation and to provide them with the information they need for decision making as soon as possible. Thanks to the good working of the ESS, we can now all have earlier information on the estimated development of the EU and euro area economies. Do you have any other message for us? Yes! For a start, my mandate runs until 2019, so I will still be involved in the world of statistics for a few years to come, so you will have a chance to educate me further. But seriously, I really look forward to continuing the great work we are doing. You definitely have a politician sitting in Brussels who is on your side. \b n ",
        "12 THE ESS REPORT 2016 ",
        "THE ESS REPORT 2016 13 LOOKING AT AN NSI: S TATIS TICS NE THERL ANDS S tatistics Netherlands (CBS) collects facts and reports on trends in the Netherlands. We offer a treasure trove of data: the StatLine database alone contains over 4 000 data sets and is updated nearly every day. All these data are only worthwhile when society — including various user groups — makes optimum use of them. How can we make sure that they do actually use our information? First of all, we promote it heavily through our website and social media. But Dutch media can offer much wider coverage than our own CBS channels — newspapers, news sites, radio and television broadcasts reach millions of people. Our strategy is therefore to provide our users with as much of our output as possible indirectly, i.e. through the news media. For this, we have set up a communications and news division, called CCN, organised in a way similar to news organisations, with all the various communication disciplines working together. Another major component in our media coverage is our studio, with facilities for recording our own video messages and making live connections with radio and television broadcasters. This enables our own spokespeople to provide live commentary on our data via radio and TV. CCN is constantly innovating. We increasingly produce news in the form of storytelling. We are continually developing our (social) media channels and try to tailor our activities to our users in the best possible way. With this in mind, our publication times have recently been optimised in order to expose our content to as many media channels as possible. We also measure the coverage of all our content to learn from experience. The essence of CCN is cooperation, both with the statistical departments in our organisation and with the outside world, including the media and various other target groups. Thanks to this approach, we have been able to extend the reach of our data. This makes it possible for Dutch society to benefit even more from our statistics, which is our primary goal. \b n Jorien Apperloo CBS Corporate Communications ",
        "14 THE ESS REPORT 2016 Building the future of European statistics together ",
        "THE ESS REPORT 2016 15 THE ESS IN 2016 European statistics produced by members of the European Statistical System (ESS) play a major role in the design, monitoring and assessment of all EU policies. In 2016, ESS members continued to deepen their cooperation, placing particular emphasis on joint statistical projects of benefit to European data users. As it would not be possible to mention here all the statistical developments that took place last year, this article concentrates on the most important themes and statistical initiatives undertaken by ESS partners. ESS Vision 2020 The ESS Vision 2020 aims at modernising the production of European statistics and, as a result, at further improving the balance between the benefits and quality of European statistics and the costs and burden of producing them. In this way the ESS responds to the information needs of users while aiming to reduce the response burden on citizens and businesses. Continuing the advances made in 2015, 2016 saw work focus particularly on those Vision projects that were at the implementation stage. A modern design of the Intrastat system was agreed, including the principles for the exchange of microdata on intra-EU trade in goods. It focuses on reducing the reporting burden for EU businesses involved in trade. Work is advancing rapidly in the domain of big data. To mention just one achievement, public- private partnerships were set up to look into the possibility of integrating mobile phone data into official statistics for a variety of statistical domains. Another major step forward was the launch of the Interactive Profiling Tool that allows the exchange of information about all multinational enterprise groups present in the EU. This should result in a more complete view of the structure of multinational enterprises. It will also help statisticians obtain more information about their presence in the EU economy. In 2016, members of the ESS prepared guidelines to identify, analyse, implement and document statistical services that could be shared and re-used by statistical offices. What this means in practice is that if an office has a particular service, such as a more efficient way to edit data, it can share its tool and knowledge with other offices. This is a way to avoid duplication of effort and ensure a faster implementation of production processes. It also means that costs for developing and maintaining information systems can be reduced. Progress was also made on the wider use of data from administrative registers aiming at reducing the response burden and the costs related to the production of statistics. The DIGICOM project, with its focus on stimulating and delivering positive changes in the dissemination of statistics, provided a further good example of the ESS’s modernisation efforts in 2016. The project was launched in January last year and will run until 2019. It aims at modernising the communication and dissemination of European statistics, by developing innovative products and services, based on new technological opportunities, experiences in the ESS and the concrete needs of users. Four teams made up of around 50 colleagues from 18 NSIs volunteered to become involved in implementing the project, which will benefit the ESS as a whole. In May 2016, DIGICOM organised its first workshop. It was an opportunity to present the different ways visualisation is used as a dissemination instrument and as a tool for data analysis. It brought together 100 statisticians, with nearly all ESS NSIs represented. Representatives ",
        "16 THE ESS REPORT 2016 from the European Commission and other institutions, as well as data scientists, researchers, graphic designers and data journalists from 30 different countries also attended the workshop. In 2016, DIGICOM also oversaw the production of an inventory of national practices and analysis of the opportunities of linked open data for official statistics. Additionally, the teams were also looking at topics such as how to promote statistical literacy and engage with new users. In this vein, in November the ESS Facebook page, ‘European Statistics’, was launched. The Facebook page is used to promote visual and innovative content from NSIs and Eurostat, and to receive user feedback. It has gathered over 2 000 engaged users, more than half of who are in the age range 13-34. Committed to Quality Providing high quality statistics on Europe is the ESS’s mission. In 2016, ESS partners continued to work on improving the quality of their data, statistical products and services. In September 2016, the European Statistical System Committee approved the Quality Declaration. The Declaration is based, among other things, on the efforts that the ESS has undertaken to guarantee the development, production and dissemination of high-quality European statistics and services. These include updating the Statistical Law in 2014, introducing the European Statistics Code of Practice, adopted in 2005 and revised in 2011, and conducting two rounds of ESS peer reviews, which evaluated the extent to which ESS members comply with the Code of Practice. The ESS Quality Declaration is a commitment and a clear statement from all partners, that quality is ‘the basis of our competitive advantage in a world experiencing a growing trend of instant information which often lacks the necessary proof of quality’. Also last year, the 8 th European Conference on Quality in official statistics took place in Madrid. It was organised by the Spanish National Statistical Institute and Eurostat and was attended by around 500 participants from over 60 countries, representing 119 institutions. The conference revolved around the topics of the production of quality official statistics and the challenges involved, working with users, and the growing impact of big data. A number of training courses were also on offer, ranging from data visualisation for the communication of official statistics, multisource statistics, to applications of machine learning for statistical production. The biennial conferences on quality are a direct result of ESS members’ commitment to a strategy of continuous quality improvement. These by now well established international meetings have significantly improved cooperation and exchanges between the NSIs. Improved timeliness for EU and euro area GDP estimates GDP is one of the most widely used economic indicators. Up to 2016 the quarterly GDP estimates for the euro area and the EU had been published 45 days after the end of the quarter. Thanks to the very good cooperation between ESS partners, in 2016, the ESS introduced the release of quarterly GDP estimates for the euro area and the EU at 30 days after the end of the quarter. This was a milestone: it was the first time that the most recent data on three main indicators — GDP, prices and employment — were published at the same time. Since then, the quarterly GDP t+30 estimates for the euro area and the EU have become a regular product of the statistical programme. Better regulation for European statistics in the social, business and agricultural domains The ESS is increasingly confronted with a growing need for statistical information for analysis, research and policymaking. What is more, statistical data should continue to meet the high quality standards, including timeliness. The current system for producing European statistics on persons and households, business statistics, and agricultural statistics is made up of a number of separate domain-specific regulations. ",
        "THE ESS REPORT 2016 17 These specify the exact topics to be covered and the technical requirements for the data collection. Aiming at simplifying and streamlining the production of European statistics within targeted domains, three framework regulations have been proposed. They will ensure that data can be gathered for one purpose and then also used in other statistical domains. The new regulations will allow the ESS to be more flexible in meeting current and future needs for European statistics while limiting the cost and burden to its citizens. Putting users first: 2nd Conference of European Statistics Stakeholders The Conference of European Statistics Stakeholders takes place every two years at different venues in the EU. In October 2016, many of Europe’s top statisticians, representatives of central banks and researchers met in Budapest. They discussed user needs, shared best practices in the production of official statistics, presented innovative ways of visualising and communicating statistics, and put forward new methodological ideas for collecting and analysing data. The meeting was jointly organised by a number of institutions including Eurostat, the European Central Bank, the European Statistical Advisory Committee and the Hungarian Central Statistical Office. The sessions were diverse, ranging from discussions on how to better communicate and promote statistical products to dealing with data coming from different sources. The use of data in the context of globalisation, housing and financial markets, as well as methods of modelling, sharing and integrating data were also covered in separate sessions. Throughout the conference, both data producers and international users of statistical information stressed the need for closer cooperation and sharing experience. The 2016 Conference of European Statistics Stakeholders also marked the first ever European Statistics Day on 20 October, aimed at raising European citizens’ awareness of the importance and value of official statistics for society. The Budapest conference covered a wide range of statistical areas and involved a variety of stakeholder groups. It was an important step in the process of bringing users and producers of data together to reflect on future needs and ways of meeting them. European Master in Official Statistics The European Master in Official Statistics (EMOS) is a network of Master’s programmes providing post-graduate education in the area of official statistics at the European level. As such, EMOS was set up to strengthen cooperation between academics and producers of official statistics. First implemented in 2015, the idea is to help with the development of professionals able to work with European official data at different levels in the fast-changing production system of the 21st century. In 2016, a second call for partner universities and programmes was launched to enlarge the EMOS network. 14 universities applied for the EMOS label and in May the European Statistical System Committee awarded EMOS labels to 12 Master’s programmes. The network now comprises 23 programmes in 15 covered countries. Most new programmes launched their courses in spring 2017. In October 2016, nine EMOS students participated for the first time together with junior staff from the NSIs in a study visit to Eurostat as part of the ‘European Statistical Week’. The programme included lectures, discussions on statistical topics, and two days of job shadowing in a Eurostat unit. In November, the entire EMOS network of universities and collaborating NSIs met in Lisbon for a workshop to discuss further practical ways to increase mutual cooperation. ",
        "ROLE OF THE PRESIDENCY OF THE COUNCIL The role of the Presidency of the Council is to set up a detailed work plan for different European policy areas, including statistics, establish the agenda of Council meetings, chair these meetings, and also facilitate the dialogue with other EU institutions. For instance, the latter task means that the Presidency is responsible for all communication between the Council and the Parliament on legislative initiatives. The work of the Presidency of the Council is important for the European Statistical System, as its functioning is largely based on EU legislation, adopted jointly by the European Parliament and the Council, in the so-called co-decision procedure. The Presidency function rotates among Member States on the basis of a schedule defined well in advance. Each country holds the Presidency for a period of six months. To improve coordination and to ensure continuity of the work of the Council, countries set up so-called ‘trio Presidencies’, meaning that the three countries, which hold the three successive Presidencies, establish a common basic programme with shared priorities. The country holding the Presidency has an important function and the opportunity to influence developments at Union level. This is illustrated, for instance, by an early access to information, a privileged position as the immediate interlocutor of the Commission services and the European Parliament as well as the possibility to influence discussions. SLOVAKIA Estonia Austria Luxembourg Italy THE NETHERLANDS Malta Bulgaria Latvia Greece 07 2016 01 2016 07 2015 07 2017 07 2018 07 2014 01 2015 01 2017 01 2018 01 2014 18 THE ESS REPORT 2016 ",
        "Insights from the Netherlands... ... and Slovakia ",
        "20 THE ESS REPORT 2016 2016 COUNCIL PRESIDENCIES IN STATISTICS THE NE THERL ANDS AND SLOVAK REPUBLIC In the first six months of last year, the Netherlands held the Council Presidency, followed by the Slovak Republic in the second half of 2016. This meant that the EU Council Working Party on Statistics was chaired, in turn, by the Heads of the National Statistical Institutes of these countries. For the Netherlands the role was taken by Tjark Tjin-A-Tsoi, Director-General of Statistics Netherlands. The Slovak Republic was represented mostly by František Bernadič, Vice-President of the Statistical Office of the Slovak Republic. Alexander Ballek, nominated President of the Statistical Office in December 2016, joined in the work towards the end of the six-month period. Tjark Tjin-A-Tsoi, František Bernadič and Alexander Ballek, spoke to ‘The ESS Report’ about their work and the importance of the Presidency role. What were your overall impressions of holding the Council Presidency? Tjark Tjin-A-Tsoi: This was the twelfth time we had held the Council Presidency. The last time the Netherlands had this honour was in 2004, so we had some idea of what was expected from us. Nevertheless, I think it is safe to say that 2016 proved to be particularly intense for a number of reasons. First, there were many legislative files to be discussed in the Council Working Party in the first half of 2016 and they were all at different stages of the overall legislative process. So we needed to have frequent — sometimes very diplomatic — negotiations with all three institutions. This was in stark contrast to 2004, when hardly any files were added during the Netherlands’ presidency. Secondly, there were more Member States around the table in 2016 than in 2004. This made negotiations on all of the files more complex. Finally, modern communication methods mean that everybody is reachable 24/7. The fact that you can check your emails on your mobile phone means that discussions often went on well into the evening and often continued during the weekends. This was not the case in 2004. František Bernadič and Alexander Ballek: The Slovak Republic held the Council Presidency for the first time in the second half of 2016. Obviously, it was a big challenge. The biggest difference between holding the Presidency and being a member of the Council Working Party on Statistics (CWPS) is in terms ",
        "THE ESS REPORT 2016 21 of representation. When you are a member of the CWPS, you represent your own country and present your national position. Or you support another country, or a block of countries. In any case, you are not directly involved in the official discussions with the European Commission and European Parliament. However, when you hold the Presidency, you represent all Member States and discuss the proposals directly with the Commission and the Parliament. You act as an honest broker, trying to achieve a compromise between all parties involved. So chairing the meetings is a huge responsibility. And what about the main challenges and achievements? Tjark Tjin-A-Tsoi : We were grateful for the work done by the previous Presidency and our thanks go to our Luxembourg colleagues for providing a smooth handover. In January 2016, when Statistics Netherlands took over the Presidency of the Council Working Party on Statistics, three files were in deadlock: community statistics relating to external trade with non-member countries (Extrastat), rail transport statistics and statistics on inland waterways. I am pleased to say that thanks to our extensive networking, combined with a certain amount of ‘silent diplomacy’, we were able to find ways to unite the divergent positions of the parties concerned. However, it was a lot of work. It felt as though we were often taking two steps forward and one step back. We held many bilateral discussions with representatives of the European Parliament, Member States and the Commission. But in the end, I am happy to report, we were able to reach complex compromise agreements and close the three files to the satisfaction of all parties within the term of our Presidency. And that was not all. As well as closing the three files, the Netherlands Presidency also opened and closed the file on European statistics in natural gas and electricity prices. It is not normally possible to open and close a file within the six months of a Presidency. In this case we were really helped along by the constructive approaches of the Commission, the Council and the European Parliament. I would like to add that we also finalised the file dealt with by previous Presidencies on statistics concerning the balance of payments, international TJARK TJIN-A-TSOI Director-General, Statistics Netherlands FRANTIŠEK BERNADIČ Vice-President, Statistical Office of the Slovak Republic ALEXANDER BALLEK President, Statistical Office of the Slovak Republic ",
        "22 THE ESS REPORT 2016 Did you know that... Slovakia is the largest EU exporter of cars relative to its population ( 185 cars exported per 1000 inhabitants). Slovakia has the highest share of employed persons working on Sundays ( 20% ). In Slovakia the share of students in upper secondary education studying at least 2 foreign languages is significantly higher ( 72% ) than the EU average (44%). Slovakia has the second highest share of people who own their dwelling ( 90% of population) Hi there Hallo trade in services and foreign direct investment as well as the harmonised indices of consumer prices. František Bernadič and Alexander Ballek : Thanks to the excellent work of our Dutch colleagues that Tjark has just mentioned, we had no older files to deal with. Instead, we were privileged to start our Presidency with just two brand new legislative files. The first file was the proposal to extend the 2013- 2017 statistical programme (ESP) to 2018-2020. For the ESP, our goal was to achieve a ‘General Approach’. That means that we wanted the Council to agree on the way forward for this piece of legislation. We are very pleased to say that this goal was achieved. This was a major step towards having a feasible European statistical programme whose funding was aligned with the Multiannual Financial Framework. It provided a good basis for the ESS to further develop existing statistical activities as well as plan and launch new ones. The second file was the proposal to introduce a framework regulation on European social statistics relating to persons and households (IESS). For this file, we intended to closely review all the legislative articles to have a thorough overview and understanding of the outstanding issues. Unfortunately, the legislation proved so complex that we did not manage to complete this work within the six-month period. Do you have any recommendations or lessons learned you could pass to future Presidency holders? František Bernadič and Alexander Ballek : In all, we were pleased with our achievements. On the other hand, we sometimes found it very difficult to manage everything from Bratislava. The travelling was exhausting and demanding. It would have been useful to have a person based permanently in Brussels. We also found we had to invest a lot of time in explanations, phone calls and discussions so that our proposals could be fully understood. A lesson we learned was that every proposal had to be backed up by a clear, fact-based justification. We tried to make sure that we had contacts with the members of the European Parliament, even ",
        "THE ESS REPORT 2016 23 Did you know that... Amsterdam/Schiphol is the 4 th busiest airport in the EU in terms of passengers and handles the most passengers travelling between EU countries. The Netherlands is the biggest exporter of cut flowers in the EU and the biggest producer of onions. Among the EU Member States Dutch holiday-makers have the highest share of tourism nights spent in campsites, caravan and trailer parks . Around half of those employed in the Netherlands work part-time ; more than 3 in 4 women and 1 in 4 men. The Netherlands has the third highest share of people employed in the cultural sector ( 3.9% ) in the EU. though we were not at the negotiation stage with our files. This was not easy. However, the discussions with the Commission, the Presidency trio and the organisations involved in the Council Working Party on Statistics went very well. The cooperation within our Presidency team, including our experts, was excellent. Thanks to them, we are very proud to say that our first Presidency was successful. All in all, holding the Presidency involved a tremendous amount of work but, at the same time, it was a very satisfying and unforgettable experience. Tjark Tjin-A-Tsoi: It is worth pointing out that we also had the geographical advantage of being closer to Brussels, which made it easier for us to hold quick and informal meetings with some of our counterparts. We knew we would have to invest a large amount of time in reaching out to others, creating and using existing networks as well as practising the art of diplomacy. We really did make enormous efforts to communicate with all stakeholders and it worked. In this regard I should mention that we started preparing for the Presidency well in advance, more than a year beforehand. We also invested in building up networks inside and outside of Brussels. This helped to keep response times short during negotiations. An important aspect here is our very close working relationship with the Permanent Representation in Brussels. However, despite all of this, it was important to be able to remain patient when some things took longer than expected. This is how the Netherlands achieved what we achieved. Obviously, each Member State will have its own approach and its own way of working. I would like to take this opportunity to thank all the team who worked so hard to make the Dutch Presidency such a success. It was an intensive, demanding six months period, and I am immensely proud of our achievements. \b n ",
        "24 THE ESS REPORT 2016 ‘We need to pool our resources, combine our infrastructures and unite our negotiating power vis-à-vis third countries. We need to diversify our energy sources, and reduce the high energy dependency of several of our Member States.’ Jean-Claude Juncker, political guidelines, 15 July 2014 ",
        "THE ESS REPORT 2016 25 The drive towards energy efficiency is a major part of the European Energy Union. In turn, the Energy Union is a European priority project, one of the ten priorities of the Juncker Commission. T he Energy Union aims to ensure that Europe has secure, affordable and climate-friendly energy. Wiser energy use while fighting climate change is seen as both a spur for new jobs and growth and an investment in Europe’s future. However, the Energy Union is about more than energy alone: it is also about accelerating the modernisation of Europe’s economy and helping Europe’s consumers. The Energy Union has five dimensions: • Energy security, solidarity and trust • A fully-integrated European internal energy market • Decarbonising the economy • Research, innovation and competitiveness • Energy efficiency contributing to moderation of demand and driving jobs and growth A closer look at energy efficiency By using energy more efficiently, Europeans can lower their energy bills, reduce their reliance on external suppliers of oil and gas and help protect the environment. The EU has already put in place the world’s leading set of measures to become more efficient in its energy consumption. Through energy labelling and eco-design legislation which sets out the minimum requirements for the energy efficiency of products, consumers can make informed energy consumption choices. The Commission has proposed a binding EU-level target of 30 % for improving energy efficiency by 2030. This target should be met through modernising Europe’s economy and by encouraging innovation and competitiveness. In this context, it is worth taking a closer look at some of the data. Primary energy consumption in the EU decreased between 1990 and 2015 by 2.5 %. While consumption of solid fossil fuels — such as coal and coal products — decreased by 42 %, and oil — including petroleum products — decreased by 13 %, consumption of renewables increased by 191 %. Similarly, the consumption of natural gas, including manufactured gases, increased by 22 % while nuclear energy increased by 8 %. Primary energy consumption peaked in 2006 and then decreased by 11 % by 2015. From ambition to action — 2016, the year of delivery Following the conclusion of negotiations in December 2015, swift ratification by the EU enabled the entry into force of the Paris Agreement in November 2016. This first-ever, universal and legally binding global climate deal highlighted Europe’s ambition to steer the world towards a global clean energy transition with its ENERGY EFFICIENCY A PRIORIT Y FOR OUR PLANET ",
        "26 THE ESS REPORT 2016 international partners. The Commission has gone on to adopt all the legal proposals necessary to deliver the EU’s ambitious commitments under the Paris Agreement. In a follow-up to the Paris Agreement, at the end of November 2016, the ‘Clean Energy for all Europeans’ package was presented. These ‘Clean Energy’ proposals cover energy efficiency, renewable energy, the design of the electricity market, security of electricity supply and governance rules for the Energy Union. The proposals linked to the Paris Agreement and the Clean Energy package also contribute to the Commission’s overall agenda to create jobs, growth and related investments. So the drive towards energy efficiency is backed up by a strong business case for the transition to a more modern, low carbon economy and the creation of new jobs and business opportunities. Efforts are concentrating on two main areas with a large potential to increase energy efficiency, each with benefits for both consumers and businesses: • The building sector, where continued efforts are needed to renovate existing buildings in order to reduce consumers’ energy bills • The transport sector, where the shift towards low emission mobility will contribute to modernising our economies Increasing energy efficiency in the building sector Heating and cooling is the largest single source of energy demand in Europe and the majority of Europe’s gas imports are used for these purposes. Huge efficiency gains are within reach through district heating and cooling. Member States, particularly at local and regional levels, are encouraged to exploit the energy efficiency potential of buildings. The Commission is looking at ways to simplify access to existing financing, promote new financing schemes and techniques, and provide support through technical assistance. The aim is to combine small-scale projects into larger programmes which, in turn, could drive down transaction costs and attract the private sector. The good news is that the residential sector’s absolute final energy consumption decreased by 12 % from 2005 to 2015 due to efficiency improvements of appliances and better energy performance of buildings. Towards an energy-efficient, decarbonised transport sector Transport represents more than 30 % of final energy consumption in Europe. Efforts are being stepped up to tighten CO 2 emission standards for passenger cars and vans post-2020, and to increase fuel efficiency and reduce CO 2 emissions for heavy duty vehicles and buses. Better traffic management should also be promoted as a modern, forward- looking way to cut CO 2 emissions. Similarly, considerable fuel savings could also be made by switching to more environmentally friendly modes of transport, such as rail, maritime transport and inland waterways. Savings could also be made by making these types of transport more attractive and cost effective. The electrification of transport could also help decarbonise it, especially for short and medium distances. This would envisage a full integration of electric vehicles into urban mobility policies and the electricity grid, both as energy consumers and potential storage facilities. Energy efficiency and the ESS Most of the initiatives so far have been discussed by the European Commission and its Member States. However, the European Economic Area states of Iceland, Liechtenstein and in particular Norway, are closely monitoring or providing input into the developments related to the Energy Union. They are following the institutional negotiations and studying the different proposals. Europe cannot afford to waste energy. Energy efficiency is the most cost effective way to reduce emissions, improve energy security, enhance competitiveness and make energy more affordable for all consumers. \b n ",
        "THE ESS REPORT 2016 27 0100 200 300 400 500 600 Solid Fossil Fuels 0100 200 300 400 500 600 Oil & Petroleum Products 0100 200 300 400 500 600 Gas (Natural & Derived) 0100 200 300 400 500 600 Nuclear Heat 0100 200 300 400 500 600 Renewables 1995 2000 2005 2010 2015 Primary Energy Consumption in EU28 (Million tonnes) ",
        "\b n \b 28 THE ESS REPORT 2016 THE AUSTRIAN EXPERIENCE WITH SURVEYING ENERGY EFFICIENCY S ince 1995, when I started to work in the field of energy statistics, the importance of this domain has been growing continuously. It started with the Kyoto goals and continued with the renewable energy directive, the ‘20-20-20’ goals. Today, we are facing the most recent as well as the most complicated aspect — energy efficiency. Surveying energy efficiency — a nightmare for energy statisticians? Why is it so difficult to provide satisfactory information on energy efficiency, compared to the other data needed for the Energy Union? The main challenge is the introduction of an additional dimension — the useful energy level. The step from final energy consumption (for example fuel wood used for heating) to useful energy (the heat produced) provides the information needed to assess the efficiency of the appliances used. The increase of energy efficiency can be quantified by measuring the amount of energy we have avoided using. So, the technical part of the issue is no problem at all. If a new heating system is able to provide the same amount of heat as an older one using less fuel, it is more efficient — that is it. Additional information needs However, this is not the information on energy efficiency our customers request from energy statistics. Instead, they want us to provide data on the energy savings in heating, cooking or hot water in private households. This is much more difficult. This information cannot be measured directly and the usefulness of classic statistical tools, such as surveys, is also limited. In many cases, the survey respondents simply do not have the knowledge to answer our questions. To give you an example, how should a respondent answer if they have to state how much electricity they use to heat their house? If they have no specific electricity meter for their heating system, they cannot separate the quantity used for heating from the quantity used for other purposes. So the respondents provide ‘incorrect’ data, either by giving us rough estimations or quantities of energy purchased instead of the quantities used from energy equipment not connected to the grid. Suitable approaches Given this, we must find new ways of collecting this information, such as survey-based modelling or a combination of surveys and metering. Statistics Austria uses both these approaches to collect information on the energy consumption of Austrian private households. View of ESS Members ",
        "\b n \b THE ESS REPORT 2016 29 The first approach of survey-based modelling is used to break down energy consumption data into its specific thermal purposes (heating, cooking or hot water). Statistics Austria does this by comparing the responses from each household with a theoretic consumption of the specific household. This consumption is calculated using additional information such as the type and age of the building, size of the dwelling, thermal insulation measures, number of household members etc. If the overall fuel quantities reported for heating, water heating and cooking deviate more than 50 % from the theoretic consumption calculated, they are adjusted iteratively until the range is met. This is useful for two reasons. On the one hand, the methodology allows us to break down the quantities of commonly used fuels and allocate their use to the various purposes. On the other hand, all fuel quantities reported can be assigned to a realistic usage. The combination of metering energy use and surveying consumption behaviour is applied to collect detailed information on electricity usage. Households are asked to meter the electricity consumption of their main appliances and to keep a diary of their electricity usage for one week in summer and one week in winter. For all appliances they use, they have to report their power in watts, and give their energy labels, size and volume. This is necessary, because in many cases the so-called ‘rebound effect’ occurs. By this we mean that modern refrigerators or TV screens are more efficient, but consume the same amount or even more electricity as their predecessors because they are bigger. This data collection exercise allows us to analyse the efficiency of the appliances and the users’ behaviour. These aspects are essential for us to be able to assess developments in energy efficiency. However, this activity is rather expensive — the respondents are supplied with an electricity meter and an incentive of € 100 to report. Because of this, we restrict the exercise to a small sample of a maximum of 500 households and is only conducted once every five years. Finally, the results of both data collections are statistically matched using dwelling information and socio-economic background data, such as age, degree of education of the household’s members and employment information. This allows us to analyse the development of energy efficiency with enough accuracy. The conclusions from the Austrian experience The conclusion from recent developments is that measuring energy efficiency is far more complex than other energy-related data collections. We need to look into and test new ways of obtaining the information. This is not always easy and can be often expensive and time consuming. Yet it is perfectly feasible. In some cases it will be necessary to cooperate with technical experts, for example to develop suitable default assumptions for modelling. However, so far, the energy statistics community has met all the challenges. From my personal point of view, these ‘challenges’ are the icing on the cake — they make my working life more interesting. I have no doubt that we will be able to provide the high quality information our users need at regional, national and international level. \b n WOLFGANG BITTERMANN, Head of energy statistics, Statistics Austria ",
        "\b 30 THE ESS REPORT 2016 LUXEMBOURG ENERGY EFFICIENCY — STATISTICS ARE REALLY NEEDED! I n Luxembourg, energy efficiency is the prime solution to respond to many challenges linked to energy, such as climate change, air pollutant emissions and the security of our energy supply. Over recent years, the Luxembourg government has introduced a set of measures to encourage industries, households and companies to invest in improving energy efficiency. The measures range from voluntary agreements to legal obligations accompanied by financial support. Evaluating the impact of these measures is not a straightforward exercise and we need to rely on detailed statistics. Legal framework European Regulation n°1099/2008 sets out the framework for the harmonised compilation of energy statistics in all EU Member States. It regulates the monthly collection of statistics by energy products on the supply side, and the annual collection both on the supply and consumption sides. Nevertheless, the existing disaggregated data by sector is not enough to analyse the gains made from energy efficiency. A first improvement was made with Regulation n°431/2014, which breaks down energy use (heating, cooking or hot water) in the household sector. But similar breakdowns are very much needed for the industrial and services sectors. Observed data or modelling Decision makers welcome these new energy statistics for the household sector. But for the NSIs this request could become a real nightmare. In some cases — such as electric appliances — energy use can be easily monitored by smart meters. But, in other cases — such as hot water — it is very difficult to obtain measured data, as this use is often coupled with the heating of the building in a combined heating plant. To overcome this difficulty, Statistics Luxembourg (STATEC) has decided to turn to modelling. Based on an in situ study carried out in 2015 by the Luxembourg Institute of Science and Technology (LIST), the energy use for hot water has been modelled by type of building and age of construction. Confidentiality constraints But the follow-up of energy efficiency is not limited to having statistics on the end use of energy. The added value of an analysis of energy efficiency greatly increases if links are created between various statistical domains. Of course, we could calculate efficiency indicators by coupling the energy consumption with physical production, for example: • fuel used for electricity production in the energy sector • or tonnes of goods by energy consumed for specific industrial sectors But in Luxembourg we have another constraint. The small number of companies involved in the energy sector or in some manufacturing sectors means that the calculated energy efficiencies cannot be published, as our respondents wish to keep this sensitive information confidential. Energy intensity preferred to energy efficiency We think that in addition to energy efficiency indicators that consider only physical data, the most interesting coupling is made when energy statistics are combined with monetary values usually understood as energy intensity. This is because the main objective of a household or a company that invests in efficient equipment is to reduce its energy bill! ",
        "\b THE ESS REPORT 2016 31 To allow this kind of analysis, we need statistics that respect the same compilation rules. The physical energy flow accounts, as described in annex VI of European regulation n°538/2014, were set up to address this issue. These accounts apply the same compilation rules as national accounts and propose that supply and use tables by energy products should be created as an output. If we couple this table on the physical use of energy consumption by economic branches with macroeconomic variables, such as production, added-value and jobs from national accounts, we can calculate interesting efficiency indicators that can clearly guide the decisions of stakeholders. In Luxembourg, we do not limit our analysis to energy consumption, but also include other topics, such as energy taxes and greenhouse gas emissions. All these statistics come together in a single table called the ‘National Accounting Matrix including Environmental Activities’ (NAMEA-Lux), which is available on our public website. Although many people consider energy intensity indicators as the most helpful ones (and often energy intensity is given first priority in terms of statistical compilation in this domain), it is important for users to keep in mind that, unlike energy efficiency, trends in energy intensity are not only dependent on technicalities but also on the economic climate. This complicates the way they are interpreted. Conclusions The development of energy efficiency statistics is the result of a precarious balance between political needs and data availability. The more disaggregated information you want, the more detailed data you need to collect! In Luxembourg, we chose to focus our analysis on energy efficiency at sectoral and sub-sectoral level, following the current detail level of our data collections. We concentrate on three types of energy services: heat requirements, electricity purpose and transport. Detailed analysis and forecast exercises are carried out on this basis. Even if energy efficiency and energy intensity are excellent indicators to guide decision making, users should not forget that their relevance is dependent on the quality of the statistics used to calculate them. \b n OLIVIER THUNUS Head of Unit, Energy and Environment, STATEC ",
        "32 THE ESS REPORT 2016 THE DGINS CONFERENCE 2016 Statistics Austria hosted the 102nd Conference of the Directors General of the National Statistical Institutes (DGINS) in Vienna last September. This important meeting is an annual, top level forum for discussions on strategic issues and current developments concerning the ESS. The DGINS conference is organised by one of the EU Member States together with Eurostat. It is chaired by the Head of the National Statistical Institute hosting the event. The 2016 conference dealt with two main topics, ‘Managing a modern NSI in the 21 st Century’ and ‘Statistics on income, consumption and wealth’. The ESS Report 2016 asked Konrad Pesendorfer, Director-General of Statistics Austria about the importance of the conference and his opinion about its main takeaways. Could you explain the purpose of the conference and provide us with some key-data? Initially, the DGINS Conference served as the predecessor of the Statistical Programme Committee (SPC) and the European Statistical System Committee (ESSC). Today, the DGINS is an important annual, informal meeting for discussions of strategic issues and current developments in the European Statistical System (ESS). The DGINS conferences deliver strategic orientations in the form of memoranda. These memoranda are mainly related to the whole ESS community. For example, we have had the Scheveningen Memorandum on ‘Big Data and Official Statistics’ (2013) and the Riga Memorandum called ‘Towards a European Statistical System for better measuring the globalised economy’ (2014). The DGINS Conferences take place back to back with the autumn meetings of the ESSC and the ESS Partnership Group. Both the ESSC and the Partnership Group are involved in preparation for the DGINS, proposing the topics to be discussed and agree on the agenda. The DGINS Conference is organised, hosted and chaired by one EU-member country together with Eurostat. In 2016, Statistics Austria was honoured to host the DGINS Conference for the second time, exactly 20 years after the first KONRAD PESENDORFER Director-General of Statistics Austria ",
        "THE ESS REPORT 2016 33 Vienna DGINS took place. This time the DGINS Conference brought together representatives of 39 countries. These were the 28 EU Member States, 4 EFTA states and 7 enlargement countries. The Head of Eurostat, statistical directors of the OECD, UNECE, ECB and other organisations, including the European Statistical Advisory Committee, also attended our meeting. To sum up, the DGINS Conference represents the most important forum in the European Union for discussions about the future and the development of the ESS. Its importance is reflected in the topics discussed so far. For example, recently we have discussed the next generation of the Code of Practice (2011), the ESS’s future and how we get there (2013), or in 2016, how to manage a modern NSI in the 21 st century. The main focus of the Conference was to make progress towards developing harmonised statistics on income, consumption and wealth. Why is this issue so important? As stated in the Vienna Memorandum (2016), income, consumption and wealth (ICW) are three key dimensions that determine the economic well-being of people and their material living conditions. The situation with regard to an individual’s ICW can be equated with the level and realisation of their socio-economic opportunities. The distribution of ICW is a key element in understanding the drivers of growth and macroeconomic developments, the dynamics of inequalities, the social effects of economic reforms as well as in measuring progress towards the achievement of the Sustainable Development Goals. ICW is also important when monitoring financial and economic weaknesses. Therefore, among other things, the DGINS agreed to reinforce the ESS’s efforts to develop the standards and methods needed for the production of harmonised, policy-relevant ICW statistics at EU level. These statistics would be both at micro level in terms of data coverage, but also link at micro and macro level, drawing on work done by the OECD and European Central Bank. The DGINS also agreed that the methods and results from comparable European research on, for example, welfare would also be taken into account when developing a multisource approach that ensures comparability between the countries. Since 2012, Statistics Austria has published ‘How’s Austria?’, a publication which is highly valued by both policymakers and the general public. This publication looks beyond GDP, complementing it with a set of 30 key indicators and covering different aspects of material wealth, quality of life and environmental sustainability. Regarding the second conference theme, ‘Managing a modern NSI in the 21st Century’, which factors do you consider key? A number of growing challenges and needs to innovate in official statistics are linked to technological progress, skills, data and tools, communication, budget constraints as well as organisational change. During the DGINS conference three cross-cutting issues were emphasised: ‘Organisation challenge’ (how to run and structure the organisation of a modern information office), ‘People challenge’ (how to recruit and develop the right skills profile of a modern information office) and ‘Communication challenge’ (how to communicate within the organisation, to stakeholders and to the broader public). We had two external speakers who helped shape our discussions: Mr Kienberger, Country Manager at Google Austria, and Mr De Koning, business consultant on managing modern information technology companies. Mr Kienberger informed the DGINS Conference about the company’s way of working and how certain issues are dealt with. He stressed that real innovation does not come incrementally, but is helped by asking big questions and by trying to ensure that big leaps in innovation are possible. He also talked about the importance of internal organisation and communication, as well as the impact of selection and recruitment in the 21 st century. Mr De Koning addressed several scenarios for development of issues such as leadership, types of workforces and the organisation of day-to-day work. \b n ",
        "34 THE ESS REPORT 2016 MANAGING A MODERN NATIONAL STATISTICAL OFFICE IN THE 21ST CENTURY RESULTS OF TOP-LEVEL DISCUSSIONS AT THE DGINS CONFERENCE IN VIENNA T he topic of how to manage a modern statistical office and the future challenges for official statisticians were discussed in a special session during a meeting of Directors-General of the ESS National Statistical Institutes (NSIs) held in Vienna last September. The debate comes at a time when European NSIs face rising demands for new data from both policymakers and citizens, set against growing competition from the private sector. Additionally, faced with persistent financial constraints, statistical institutes need to find new ways to communicate with a younger generation of customers, used to social media and statistical information presented to them in an uncomplicated way. All this, in a fast-changing, digital world, where the speed of access to data is often more important to users than their accuracy. The national statistical institutes of the ESS countries have been working for a couple of years now on forging closer ties to develop joint solutions and answers to common problems. The ESS Vision 2020 (see also page 15) helps European partners to find synergies in their work and the Vienna discussions were a good example of this intensified cooperation. Future demands The Directors-General started by identifying different factors that might influence the work of their statistical organisations in the near future. They included the growing impact of technological developments, further digitalisation of European societies and the fact that young adults, so-called millennials, are accessing labour markets in Europe. It was agreed that statistical institutes needed to invest more in new information technologies and the skills of their staff if they want to attract users and stay relevant. The time when a national statistical institute was the only data provider in their country is long gone. Instead, the institutes need to look for new ways to cater to the needs of their users, including revamped dissemination methods for their statistical products and services. The National Statistical Institutes should consider building more lasting strategic alliances not only with their counterparts in other countries, but also with representatives of the private sector. Equally, they must invest more in novel, research- driven networks with academics and outside researchers to help the exchange of statistical know-how and expertise. Potential scenarios ahead The debate then moved to an analysis of the potential scenarios the NSIs might face in the near future. They revolved around the expansion of the global information market, further evolution of the ‘open-information democracies’, and also the emergence of ‘the digital human rights society’ and the ‘national information state’. ",
        "THE ESS REPORT 2016 35 These developments might lead to a significant shift within European societies, closely connected to privacy and data security issues. Accordingly, the NSIs might need to transform the way they operate and move from ‘focus on technology’ to a ‘focus on people first’. Their organisations might include external networks, with their statistical products undergoing a transformation from ‘built to last’ to ‘built for change’. In another major future corporate shift, the NSIs might need to move from ‘traditional simplicity to new complexity and digital trust’. Discussions were also held on the importance of investing in people and piloting new ideas and ways of working with customers, partners and employees as was accepting change as a positive and not always a negative process. Lessons from Google Advice in this respect was offered by the conference’s guest speaker, Country Manager at Google Austria, Markus Kienberger. Mr Kienberger outlined the guiding principles behind the flexible corporate culture at Google and the company’s approach to innovation. Among other things, the speaker said that the company encouraged its staff to come up with improvement and modernisation ideas. To help this, each member of Google’s staff is allocated 20 % of their working time ‘to do what they wish’ to inspire their creativity. Employees also need to learn how to accept failure as part of the innovation process, and are encouraged to work ever closer with other teams across the organisation. In particular, Mr Kienberger stressed the importance of ‘exponential, non-linear thinking’ as one of Google’s driving principles. It allowed modern organisations to prepare themselves for the challenges of a much more distant future, he said. Using exclusive position to joint advantage Another aspect raised in the course of the discussions was the fact that the National Statistical Institutes should make better use of their exclusive access to official data in their countries. This access — and any information contained in governmental and ministerial registers — is an important asset, which the institutes should use to their advantage, as they compete on the ever growing data market. Also, among all other data producers in Europe, only the ESS partners could boast the high level of quality, endorsed by their adherence to the strict principles of the European Statistics Code of Practice. Again, it was stressed that this exceptional ‘quality stamp’ was something that needed to become more universally known to European citizens and policymakers alike. Group discussions The Vienna debate finished with thematic ‘break-out’ sessions, where ESS senior managers had a chance to exchange their opinions and experiences, discussing the future of their organisations in smaller groups. The participants focused on three general themes, ‘People challenge’, ‘Communication challenge’ and ‘Organisation challenge’. Among the topics discussed in the ‘People challenge’ group, the main focal points were the capacity of the NSIs to attract young people, allowing employees a higher degree of freedom, investing in better working conditions and career development for staff. The ‘Communication challenge’ group discussed relations with the media and the importance of conveying clear messages and understandable statistics to European citizens. They underlined the need to invest more in the development of social media, also in the area of internal communications. The final break-out session, ‘Organisation challenge’, concentrated on the need to develop a broader picture, which would encompass strategy, structure, people and culture, further development of horizontal teams across the NSIs, investment in the culture of innovation to help revitalise the organisations. \b n ",
        "\b 36 THE ESS REPORT 2016 View of ESS Members REPUBLIC OF SLOVENIA When planning, organising, innovating and taking other actions, it is always the big picture we need to keep in mind. It is about statistics as a whole — the universal language of quantifying everyday phenomena, creating meaningful, data-based stories and disseminating them throughout the public and professional environment. But at the end of the day it all comes down to our staff — inquisitive, highly skilled and well-trained individuals with strong commitment and high levels of professional and personal ethics. In this article we aim to highlight two inter-related aspects of employee development at the Statistical Office of the Republic of Slovenia (SURS) — competence-based assessment and training. Competence-based assessment In 2015, we designed and implemented a framework for competence-based assessment. By implementing this model, we aimed to achieve the following objectives: • to discuss competences in a more systematic way • to identify concrete requirements for further development • to implement training measures • to increase awareness among employees about their own competences and to empower them to become partners in their own performance development Lessons learned Competence-based assessment in combination with regular annual performance and development interviews lead us to identify certain training needs and potential skills and knowledge gaps, especially in relation to leadership and management issues. It was — and still is — our paramount concern to address the emerging gap between existing competences and skills, and those competences and skills that are required to meet future challenges and ensure a successful modernisation of official statistics. This is where training really comes in. Training Training and skills development at SURS comprises a broad range of activities, including formal and informal learning, job rotation, in-house and external training, traineeships, integration of new employees (mentoring as a part of ‘on the job’ training), our EMOS involvement as well as international collaboration. The statement above is especially true if we: • put extra effort into employee development • increase motivation to expand statistical knowledge • promote cooperation over competition • spread awareness of organisational goals, values and vision The big picture Modernising statistical production and services is not only an organisational and technical matter. It also relies on developing people and the skills and attitudes of staff members at all levels. For this reason, our main objective is not just asking where we are at the moment, but rather where we want to be, where we see ourselves in the future, based on our strategy, values and vision. An organisation as a whole is greater than the sum of its employees TINE PEŠTAJ, Senior Adviser, Statistical Office of the Republic of Slovenia ",
        "\b THE ESS REPORT 2016 37 A short review of our 2016 training programme shows that we conducted 57 internal and 107 external training courses with 1 580 and 140 participations respectively. Considering that the total number of employees at SURS was 325, the average was almost six courses per employee that year. The course topics ranged from statistics (methodology and processes, statistical fields, dissemination and data visualisation), specific IT topics and the ESS, to leadership and inter-personal skills. Just recently (January 2017), we launched a new leadership training programme, in which 31 middle and senior managers are taking part. The modernisation process is challenging us to adopt new approaches to training and efficient teaching techniques. Among our priorities are the sets of emerging skills and competences that will be required in the future, such as data science, big data, IT skills, modelling, visualisation, advanced analytical skills, change management and leadership skills. Thus, it is necessary to form long-term partnerships and innovative ways of cooperation with external academic parties. With that in mind, SURS has successfully established reciprocal agreements on cooperation in education, research and consulting activities with various faculties in Slovenia, including the Faculty of Social Science, the Faculty of Economics, the Faculty of Organisational Sciences, and the Faculty of Computer and Information Science. This has already resulted in an exchange of know-how and experience. It has also opened up new possibilities of attracting a wider range of high-quality candidates for future vacancies. Additionally, it has enabled us to make the SURS brand more appealing to potential recruits and to generate a positive image of SURS as a good place to work. To put it in perspective — from the beginning of 2016 until March 2017 — we managed to recruit 26 new colleagues, 54 % of them graduates from the Faculty of Social Science and Faculty of Economics. Also crucial to gaining new skills and enhancing capabilities is international collaboration. This is even more important in today’s rapidly changing environment. Across the different levels and fields, SURS employees have been involved in many international activities. In 2016 alone, our staff members participated in 37 ESTP training courses (45 employees), 34 conferences, seminars (56 employees) and 39 workshops (56 employees). Another good example of the ever-expanding statistical universe is the advent of big data. It requires us all to learn new IT tools with a high level of specialisation and complexity. To meet the challenges of harnessing new data sources, SURS successfully participates in the ESS Big Data pilots. Furthermore, in October 2016 SURS organised the ESS Big Data workshop in Ljubljana, with more than 90 participants from 34 countries. All these activities are proving to be a prolific learning experience for us in terms of sharing knowledge about tools, methods and solutions between statisticians and the IT sector. The objective is to integrate big data in the regular production processes of official statistics. It is particularly beneficial for a small statistical office like SURS to be involved in different international activities, such as working groups, initiatives, projects and task forces to obtain hands-on experience and exchange knowledge. This also provides colleagues possessing different expertise profiles with diverse learning experiences and opportunities for professional growth, which turns out to be a strong motivational factor. In 2016, our staff members actively participated in 10 international consultations (12 employees), 81 working groups (87 employees), 54 task force meetings (57 employees) and 14 committees (19 employees). Bringing it all together Modernisation has already started. Voluminous, high velocity and complex data have become part of our daily work, accompanied by a need for strategic capability and development planning as well as the need to master advanced IT techniques and technologies. It is our responsibility to help staff to feel involved in the modernisation activities and to understand the need for change. We need to respect our employees so that they feel motivated and develop a sense of loyalty to their employer. All the operational efforts and strategic actions are an ongoing, never-ending process of not just maintaining the current state but of moving towards the future one. All this for the sake of each NSI and, ultimately, for the sake of statistics. \b n ",
        "38 THE ESS REPORT 2016 ‘Development is about transforming the lives of people, not just transforming economies.’ Joseph Stiglitz ",
        "THE ESS REPORT 2016 39 ME ASURING INEQUALIT Y STATISTICS ON INCOME, CONSUMPTION AND WE ALTH G DP is the best known measure of economic activity. It is the total value of everything produced by all the people and companies in a country. Developed in the 1930s, GDP became a standard benchmark used by policymakers throughout the world. However, the need to improve data and indicators to complement GDP has been increasingly recognised and is the focus of a number of international initiatives. They reflect renewed societal and political priorities, such as environmental sustainability, social inclusion and well-being. The 2009 report by Stigliz, Sen and Fitoussi on the ‘Measurement of Economic Performance and Social Progress’ as well as the European Commission’s communication on ‘GDP and beyond — measuring progress in a changing world’ both addressed the need to adjust and complement GDP with indicators that monitor economic, social and environmental progress and performance as well as well-being and sustainability. While much work has recently been done in the context of ‘beyond GDP’ to develop indices to measure people’s non-material well-being or quality of life, the economic dimensions of well-being are no less important. Governments need to know how well their citizens are doing financially and need to be able to monitor the level of material inequality. In particular, the financial and economic crisis of 2008 shed light on the need to have distributional information on the vulnerability of households to debt. At ESS level, the European Commission is pushing for social indicators to be upgraded, so that they are on a par with macroeconomic indicators. This way, the Commission could better support its agenda for social fairness and a better balance between economic and social goals. A key part of this strategy is the availability of harmonised statistics at EU level covering the distributional aspects of household income, consumption and wealth (ICW). To meet this need, Europe’s statisticians are working on ways to combine both macroeconomic and social indicators to better assess the social impacts of economic policies and, conversely, the economic impacts of social policies. In particular, they are looking at how economic data on the distribution of household income, consumption and wealth that come from national accounts could be linked to the data on income distributions across household groups, available in social statistics from other sources. The ongoing research to link economic and social indicators to measure inequality at ESS and international level is in line with the recommendations by the Stiglitz, Sen and Fitoussi commission: • Recommendation 1: When evaluating material well-being, look at income and consumption rather than production • Recommendation 2: Emphasise the household perspective • Recommendation 3: Consider income and consumption jointly with wealth • Recommendation 4: Give more prominence to the distribution of income, consumption and wealth ",
        "40 THE ESS REPORT 2016 • Recommendation 5: Broaden income measures to non-market activities The Stiglitz, Sen and Fitoussi commission recognised that although average income, consumption and wealth are meaningful statistics, they do not tell the whole story about well-being, distribution or inequalities. For example, a rise in average income could be unevenly distributed across population groups, leaving some households relatively worse-off than others. Similarly, although the gross saving rate for the EU was 10.3 % in 2015, 25 % of households reported having difficulties or great difficulties to make ends meet. Measuring income, consumption and wealth in the ESS Currently, three different household surveys are used to collect data on ICW at household level. Two are coordinated by Eurostat: the annual EU Survey of Income and Living Conditions (EU-SILC), which is the main data source for assessment of poverty and inequality in the EU, and the Household Budget Survey (HBS), which runs every five years. The third is the Household Finance and Consumption Survey, which runs every three years, and is coordinated by the European Central Bank. It is implemented mainly in the euro area. Each survey collects information on one unique dimension of ICW. Duplication of information collected by each survey is kept to a minimum in an effort to keep the response burden as low as possible. One of the main problems with looking at EU- SILC data in isolation is that income alone does not determine a household’s well-being. Wealth also influences consumption opportunities and by using credit, a household is reliant on neither income nor wealth to maintain a certain level of consumption. Savings, which are typically the combination of income and consumption, may also help explain the dynamics of wealth accumulation and shed light on the increase of wealth inequalities observed over the last decades. These are just some examples that demonstrate why additional efforts on the measurement of the joint distribution of income, consumption and wealth are necessary. The large discrepancies between data collected through surveys and the aggregate figures coming from national accounts are another challenge posed by ICW data. National accounts data measure household income, consumption and wealth across the household sector of the economy as a whole. However, their major weakness is the fact that they cover households generally as one ‘item’ in the economy, rather than taking into account the specificities of individual households and their inhabitants. On the one hand, modern statistics require consistent and comprehensive data; on the other, experience over recent years has clearly highlighted the need to introduce distributional information in the aggregates produced by national accounts. Researchers, international statistical organisations and national statistical institutes are therefore working on finding ways to best combine the macro indicators from national accounts with the individual or micro data from the household surveys. It is still very much work in progress. \b n ",
        "\b n THE ESS REPORT 2016 41 View of ESS Members MEASURING THE JOINT DISTRIBUTION OF INCOME, CONSUMPTION AND WEALTH AT STATISTICS FINLAND One of the recommendations of the 2009 report by Stigliz, Sen and Fitoussi was to consider income and consumption jointly with wealth. One solution to meet the demand for such multi-dimensional micro data without increasing data collection costs, is to use existing data sources more efficiently. Following a methodological project in 2010, Statistics Finland developed a multi-source approach to measure wealth, consumption, and income for the same households. As a result, we now have an integrated database, which allows us to analyse not only the joint distribution of income, wealth, consumption, but also living conditions. This is because all these data have been measured for households in the sample of EU Statistics on Income and Living Conditions (EU-SILC). Income Regarding income, Statistics Finland has for decades been using detailed and extensive administrative income registers. These registers allow us to calculate different types of income aggregates, in line with international recommendations. The data are then used in register-based income statistics for the whole population as well as in sample surveys, as income data can be linked to any other data source on the basis of unique personal identifiers. The joint distribution of consumption and income is available from the Household Budget Survey (HBS). Statistics Finland conducts the HBS at roughly five-year intervals. It is the only source of data on household consumption by population subgroups in Finland. HBS consumption data are collected using interviews and receipt scanning. The use of private sources, such as customer registers or bonus card systems, is not yet feasible. Wealth Measurement of wealth at household level poses a considerable challenge. In Finland, we cannot measure net worth using only administrative data. So to obtain information on the joint distribution of wealth and income, we occasionally conducted separate wealth surveys between 1987 and 2004. These wealth surveys were replaced by a multi- source approach based mainly on registers, and integrated with EU-SILC, in 2009. This coincided with the launch of the European Central Bank’s Eurosystem Household Finance and Consumption Survey (HFCS). Therefore, our integrated HFCS/ SILC approach combines various data sources and methods that are used to construct variables on assets and liabilities for the EU-SILC sample households. Some asset types, such as listed shares and mutual funds, are available to us from administrative data VELI-MATTI TÖRMÄLEHTO Senior Researcher, Statistics Finland ",
        "\b 42 THE ESS REPORT 2016 registers. Debt data are also largely taken from registers, but have to be supplemented with data on consumption loans collected in the EU-SILC questionnaire. We use register-based estimates when the ownership of an asset can be identified from administrative data but the values have to be estimated. This is the case for residential wealth, other properties or vehicles. We use a perpetual inventory method to calculate private pension wealth. First, we link panel tax data to the current sample and then add the pension scheme contributions that are paid over time. Some wealth components are only available from survey interviews. The most important of these are deposits. However, as you can imagine, it is a sensitive topic to be asked about your bank account balances in an interview. Therefore we use a sub-sampling approach. Questions on values are only asked for half of the EU-SILC sample and imputed to the rest of the sample, making use of the rotational panel design of EU-SILC. We do not ask our respondents questions about their bank balances if they take part in the survey for the first or second time. Consumption Consumption variables for the integrated SILC/HFCS are statistically matched from the HBS. We only match four variables, but they cover a significant proportion of the HBS total consumption expenditure. It is worth emphasising, that to match variables successfully across datasets, the common variables must be harmonised. Thanks to our wide access to administrative data, the list of common variables that we are able to use is extensive. For instance, income and some register-based wealth variables are included as covariates in the predictive mean matching model used for the imputations. However, it must be said that we still find it challenging to evaluate the quality of the matching other than comparing empirical distributions of donor (HBS) and recipient (SILC) samples. Result: an integrated sample database The concrete outcome of the multi-source approach is an integrated sample database, which currently holds data for 2009, 2013 and will soon also have data for 2016. We have used these data to comply with two sets of European-level statistics, EU-SILC and HFCS, and also for national statistics on income and wealth distribution. In addition to national anonymised micro data sets for researchers, we send micro data to both Eurostat and the European Central Bank and the same data are also disseminated as part of cross-national research files. The OECD has also used our data in their Income and Wealth Distribution Databases, and our data are included in both the Luxembourg Income Study (LIS) and Luxembourg Wealth Study (LWS) databases. We find this multi-source approach to be a cost effective way of collecting the multidimensional micro data that we and our various users need. It has many advantages in terms of sample size, accuracy and coherence, as compared to carrying out an independent HFCS wealth survey. However, all user needs cannot be met, because some gaps in measurement still remain. It could also be argued that the degree of cross-national comparability is lower than it would be with a purely survey-based approach. However, the same survey data serve many purposes, both nationally and internationally. This makes it vital to have common concepts and operational definitions as well as good coordination and cooperation between Eurostat, the ECB and the OECD. A prerequisite of the multi-source approach for the European Statistical System’s statistics is that it is the outputs that should be harmonised, rather than the data collection instruments, such as questionnaires. A minimum requirement is that harmonised definitions should not prevent the use of registers and other data sources or methods for European statistics. If a statistical office uses multiple sources it is dependent on multiple data providers and systems. This method is quite vulnerable to changes in administrative data and other data sources, which requires careful coordination and cooperation with all data providers. \b n ",
        "\b A VIEW FROM HUNGARY: MEASURING COMPLEXITY IN A SIMPLER AND INTEGRATED WAY The economic context: the challenges for statistics The context of official statistics is in constant flux, reflecting the continually changing world and society around us. The current economic climate puts great emphasis on social indicators, focusing on the well- being of individuals, households as well as the fundamental determinants of human welfare. Along with the more standard macroeconomic approach, we increasingly need to understand the household perspective when examining the distributional aspects of income, consumption, savings and debt. At the beginning of this century, we at the Hungarian Central Statistical Office, started to investigate how we could best measure and monitor the economic situation of households through a unique data collection. As the economic situation of households is a complex matter covering incomes, consumption of goods and services, savings, loans and mortgages, it requires a complex survey. Two pillars of income and consumption statistics The Household Budget Survey (HBS) has a long history in the Hungarian statistical system. The first HBS was carried out in 1949 and, using a diary-like system, has tracked consumption since then. In the past, the Hungarian survey took into account not only goods purchased, but it also included items that the household itself produced, such as vegetables, fruits and firewood. It also collected some detailed information on income. Today, the survey follows EU recommendations, using the Classification of Individual Consumption by Purpose (COICOP) for goods and services consumed. The Survey of Income and Living Conditions (SILC) was introduced to the Hungarian statistical system in 2005 and has since provided the much- needed data to compile harmonised poverty and social exclusion indicators across Europe. Our SILC survey fully respects the EU regulations. It provides cross-sectional and four-year panel data, meaning that it registers various phenomena over a four-year period from the same household or individual. In 2007, we decided to evaluate the possibility of integrating both the HBS and SILC surveys. Combining both surveys It became clear to us that the two surveys covered very similar elements. For example, HBS collected information on the households’ income and income expectations, their social characteristics, the type of accommodation and the possession of household goods. SILC collected the same information. THE ESS REPORT 2016 43 EVA MENESI Senior Statistician, Hungarian Central Statistical Office ",
        "\b We began the integration process in 2007 with a step-by-step approach, given that SILC data were collected over a four year period. By 2012, we had a fully integrated survey made up of two parts. The first part consisted of a ‘diary- keeping’ period, which lasted for a year. This ‘diary’ recorded the goods consumed. The second part was an interview carried out in the spring of the following year. The interview is an integral part of fulfilling SILC requirements. It collects detailed information on income throughout the reference year. It also takes a closer look at larger or typically seasonal purchases in the reference year. This all provides supplementary information for the HBS. Costs and benefits From the technical point of view, we believe that integration improved both surveys. Harmonised rules were applied at the imputation stage, while a modular approach made the structure more adaptable to user needs. The field work timing and cost were allocated more efficiently. On the other hand, the response burden increased, as the questionnaire became larger. This underlined the need to provide incentives to respondents. After successfully integrating our data collection system, we continued to improve it. We developed computer-assisted personal interviews (CAPI), where the interviewer conducts a face-to-face interview, recording the responses in the database in real time. The respondents could also choose to reply to the survey online by computer-assisted web interviews (CAWI). We also put great emphasis on timeliness. Each year the annual interview is scheduled to start at the beginning of March and lasts for ten weeks. We are proud that our data are processed and published by November of the same year. This is a very important point in terms of meeting user needs. Combining the two surveys also gives us a unique opportunity to analyse income and expenditure in a single context. A household’s income can now be analysed in the framework of their consumption habits and vice versa. A third pillar, the Household Finance and Consumption Survey (HFCS) The HFCS is coordinated by the European Central Bank. It runs every three years and is carried out mainly in the euro area. The survey focuses on the wealth of private households, their liabilities, savings and deposits. However, it also gathers substantial information on income, living conditions and even some self-assessed data on consumption. Hungary volunteered to be part of this survey and the National Bank of Hungary commissioned our office to carry it out. We first ran the HFCS in 2014. The next survey will be carried out in 2017. The HFCS is a stand-alone survey. We have no plans to merge it, even partly, with the current SILC+HBS sample, mainly due to the size of the questionnaire and the resulting burden on respondents. On the other hand, many approaches used in the HFSC, such as multiple or stochastic imputation used to analyse incomplete data sets, give us new, valuable insights that can be implemented in other income-related surveys. Lessons learned and the way forward Data consistency is essential for joint distribution analysis when looking at income consumption and wealth, whether for micro data collections or micro and macro data together. We need robust methodology to define both the complex measures for collection and to identify gaps that are due to conceptual differences. Both the process and the outcomes need quality assessment. All of the above makes our work challenging, yet interesting and rewarding at the same time. \b n 44 THE ESS REPORT 2016 ",
        "\b ",
        "EUROPEAN STATISTICAL SYSTEM ESS - http://ec.europa.eu/eurostat/web/ess/latest-news Eurostat - http://ec.europa.eu/eurostat Statistics Belgium - http://statbel.fgov.be National Statistical Institute of Bulgaria - www.nsi.bg Czech Statistical Office - www.czso.cz Statistics Denmark - www.dst.dk Federal Statistical Office of Germany - www.destatis.de Statistics Estonia - www.stat.ee Central Statistics Office of Ireland - www.cso.ie Hellenic Statistical Authority - www.statistics.gr National Statistics Institute of Spain - www.ine.es National Institute of Statistics and Economic Studies of France - www.insee.fr Croatian Bureau of Statistics - www.dzs.hr/ National Institute of Statistics of Italy - www.istat.it Statistical Service of Cyprus - www.cystat.gov.cy Central Statistical Bureau of Latvia - www.csb.gov.lv Statistics Lithuania - www.stat.gov.lt Statistics Luxembourg - www.statistiques.public.lu Hungarian Central Statistical Office - www.ksh.hu National Statistics Office of Malta - www.nso.gov.mt Statistics Netherlands - www.cbs.nl Statistics Austria - www.statistik.at Central Statistical Office of Poland - www.stat.gov.pl Statistics Portugal - www.ine.pt National Institute of Statistics of Romania - www.insse.ro Statistical Office of the Republic of Slovenia - www.stat.si Statistical Office of the Slovak Republic - http://slovak.statistics.sk Statistics Finland - www.stat.fi Statistics Sweden - www.scb.se Office for National Statistics of the United Kingdom - www.ons.gov.uk EFTA COUNTRIES Statistics Iceland - www.statice.is Office of Statistics Liechtenstein - www.as.llv.li Statistics Norway - www.ssb.no Federal Statistical Office of Switzerland - www.bfs.admin.ch "
    ]
}