{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 8.10.2010 COM(2010) 548 final REPORT FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT THE 2010 ASSESSMENT OF IMPLEMENTING THE EU BIODIVERSITY ACTION PLAN SEC(2010) 1163 SEC(2010) 1164 SEC(2010) 1165 ",
        "EN 2 EN REPORT FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT THE 2010 ASSESSMENT OF IMPLEMENTING THE EU BIODIVERSITY ACTION PLAN INTRODUCTION The 2006 Communication Halting Biodiversity Loss by 2010 – and Beyond: Sustaining ecosystem services for human well-being 1 underlined the importance of biodiversity protection as a pre-requisite for sustainable development, and set out a detailed Biodiversity Action Plan (BAP) to achieve this. It also included a commitment from the Commission to periodically report to the Council and the Parliament on the progress achieved in implementation. The 2008 mid-term assessment of the BAP 2 outlined the most important activities undertaken by the Commission and the Member States since 2006. It revealed that the EU was highly unlikely to meet its 2010 target of halting biodiversity decline. Since 2008, biodiversity has remained high on the political agenda, at EU and global level. 2010 is the International Year of Biodiversity. Biodiversity will be debated for the first time ever at Head of State and Government level in the United Nations General Assembly in September, prior to the 10 th Conference of the Parties of the United Nations Convention on Biological Diversity (UN CBD) in Nagoya, Japan, in October. In January 2010, the European Commission adopted a Communication on Options for an EU vision and target for biodiversity beyond 2010 3 . This provided an assessment of achievements and shortcomings of the current policy. In its March 2010 conclusions, the Environment Council agreed a new long-term vision and mid-term headline target for biodiversity in the EU for the period beyond 2010. The new target commits the EU to \"Halting the loss of biodiversity and the degradation of ecosystem services in the EU by 2020, and restoring them in so far as feasible, while stepping up the EU contribution to averting global biodiversity loss\". EU heads of state and government subsequently committed to the EU post-2010 vision and target for biodiversity at the 2010 Spring European Council 4 . Finally, the EU2020 Strategy 5 endorsed by the European Council in June 2010 underscored the importance of achieving the biodiversity targets, in particular through the development of a resource efficiency initiative. This 2010 BAP assessment highlights key actions taken since the mid-term assessment. The assessment summarises the current state of progress for each of the four main policy areas, the 10 objectives and the four supporting measures set out in the 2006 BAP. While the focus of 1 COM(2006) 216 2 COM(2008) 864 final 3 COM(2010) 4 final 4 EUCO 7/10 http://www.consilium.europa.eu/ueDocs/cms_Data/docs/pressData/en/ec/113591.pdf 5 COM(2010) 2020 ",
        "EN 3 EN the present report is mainly on progress at EU level, accompanying documents and the 27 country profiles 6 provide a detailed account of developments including national level. Building on the progress reflected in this report, the Commission is currently developing a post-2010 Biodiversity Strategy, aimed at reaching the 2020 EU biodiversity target. STATUS AND TRENDS IN BIODIVERSITY The EU 2010 Biodiversity Baseline published by the European Environment Agency (EEA) in June 2010 7 highlights that EU biodiversity is under serious pressure and faces grave risks. The focus of the Baseline is on the status of biodiversity as compared to measures undertaken, as inventoried in this Report. It is clear from the Baseline that the target of halting the biodiversity loss in Europe by 2010 has been missed. In addition, Europe's ecosystem services are judged to be of mixed status or degraded — i.e. no longer able to deliver the optimal quality and quantity of basic services such as crop pollination, clean air and water 8 . The global situation is even more alarming as pressures on biodiversity continue to intensify, as shown by the 3 rd Global Biodiversity Outlook published in May 2010 9 . The international community has failed to achieve the target under the UN CBD of significantly reducing biodiversity loss worldwide by 2010. Europe holds a share of responsibility for this failure. Over the last 40 years, Europe's Ecological Footprint, which compares human demand with the planet's ecological capacity, increased by 33% 10 . SUMMARY OF PROGRESS SINCE THE MID-TERM ASSESSMENT A. POLICY AREA 1: B IODIVERSITY IN THE EU Objectives 1. To safeguard the EU's most important habitats and species. The Birds and Habitats Directives provide the legal basis for the Natura 2000 network of protected areas. There has been a significant improvement towards the completion of the Natura 2000 network, in particular in the marine environment. However, the establishment of marine sites is still insufficient, although in the Baltic Sea it has more than doubled. The Natura 2000 network is now comprised of about 26 000 sites and covers nearly 18% of the EU terrestrial environment. However, most of the sites of community importance have still to be formally designated as special areas of conservation by the Member States. 6 Web: http://biodiversity.europa.eu/countries_and_networks 7 http://www.eea.europa.eu/publications/eu-2010-biodiversity-baseline/ 8 http://www.rubicode.net 9 http://gbo3.cbd.int/ 10 Global Footprint Network 2010 ",
        "EN 4 EN 729429 754.710 119.984 167.561 0 100000 200000 300000 400000 500000 600000 700000 800000 Natura 2000 Terrestrial area (km²) Natura 2000 Marine area (km²) Areas designated under Natura 2000 2008 2009 The focus is increasingly shifting towards the effective management and restoration of the Natura 2000 network to achieve a measurable improvement in the conservation status of species and habitats of EU conservation concern. Other highlights • Environmental Assessment . Adoption of two Commission reports in 2009 on the application and effectiveness of the Environment Impact Assessment (EIA) Directive and the Strategic Environmental Assessment (SEA) Directive. • Biodiversity in Outermost Regions and Overseas Countries and Territories (OCTs) . Development by the Commission and certain Member States of a voluntary nature protection scheme (BEST) for Outermost Regions and OCTs, among the richest biodiversity hot-spots on the planet, where EU nature legislation does not apply. 2. To conserve and restore biodiversity and ecosystem services in the wider EU countryside. The Common Agricultural Policy (CAP) is the policy tool having the most significant impacts on biodiversity in rural areas. It went through a policy \"Health Check\" in 2009. As part of this exercise, the Good Agricultural and Environmental Conditions (GAEC) of Cross-Compliance were amended. One of the setbacks as regards biodiversity was the abolition of compulsory set-aside. Introduced in the CAP in 1988 and made compulsory in 1992, set-aside had provided significant benefits for the protection and enhancement of biodiversity. ",
        "EN 5 EN However, other important, positive changes for biodiversity were introduced in the \"Health Check\", such as: – The identification of biodiversity as one of the five new challenges of the CAP – The introduction of a new optional GAEC standard on the establishment and/or retention of habitats – The introduction of a new compulsory standard on the establishment of buffer strips along watercourses – An increased transfer of money from the first to the second Pillar of the CAP (via \"modulation\"), thus making additional funding available for biodiversity New directives on vegetable landraces and varieties which are threatened by genetic erosion and that are naturally adapted to the local and regional conditions 11 were adopted. Other highlights • Energy . Progress towards the adoption of sustainability criteria for liquid biofuels and for the implementation of the Renewable Energy Directive 12 , with a view to preventing negative impacts on EU and global biodiversity. • Water . Between December 2009 and March 2010, adoption and submission to the Commission by Member States of the River Basin Management plans pursuant to Article 13 of the Water Framework Directive 13 . The Commission is in the process of carrying out the full assessment of the Plans. These should aim at complying with the obligation to achieve good ecological status of waters by 2015. • Forest . Adoption of a Commission Forest Green Paper in 2010, launching a debate on options for an EU approach to forest protection and information under a changing climate 14 . • Soils . The EU has not yet been able to agree and adopt a Framework Directive on the protection of soil, which would address the main threats to soil and would have a crucial impact on protecting soil biodiversity, thus contributing to halting biodiversity loss. 3. To conserve and restore biodiversity and ecosystem services in the wider EU marine environment. The Commission is to adopt a Decision on criteria and methodological standards on good environmental status of marine waters, which constitutes a key step in the process of implementation of the Marine Strategy Framework Directive, of which one of its ultimate 11 Directives 2008/62/EC and 2009/145/EC 12 Directive 2009/28/EC 13 Directive 2000/60/EC 14 COM(2010) 66 final ",
        "EN 6 EN aims is to maintain marine biodiversity. To ensure delivery, the implementation of this directive is being ensured through a common strategy of Member States and the Commission, addressing inter alia data handling and monitoring activities. On fisheries, the Commission adopted in 2009 a Green Paper on the Common Fisheries Policy (CFP) reform 15 recognising the failures of implementation that have led to 88% of Community stocks being fished beyond Maximum Sustainable Yield (MSY) and 46% outside safe biological limits, meaning that stocks may not recover. This conclusion was drawn despite the previous reform of the CFP in 2002 which had introduced a number of positive innovations – in particular the ecosystem-based, long-term approach to the management of stocks. The Green Paper was the first step towards the full reform of the CFP to be finalised by 2012. The achievement of the EU commitment at the World Summit on Sustainable Development in Johannesburg in 2002 to achieving MSY for depleted stocks by 2015 will be an important consideration in this respect. Other highlights • Integrated Maritime Policy (IMP) . The Commission Progress Report on the EU's IMP 16 consolidated the Marine Strategy Framework Directive as its environmental pillar. The Directive designs a platform for the successful development of all maritime activities, paying due attention to their cumulative impacts. 4. To reinforce the compatibility of regional and territorial development with biodiversity in the EU. The 2007-2013 programming period of the Cohesion Policy addresses both directly and indirectly the preservation of biodiversity. Member States have allocated a total of about EUR 2.7 billion to the “Promotion of biodiversity and nature protection (including Natura 2000)”. In the framework of tourism a further EUR 1.1 billion has been allocated to the \"promotion of natural assets\" and EUR 1.4 billion for the \"protection and development of natural heritage\", both including projects for nature and biodiversity. Altogether, this indicates that approximately 1.5% of the total 2007-2013 Cohesion Policy funding is directly contributing to biodiversity policy. In addition other significant investments into the environment have the potential to contribute to nature and biodiversity, for instance waste water treatment and natural risk prevention, as well as within the framework of cross-border and interregional cooperation 17 including in Outermost Regions. All but two Member States have allocated some funding for nature and biodiversity, although as a proportion of the overall allocations this varies between countries. Seven Member States intend to use more than 2% of their allocated funds for biodiversity-related categories. 15 COM(2009)163 16 SEC(2009) 1343 17 http://www.surf-nature.eu/index.php?id=2 ",
        "EN 7 EN Additionally, the 2010 Strategic Report 18 revealed that several Member State face difficulties in using the funds allocated to nature and biodiversity protection. Other highlight • Green Infrastructure . The development of and investment in ‘Green Infrastructure’ 19 has been highlighted by the Commission and the Council. The Commission is supporting exchanges of best practice as a basis for an EU strategy on green infrastructure to be developed after 2010 20 . 5. To substantially reduce the impact on EU biodiversity of invasive alien species and alien genotypes. The 2008 Communication Towards an EU Strategy on Invasive Species 21 has triggered a debate among stakeholders and European institutions. In June 2009, the Environment Council called for an effective Strategy which should fill the existing gaps at EU level, considering all policy options. The European Economic and Social Committee and the Committee of the Regions called specifically for legislation. The Commission is working on an EU Strategy on Invasive Species. B. POLICY AREA 2: T HE EU AND GLOBAL BIODIVERSITY Objectives 6. To substantially strengthen the effectiveness of international governance for biodiversity and ecosystem services. Since the Ninth Conference of the Parties (CoP) of the UN CBD (COP9) in 2008, the Commission has focused efforts on ensuring delivery on commitments made – from forest biodiversity and protected areas to marine protected areas - as well as on preparing for the Tenth CoP (CoP10) in October 2010 to ensure a successful outcome. The three key issues on the agenda of CoP10 – reaching agreement on an updated and revised Strategic Plan of the Convention for 2011-2020, on a Protocol on access to genetic resources and the fair and equitable sharing of benefits arising out of their utilization (ABS), and a financing target for global biodiversity – will have a crucial bearing on the international community's ability to address the biodiversity challenge. In spite of continued intensive efforts from the EU to strengthen international commitments to biodiversity, the global target to significantly reduce rate of biodiversity loss globally by 2010 has not been reached 22 , as evidenced by the new Millennium Development Goals Report and 18 COM(2010) 110 and SEC(2010) 360 final 19 ‘Green infrastructure’ is an interconnected network of natural areas, including agricultural land, greenways, wetlands, parks, forest reserves, native plant communities and marine areas that naturally regulate storm flows, temperatures, flood risk and water, air and ecosystem quality. 20 COM(2010) 4 final 21 COM(2008) 789 final 22 GBO3 ",
        "EN 8 EN Third Global Biodiversity Outlook (GBO3), released in 2010, and published with the contribution of the global Biodiversity Indicators Partnership (BIP) supported by the EC. Other highlights • G8 . In April 2009, under the Italian Presidency of the G8 and strong leadership from EU Members of the G8 and the Commission, the ambitious “ Siracusa Carta ” on Biodiversity, which sets out priority actions at global level, was adopted. The G8 l'Aquila Summit statement also commits G8 members to, inter alia, \"strengthen and broaden international, regional, national and local activities to conserve biodiversity\". • EU Council conclusions on global biodiversity . In December 2009, Council Conclusions on international biodiversity beyond 2010 were adopted, highlighting – inter alia – the climate change-biodiversity link and \"recommending the development and use of ecosystem-based approaches to climate change adaptation and mitigation\". • Environment and Natural Resources Thematic Programme (ENRTP) . The 2010 EC Annual Action Programme foresees EUR 1 million to support the Secretariat of the UN CBD in implementing CBD COP 10 decisions and a further EUR 1 million to support the implementation of the CBD Work Programme on Protected Areas with a focus on marine protected areas. • The Intra ACP 10th EDF : The 2010 EC Annual Action Programme foresees EUR 20 million to improve the long-term conservation and sustainable use of biodiversity in Africa, Caribbean and Pacific regions and reduce the poverty of populations surrounding Protected Areas (PAs). 7. To substantially strengthen support for biodiversity and ecosystem services in EU external assistance. The 2008 BAP assessment indicated that average annual external assistance of EU Member States for biodiversity amounted to about EUR 740 million in the period 2003-2006, representing 48% of all biodiversity-related development assistance. This figure is being updated for the 2007-2009 period. The Commission will update its own contribution ahead of CoP10. In the portfolio of external actions managed by the European Commission, for 2007-2009 the total commitments for biodiversity related activities were approximately EUR 325 million. Other highlights • Global Environment Facility (GEF) . There has been a 34% increase of the overall envelope for the 4 th replenishment of the GEF in spring 2010. This has translated into a 28% increase of the biodiversity envelope. This owes much to additional efforts from a number of EU Member States. ",
        "EN 9 EN • Environmental Impact Assessment . A recent review of environmental assessment regimes of bilateral and multilateral development agencies, 23 showed that while all the development agencies of the EU Member States that were analysed considered environmental assessment in their procedures to a certain extent, their application methods and stringency differed from country to country. • ENRTP . The mid-term review of ENRTP concluded that the programme was highly relevant to its objectives, which include the protection of biodiversity. The review also called for better integration of the work achieved under the ENRTP in the main geographic programmes. The second phase of the ENRTP will run from 2011 to 2013 and an increase in funding for biodiversity is proposed. • Biodiversity training of EU staff . Training for EU delegation staff and headquarters country desks has been initiated to contribute to intensifying outreach activities on biodiversity with third countries. 8. To substantially reduce the impact of international trade on global biodiversity and ecosystem services. Illegal trade of endangered species is a major pressure on biodiversity. The EU plays a leading role within the Convention on International Trade in Endangered Species (CITES) and supported the adoption of important decisions at the 15 th Conference of the Parties of the Convention in Doha in March 2010. However, the Parties failed in relation to the conservation of marine species – including on the emblematic case of blue fin tuna. The EU has remained fully engaged in the process of the negotiations on the international regime on Access and Benefit Sharing of genetic resources (ABS) with a view to its adoption by CBD CoP10 in October 2010. Other highlights • Forest Law Enforcement, Governance and Trade (FLEGT) . The first Voluntary Partnership Agreement (VPA) was ratified with Ghana in November 2009. Negotiations on FLEGT VPAs are ongoing with Malaysia, Indonesia, Liberia and the Central African Republic. Agreements are being finalised with Cameroon and Congo-Brazzaville. • Illegal logging . The Regulation laying down the obligations of operators who place timber and timber product on the Market, aiming at eliminating illegal timber in the EU market, was endorsed by the European Parliament in July 2010 and is expected to be adopted by the end of 2010. 23 Environmental Assessment Summary Sheets: Bilateral and Multilateral Development Agencies, Canadian International Development Agency on behalf of the DAC Working Party on Environmental and Development Assistance http://www.acdi-cida.gc.ca/acdi-cida/acdi-cida.nsf/en/REN-218131217- PEH ",
        "EN 10 EN • Sustainability Impact Assessments (SIAs) . Ensuring that recommendations made in SIAs of trade agreements are acted upon has remained a priority. C. POLICY AREA 3: B IODIVERSITY AND CLIMATE CHANGE Objective 9. To support biodiversity adaptation to climate change. The EU has continued to highlight the important inter-linkages between biodiversity and climate change, and this is increasingly being reflected in policy development. Council Conclusions from December 2009 and March 2010 explicitly recognised the fact that, when it comes to helping countries adapt to climate change, biodiversity provides many of the same services as man-made technological solutions, often at significantly lower cost. Protecting and restoring biodiversity therefore provide some cost-effective opportunities for climate change mitigation or adaptation. The December 2009 Conclusions include a recommendation that ecosystem-based approaches for the mitigation of and adaptation to climate change be developed and used. Other highlights • White Paper on Adaptation to Climate Change 24 . Adopted in 2009, the White Paper emphasises the importance of maintaining and restoring ecosystem integrity and the development of a \"green infrastructure\". • Copenhagen Accord . Further to the Copenhagen Accord under the UN Framework Convention on Climate Change (UNFCCC) in December 2009, and in particular provisions on financial assistance from industrialised countries, the Commission is exploring options to enhance biodiversity co-benefits. • Reducing Emissions from Deforestation and Forest Degradation (REDD) . Based on the Communication on deforestation from 2008, the EU calls for halting global forest cover loss by 2030 at the latest and reducing gross tropical deforestation by at least 50% by 2020 from current levels. The key tool to deliver on this objective, which would entail major climate/biodiversity co-benefits, is REDD. Achieving an agreement on REDD by the UNFCCC CoP in December 2010 in Cancún is a core EU objective. • The European Commission's Global Climate Change Alliance (GCCA) is providing support inter alia for adaptation measures in Least Developed Countries and Small Island Developing States. Several projects are focused on ecosystem-based approaches such as wetland and coastal ecosystem restoration. D. POLICY AREA 4: T HE KNOWLEDGE BASE Objective 24 COM(2009) 147 final ",
        "EN 11 EN 10. To substantially strengthen the knowledge base for conservation and sustainable use of biodiversity, in the EU and globally. Considerable progress has been achieved over the past two years in enhancing the knowledge base on biodiversity and ecosystem services, both in the EU and, more recently, at global level. Other highlights • EU Biodiversity Baseline . In June 2010, the EEA presented the EU 2010 Biodiversity Baseline and related indicators (SEBI) on the state of biodiversity and ecosystem services within the EU and at global level. • Biodiversity Information System for Europe (BISE) . In June 2010, the Commission and the EEA launched BISE. This constitutes the first web portal as a single entry point for all data and information on biodiversity in the EU. • Framework Programmes and the European Research Area : new knowledge, understanding and capacity to inform policy and management have been developed in innovative research work on soil, marine, terrestrial and freshwater biodiversity. • IPBES . At global level, the international community came to an agreement in June 2010 to establish an Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services (IPBES) to replicate the success of the Intergovernmental Panel on Climate Change (IPCC). The EU had been the initiator and main proponent of the establishment of IPBES. • TEEB . As part of the Potsdam initiative agreed by the G8 in 2007, the study on The Economics of Ecosystems and Biodiversity (TEEB) was launched with a view to making the economic case for biodiversity protection. The Commission has been a core TEEB funder from the outset. Many further TEEB deliverables have been published since 2008 – including in particular TEEB for Decision Makers and TEEB for Businesses respectively in 2009 and 2010. The finalisation of all TEEB reports is planned for October 2010 25 . E. THE FOUR KEY SUPPORTING MEASURES 1. Ensuring adequate financing. The European Agricultural Fund for Rural Development (especially under Axis 2) remains the most important Community funding source for Natura 2000 and biodiversity in the EU. Additionally, the European Regional Development Fund and the European Fisheries Fund are significant source of Community funding. Establishing an agreed methodology to determine how much Community funding has been used by the Member States for nature and biodiversity remains a problem, making it difficult to obtain fully reliable figures, and needs to be addressed. 25 TEEB. www.teebweb.org ",
        "EN 12 EN Only 20% of the total financing needs for managing protected areas including the Natura 2000 network in Europe are being met 26 . In 2004, it was estimated that the management of Natura 2000 would require an investment of € 6.1 billion annually for the EU-25 27 . An updated assessment based on information provided by Member States broadly supports this earlier estimate. The EC has therefore engaged in an exercise with Member States to assess the economic and social benefits, as well as the current spending and the actual need to finance Natura 2000. For that purpose, an Information Technology Tool has been developed. Estimates for broader biodiversity needs – beyond Natura 2000 – are being developed as part of the 2020 EU Biodiversity Strategy. Other highlights • Natura 2000 – Site Management Plans . The insufficient development of such tools continues to be a limitation to ensuring adequate financing of the Natura 2000 network. • LIFE+ . The dedicated funding to nature and biodiversity from LIFE+ is of a smaller scale than other EU funding streams, but the approximately € 836 million that is to be spent between 2007-2013 are directly aimed at benefiting nature and biodiversity. 2. Strengthening EU decision–making and implementation. Implementation gaps were previously identified by the Commission as one of the likely causes of the failure of the EU to reach its 2010 biodiversity target. The Commission has been actively addressing key implementation gaps. Other highlights • Environmental law . In 2008, a Communication on implementing European Community Environmental Law 28 was adopted with the aim of showing how EU environmental law could be better implemented through a diverse combination of innovative tools. • European Network of Environmental Authorities (ENEA) . In 2009, ENEA (set up by the Commission and consisting of Members States’ experts dealing with Structural Funds programmes) established a dedicated working group for biodiversity. • BAP reporting . Despite the non-binding nature of the BAP and the voluntary character of the reporting requirements therein, Member States have made a considerable effort to provide the Commission with comprehensive and updated information. 26 TEEB 2009. 27 COM(2004) 431 28 COM(2008) 2876 ",
        "EN 13 EN 3. Building partnerships. Establishing partnerships with Member States, other institutions and stakeholders has been highlighted recurrently at national and EU level as one of the requirements for successful biodiversity policy. Other highlights • EU Business & Biodiversity Platform . The Commission launched the Platform in June 2010 to help businesses identify business risks and opportunities linked to biodiversity. The aim is now to build synergies with similar initiatives at national level. • European Investment Bank (EIB) Group . In 2010, the Commission has engaged in establishing a partnership with the EIB Group towards the development of innovative financial instruments for biodiversity. 4. Building public education, awareness and participation. The EU has continued its efforts to raise public awareness of the importance of biodiversity and make the case for biodiversity conservation. Other highlights • Eurobarometer . The Commission carried out a Eurobarometer opinion poll on biodiversity in 2010 29 . Two thirds of EU citizens were familiar with the term biodiversity. However, only 38% said they knew the meaning of the term and 8 out of 10 respondents had never heard about Natura 2000. • EU Biodiversity Campaign . A major campaign was launched in January 2010 30 to harness public support for action to halt biodiversity loss. • Green Week . Green Week 2010 was entirely devoted to biodiversity with a view to further sensitising and involving stakeholders. F. MONITORING In addition to the major developments highlighted above (EU Biodiversity Baseline, BISE), research and monitoring efforts have been intensified in order to fill key knowledge gaps and unknown parameters on the state of biodiversity. 29 Flash Eurobarometer Series No. 290 http://ec.europa.eu/public_opinion/flash/fl_290_en.pdf 30 http://ec.europa.eu/environment/biodiversity/campaign/index.htm ",
        "EN 14 EN Other highlights • Knowledge gap analysis . The EEA is about to publish such an analysis, in particular as regards indicators for ecosystems and ecosystem services. • Biosoil . In 2009, the EU completed this demonstration project to monitor forest soil biodiversity, co-funded under the Forest Focus Regulation 31 . • Natura 2000 viewer. In 2010, the EC launched an interactive tool enabling people to locate Natura 2000 sites and access related information: the Natura 2000 viewer. • Global Monitoring for Environment and Security (GMES). The initiative with its Initial Operation starting in 2011 will provide earth observation data and derived information products to support the monitoring of both marine and terrestrial environment. CONCLUSIONS Despite important progress in delivery of the BAP, the overall goal of halting biodiversity loss in the EU by the end 2010 has not been achieved, nor has the global target. While still insufficient, significant progress has been made over the last two years on: – the further selection and more effective protection of Natura 2000 sites; – improving the knowledge base; – establishing further linkages between biodiversity and climate change and emphasising co-benefits as a result of integrated approaches. The findings of this report also confirm the failures identified in the Commission Communication on Options for a post 2010 policy 32 . More progress needs to be made on: – the integration of biodiversity considerations into other sectoral policies; – making available the necessary funding; – filling existing policy gaps. The Commission is working on the future EU biodiversity policy framework. The findings of this 2010 BAP assessment will provide valuable input to this work. Action and implementation continue to be needed at multiple levels: international, EU, national and sub- national. The approach taken in the EU BAP to share responsibility for implementation between all sectors and establish partnerships with Member States remains fully relevant. What is also clear is that the shortcomings of BAP implementation to date and its failure to 31 Regulation (EC) No 2152/2003 of the European Parliament and of the Council of 17 November 2003 concerning monitoring of forests and environmental interactions in the Community (Forest Focus). 32 COM(2010) 4 ",
        "EN 15 EN achieve the 2010 biodiversity target will need to be reflected upon, to ensure successful delivery of the 2020 target at EU and global levels. "
    ]
}