{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 8.10.2008 COM(2008) 626 final C OMMUNICATION FROM THE C OMMISSION TO THE C OUNCIL , THE E UROPEAN P ARLIAMENT AND THE E UROPEAN E CONOMIC AND S OCIAL C OMMITTEE AND COMMITTEE OF THE REGIONS LOCAL AUTHORITIES: ACTORS FOR DEVELOPMENT {SEC(2008)2570} ",
        "EN 2 EN C OMMUNICATION FROM THE C OMMISSION TO THE C OUNCIL , THE E UROPEAN P ARLIAMENT AND THE E UROPEAN E CONOMIC AND S OCIAL C OMMITTEE AND COMMITTEE OF THE REGIONS LOCAL AUTHORITIES: ACTORS FOR DEVELOPMENT 1. LOCAL AUTHORITIES : AN EMERGING DIMENSION OF DEVELOPMENT POLICY In the framework of an initiative for reconstructing the market in Majunga city in Madagascar, the French city of Mulhouse is providing know-how and advice to its partner city on the management and organisation of the market's activities, for the duration of the reconstruction works. A small Italian municipality - Santa Croce Sull'Arno (Population 13,000) - has been instrumental in developing the previously non-existent capacity to register births in five municipalities in Burkina Faso. With the support of the Burkina Faso Ministry of Local Administration and Decentralisation, this experience will now be rolled-out to other regions. Since the 1990s local authorities have increasingly been viewed as players in development policy 1 . Most recently, the European Consensus on Development, the revised Cotonou Agreement and a number of EU institutions' Conclusions, Resolutions and Opinions 2 reiterate local authorities' significant expertise not only in terms of service delivery but also as catalysts for change, conflict prevention, decentralisation and confidence-building in the development process. Local Authorities (LA) in some EU Member States allocate considerable financial resources to development (representing nearly 15% of national ODA in Spain for instance), and have developed specific instruments for aid delivery (programmes, co-financing instruments, city- to-city links, direct cooperation agreements). At the same time, there has not been a thought- out, strategic approach at EU level, to facilitate and recognise the various facets of this increased involvement of LAs in EU development policy. The increased participation, the volumes of financial resources mobilised and the growing diversity and numbers of the actors involved suggests a need to qualify and quantify this evolution and to put forward the basis of a coordinated approach for the structured involvement of LA's in development cooperation policy. A strategic approach at the EU level 1 The UN conferences (Rio de Janeiro 1992, Istanbul 1996) on Environment & Development and Human settlements, the 2000 Millennium Summit and the 2002 Johannesburg World Summit on Sustainable Development formally recognised their role. 2 Communication Governance and Development COM 2003, 615 final, Opinions of the Committee of the Regions on Decentralised Cooperation in the reform of the EU's Development Policy 2006/C115/09. Opinion on Governance in the European Consensus on Development 2007/C197/09. European Parliament Resolution of 15 March 2007 on local Authorities and Development Cooperation 2006/2235 INI. Africa-EU Joint Strategy and Action Plan 2007. The EC Communication on the EU Strategy for Africa: Towards a Euro-African Pact to Accelerate Africa’s Development COM 2005, 489 final. ",
        "EN 3 EN will facilitate a more coordinated involvement of LA's in EU development policy, while recognising the principle of subsidiarity 3 . The purpose of this Communication is therefore two-fold. On the one hand, it seeks to recognise the importance of this recently emerged phenomenon. On the other, it attempts to draw out the first elements of a response strategy that will allow capitalisation and maximisation of LA's experience as partners in development policy. It seeks to launch a process that will reinforce their participation in the design and implementation of development activities, in a coordinated and strategic manner. 2. LOCAL AUTHORITIES: WHY DO THEY MATTER ? 2.1. Local Authorities in Europe The term \"local authority\" encompasses many different actors at different levels. LAs in Europe include more than 91,000 authorities at local level (municipalities), 1,150 intermediary level organisations (districts, counties) and more than 100 regional bodies 4 . While some local authorities have attained a true devolution of central government's powers in development policy, the involvement of others comes as an additional effort to that of central governments. For some LAs Decentralised Cooperation is central to their external relations strategies, while for others, it is spin-off of their increased presence on the international scene. Decentralised cooperation is most often in concert with other local actors (e.g. NGOs, universities) but also includes direct delivery or through multilateral partners (e.g. UN). Local Authority is used in this Communication in its widest sense to encompass the large variety of sub- national levels and branches of government i.e. municipalities, communities, districts, counties, provinces, regions etc. Concerning development cooperation there is substantial heterogeneity in the mandate, finance and functions at each level and within each level. Decentralised Cooperation is used here to describe the publicly and privately funded aid provided by and through local authorities, networks and other local actors. As the contribution of LAs to the development process is increasingly acknowledged by policy makers and donors at EU level, it is timely to reflect upon how to capitalise on this expertise and to ensure more effective communication and cooperation between actors. LAs have initiated a great diversity of mechanisms to structure themselves in order to coordinate their activities, create economies of scale, make their work more efficient and to be heard at sub-national, national, European and international level. These include associations, fora, regional and national observatories, thematic and regional networks etc. 2.2. Local Authorities in development While the involvement of local authorities in external cooperation and development policy, especially through town twinning, has a long history, the last decade has witnessed a radical change in its nature. Decentralised Cooperation has emerged as a new and important dimension of development cooperation. It has become more comprehensive and 3 Subsidiarity is an organising principle by which matters should be handled by the most appropriate level. 4 Council of European Municipalities and Regions: The state of Europe's local and regional government in 2006/2007 Edition ",
        "EN 4 EN professionalised; relying on institutionalised networks with outreach into developing countries; utilising a diversity of tools in all the regions of the world and with an exponential increase in financial allocations (see Box 1). Box 1 – An emerging dimension – Catalonia, Spain The Catalan Agency for Development Cooperation, created in 2003 is responsible for managing the Government of Catalonia’s development cooperation based on a comprehensive 4 year master plan with 11 priority countries in areas such as access to health and drinking water; education, productive capacities and food sovereignty; peace building; gender; governance and human rights; and environment. Catalonia's development cooperation budget has doubled in the last three years from a total of Euro 30.5 Million in 2004 to just under 60 Million in 2007. The target being to reach budget allocations of 0.7 % of taxable income by 2012 totalling just under Euro 80 Million. Institutionally LAs have a high degree of coordination. Many Catalan local authorities are involved in decentralised cooperation and have created the Catalan Cooperation Fund, formed by 290 LAs, most of them being municipalities but also councils, deputations, other local entities or NGOs and social entities. Local authorities are bringing unique added value to development processes (Box 2). In addition to the concrete actions in developing countries, local authorities are key to mobilising different stakeholders to work together, thus generating collaborative approaches for attaining common development goals and are keen communicators for development (increasing public awareness and rallying additional support for development). Due to their proximity and territorial presence, as well as knowledge of local needs and expertise in traditional sectors conducive to poverty reduction – urbanisation, water and sanitation, assistance to vulnerable groups and poor populations in remote areas – LAs can participate greatly in maximising the effects of development assistance by bilateral and multilateral donor institutions (Box 3). LAs have direct experience of and valuable skills in territorial development, decentralisation and strengthening democratic governance. The evolution in the concept and delivery of development assistance has further increased the focus on good governance and democratisation, processes in which local authorities play a central role. This has been paralleled by increased representation of EU local authorities on the international political scene and in their aid activities. BOX 2: LAs added value A wide field of action: Social sector: cooperation between the city of Barcelona and Puebla (Mexico) on gender violence. Actions led in Puebla could also be used in Barcelona to fight against gender violence among the Latin American immigrant communities in Barcelona. Rehabilitation of urban areas or livelihoods: Lower Saxony (together with the Jayawickreme Foundation), supports the families of fishermen in Weligama, Sri Lanka where the 2006 tsunami wreaked devastation, destroying both homes and livelihoods (boats and nets). Health: partnership between the Rhône-Alpes Region and the region of Khammouane / LAOS gathering different type of partners such as NGOs and universities. Participation of Catalonia to a SWAP in the health sector in Mozambique. Humanitarian solidarity : Übach-Palenberg and a major industrial donor are partners in building a school in southern Sri Lanka, providing free schooling for girls from the region affected by the tsunami. Catalyst for change: in the course of the implementation of its project aiming at urbanising an area of the city of Gaza, the City of Barcelona promoted participative approach and succeeded in making work together Palestinian municipal authorities and representative of the neighbourhood. A network gathering the different cities having cooperation actions in Gaza has been set up (EuroGaza) and meets at least once a year to coordinate activities. Long-term partnerships and twinning : Leipzig established a partnership with the region of Ambalangoda (southern Sri Lanka) which began with a fund-raising campaign for emergency aid for drinking water and ",
        "EN 5 EN electricity and was further developed in education projects and reconstruction of technical and social infrastructure. Responsiveness to local needs : The Tuscany region has set up a long-term cooperation framework in which cooperatives in Burkina Faso collaborate on the production, commercialisation and delivery of green beans to Italian supermarkets without the need for parallel market structures. Multi actor partnerships : The City-to-City link between Nueva Guinea in Nicaragua and Sint-Truiden in Flanders, Belgium originated from civil society groups in Sint-Truiden and Nueva Guinea. The Nueva Guinea municipal council has built on this twinning to give impetus to youth, environmental, educational, and area planning and management projects, and encouraging civil society participation in local authority affairs. Awareness raising : the Rhône Alpes Region is supporting various different networks aiming at promoting fair trade, the city of Barcelona is working with the regional department of education of the Cataluña region to try to develop curricula on development. Examples such as these open a plethora of opportunities as regards the potential role of LA in development policy. But at the same time, the multitude of actors, combined with the extensive sectoral scope, makes the playing field even more complex and multi-layered. Multi-actor partnerships are significant in this regard, since they combine the respective added values of LAs and Civil Society Organisations, and fostering this kind of partnerships has a strong potential of having positive effects on LAs' contribution. In order to leverage the potential of this diversity and avoid the risk of further fragmentation of development assistance, due consideration is needed as regards LAs' contributions in the field of aid effectiveness and the impact of development actions. That opens opportunities for the building of more strategic and long-term vision partnerships embedded in wider processes. This is of utmost importance, especially now, when the international community's commitments for financing for development and reaching the MDGs look bleak. The Commission has been extensively involved in supporting local authorities in the EU and partner countries, more specifically through direct support to decentralisation through geographical programmes, as well as, the decentralised cooperation through the thematic programme 'Non State Actors and Local Authorities' 5 . The rationale for strengthening the role of local authorities as development actors within EC cooperation is to firstly, effectively contribute to poverty reduction and achievement of the MDGs and secondly mainstreaming democratic governance at the local level. Indeed some LAs mobilise significant financial resources for development (see box 3). Although data is difficult to collect, these amounts are clearly increasing as evidenced, for instance, by amounts devoted to this type of activities by German local authorities, rising from € 607 millions in 2003 to € 764 millions in 2006. 5 Non State Actors and Local Authorities COM 2006 19. ",
        "EN 6 EN BOX 3: AN IMPORTANT FINANCIAL WEIGHT 6 EU wide budgets for decentralised cooperation indicate substantial allocations which are rapidly increasing. There is no aggregate up to date comprehensive information concerning the financial weight of LAs actions in international cooperation. This information is fragmented and difficult to collect and thus the purpose of this box is only to give an idea of the importance of such phenomenon. This is why actions envisaged under paragraph 3.3.2. are essential. 4 EU Member States – Spain Germany, Belgium, and France – provide significant volumes of development assistance. Other EU Member States either do not report LAs' development assistance or are not involved in regular activities. SPANISH LOCAL AUTHORITIES FOR DEVELOPMENT In 2006, € 442.8 million in ODA were contributed by LA, representing around 14,8 % of Spanish ODA indicating a substantial net increase over the last 5 years. For example, at a regional level during the period 2004-2006: Catalonia has doubled decentralised cooperation funding from € 18, 9 to € 44 million; Navarra from € 15, 5 million to € 16, 4 million; and, Cantabria from € 3, 2 million to 4,4 million. In addition, 5 communities have adopted the 0.7% of GNI international target (by 2012). GERMAN LOCAL AUTHORITIES FOR DEVELOPMENT German LAs accounted for 10% of German ODA in 2006 . LA funding of decentralised cooperation has substantially increased to 764 million in 2006 from € 607 million in 2003 7 . BELGIAN LOCAL AUTHORITIES FOR DEVELOPMENT In Belgium a similar trend exists. Belgian LAs account for 4% of Belgium ODA. LAs have incrementally increased the financial allocations to decentralised cooperation: € 53,5 million in 2003; € 58,2 million in 2004; € 63, 5 million in 2005; to € 64, 9 million in 2006 . FRENCH LOCAL AUTHORITIES FOR DEVELOPMENT France has seen increasing financial allocations to decentralised cooperation from € 115 million in 2005 to € 150 million in 2007 of net ODA 8 or 1.5% of France's ODA. This includes the activities of 3250 LA (regions, departments, communes and inter-communal structures) establishing nearly 6 000 cooperation relations (of which 1983 involving development cooperation) in 115 countries. For example, the Rhône–Alpes Region disbursed € 5,7 million in 2003 and € 6,3 million in 2005; the Ile de France Region from € 4,3 million to € 5 during the same period of time. 3. LOCAL AUTHORITIES IN DEVELOPMENT : TOWARDS AN EU RESPONSE In relations with developing countries, the EU should facilitate the elaboration of a framework for local authorities as actors for development . This would recognise the significance and importance of this emerging dimension of development, build on the recent evolution in aid architecture, recognise the value of decentralised assistance, and celebrate the long history and importance of LAs' activities in the development field. To this end , the 6 It is difficult to account for an overall set of amounts mobilised by LA to development cooperation, because of the diversity of actors involved, the varied and dynamic nature of initiatives, and means and tools developed for that, and the fact that existing international nomenclature and categorisation (i.e. OECD/DAC) is not adapted to the specificities of this form of decentralised cooperation. 7 90% of these amounts relate to imputed students cost 8 60 M EUR is declared to OECD/DAC however the 'Délégation pour l'action extérieur des collectivités locales' (DAECL) estimates the overall amount to 115 MEUR. ",
        "EN 7 EN Commission encourages the participation of LAs on a European and national level, to engage in development policy and implementation. In doing so, this framework should focus on the general principles adopted at international level in the field of development cooperation and their operational translation for LA activities, such as: country specificity, which implies a tailored support according to the specific country context; ownership and partnership, taking account of country processes and national decentralisation frameworks; flexibility and pragmatism, adapting to the dynamics of reform processes and responding to new challenges and priorities; alignment and harmonisation, including donor complementarity; building of strategic alliances to reduce transaction costs and burdens on partners' administrations; and that this will be a long-term and gradual process, requiring comprehensive and incremental support. 3.1. Local Authorities: a Structured Dialogue Considering the weight of their presence and activities, LAs as sub-national actors should be better represented on the EU scene. LAs in the EU and in partner countries can organise themselves in order to make their voices heard in the various international, bilateral and multilateral donor groups. LAs need to make better known the added value they can bring in various fields, such as the fight against climate change, conflict resolution or reaching the Millennium Development Goals (MDGs), but also in order to participate in certain debates/actions from which they have so far been excluded, notably on aid effectiveness. This should be the case for instance in using existing Country Strategy Papers, or already existing mission reports, and in participating in the division of labour at local level etc. At the EU level, the Commission proposes the establishment of a structured dialogue on development policy with LAs . This could take place under the aegis of the Committee of the Regions (CoR), given its role in providing local authorities with a voice at EU level, and include LAs and LA Networks. This dialogue could take the form of annual assemblies, involving all those active in this system of cooperation in order to strengthen these networks, enhance aid effectiveness and assure sustainability of one-off and pilot actions. Such a privileged dialogue with the Committee of the Regions would not exclude holding a bilateral ad hoc dialogue with LAs or their associations on specific issues. In this context, the EU could develop specific tools which would allow LAs to participate in such a structured dialogue and to put in place a more effective, coherent, coordinated, leveraged and complementary basis for their actions. As a first step the Commission proposes to elaborate operational guidelines to enhance the involvement of LAs in aid programming and delivery and policy dialogue at partner country, regional and EU level, thus complementing activities by the Commission 9 . 3.2. Local Authorities in the Developing Countries Local authorities in the Partner Countries are also of paramount importance as they can be key actors for enhancing local governance and in delivering public services, in particular in the context of decentralisation. A large number of partner countries are in fact currently involved in some form of decentralisation. These processes face many challenges that stronger relations with LA in EU MS could help to overcome. 9 Community support has been mainly directed through geographic programmes and through thematic programmes and more specifically the \"Non State Actors and Local Authorities\" programme ",
        "EN 8 EN Areas where LA's could have a comparative advantage range from implementing local democracy (entailing the devolution of powers to elected local bodies enjoying relative autonomy) and local governance (involving a shift from an only vertical accountability dimension to a horizontal and downward accountability, connected with principles of participation, transparency and accountability, in which civil society plays a crucial role) to a new paradigm of local (economic) development (in which local governments play a catalytic role) and territorial (regional) planning which integrates local development into a broader spatial context and stimulates synergies between different actors from private and public sector. Owing to their potential role in local development and the challenges they have to meet, local authorities in partners countries can therefore benefit from a more structured and permanent dialogue with their counterpart in the EU on these subjects as well as from cooperation activities in support to local governance. 3.3. Local Authorities in Cooperation: Nurturing our Understanding The following could form the basis of the future European approach: 3.3.1. Local actors – Aid Effectiveness and EU Local Authorities The complex, multi-level governance described above, involving a multitude of actors from the EU and partners, places aid effectiveness considerations at the very heart of the debate on LAs as actors for development . The need for such considerations is further increased by the fact that few local authorities adhere to internationally set objectives and guiding principles for delivering coordinated development assistance. Some EU regions and cities have committed to the Paris Declaration on Aid Effectiveness (Paris Declaration), but the vast majority still use their own competencies and prerogatives as the basis on which to design development activities. To this end, progress is needed on key aspects of the Paris Declaration agenda, which are as essential to development cooperation via local actors, as they are for donor-partner country relationships. These include reducing fragmentation through operationalising and implementing the principles of the EU Code of Conduct on Complementarity and Division of Labour , enhancing the use of country systems, and promoting democratic ownership, areas in which local authorities play an important role. The Commission therefore proposes that local actors enhance at the EU level development cooperation in support of local governance including LAs. The aim would be to increase the coherence, complementarity and effectiveness of different local actors. The key principles and modalities to which they could voluntarily subscribe would include the application at local level of the principles of the Paris Declaration on Aid Effectiveness, support for local democratic governance, the enhancement of national frameworks as the basis for local governance and the promotion of social and economic development. A text to this effect is currently being elaborated by concerned actors, the latest draft of which is found as an accompanying document to the present Communication. The results of a similar initiative underway in Africa could be shared through the dialogue foreseen within the framework of the Africa-EU Strategic partnership on Democratic Governance and Human rights. 3.3.2. Identifying actors and activities Development cooperation undertaken by LAs is an evolving concept with the challenge of a lack of data. In order to better identify the actors and activities involved, with a view to ",
        "EN 9 EN identifying coordination or other needs and proposing solutions, mechanisms should be established to report more effectively on LAs' development cooperation. This may include an Atlas of Decentralised Cooperation to map activities; a compendium of best practice; or an observatory built on existing capabilities. 3.3.3. \"Stock exchange\" - matching supply and demand Fragmentation, duplication and lack of information are often major obstacles which reduce impact and opportunities of LA activities. There is a scope to create a system to disseminate information and match offers and demands for LAs development cooperation - to match expertise and finance, enhance the network of EU LAs involved in territorial cooperation, and create partnerships. The Commission proposes that the EU supports the implementation of an information exchange platform – \"Stock Exchange\" - under the aegis of the Committee of the Regions, involving key EU and partner country LA networks. The aim of this \"Stock Exchange\" would be to act as a point of contact for LAs in the EU and partner countries and as a facilitating tool for creating new partnerships between EU local authorities who are seeking partners in pursuing decentralised cooperation actions. This system will also help to filter duplications and concentrate cooperation where there is added value. 3.3.4. Networks in the EU and in partner countries – strengthening partnerships / Local Authority twinning The reinforcement of cultural and institutional twinning between LAs in the EU and partner countries has a long history of achieving successful partnerships. Many of the partnerships on which Decentralised Cooperation is based originated in the twinning process. The Commission proposes that the EU supports more extensive exploitation of these development partnerships (twinning), to enhance the exchange of experience and build closer and more long-term partnerships for development. The EU and EU LAs should support the role of national associations of LAs in partner countries, in order that they can participate in their national political dialogue (for instance during the elaboration, with the European Commission, of Country Strategy Papers) in line with the principles of ownership and mutual accountability. Support for national associations of LAs in the EU and partner countries is also important in order to advance internal mutual accountability between local and central governments. 4. N EXT STEPS This Communication seeks to highlight the importance of local authorities' recent emergence as key actors in development, as well as to identify the first elements of a response strategy at EU level. It seeks to launch a process that will reinforce their participation in the design and implementation of development activities, in a coordinated and strategic manner. The Commission therefore invites the Council, the Member States meeting within the Council, the Committee of the Regions, the European Social and Economic Committee and the European Parliament, to support the development of a holistic approach to local authorities as actors in development, at global, European and national level, using tools such as outlined above. "
    ]
}