{
    "text": [
        "Prospective Report on the Future of Transnational Collaboration in European Higher Education ",
        "2 EUROPEAN COMMISSION Directorate-General for Education, Youth, Sport and Culture Directorate Policy Strategy and Evaluation Unit Evidence-Based Policy and Evaluation E-mail: EAC-UNITE-A4@ec.europa.eu European Commission B-1049 Brussels ",
        "Prospective Report on the Future of Transnational Collaboration in European Higher Education Report prepared by CHEGG and CHEPS EUROPEAN COMMISSION 2020 Directorate-General for Education, Youth, Sport and Culture EN ",
        "4 Europe Direct is a service that answers your questions about the European Union.  by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls),  at the following standard number: +32 22999696 or  by email via: https://europa.eu/european-union/contact_en Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the following information. Luxembourg: Publications Office of the European Union, 2020 © European Union, 2020 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Image © solarseven Image#75642172, 2019. Source: shutterstock.com. PDF ISBN 978-92-76-11274-7 doi: 10.2766/098140 NC-03-19-934-EN-N ",
        "The study team: Prof. Jeroen Huisman, Project Manager (CHEGG) Dr. Harry de Boer, Coordinating Expert (CHEPS) Dr. Ben Jongbloed, Expert (CHEPS) Mr. Renze Kolster, Expert (CHEPS) Prof. Barend van der Meulen, Expert (Rathenau Institute and CWTS, Leiden University) Ms. Christien Bok, Expert (Surfnet) Prof. Wim Van Lancker, Expert (KU Leuven) Contractor: Centre for Higher Education Governance Ghent (CHEGG) Ghent University Korte Meer 5, B-9000 Ghent, Belgium Phone: +32 9 264 6978 http://www.chegg.ugent.be Director: Prof. Jeroen Huisman ",
        "1 Table of Contents Table of Contents .................................................................................................. 1 Executive summary ............................................................................................... 2 Executive summary ............................................................................................... 2 1 Introduction ....................................................................................................... 3 1.1 Aims of the study ...................................................................................... 3 1.2 Terminology ............................................................................................. 4 1.3 Planning ................................................................................................... 4 1.4 Work package 1: work plan (weeks 1-4) ...................................................... 4 1.5 Work package 2: literature review (weeks 3-8) ............................................. 4 1.6 Work package 3: Foresight exercise (weeks 6-15) ......................................... 5 1.7 Work package 4: Final report (weeks 18-27) ................................................ 5 1.8 Structure of the report ............................................................................... 5 2 Review of literature: motivations, barriers and impacts ........................................ 6 2.1 Methodological approach ............................................................................ 6 2.2 Teaching and curricular cooperation............................................................. 6 2.3 Research and innovation ............................................................................ 8 2.4 (Strategic) partnerships ............................................................................11 2.5 Summary ................................................................................................12 3 Review of trends ............................................................................................ 14 3.1 Economic trends.......................................................................................14 3.2 Social policy trends ...................................................................................17 3.3 Information and communication technology trends .......................................20 3.4 Science, technology, engineering & mathematics trends ................................23 4 Scenario development ..................................................................................... 27 4.1 Research design .......................................................................................27 4.2 Trends ....................................................................................................28 4.3 Cross-impact analysis ...............................................................................29 4.4 The most important trends ........................................................................30 4.5 Delphi study design ..................................................................................31 4.6 Main outcomes of the survey .....................................................................33 4.7 Scenario ..................................................................................................35 4.8 Policy measures .......................................................................................43 References .......................................................................................................... 46 Appendix: Results of the Delphi survey ................................................................... 52 ",
        "2 Executive summary The overall objective of the project the Future of Transnational Collaboration in European Higher Education (FUTURETRAC) – commissioned by the Directorate General Education, Youth, Sport and Culture and carried out by the Centre for Higher Education Governance Ghent (CHEGG), Ghent University, Belgium and the Center for Higher Education Policy Studies (CHEPS), University of Twente, the Netherlands – was to gain insight in the nature and scope of European transnational collaboration in higher education and research in the near future (2030), as well as the drivers and barriers that affect the nature and scope of collaboration. Transnational collaboration was defined as a lasting relationship between two or more higher education institutions (HEIs) from different countries to achieve a shared goal or set of goals, where the HEIs remain legally independent, share benefits and management control over the performance of assigned tasks and make contributions in the education, research and third mission domain. To gain insight into the nature and scope of transnational collaboration, a literature review was carried out, key trends and developments were distinguished and a Delphi study was carried out to build a scenario on transnational collaboration in Europe 2030. The review of the literature on transnational collaboration shows a multitude of drivers and motivations. They include: to cater for needs of students and staff, to build or sustain reputations, to improve the quality of education and research, to reach economies of scale and to reap economic benefits. Studies stress that collaboration is often driven by a combination of various drivers and that motivations or rationales may significantly differ across the domains of teaching, learning and curriculum; research and innovation; and strategic partnerships. The review also led to insights on barriers, as well as factors that enable and sustain collaboration. Complementarities and differences between HEIs are preconditions for cooperation, but at the same time constitute barriers. These barriers play out at the level of coping with different national regulations, institutional missions and strategies and organisational cultures. The literature points out that much effort and capacity (administrative, financial, etc.) is needed to make collaboration actually work. The studies analysed offer limited insights in the actual impact of international collaboration, beyond impressions and perceptions of staff, managers or students. Key trends in the social, economic and technological domain were explored, including their potential impact on higher education in general and transnational collaboration in particular. A cross-impact analysis and futures wheel approach were used to arrive at a shortlist of the seven most important trends and developments: 1) The digital transformation of economic life; 2) Immigration 3) Ageing societies; 4) Attention for Sustainable Development Goals and interdisciplinarity; 5) Scientific collaboration and Open Science; 6) Austerity and pressures on public services; and 7) Socio-economic inequality. The trends and outcomes of the Delphi survey were used to build a scenario for transnational collaboration in Europe in the year 2030. The scenario highlights that higher education institutions feel they can and must cooperate. The key findings regarding the scope and nature of transnational collaboration in 2030 are that cooperation will primarily take place between HEIs of similar type, status and reputation. Transnational consortia will differ significantly in size, but most networks focus on teaching and research. There will also be increased cooperation with the private sector. ",
        "3 1 Introduction This report summarises the main findings of FUTURETRAC, a study on the future of transnational collaboration in European higher education. The project was commissioned by the Directorate General Education, Youth, Sport and Culture (call for tender EAC/56/2018). The report is the result of a collaboration between two higher education research centres: the Centre for Higher Education Governance Ghent (CHEGG) at Ghent University in Belgium and the Center for Higher Education Policy Studies (CHEPS) at the University of Twente in the Netherlands. The research team was supported by experts in the fields of economics, social policy, information and communication technology and STEM fields. The research team would like to express their gratitude to survey respondents and also to the European Commission, who supervised and supported the project. Also thanks to Marco Seeber (University of Agder, formerly of CHEGG) for support to the project, to Karen Williams (Drake University, Fulbright Fellow at CHEGG) for proofreading the report and to Andrea Kottmann (CHEPS), for writing the German executive summary. 1.1 Aims of the study This foresight study aims to present developments in the field of Europe’s higher education (and its global and European context) in the medium term (i.e. the year 2030). The outcomes of this study will be used to inform further steps in the development of transnational collaboration between higher education institutions (HEIs) and adjacent policy measures. More specifically, the following objectives of our foresight study can be formulated:  To determine the internal dynamics (strategic goal setting, available resources, perceived enablers and barriers) taking place within the HEIs that affect collaboration.  To determine which social, economic and technological trends are likely to influence European higher education and hence the transnational collaboration in the mid-term perspective (2030).  To develop a detailed, informed view on the nature and scope of transnational collaborations among HEIs in Europe in 2030. These objectives should be seen in the context of the study’s wish to stimulate the European debate on the future of (higher) education and to offer input to policy deliberations and development at supranational, national and institutional levels with respect to transnational collaboration. Already for several years, the European Commission has worked on the promotion of international cooperation, exchange and mobility in higher education. Numerous objectives and general principles were constituted by the Bologna process and the European Higher Education Area (EHEA). EU mobility and cooperation programmes such as Erasmus+ and Erasmus Mundus have achieved many positive effects for individuals and institutions. Additionally, the Marie Curie Actions are another tool for stimulating knowledge transfer and internationalisation. The latest Paris Communique by the Education Ministers, adopted in May 2018, strongly emphasised transnational cooperation in higher education. Increasing transnational cooperation is the aim of the recent European Universities Initiative . This initiative is funded by the Erasmus+ programme and one of the flagship initiatives of the EU’s ambitions to build a European Education Area. Through the initiative, strategic partnerships across the EU between higher education institutions will be strengthened. Higher education institutions participating in the programme will strengthen transnational alliances, and promote, among other things, the quality and ",
        "4 competitiveness of European higher education. In June 2019, the European Commission announced the first 17 alliances that will receive funding for a three-year pilot under this initiative. 1 The alliances involve 114 higher education institutions from 24 European Union member states and have on average seven partners. 1.2 Terminology Based on Todeva and Knoke’s (2005, p. 124) widely used definition, transnational collaboration is defined as a lasting relationship between two or more higher education institutions (HEIs) from different countries to achieve a shared goal or set of goals, where the HEIs remain legally independent, share benefits and management control over the performance of assigned tasks and make contributions in the education, research and third mission domain. This definition was a first step to demarcate the concept of transnational collaboration. It rules out mergers, take-over and consolidations because in such cases at least one of the organisations gives up its autonomy. Appreciating the variations in locus, length, scope and motivations, it is important to note that the study was foremost (but not exclusively) interested in types of transnational collaboration that are close to the types suggested in the recent European communications. This means that the focus was on collaborations of considerable scope (excluding individual cooperation) and length (structural or institutionalised partnership) and to a considerable extent legitimated or instigated by the institutional leadership. The inter-organisational collaborations between HEIs from different countries are voluntary, but can be encouraged by governments (e.g. through conditional funding). The goals of the collaboration may relate to education, research and/or the third mission, or even the administration. The partnering HEIs may come from the same sector (e.g. collaborations between research-intensive universities), from different sectors (research universities collaborating with universities of applied sciences), or may involve HEIs with the same or different legal status (between public HEIs only, or between public and private HEIs). Strategic partnerships with industry are excluded, although a company may join a network or consortium (as associated member) of HEIs. 1.3 Planning The project started in April 2019 and lasted until October 2019. To meet the project objectives and to manage the project over time, activities and work were divided in four work packages, described below. 1.4 Work package 1: work plan (weeks 1-4) An initial review of national and international studies and relevant European Commission publications formed the basis for a detailed work plan . This was presented for approval to the Commission. A discussion took place at a kick-off meeting and agreement was reached on the steps to be taken. 1.5 Work package 2: literature review (weeks 3-8) A literature review reflected on the motivations that higher education institutions (i.e. decision-makers and leaders at different levels of the organizational fabric) may have to engage (or not) in transnational collaboration. The review also addressed supportive mechanisms for and barriers to transnational collaboration. 1 See: https://ec.europa.eu/education/education-in-the-eu/european-education-area/european-universities- initiative_en ",
        "5 Expert reviews were carried out to identify the most influential social, economic and technological trends and developments and how they affect the field of higher education. 1.6 Work package 3: Foresight exercise (weeks 6-15) In this work package, the focus was on the foresight study. Two important foresight elements were the cross-impact analysis and the so-called future wheel, but a substantive part of the foresight was the actual scenario development based on the Delphi technique. An e-survey sent out to European experts was used to capture their expectations regarding trends and developments and how these would affect the nature and scope of collaboration in higher education and research in the coming decade. 1.7 Work package 4: Final report (weeks 18-27) In the final phase of the project all findings from the previous phases were brought together in a concluding report. 1.8 Structure of the report This chapter introduced the study, focusing on the aims, the definition of the core concept and the planning of the project. The next chapter (chapter 2) is a review of the pertinent literature on transnational collaboration in higher education and research, including motivations, barriers and impacts. Chapter 3 offers a review of the key trends that will likely impact higher education, especially transnational collaboration in higher education and research. Chapter 4 sets out the steps taken to arrive at the scenario for collaboration in higher education and research in the year 2030. This includes a survey undertaken among experts across Europe. The last paragraph of that chapter contains the actual scenario. In the appendix more detailed information on the survey results can be found. ",
        "6 2 Review of literature: motivations, barriers and impacts 2.1 Methodological approach There are a vast amount of studies that address transnational collaboration in higher education and research. Studies can be found on individual and institutional motives for cooperation, the barriers individual researchers and lecturers encounter when collaborating and the (perceived) benefits, costs and challenges of collaboration. In terms of methods, studies may be based on a single case or a couple of cases (individuals, organisations or countries), national or institutional surveys, interviews or may rely on bibliometric analyses when focusing on the impact of collaboration. There is also considerable variety with respect to the geographical focus. In light of the objectives of the study, the following choices were made regarding the inclusion of studies in our review: - Relevance I: Studies should address (a) motivations/drivers for and/or expected benefits of transnational collaboration; and/or (b) barriers, costs and challenges of collaboration; and/or (c) impacts/results of collaboration. - Relevance II: Studies should – in light of our definition of transnational collaboration – preferably address the organisational level motivations, drivers, benefits and challenges. When indirectly relevant for the organisational level, we include some studies that are situated at the individual level. - Relevance III: Studies should geographically focus on Europe or European countries, but studies from other regions that address a pertinent sub-theme (e.g. partner asymmetry) were retained. - Generalisability: Most attention went out to comprehensive studies that offer the “big picture”, but studies with a s maller focus (e.g. case studies) were added to offer relevant examples and nuance. - Type of publication: There was no preference for specific types of publications (e.g. journal contributions versus reports). - Scope: Mindful of the fact that collaboration activities (including motivation for, barriers to and impacts of) differ between research and innovation, teaching and curriculum matters and the strategic partnerships, studies were included on all three themes. - Time span: More attention was paid to studies carried out in the last decade or so, but exceptions were made in cases of highly-relevant (e.g. much cited) older studies. - Saturation: When additional studies confirmed previous findings and no additional insights were gained, it was deemed appropriate to stop the search for more studies. What follows are succinct summaries of the most pertinent studies by theme. It should be noted that some studies (e.g. Craciun and Orosz, 2018) address various themes. 2.2 Teaching and curricular cooperation Waterval et al.’s (2015) study is one of the most encompassing analyses regarding the factors that affect the success (and failure) of transnational educational collaboration. Their literature review addresses particularly the barriers that are due to differences betw een partners’ perspectives and practices. They point to different learning behaviours of students, differences between teachers´ pedagogical approaches, differences in ",
        "7 attitudes and approaches towards assessment, as well as differences at the management levels, such as quality assurance procedures, leadership styles and capacity (see also Tauch and Rauhvargers, 2002, on joint masters and e.g. Smith, 2010 on transnational quality assurance). Obst et al. (2011) surveyed double and joint programmes globally. Their report on 245 higher education institutions involved in partnerships reveals that the following motivations are particularly important: broadening educational offerings, strengthening research collaboration, advancing internationalisation, enhancing competitiveness on the global/national educational market and increasing visibility or prestige. Motivations that are less important are: increasing revenue (but this may be an important motive in some countries), offering courses from partner institutions that do not exist at the home institution, and responding to a particular student demand. The two major challenges are to secure adequate funding and sustainability. Language issues – with English being normally the lingua franca in cross-national cooperation – and negotiating memoranda of understanding are not considered as challenges. Respondents to the survey claim – with respect to the impact of collaboration – that the cooperation enables them to recruit good quality students, to facilitate more collaboration between faculty at the home institution and partner institution(s), to increase international visibility of their institution and to boost the internationalisation of the campus. A Nuffic (2015) report, based on a literature review and a project involving many experts on joint degrees, shows similar results. Motivations to engage in curricular cooperation are: to raise the international visibility and reputation of the institution; to increase global student recruitment and the level of internationalisation; to raise institutional revenue by increasing foreign student enrolments; to deepen and institutionalise cooperation with consortium partners and to establish more sustainable strategic relationships; and to build networks of excellence to strengthen (strategic) international research collaboration. An earlier study by Michael and Balraj (2003), based on a literature review, reports on various constraints: weak institutional governance, state bureaucracy inhibiting institutional entrepreneurship, faculty resistance, lack of clarity regarding the institutional ownership of the joint degree, ambiguous or unequal load sharing between partners, poor communication infrastructure, and stifling accreditation requirements. In a case study on a collaborative project (dual degrees), Culver et al. (2012) interviewed and surveyed the staff and management involved, as well as students and alumni. The researchers report on the added value for students: personal growth stems directly from experiencing a degree programme in two cultures. All of the stakeholder groups note the increase in language capabilities of students. There was however no evidence provided by any of the stakeholders that participation in a dual degree programme increased the students’ labour mark et prospects. Another interesting case study is offered by Ryan et al. (2017) for it focuses on online curriculum development. The case – involving partners from four European countries – reveals challenges regarding the translation of course contents; administration and accreditation; and permeability between credit systems. A study of the Council of Graduate Schools in the US (2010) summarises findings from a literature review, suggesting that higher education institutions cooperate because of the increas ed prestige that may result from: an institution’s reputation as a global university, increased international student recruitment and tuition dollars, sharing of world-class equipment and resources, and an enhanced educational climate. Respondents (survey and interviews) reported that their key motivations were: to attract international students (86%), because of faculty interests (84%), because of administrative interest in internationalisation of the institution (81%) and strengthening academic research quality (79%). Challenges encountered by respondents were: ensuring programme sustainability, securing adequate funding, recruiting students, negotiating a memorandum of understanding and deciding on the fee structure. Respondents believe that there are clear benefits for students: there are more training and research ",
        "8 opportunities and a broadening of cultural perspectives. Furthermore, skills in undertaking collaborative programmes are deemed necessary to use in (future) international research projects. Benefits for faculty – according to the respondents – include broader research networks and access to new knowledge, skills, and resources. Impacts for institutions include broadened research capacities, enhanced powers to recruit talented international students and faculty, and a more visible and global research profile. The Education, Audiovisual and Culture Executive Agency (EACEA, 2013) analysed documents of 57 Erasmus Mundus programmes and their lessons learned and found sustainability to be a major concern. Only a few programmes would be able to continue as originally planned if they were to recruit self-paying students. Their conclusion is that more efforts should go into developing business models and exploitation and marketing plans; developing quality assessment metrics; and carrying out impact analyses in view of sustainability of the study and training programme beyond the period of Erasmus Mundus funding. Although Erasmus+ covers much more than curricular cooperation and mobility, a basic element of the programme is that (higher education) partners in different countries subscribe to a project with a common objective. A recent meta-level reflection on the programme (EC, 2018) offers some insight in the perceived benefits and barriers. Overall, respondents (in separate studies on the functioning of Erasmus+) share that the programme improves the quality, innovation and internationalisation in education and training. Survey results reveal that participating institutions are more internationalised, both within and outside the EU. Respondents argue that Erasmus+ has particularly led and will lead to more international cooperation with existing, but also with new partners. Practitioners state that they have shared their own knowledge and experience with students and other persons after their participation in Erasmus+. Challenges to cooperation pertain the complex procedures and tools needed, insufficient budgets for projects and too complex application and reporting procedures. Small countries and countries from central and eastern Europe are better integrated in the programme. However, disadvantaged groups do not sufficiently benefit. The point made above regarding learning and dissemination also appears elsewhere. Studies suggest important clues to take away barriers or share best practices, see e.g. Spencer-Oatey (2013), the report by the Joint Degree Management and Administration Network (2008) and Nuffic (2015) on joint programmes. 2.3 Research and innovation Zacharewicz et al. (2017) highlight through a literature review important internal motivations (i.e. motivations from within research organisations) for collaboration in the area of research, technology and innovation. These motivations include: access to foreign knowledge, access to markets, following domestic clients, partnering to attain critical mass, access to resources and facilitating foreign domestic investments. Important external drivers are: changes in research field, changes in funding landscape and increasing R&D demand in emerging countries. This study, but see also Cruz-Castro et al. (2015), refers to organisational challenges regarding different strategic orientations and missions of the partners; different levels of autonomy; resource constraints and funding arrangements; capacity problems (know-how, skills, intercultural knowledge); high costs (also in terms of administrative support) and challenges in building trust between collaborative partners across cultural and institutional boundaries. External barriers are: the lack of collaboration frameworks at international level, high levels of competition, funding dependence on national and regional governments, legal aspects and the diversity of international markets. Craciun and Orosz (2018), in their study on costs and benefits of transnational collaboration across the teaching and research domain, list important potential economic ",
        "9 and non-economic benefits. Examples of economic benefits are: increasing institutional revenue (more and better patents, fees from international students and scholars, research grants, access to and exchange of financial resources); increasing efficiency in using time and resources; and enhancing competitiveness on the global and national educational market. Non-economic benefits include: providing additional uses for educational content; developing and/or internationalising the curriculum; enhancing the diversity of programmes and expanding educational offerings; offering mobility opportunities to students, faculty and staff; enriching library holdings and e-learning platforms; diversifying faculty, staff and student body; increasing research output and quality; reaching and recruiting more and better international students; developing and strengthening institutional capacity; advancing campus internationalisation; improving standings in global rankings; gaining knowledge about operating in foreign jurisdictions; consolidating partnerships, academic research collaborations and alliances; and gaining prestige and reputation. Although international co-publication is considered an important output of international collaboration, it may stem from individual level initiatives and as such does not fully fit our definition of transnational collaboration (which takes the HEI as the unit of analysis), the topic receives considerable attention in the literature. Craciun and Orosz (2018) point out that there is considerable support for the hypothesis that more and better publications are key benefits from international collaboration. Hence, recognising drivers of and impact of international collaboration is important. Katz and Martin (1997) address this theme in a much-cited conceptual contribution. They list the following drivers and motivations: changing patterns of funding; to increase scientific popularity, visibility and recognition; increasing demands for rationalisation of academic manpower; requirements for more complex (and large-scale) instrumentation; increasing specialisation of science; advancements in disciplines makes it more difficult to offer - as a single scientist - a genuine contribution; train researchers as effectively as possible; cross-fertilisation across disciplines; work closely together to benefit from skills and tacit knowledge. The positive impact of co-publication is addressed by the OECD (2017c): measures of international scientific research collaboration and citation impact at the country level are positively correlated, especially for economies with lower levels of scientific production. Benavent-Perez et al. (2012) found a positive correlation between the degree of international collaboration and the normalised citation impact (the more international and national collaborators, the more impact). However, the normalised impact over time is non-linear and fluctuating. Persson (2010) emphasized that there may be important differences across countries and institutions , and analysed whether international papers are dominant among highly cited papers. Collaboration is not always easy, not even within the same country, which is illustrated by Bozeman et al. (2016). Through interviews with around 60 US scholars, they found that good cooperation is characterised by: meshing of collaborators' personalities, effective communication, productivity, meeting commitments and trust. Bad cooperation emerges under the following circumstances: if partners do not meet work commitments, when there are disputes about crediting (including ghost authorship and exploitation), when personalities clash, when there are asymmetric investments, when there are organisational or institutional clashes and when there are cultural or national origins differences. Kosmützky (2018) also reports, based on a literature review of studies on teams involved in comparative research, that different cultural, disciplinary and methodological perspectives (and identities) of team members can positively influence as well as hinder comparative research processes. Studies also consensually call for reflexivity of the research practice, team communication, dynamics and relationships, power relations and differences (cultural, methodological, ideological, disciplinary, etc.) in all phases of the research process in order to deal with tensions, task complexity and mutual trust building. Although the literature is not clear regarding the scope and size of collaboration problems, it is important to consider – next to the generally positive ",
        "10 outcomes – the darker sides of collaboration. Macfarlane (2017) argues that next to very positive motivations, like sharing ideas for the common good of scientific advancement, nurturing the development of less experienced colleagues, and disseminating knowledge claims via a range of scholarly platforms, a close watch should be kept on less benign motivations. These motivations include collaborations being driven by the pressures of performativity linked to increased research output and through practices that reinforce the power of established networks (collaboration-as-cronyism). Karvounaraki et al. (2018), based on a survey among project leaders in European research and education projects, report the following drivers and opportunities for collaboration as the most important ones: similar topics and interests, to develop student skills, to have increased access to EU and international funding, and to build on existing contacts between staff members. The (perceived) added values and benefits are, according to the respondents: improved internationalisation, improved and diversified educational offer, improved student skills and increased mobility of students and staff. The most important barriers are: lack of sustainable funding, administrative barriers, complexity of funding instruments and legal barriers. It is interesting to note the report also listed some potentially weaker barriers, including: different academic calendars and students' visas. At the organisational level, leadership and organisational factors and (the lack of) institutional capacity are frequently mentioned as barriers, in addition to (lack of) funding and administrative and legal barriers. Boekholt et al. (2009) investigated international research collaboration of science and technology institutes (STIs). It should be noted that their focus is on national programmes (and national institutes), not “traditional” higher education institutions. The most important (overall) driver for collaboration is to improve the quality, scope and critical mass in science and research by linking national (financial and human) resources and knowledge with resources and knowledge in other countries. More specifically: (a) to obtain access to state-of-the-art knowledge abroad as well as to attract state-of-the-art knowledge or people to the ‘home’ country and (b) to build up national STI capabilities through international cooperation. Other important drivers are: improving national competitiveness, supporting less developed countries by developing STI capabilities, tackling global societal challenges and creating good and stable diplomatic relationships (and indirectly ensuring international security). Regarding the challenges to collaboration, the authors note that STI collaboration policies and programmes combine various objectives, and usually have fuzzy goals and envisaged outcomes that are not well defined. In such cases, creating a coherent set of indicators to measure its success (on all fronts) becomes difficult. There are many assumptions regarding how international STI collaboration may have an effect, but these are rarely specified or operationalised in the implementation of the policies and instruments. The various European programmes and initiatives are generally perceived as valuable by participants and deemed effective in reaching the set objectives (see the various ERASMUS evaluations, e.g. European Commission [2018] and Marie Skłodowska -Curie Actions evaluations, e.g. Franke et al., 2017). It should be noted that these evaluation studies are particularly geared towards goal achievement, with relatively limited attention to barriers and problems. In relation to the goals of MSCA, Franke et al (2017) report as impacts: high quality of doctoral training, new (international) collaboration emerging, an increase in interdisciplinary work and increased capacity to bid for new projects. However, objectives regarding patents, trademarks, clinical trials, etc. are often not achieved. The EC (2018) reports that a further simplification of procedures and tools is needed and that budget envelopes for most of the sectors were regarded as insufficient. Furthermore, there is reference to too complex application and reporting procedures. The above reflections should not lead to the conclusion that collaboration is by default problematic. There are studies that reflect on successful collaboration (Pfotenhauer, Jacobs, Pertuze, Newman, & Roos, 2013) or point at clear and potential benefits ",
        "11 stemming from international collaboration (e.g. Benavent-Perez et al., 2012; Jacob & Meek, 2013). 2.4 (Strategic) partnerships Ayoubi and Massoud (2012) analysed the pertinent literature on strategic partnerships and looked at four UK case studies. The interviews with senior representatives of the universities did not address the institutions’ motivations to engage in partnerships, but highlight the following barriers and challenges (i.e. those mentioned by three or four of the case studies): partnerships are general and not active, inappropriate selection of partners and preparation stage obstacles, quality control issues, communication and language problems, lack of interest from staff and departments, lack of interest from students and other obstacles related to the students. Although Sandström and Hudson’s (2018) report speaks about internationalisation in general, the scope of their survey (more than 2,000 respondents across Europe) and their attention to specific types of internationalisation (including strategic partnerships) makes their report relevant for this study. The three main goals of internationalisation are: “[p]reparing students for a globalised world, enhancing their employability and improving the quality of education” (p. 19). In terestingly, the survey did not emphasise financial benefits as a motivation, although this motive is often mentioned in the literature. International strategic partnership is listed as the fourth most important internationalisation activity (mentioned by 38% of respondents, in sharp contrast with the findings from 2014: 79%). The most important internal challenges are (mentioned by 24-39% of respondents): insufficient budgets, lack of commitment of staff, lack of internal recognition and lack of international scholarships. The most important external challenges were (mentioned by 23-31% of respondents): insufficient external funding, (inter)national competition, national legal barriers, perceived high living costs, lack of international recognition of the higher education institution, and lack of national support and strategy. Whereas the lack of funding is the largest challenge, it is fair to report that respondents also acknowledge a large impact from EU policy and funding on their institutions’ internatio nalisation efforts. Although the differences by region are not large, in some regions certain challenges are deemed more important than others. Woodfield et al. (2009) surveyed members of the UK Million+ universities and report that partnerships represent an important means of achieving strategic objectives related to increasing on-campus recruitment (particularly at postgraduate level), developing research capacity, engaging in development-focused projects overseas or developing an international reputation and enhancing prestige. Whereas financial returns are dominant, other rationales (academic, knowledge-based, social) are important as well. At the national level, the researchers found their interviewees showing concerns regarding: funding being relatively small scale, the competitive bidding process being time- intensive, the impression that many of the schemes appeared tailored towards research- focused institutions, visa challenges and a lack of guidance regarding quality assurance. Although governmental support (funding, lobbying) is appreciated, the report makes a plea for better coordinated policy activities. Concerns at the institutional level were: lack of fit or potential misfit with the institutional mission and the wider institutional strategy related to international education, the need for effective leadership and co-ordination of international activities at both institutional and faculty level, the necessity of effective financial modelling and business planning, importance of on-going relationship management for each partnership, the need to develop flexible quality assurance procedures, the need to adequately resource quality assurance departments to enable them to comprehensively monitor the quality of overseas teaching provision and the importance of faculty engagement in international partnerships. Gieser (2015) offers an in-depth case study of a partnership and concluded that, regardless of whether the partnership begins at the top or grows upwards from the ",
        "12 bottom, genuine interpersonal relationships of trust and commitment must be present. Faculty involvement is especially critical. The issue of potential decoupling between central level and decentral level motivations and intentions is also addressed by Gunn and Mintrom (2013) in a number of case studies involved in institutional alliances. Global university alliances essentially offer ready-made external networks of high value to people needing both formal and informal strategic advice. University presidents and vice- chancellors fall into that category. For others – senior managers, researchers, and post- graduate students – most of the things that global university alliances offer can be created in other ways. Kinser and Green (2009) carried out interviews and had discussions with institutional leaders on transnational partnerships and found the following hurdles: organisational inertia, a “not invented here” mentality, unequal partnerships, (lack of concerns about) fit with the mission, time-consuming endeavour and trade-offs, financial risks, concern about longer-term benefits, different institutional agendas, different cultures, governmental barriers through legislation and specific requirements. Sutton et al. (2012) offer a set of good practices, which can be interpreted as solutions to perceived problems: taking care of a good institutional match, devoting time to build and sustain relationships, catering for shared decision-making, clarifying contributions of each partner in a transparent way, spreading activities across multiple arenas and building large network of supporters, supporting flexibility and adaptability and openness to change, and engaging relevant decision-makers through an overall partnership strategy. Closing this section, attention is paid to asymmetries in relationships, a theme particularly visible in north-south transnational collaboration. Obamba and Mwena (2009), based on a desk review of relevant studies, found that Western universities often do not provide time for faculty to engage in north-south partnership (including time for travel) and point at problems revolving around language differences, the vast inequalities in terms of infrastructural resources of the south partner, post-colonialism, different perceptions of knowledge and the difficulty of measuring impact (see also Koehn & Obamba, 2014). Mwangi (2017), analysing case studies and using the concept of mutuality, reports on critical success factors: equity (partners jointly agree on partnership goals and outcomes), autonomy (partners willing and able to learn about one another's cultures and systems), solidarity (strong links and interconnectedness among partners through continued communication, support, learning, and relationship building) and participation (partners participating fully in project activities and contributing to knowledge production on an equal basis). Kot (2016) presents two case studies on international north-south collaboration and – based on interviews and surveys – assesses the following perceived impacts: improved institutional capacity (e.g. more responsive to social needs, improved infrastructure) and the improved attractiveness (e.g. improved quality of education, innovation) and internationalisation (e.g. making students and faculty more internationally oriented, and increasing institutional prestige). 2.5 Summary The literature review shows that higher education institutions have different motivations to collaborate across national borders. The motivations include: to cater for needs of students and staff, to build or sustain reputations, to improve the quality of education and research, to realise economies of scale and to reap economic benefits. The motivations coincide with drivers found in the literature about inter-organisational cooperation (e.g. Todeva and Knoke, 2005). They also broadly reflect the rationales for internationalisation. E.g. Knight (2004) distinguishes academic, economic, political and social rationales. It is important to note that many of the studies reveal that collaboration is not driven by a single motivation: it is often a combination of various drivers. What also emerges from the analysis is that rationales may differ significantly across the three domains: teaching and learning and curriculum; research and innovation; and strategic partnership. ",
        "13 Many of the cooperation projects described in the studies summarised above rely on governmental support through specific collaboration policies and programmes, in which external funding plays an important role. The policy attention to international collaboration is evident in many European countries as well as at the supranational level. Countries have engaged in partnerships for research (e.g. research councils signing agreements for cooperation of academics across borders), teaching (specific exchanges of staff and students) or stimulate cooperation with specific regions based on economic rationales, see e.g. the most recent British policy paper (Department for Education/Department for International Trade, 2019). At the European level, policies and instruments are ubiquitous: in different ways cooperation is supported between staff, students and higher education institutions, pertaining to research (previously in the Framework programmes, currently Horizon 2020, e.g. through the European Research Council, funding for Soc ietal Challenges and Marie Skłodowska -Curie Actions) or education (ERASMUS+) or a combination (the recent European Universities’ initiative). These initiatives are all guided by the objective to progressively increase the quality, international competitiveness and attractiveness of European higher education. Whereas there are clear motivations to engage in collaboration, the studies reveal many barriers for collaboration. The bottom-line appears to be that partners are different. This may be obvious, but nevertheless worthwhile to stress again. One of the key assumptions behind collaboration is that partners are seeking to realise what they independently cannot achieve, which presumes complementary qualities of the partners. The differences play out at the level of different national regulations, institutional missions and strategies, and organisational cultures. This is not to say that these challenges are insurmountable, but much effort (administrative, financial, etc.) is needed to make collaboration work. Another theme emerging from the literature is that partners often do not have sufficient organisational capacity or expertise to realise and sustain the transnational collaboration. ",
        "14 3 Review of trends Below the main trends for each of the four areas stipulated in the tender (social policy; information and communication technology; economics; and science and technology) are summarised. Our area experts 2 looked for trends in the pertinent literature and subsequently considered how these trends may impact higher education. There is some overlap between the four areas, particularly between the economic and social policy domains, as both are strongly related to financial and labour market challenges. For some trends it was challenging to estimate the impact, as there is considerable uncertainty about the future developments in the four areas and it was not always evident whether the trends would directly and unambiguously affect higher education. 3.1 Economic trends Many economic trends have a large impact on higher education – institutions, academics, students as well as the stakeholders in the higher education system in general. Economic developments are closely connected to other trends in society: developments in the domains of technology (e.g. ICT), in social policy, and in science (or STEM). For instance, many authors and organisations (e.g. OECD, IMF, World Economic Forum) but also leading newspapers (e.g. The Economist, Financial Times) providing economic outlooks, express the idea that change is coming mainly from technology. Furthermore, there are also societal drivers, such as migration and ageing that interact with economic trends and economic policy. Finally, the grand societal challenges such as climate change, the energy transition, as well as multiple environmental issues around water, sanitation and biodiversity affect economic and social life around the world. In the context of the economy, the following four trends are distinguished. 3.1.1 Digitisation and the world of work The digital transformation of economic life, media and government – in other words, digitisation – has a profound effect on all aspects of society. Digitisation is not just about ICT (modern communication technologies, larger processing powers, etc.), it also refers to a combin ation of new technologies (e.g. sensors, robotics, Artificial Intelligence, …). It is reshaping manufacturing industries and service delivery and it is also known as the Fourth Industrial Revolution, Industry 4.0 or smart industry (OECD, 2017a; PriceWaterhouseCoopers, 2016; Schwab, 2017). The trend towards digitisation has large implications for labour markets. Jobs will be redesigned and many occupations have a high risk of automation (Frey & Osborne, 2017; World Economic Forum, 2016). Routine jobs and manual jobs are replaced by machines and robots. Other jobs will be ‘augmented’ with technology. Humans will not become redundant, but to keep in touch with technology their skills set needs updating – in terms of hard skills and soft skills (creativity, collaboration, adaptability). A continuous (i.e. life- long) learning approach is required on the part of the worker to remain productive. The new jobs undergoing significant computerisation will increasingly demand workers to carry out complex non-routine tasks that require competencies such as problem solving, critical thinking and creative skills. This also requires character qualities such as adaptability and taking initiative. A second development in the world of work that is partly driven by digitisation and changes in technology is the flexibilisation of labour. Labour inputs are increasingly flexible, and we are witnessing the emergence of what has been labelled as a gig 2 Section 3.1 is written by Ben Jongbloed (CHEPS, University of Twente, the Netherlands), section 3.2 by Wim Van Lancker (KULeuven, Belgium), section 3.3 by Christien Bok (SURF, the Netherlands) and section 3.4 is crafted by Barend van der Meulen (Rathenau Institute/CHEPS, the Netherlands). ",
        "15 economy (Uberisation) or a platform economy (McKinsey and Company, 2016). In the gig economy, supply and demand are brought together more efficiently with innovative technology by relatively young companies. The third technology-driven development is the trend to a data-driven economy. A century ago, the key resource in business was oil, i n today’s businesses “data is the new oil” (The Economist, 2017). Artificial Intelligence techniques such as machine learning are extracting more value from data. And algorithms can help predict when a customer is ready to buy or an engine needs servicing. We are living in an age of Big Data (Mayer- Schönberger & Cukier, 2013). 3.1.2 Impact In order to build the workforce for the digitised economy a fundamental change in the education system will be required – from the primary school to the higher education system. Universities will need to adapt their curricula, their educational model, rethink the role of lecturers, etc. This will require investments and since curricula and students will need to be international in orientation, this may also require international exchanges of students and staff and international collaborations between universities sharing expertise and resources. Universities will engage more in lifelong learning, allowing their students to choose from a flexible supply of courses, that are technology-enhanced and offered as online modules by the university itself as well as its international partner universities. The Industry 4.0 development is offering the university opportunities for research in new technology domains. This research may take place in networks consisting of universities, businesses and (public/private) service organisations. The digitisation reduces the transaction costs of transnational collaborations and allows the sharing of big data across borders. 3.1.3 Austerity and inequality Income inequality in OECD countries is at its highest level for the past half century. The average income of the richest 10% of the population is about nine times that of the poorest 10% across the OECD, up from seven times 25 years ago (OECD, 2015). Some parts of society (in particular the unskilled, migrants, …) have fallen behind in the economy. The gap between richer and poorer regions of euro-zone countries has increased since the financial crisis of 2007-08, measured as the average income per head of a country’s poorest region expressed as a percentage of the income of that country’s richest part. While it is undeniable that many countries across the globe have substantially reduced the numbers of people living in extreme poverty, at the same time we see that economic gaps have continued to grow, as the world’s wealthiest individuals (i.e. those owning over €100,000 in assets) total less than 10 percent of the global population but own more than 80 percent of global wealth. The growth of the world economy has not benefitted all, and it has led to a greater concentration of income (and wealth) at the very top. The wages of the typical worker have hardly been rising in the past years. Redistribution policies from the side of the government have been held back due to tight public budgets, the slowdown of economic growth and austerity policies promoted by international organisations (e.g. IMF and EU). According to the OECD, the drivers of growing inequalities are globalisation, skill-based technolo gical change and changes in countries’ policy approaches. The stagnant wages of workers, rising house prices, social inequalities and social exclusion are triggering a backlash against globalisation. There is an inequality of outcomes in the labour market as well as an inequality of opportunity. The latter is caused by poverty and a lack of skills. ",
        "16 While education is still seen by many as the ‘great equalizer of the conditions of men’ 3 , the inverse is also true: students who drop out of school before graduating, or who receive an education that does not sufficiently pay attention to the skills required in the 21 st century, can end up on the wrong side of a lifelong gap in employment, earnings, or even life expectancy. The inequality and fears of exclusion lead to political unrest and calls for more inclusive growth. In some parts of the world the inequality leads to migration. Incoming migrants in western economies do not just compensate for the greying of society but also pose a risk in terms of social tensions and further inequalities in society. 3.1.4 Impact Greater inequalities both within and across countries may lead some countries to implement education policies that provide different kinds of support to groups at risk. Triggered by this, some universities may feel a need (or obligation) to provide more opportunities to students from less well-off backgrounds, for instance offering scholarships or exchange opportunities to students and academics from disadvantaged places or countries. Some universities i n the ‘North’ may want to enter into partnerships with universities from the ‘South’, partly because of social responsibility objectives and partly to realise brain gains. Differences between rich universities and poor universities may also lead the first to prefer collaborations with other rich universities – either from within the country or from abroad. 3.1.5 Trade tensions & uncertainty There is an increase in trade tensions and political uncertainties that affect world economic activity (IMF, April 2019). The introduction of tariffs and the looming Brexit are examples of this; both are impacting heavily on global trade and lead to high levels of uncertainty about the future of the world economy. At the same time there are countries questioning the value of multilateral organisations, such as the United Nations and the World Trade Organization (Lazarou, 2017). The world is becoming divided into economic regions with regional “blocks” (Europe; North America and Asia) facing one another. In recent years the balance of global economic power has started to shift from the US towards China and this trend is likely to continue (see e.g. PricewaterhouseCoopers, 2019). Whereas globalisation was the key economic trend in the recent past, today it is replaced by “slowbalisation” (The Economist, 2019). Slowbalisation leads to a weakening global expansion in world trade (IMF, January 2019), but may also lead to deeper links within regional blocks. Facilitated by technology, supply chains in North America, Europe and Asia are sourcing more from closer to home. In this new world order, countries and businesses continue to look for ways to remain competitive, entrepreneurial and innovative, with some businesses seeking opportunities for much deeper global partnerships and broader access to clients and talent. Snowbalisation and the crisis in multilateralism may also encourage the EU countries to strengthen their internal trade and collaboration. In addition, EU countries may seek deeper economic relations to regions and countries that have not slid into protectionism (e.g. Japan, Singapore, Mercosur). 3 A famous quote from Horace Mann, a pioneer of American public schools in the 19th century. ",
        "17 3.1.6 Impact Like businesses, universities will also be looking for ways to become more competitive, entrepreneurial and innovative. Some will be engaging in transnational partnerships to improve their research profile and their attractiveness to students and academic talents. The impact of uncertainty however may well be that HEIs primarily seek collaboration with partners in those countries that have subscribed to the principles of open economies and defend multilateralism. 3.1.7 Hybridity and public-private partnerships There will be increased claims on the public purse from all parts of society. Public services will be confronted with an environment where every euro of government funding is contestable and any growth in funding for public services is more likely to come from non-government sources — industry, philanthropists and global collaborations. However, these sources in themselves are all fiercely competitive. Governments will be looking at innovative ways to leverage private revenues, using their budgets to encourage (or match) private contributions. Innovation (for countries, businesses, service sectors and governments) will be key in this competitive economic reality, but while the traditional belief is that most of the innovation is coming from the private sector, this view is increasingly contested (Mazzucato, 2018). Governments are looking at ways to overcome the public-private divide and start engaging in partnerships with the private sector, creating public-private partnerships. In this way, research and innovation may be enhanced, resources may be shared and fiscal challenges addressed. Forging partnerships requires openness and collaboration. 3.1.8 Impact With public higher education budgets going down, research commercialisation will go from being a fringe activity in higher education to being a core source of funding for many universities’ research programmes. Venture capitalists, industry, and entrepreneurs are increasingly being brought together to commercialise university research. Like other public services, higher education is confronted with resource scarcity. To survive and to realise their academic ambitions, higher education institutions will increasingly be seeking funding from private partners, philanthropists and students. Research partnerships – some national, some international – will be forged, thus giving a boost to transnational collaborations. 3.2 Social policy trends In the area of social policy, the dominant trends revolve around rising inequalities, socio- economic trends and immigration. 3.2.1 Rising inequalities and ageing One of the most salient trends one can discern across Europe are rising inequalities within countries (OECD, 2018). In the majority of European welfare states, income inequalities increased over the past decades. 4 This increase is more marked for market inequalities (i.e. inequality before taking taxes and transfers into account) than for income inequalities based on disposable income (Eurostat, 2018), but increases can be 4 See also section 3.1.3. ",
        "18 observed for both measures. This is associated with structural changes in labour markets and social protection systems that are less able to mitigate rising market inequalities. In other words, welfare states in Europe tend to redistribute less effectively than they used to, related to changes in the social risk structure and the hampering growth of low wages in real terms compared with median wages (Cantillon, Goedemé, & Hills, 2019). This is highly relevant since in almost all European countries huge socio-economic gaps in higher education attendance and attainment persist (Breen, Luijkx, Müller, & Pollak, 2009; Shavit & Blossfeld, 1993). Rising inequalities are shown through a hollowing out of the middle classes in many, but again, not all, European countries (Nolan, 2018). The middle classes have traditionally been the drivers of higher education expansion which allowed for greater social mobility in the past half century (Breen, 2010). The continuing expansion of higher education witnessed in most European countries has, however, not reduced the social divides in higher education in the past decades. The hollowing out of the middle classes in some countries might contribute to this transmission of inequalities. Added to that, most European societies are ageing, albeit at different speeds. In a recent report, the OECD estimates that the combination of ageing societies and rising inequalities will hit the youngest generations hardest (OECD, 2017b). By 2050 it is estimated that across OECD countries, there will be one pensioner for every two persons of working age. Such evolutions will undoubtedly affect the stock of higher education students. 3.2.2 Impact The trend towards rising inequalities and population ageing will affect higher education. There is evidence that this gap in higher education attainment becomes wider with rising inequalities (Jerrim & Macmillan, 2015). Moreover, population ageing will undoubtedly affect the stock of higher education students. In fact, the combination of rising inequalities and ageing societies is identified as one of the key global trends to 2030 in the EU (European Strategy and Policy Analysis System, 2015). This emphasizes the need for more investment in lifelong learning to raise the stock of qualified workers (OECD, 2019). 3.2.3 Labour market trends The Great Recession of 2008 (Jenkins, Brandolini, Micklewright, & Nolan, 2012) has had important consequences. High levels of (youth) unemployment affected many European countries with long-lasting effects. Across the EU, the number of low-skilled youth neither in employment nor in education or training (NEETs) was at 15% just before the economic crisis struck and is at 17% today. This is confirmed changes in patterns of paid employment and labour market opportunities. The aforementioned fourth industrial revolution has changed the ways labour markets operate dramatically, and led to a loss of middle-skill, middle-pay routine jobs (Goos, Manning, & Salomons, 2014). As a consequence, medium- and low-skilled persons compete for the same types of non- routine, low-paid jobs (Salvatori & Manfredi, 2019). Additionally, automation also changes the way labour is organised in terms of service delivery. Although the ‘platform economy’ is still small in terms of employment, an increasing number of students are earning a wage in the platform economy whilst studying (Storrie, 2017). This means that they are not entitled to traditional sets of social rights and entitlements under social insurance schemes. ",
        "19 3.2.4 Impact Labour market trends – in this section primarily the social elements thereof – affect higher education. Gaps in higher education attainment tend to be wider in countries with higher levels of persons in NEET (not in education, employment or training). An increasing number of students are working in the platform economy. When ‘flexibility - through-self- employment’ is combined with systems of student loans to study at high quality institutions (often privatised, and more prevalent in countries with higher levels of income inequality), it is likely that inequalities in higher education are reinforced. These developments emphasize the need for investment in lifelong learning. A recent OECD report (2019) shows that people in jobs most at risk to be automated are also least likely to receive opportunities for lifelong learning and training. 3.2.5 Migration Immigration and emigration patterns are likely to aggravate the above trends. The integration of immigrants coming from outside Europe remains a challenge in most European welfare states. Educational attainment and labour outcomes continue – on average – to be poorer compared to the native population. Immigration also takes the form of mobility within European countries. In countries with higher levels of inequality and higher levels of youth unemployment, mobility of students is usually more significant (Bilecen & Van Mol, 2017). If higher education students move from poor countries to richer countries within Europe because they lack labour market prospects in their countries of origin, this might in turn affect educational outcomes in the sending countries. Emigration of high qualified citizens might have social implications as well, for instance if emigration rates amongst young people are strong, this might reinforce population ageing. Brain drain effects have been observed in Southern, Central and Eastern European countries, with mainly the richer Western European countries being destination countries (Schellinger, 2017). Greece and Ireland, for instance, have been hit hard by the 2008 economic crisis, and witnessed high levels of intra-EU emigration as a consequence. Greece saw a sharp increase in the emigration of young graduates and scientists (Theodoropoulos, Kyridis, Zagkos, & Konstantinidou, 2014). If these students and scientists return to their home country the long-term gains for these countries might be positive (Domingues Dos Santos & Postel-Vinay, 2003). Recent research for Greece suggests, however, that one cannot expect a large share of high qualified emigrated citizens to return (Labrianidis & Vogiatzis, 2013). Emigration of highly qualified citizens might also have other positive effects for the sending country. It might stir investment in human capital because of the prospect of being able to leave the country. There is some evidence that this was the case in Latvia (Austers, 2015). Emigration might also lead to returns in remittances or stronger transnational knowledge networks, especially in higher education. 3.2.6 Impact Poorer countries within the European Union and their higher education institutions become less attractive partners for collaboration, because they lack sufficient resources to sustain quality education, and bright students are the ones most likely to use the free mobility of persons to migrate to richer European countries through student mobility and exchange programmes. This in turn has implications for the chances of research groups within these countries to perform well in attaining large-scale research funds (e.g. ERC grants, Horizon2020 or FP9 grants) which may make them less attractive partners for collaboration in terms of research. Recent research shows that intra-EU mobility, and emigration from poorer countries to richer countries, has a negative effect on cross- border collaboration in science (Arrieta, Pammolli, & Petersen, 2017). On the positive ",
        "20 side, highly skilled emigrants might set-up new transnational networks for cooperation in higher education. Yet, as long as real economic and social convergence between European Union member states fails to materialise, disparities between countries will translate into inequalities in transnational collaboration in higher education. 3.2.7 Social policy initiatives, mixed results European welfare states are encouraged to invest in human capital of young children by means of providing high quality childcare (e.g. European Commission recommendation of 2013). There is sound evidence that attending high-quality childcare services leads in the long run to improved prospects in higher education and, in turn, in the labour market (van Huizen & Plantenga, 2018). However, there is also ample evidence that childcare services are mainly used by children living with high income families, which might increase instead of mitigate inequalities within countries. In addition, there are huge cross-country differences in the availability and provision of high-quality childcare services (Pavolini & Van Lancker, 2018). Childcare services are lacking, and quality is usually lower in poorer countries in Europe. Research shows that the soft methods of social policymaking at the European level (e.g. open method of coordination, target-setting, etc.) failed to make much headway in social and economic convergence between European member states. For instance, the Europe 2020 strategy sets ambitious targets to achieve a reduction of 20 million persons living in poverty, jobless households or material deprivation. This approach, however, does not yield yet the progress hoped for, neither at national nor at European level. Coordinated minimum standards for income protection systems are envisaged (e.g. European Commission, 2019), which may lead to more social and economic convergence, and equip welfare states at different levels of economic development with better tools to combat rising inequalities. A pact on minimum incomes presupposes more solidarity across EU member states because the poorest member states are farthest behind. Increased solidarity may take the form of a strengthening of European social funds, or the implementation of new instruments such as a European-level unemployment insurance scheme (Vandenbroucke et al., 2018). 3.2.8 Impact Despite many well-intended European policies or calls for domestic policies, solving socio- economic inequalities proves to be a thorny challenge. There are some positive signs that inequalities may be combatted. That said, the possibility that higher education institutions will focus on collaboration with ‘equal partners’ (partners in similar socio - economic contexts) – already signalled earlier in this section (3.2) – is realistic. 3.3 Information and communication technology trends For this overview, trend watching and development reports were readily available. Given that most of these reports review trends (Alexander et al., 2019; Brooks & McCormack, 2019; JISC, 2019; Kiron, EADTU, & FIBS, 2018; Rampelt, Orr, & Knoth, 2019; SURF, 2019), it did not seem necessary to include them at specific places in the overview below. 3.3.1 5G 5G is expected to be 10-1,000 times faster than our current 4G networks. It will help the adoption and development of Internet of Things technology, as far more devices and objects will be able to be connected to the network. 5G could also support the ",
        "21 development and adoption of technologies, such as virtual reality and artificial intelligence. It may also support the development of new technologies. 3.3.2 Impact Connectivity enables transnational education. The network is essential: without a network, there is no Wi-Fi, no videoconferencing for tutorials and discussion groups, no access to resources such as library catalogues, virtual learning environments, course materials and digital content. This trend may highly impact the mobility and flexibility of education. 3.3.3 Artificial Intelligence Artificial Intelligence (AI) and machine learning use neural networks, which are simplified models of the human brain. With AI, patterns can be found in large datasets. 3.3.4 Impact AI can take over the administrative parts of teaching, leaving humans to focus their efforts on the essential interpersonal elements. Universities are experimenting with chatbots as personal learning assistants, and AI learning tools, such as adaptive learning environments. AI could help marking written assignments and deliver feedback to students. 3.3.5 Blockchain Blockchain is an algorithm and distributed data structure, designed to keep track of digital transactions. It works in a decentralised way, so that every computer on the chain has a complete record of all transactions, rather than relying on one central organisation to own and control the record. 3.3.6 Impact Blockchain can have an impact on education, e.g. on the validation of courses and qualifications. 3.3.7 Data analytics Data analytics is the science of analysing raw data in order to make conclusions about that information. Many of the techniques and processes of data analytics are currently automated into mechanical processes and algorithms. Data analytic techniques are particularly helpful, for they can reveal patterns that would otherwise be lost in the mass of information. This information can then be used to optimize processes to increase the overall efficiency of an organisation or system. 3.3.8 Impact All universities and colleges are already using data analytics in some form. However, analysis and visualisation tools, predictive modelling and nudge technologies can change the way universities use their data. The methods and tools that institutions use to capture and measure indicators of student success and the quality of the curriculum have matured as courseware products and platforms have gained widespread use. The ",
        "22 expanse of data generated by digital learning environments offers new opportunities to assess, measure and document learning. However, to enable this, the higher education sector needs to develop a comprehensive data estate that allows working across data silos. Data analytics impact business intelligence, and enable learning analytics, that can be used to monitor students’ progress . It also enables curriculum analytics to improve the curriculum. It may also be a further impetus to the establishment of the “intelligent campus”. 3.3.9 Immersive technologies Augmented, mixed and virtual reality are technologies designed to deliver an immersive experience. Augmented reality (AR) overlays digital objects on the real world, via a phone or another device. Mixed reality uses a headset but lets the user interact with real world. Virtual reality (VR) fully immerses the user in a digital world, via a headset and other devices. AR and VR can offer a richer learning experience, and can enable remote learning, for example for language teaching. The quality and quantity of content is likely to increase as tech companies are investing heavily in VR. 3.3.10 Impact Higher education institutions will likely pick up the benefits of immersive technologies, although investments will be needed to make it work at a large scale. 3.3.11 Internet of Things and robotics The Internet of Things (IoT) is connecting a wider range of objects to the Internet. Robotics refers to the engineering that involves the conception, design, manufacture, and operation of robots. 3.3.12 Impact Universities can use IoT in buildings for more efficient maintenance and better use of space. The same can be argued for robotics. Robots can be used as an engaging tool to teach students about robotics, and as a tool for education delivery. Universities experiment with security robots and use them in libraries. 3.3.13 Established trends with potential impact The impact of large-scale uptake of some other technologies might be even bigger than the trends sketched above. Three somewhat “older” developments – online learning, modularised and disaggregated degrees and digital learning materials – must be mentioned. 3.3.14 Impact Online learning: The availability of easy to access and cheap open source tools enables a large uptake of online learning. This enables transnational virtual mobility. Media-rich learning platforms, personalised or adaptive courseware, and web conferencing tools capable of connecting students for synchronous distance activities are becoming common solutions for blended and online learning. ",
        "23 Modularised and disaggregated degrees: More and more micro-credentials are offered by higher education institutions. They split their programmes into smaller units and certify them separately. Models of education have emerged that provide learners with options for education and training that transcend traditional pathways to degrees. By issuing digital badges to anyone who successfully completes a unit, a set of educational units will have independent value. Learners can “build their own degree”. Digital learning materials: Learning materials are offered more and more in a digital way. This means that students have access to learning materials anytime and anyplace. It also enables more flexibility in education. Teachers, who publish their materials under an open license are able to offer free access to a large variety of learning materials. 3.4 Science, technology, engineering & mathematics trends Science and its disciplines are international by their very nature, despite strong embeddedness of national governments and universities in the organisation and funding of science. Four sets of trends are deemed relevant for they have potential impact on higher education and research and, specifically, transnational collaboration. 3.4.1 Development within and around STEM fields A first trend is the continuing expansion of and changes within the disciplines. For instance, a major on-going trend is the development of nanotechnology, biotechnology, ICT and cognitive sciences (NBIC). The development of each of these fields is of interest, but the NBIC label signifies the opportunities when these fields are combined to address major scientific challenges, e.g. regarding the synthetic cell, quantum computing, artificial intelligence and graphene applications. In that sense, the STEM label is open to revision with life sciences and medicine becoming more integrated with STEM disciplines. The development of cognitive science for developing artificial technology and robotics have made that behavioural sciences also start to contribute to the STEM fields. This trend within the STEM fields is reflected in national “technology push innovation” policies and research programmes and dedicated institutes (e.g. IMEC at KULeuven and QU-tech at Delft University). Such institutes may develop as hubs attracting not only extra funding and excellent researchers, but also other resources such as access to industrial R&D collaborations, excellent students and elite scientists networks. A second trend is somewhat counterbalancing the “technology push innovation” policies. There are science, technology and innovation policies (including instruments) that put the societal needs and impacts upfront. Grand Challenges (GC) and Sustainable Development Goals (SDG) are both labels for major global issues that humanity faces and require collective action and the input from science and technology. As a result, funding policies, institutional strategies, but also roadmaps, priorities and other strategic documents by scientific bodies are guided by needs connected to these GC and SDG, revolving around themes such as health, smart cities, clean water, safety and security. Usually these challenges require interdisciplinary or transdisciplinary approaches for which STEM expertise needs to be combined with expertise from Social Science and Humanities (philosophy, sociology, psychology, law, etc). Related to this challenge-driven approach is the trend that STEM research requires increasingly to legitimate itself in response to ethical issues connected to its promises and to show that it takes responsibility to avoid adverse impacts of its knowledge (see e.g. Owen, Bessant, & Heintz, 2013). It is important to stress that such programmes are not only driven by academic expertise, but also professional knowledge and international organisations (e.g. the World Health Organisation, the United Nations and the Intergovernmental Panel on Climate Change). ",
        "24 3.4.2 Impact These developments may affect higher education through the development of new programmes that are more interdisciplinary and are oriented to international challenges and require students to be mobile. It may facilitate an increase in international exchanges beyond the disciplinary communities and the development of new competences. 3.4.3 International (individual) scientific collaboration There is a trend of increasing international co-publications (see also chapter 2), seen by many as a measure of international collaborations (Leydesdorff & Wagner, 2008). Studies report two driving forces: the need to combine resources and the fact that not every university can cover all scientific specialisations to contribute to new knowledge (see also Katz and Marin, 1997). Additionally, there is a general tendency towards team science and inter-organisational strategies, which imply not only an increase in volume but also a broadening of institutional networks. It is important to note that these trends and concomitant policies tend to reproduce existing international network structures (Marques, 2018; Wagner & Leydesdorff, 2005). There is also a scale effect: small countries tend to have a larger share of international co-publications than large countries and there is also a geographical effect: e.g. North and West European countries have higher co-publishing rates (Rathenau Institute, 2018). To add to the dynamics, there are geographical shifts. The number of countries investing significantly in science, and producing excellent research is increasing (e.g. China, Singapore and Korea). It is expected that initiatives like the China Belt and Road Initiative will impact collaboration patterns (see e.g. Masood, 2019). There is also a strong suggestion that there is an increase of international mobility of researchers, although general trend data on international staff mobility are hard to find (Geuna, 2015). The third element relates to “Open Science”, encom passing Open Access of publications, open research data, open collaboration fostered by ICT, open software, open peer review procedures, open access to research materials and citizen science. The rationality is that resources for doing science will be used more efficiently and effectively and that scientists can more easily get access to critical resources, such as colleagues, data, and previous results. 3.4.4 Impact It is not farfetched to suggest that international collaboration between scientists and the existence of sustainable networks facilitates transnational collaboration in higher education. Similarly broadening of the networks towards new countries and smaller countries may create new opportunities for transnational collaborations. While currently there is a clear asymmetry in the mobility of staff and students, trends in international collaborations suggests this asymmetry may weaken in the future. 3.4.5 Development and governance of large-scale infrastructures for STEM Large-scale infrastructures have been indispensable for science for decades (astronomy, particle physics, oceanology and polar research). Recent policy papers suggest that the combination of increased costs and stable budgets is new and requires choices, but in fact this topic was raised already in the sixties within the physics community (Weinberg, 1962). The trend – although not new – will require specific forms of governance, through specific international bodies, planning instruments and practices of priority setting. ",
        "25 Whereas “Big Science” used to be associated with particle physics and astronomy, “Big Science Transformed” (Hallonsten, 2016) is operating on facilities of a different kind, such as lasers and “network telescopes” (e.g. LOFAR) that are open for use by and contributions from smaller teams. New large-scale research infrastructure are not limited to the building of costly instruments, but may also develop around connecting and sharing databases with research materials, develop large sets of joint research data, and opening facilities and laboratories for external actors. Examples from the ESFRI Roadmap include the European Social Survey, CLARIN – European Research Infrastructure for Language Resources and Technology and the Biobanking and Biomolecular Resources Research Infrastructure (see e.g. European Strategy Forum on Research Infrastructures, 2019). The distribution of the funds necessary for these initiatives and the coordination of these cannot be controlled anymore by disciplinary communities, but has to be overseen in cross-disciplinary fora. 3.4.6 Impact The impact on transnational higher education is not unambiguous. One can claim that these large- scale infrastructures mainly serve the scientists and at best may also serve master students to get access to up-to-date facilities. However, one can also speculate that notions of research excellence will get connected to such facilities and that student mobility will be motivated by excellence. Furthermore, there is a pressure on research infrastructures to legitimate themselves in light of their economic impacts, which may push them to connect more explicitly to (higher) education. 3.4.7 Economic competition and international conflicts While most trends seem to point towards more transnational collaboration, it is worthwhile to think and reflect upon possible countertrends. These may emerge when STEM knowledge and research competencies become strategic resources providing competitive and strategic national advantages. This was already visible in the 1980s in the tech race in biotechnology and ICT between Europe, Japan and the US (Roobeek, 1990). More recently, multinational companies have developed R&D strategies at a global scale (Dachs, Stehrer, & Zahradnik, 2014; Deuten, 2015). While originally national governments seemed to be in control of creating national networks of universities and industry, in the current situation the control seems to shift to multinational companies and international research universities, who seek and find public support for their own interest-based public-private collaborations (Tjong Tjin Tai, Broek, & Deuten, 2018). Another noteworthy trend revolves around international conflicts. STEM knowledge has always been used for military purposes, which has resulted in dual use arrangements and governance infrastructures to clearly stipulate how knowledge can be used (e.g. development of NBCR weapons). New fields of STEM as listed above do not have clear institutional arrangements and often the results are still freely exchanged among scientists, but the awareness of the sensitivity of “freely available results” is growing. For example, should research on new viruses, with possible applications for new biological weapons be published? Should students and scientists from authoritarian regimes have access to potentially risky data and research outcomes? 3.4.8 Impact A major impact of these two countertrends is that collaboration in higher education may be hampered by strategic and security considerations. For competitive reasons, public- private partnerships may be more selective in their collaborative network. Also, for ",
        "26 security reasons, states may (and do already for some fields) block access to students from certain countries. ",
        "27 4 Scenario development 4.1 Research design Figure 1 summarises the six steps that were followed to arrive at the scenario (section 4.7) on transnational collaboration in higher education 2030. Figure 1: The steps in our research design In the previous chapter, the results of the first step were presented, i.e. mapping the developments, trends and drivers of change in the global environment that are likely to affect higher education. By systematically exploring the global environment in these domains a picture emerges that supports the understanding of the nature, pace and patterns of change as well as their potential opportunities and threats for (transnational collaboration in) European higher education. In the second step, the trends from the first step were discussed in the research team and their impact was estimated in a consistent way. Trends were prioritised to the extent to which they are likely to affect higher education in a significant way. Because trends do not occur in isolation, they are not independent. Therefore, a cross-impact analysis was carried out, in which the links between the trends were identified. In the third step the research team explored the possible effects of the dominant trends (step 2) on transnational collaboration. For this, the intention was to use the “futures wheel” technique (Glenn, 2009) wit h three stages: (1) Identification of the first-order consequences; (2) Identification of the second-order consequences; and (3) Evaluation of the consequences. It proved to be difficult to clearly and unambiguously distinguish first- and second-order consequences, but it was possible to arrive at a shortlist of the most important trends and developments. The outcome of this step served as the input for the next step in our approach. The fourth step concerned the identification of the goals (motivations), resources and conditions (enablers and barriers) of the HEIs with respect to transnational collaboration. These elements were derived from chapter 2. The fifth step entailed an expert assessment of the dominant trends affecting European higher education and their possible consequences for transnational collaboration among HEIs in Europe. These outcomes were connected to the outcomes of the literature review (step 4). As such this step offered the building blocks for the Delphi study. ",
        "28 In the sixth step of our approach, a scenario describing the future of transnational collaboration in European higher education was established. This provides a rich picture of the future state of the art of transnational collaboration. It represents perspectives, expectations and assumptions about how transnational collaboration among HEIs in Europe may look like (see e.g. Enders et al., 2005; Huisman et al., 2001, for examples, although these higher education scenarios are worked out much further). The key developments in our scenario are based on the outcomes of the Delphi study. This means that the opinions of our experts drive the content of the scenario. It is based on the interaction of the trends linked with the HEIs’ goals, resources and perceived conditions. 4.2 Trends This section reflects on the external trends identified and assesses which trends may be regarded as the key trends affecting higher education in terms of their impact and probability. The trends identified by the area experts (covering the areas of Economics, Social policy, ICT and STEM) were described in chapter 3, along with some of their potential impacts on higher education and transnational collaboration in particular. Slightly relabelling some trends and avoiding overlap, the following list of trends was arrived at (table 1). Table 1: Trends influencing the future of (higher) education 1 Digital transformation of economic life (work, labour markets, data as resources) 2 Increasing austerity and pressure on public services 3 Increasing socio-economic inequality within and across countries 4 Continuation of trade tensions and uncertainty; rise of stronger regional blocks 5 Softening of divide between public and private organisations; growth of public- private partnerships 6 Immigration on the rise (from outside Europe, but also within Europe) 7 More attention for SDGs and interdisciplinary cooperation to solve grand challenges 8 Continued need for scientific collaboration; increase of academic mobility; more “Open Science” 9 Continued development and governance of large-scale infrastructures for STEM, but also for other disciplines 10 Science in the knowledge economy against the background of knowledge seen as leading to competitive and strategic (national) advantages 11 ICT: significant progress regarding 5G, artificial intelligence, blockchain, immersive technologies and Internet of Things/robotics 12 Curriculum developments: increase of online learning, modularised and disaggregated degrees, digital learning materials 13 Ageing societies ",
        "29 4.3 Cross-impact analysis The importance of each of the trends and their interrelationships were discussed by the research team and area experts. The following table (table 2) reflects the cross-impact analysis that emerges from those discussions. For each of the 13 trends listed in the table, the impact on the other trends (in the second to sixteenth column) was estimated. This estimation is based on a pair-wise assessment using qualitative scores ranging from “ -- “ (very negative influence) to “++” (very positive influence). Making such an assessment is not an exact science – it is very much a subjective estimate (see e.g. Brown & Peterson, 2009 for more sophisticated approaches). However, using the collective expertise incorporated in our research team, consensus could be arrived at. In cross-impact analyses, the row totals (i.e. the number of plus and minus signs) indicate the general influence and importance of a trend (in the sense of having a strong – negative or positive – effect on the other trends). Column totals indicate the dependency on the occurrence of the other trends. A strict calculation of the strength of the trends seemed inappropriate, but relying on another round of discussion, the team arrived at the most important trends (see section 4.3). Table 2: Cross-impact analysis 1 2 3 4 5 6 7 8 9 10 11 12 13 1: Digital transformation of economic life + + + + + + + + + + + 2: Increasing austerity and pressure on public services + + + + 3: Increasing socio- economic inequality + + + + + 4: Trade tensions and uncertainty; stronger regional blocks - + + + - + 5: Softening of divide between public and private organisations; more PPPs - - + + + + + 6: Increased immigration + + + + + + + + + -- 7: More attention for SDGs and interdisciplinary cooperation + -- -- -- + + -- + + + + -- 8: Increased need for scientific collaboration & academic mobility; Open Science + + + + + + + + 9: Development and governance of large scale infrastructures for STEM + + + + + + + + ",
        "30 10: Knowledge seen as leading to competitive & strategic advantage + + + + + + + 11: ICT and developments in 5G, AI, blockchain, immersive technologies, IoT, robotics + + + + + + + + 12: Curriculum developments: online learning; modularised & disaggregated degrees; digital learning materials - + + + + 13: Ageing societies + + + + + + + + 4.4 The most important trends The trends were assessed in terms of their underlying drivers, their interdependencies, and their potential consequences on society in general, as well as on higher education in particular. This led the team to arrange the trends in the following figure, with seven trends seen as very influential on higher education collaboration or being highly influenced by other trends, but with no strong direct influence on higher education collaboration (figure 2). Figure 2: Outcomes cross-impact matrix Subsequently, the team worked with the Futures wheel approach, but it turned out to be difficult to arrive at significant consensus about first order and second order consequences. Upon reflection, this seemed largely due to the many ambiguities revolving around transnational collaboration and particularly the lack of consensus around uni-directional impacts and consequences. That said, the team discussion ",
        "31 considered the seven key trends listed below as sufficiently robust and rich to inform the next steps of the project. These trends have either a strong impact on higher education (transnational collaboration) (trends 1-5 below) or are highly affected by other trends (trends 6 and 7 below). 1. Digital transformation of economic life 2. Immigration 3. Ageing societies 4. Attention for Sustainable Development Goals and Interdisciplinarity 5. Scientific collaboration and Open Science 6. Austerity and pressures on public services 7. Socio-economic inequality The first trend (Digital transformation) is about changes in technology that are influencing other trends (e.g. the need for scientific collaboration and the tendency towards more interdisciplinarity). At the same time, this trend will affect the demand for labour, the world of work and will lead to an acceleration of change in society, producing feelings of uncertainty among citizens. The second trend (Immigration) and third trend (Ageing societies) are closely connected to trends like inequality and austerity. The fourth trend stresses connections between scientific fields (STEM and/or NBIC: see also section 3.4) as well as new connections between science and society. The latter is driven by global developments that call for addressing the Grand Challenges and Sustainable Development Goals. Tackling the SDGs requires not only an interdisciplinary approach, but also requires the public sector to engage in partnerships with private entities (business, multinationals, non-profit organisations, citizens). Linked to the previous trend is the (fifth) trend towards international scientific collaboration between scientists. This itself is driven by economic (efficiency; relevance) reasons and political- strategic reasons (countries/industries/scientists working together to gain a competitive advantage and using their science-based industries as strategic resources in international trade). The sixth trend (Austerity) stresses fiscal pressures and the rising rivalry between services traditionally provided by the public sector. The latter are about increased public (and private) expenditures for health care, pensions (partly due to an ageing population), security, and the consequences of immigration. Austerity may require governments to engage more in public-private partnerships. The seventh and last trend refers to socio- economic inequality. It stresses the unequal distribution of resources, wealth and opportunities within society (i.e. between groups in a country or between groups of countries). This trend was mentioned both by our economic and social policy experts. High inequality levels raise concerns in terms of fairness, and potentially produce conflicts and political fragmentation. All of this requiring social policy responses (see also chapter 3.2). 4.5 Delphi study design In the Delphi technique, three key features figure: experts, anonymity and feedback (de Boer & Westerheijden, 2005). The Delphi technique should be considered as designed to encourage a ´controlled´ debate. It supports interactive – but anonymous – communication between experts, facilitated by a research team. The research team over sees putting forward the “right” statements for discussion (based on steps 2 -5 in our approach). The method normally uses several cycles of interrogation of experts, with the aim to promote convergence (if possible) and to identify consensus. In this specific project, only one round could be carried out, given the planning of the project. One of the basic tenets of the approach is that it generates ideas for policy, planning and practice. These ideas are canvassed in a scenario (step 6 in our approach), which should ",
        "32 be a consistent and coherent narrative that combines arguments stemming from the survey. The structure of the survey was as follows. The respondents (see table 3, below) were confronted with five of the seven trends identified in section 4.4. We left out trends 2 and 3 for two reasons. First, to keep the survey manageable for the respondents, particularly in terms of workload. Second, these two trends are more indirectly related to higher education, i.e. they strongly affect other trends that impact higher education (and transnational collaboration in higher education). The survey invited the respondents to score – on a scale from 1 to 4 – to what extent they think that the expectations formulated in the items are likely. The respondents were asked to assess the likelihood of the statement for education and for research separately. The final two sets of questions asked the respondents to reflect on the nature and scope of transnational collaboration in 2030, again differentiated for research and education. Respondents were offered the opportunity to explain their answers. The panel of experts for the Delphi study consisted of a variety of experts on higher education in order to provide a pluralist picture. A database was built with the names and addresses of representatives of four different groups, consisting of around 450 experts. For the selection of the experts, geographical spread across Europe (EU-countries and Great Britain, Norway and Switzerland – 30 countries in total) was taken into account as well as the type of institution (e.g. bearing in mind the potential differences between public and private institutions and differences by type of HEI). The four different groups for the Delphi study were: 1. HEI leadership : presidents, rectors or VCs, but also deans and research directors from HEIs. On average, four HEIs from each country were selected. 2. International associations and networks in higher education: these associations and networks should operate at an international level (membership from different European countries of universities and/or universities of applied science), for example the European Universities Association, European Consortium of Innovative Universities, Consortium Linking Universities of Science and Technology for Education and Research, European Association of Distance Teaching Universities, and League of European Research Universities. 3. European and national agencies and intermediary bodies : the representatives from this group come from different organisations (funding councils, research councils, accreditation agencies and advisory councils at European and national levels). In total, two from each country are aimed at and five from the European level (e.g. European Association for Quality Assurance in Higher Education). 4. European and national interest organisations , representing different stakeholders such as HEIs and students. Representatives from the national rector conference (or equivalents) – one per country for the university sector and one per country for the universities of applied sciences and/or college sector (where applicable) were included, one per country of a national student body, and five interest bodies at the European level. Table 3 provides a summary of our panel and numbers of representatives that were approached, as well as the response rate by type of respondent and the overall response rate. The survey was launched in July and was closed at the end of August 2019. Bearing in mind that this period largely coincides with summer holidays in many European countries, the overall response rate of 20% is satisfactory. During the analysis of the answers, we checked whether the four groups significantly differed in their opinions on the statements. This appears to be the case with only a very limited number of statements (in 7 of the 57 statements one of the four groups had a slightly different opinion). Therefore, no further attention will be paid to differences in opinions between the groups of respondents in the development of the scenario in the remainder of this report. The lack of significant disagreements lends also support for the idea that the ",
        "33 results are quite robust (in light of the fact that we had to confine ourselves to one Delphi round). Table 3: Selection of Delphi panel experts and response rate Group Intention Invited Actual response rate HE leadership 4 per country – representing the variety of institutions across Europe 174 21% Associations and networks Membership organizations with members from at least two European countries 94 18% Agencies and intermediary bodies 2 per country regarding national agencies/bodies and 5 from European level 115 23% Interest organisations 3 per country: university rector conference, universities of applied sciences rector conference, and student bodies 62 19% Total 445 20% 4.6 Main outcomes of the survey The main results of the survey are presented in the two tables below. These tables contain statements on transnational collaboration on which the majority of the respondents agree (high degree of consensus, as shown in the shaded rows) and statements on which the respondents disagree (shown in unshaded/white rows). Table 4 deals with transnational collaboration (possibilities and limitations) in the field of education. Table 5 addresses transnational cooperation in the field of research. ",
        "34 Table 4: Main outcomes of survey in the area of education TREND OPPORTUNITIES RESTRICTIONS Digital transformation  Generating a broader range of education and improving the quality of education  Better use of educational resources and facilities and income generation  Enhancing prestige and reputation  Cultural and structural differences do not limit cooperation ---  Unclear whether shortcomings of leadership and management will limit cooperation Austerity of public services  Institutions look for partners to alleviate financial pressure  National governments are not prepared to support cooperation financially  Unclear whether austerity will lead to less stringent regulations on cross-border cooperation  Unclear whether institutions will focus on the national domain and put international activities that do not yield any money on the back burner Increasing socio- economic inequalities  Seeking partners to attract foreign students to compensate for domestic enrolments  Cultural differences do not limit cooperation  It is unclear whether education is provided for 'marginalised groups' via partners abroad  It is unclear whether structural differences limit cooperation. Sustainability, interdisciplinarity and team science  Joint development and delivery of multidisciplinary programmes  Only an international curriculum will make it possible to exchange students and staff  It is unlikely that higher education institutions will focus on national businesses and the local labour market ---  It is unclear whether cooperation is limited because the government sets other priorities and does not support cooperation financially Open science  Easier to find suitable partners for sharing resources and materials  Quality and relevance of portfolios can be improved  Cultural differences do not limit cooperation  Persistent differences in openness may limit cooperation --- --- Shaded rows represent \"consensus among respondents\". White rows represent “divergence among respondents”. ",
        "35 Table 5: Main outcomes of survey in the area of research TREND OPPORTUNITIES RESTRICTIONS Digital transformation  Widening the horizon, creating critical mass and improving the quality of research  More options to get involved in multidisciplinary research  Structural differences between higher education systems will not hinder cooperation  It is not clear whether national authorities wish to provide financial support for cooperation  It is not clear whether administrative burdens will stand in the way of cooperation Austerity of public services  Working together to reduce financial pressures  Unlikely to limit cooperation because higher education institutions are concentrating on the national domain  Limited cooperation due to lack of funding from national authorities  It is unclear whether there will be less stringent regulations for cooperation --- Increasing socio- economic inequalities  Seeking partners to carry out joint research aimed at solving social issues • It is unlikely that a moral obligation in richer countries will result in cooperation ---  Unclear whether cultural and structural differences will limit cooperation Sustainability, interdisciplinarity and team science  Setting up interdisciplinary groups to tackle major issues together  National governments encourage cooperation because the governments themselves cannot achieve their ambitions  Cooperation is unlikely to be limited because higher education institutions focus on their own competitive position and protect activities from third parties ---  Unclear or cooperative limits because national authorities do not provide resources because they (have to) set different priorities Open science  Finding partners to share resources more easily (saving costs)  Increasing quality and relevance through external inputs and expertise  Cooperation is unlikely to be limited because higher education institutions focus on their own competitive position and protect activities from third parties ---  Unclear whether cooperation is limited by persistent differences in openness Shaded rows represent \"consensus among respondents\". White rows represent “divergence among respondents”. ",
        "",
        "35 4.7 Scenario In this section, the scenario is presented, starting with sketching the context, followed by reflections on higher education and, finally, the nature and scope of international collaboration in higher education. The scenario is built around the analysis of trends, their assumed impacts and the response to the survey. The scenario is informed by the opinions expressed in the survey and the expertise represented in the research team and our four area experts. That said, the scenario is also inspired by the dynamics that can be observed in the European higher education landscape of today and therefore, will show in part a continuation of developments that are already underway. 4.7.1 Europe in 2030 In the decade running up to 2030, the digital transformation is fundamentally changing societies, with businesses, non-profits and public sector organisations increasingly depending on networks and related supply chains for their production, resources, workers, distribution and communication channels. Digital technology is a critical enabler on this journey. Robotics, machine learning and automation have a tremendous impact on labour markets, employment opportunities and training systems. Flexibility is key. In this ‘Super smart society’ digital tools play a key role in connecting people, communities and organisations, creating networks of people and devices that continuously deliver data to the cloud. This data is analysed by artificial intelligence (AI). Digital connectivity is increased. Cybersecurity concerns over the ownership and usage of the massive amounts of personal data that are created and shared are tackled by blockchain technology. This resolves critical issues of privacy, security and trust, although a fair amount of scepticism still exists in the world. The amount of information collected on every person, product, and organization is massive, and there is a large pressure to share that information — with customers and consumers. The tools to analyse information are available and in many ways make decision-making easier. For instance, customers can more easily choose those products that have the lowest carbon footprints and the healthiest ingredients. Self-employed individuals can find jobs with the best wages and working conditions and autonomous students can earn badges that represent the skills they master thanks to the online classes they took, but all these tools will shatter privacy in the process. AI (artificial intelligence) drives radical improvements in business productivity and product design. Sensors, chips and other electronic components improve business opportunities and enable a more individualized delivery of health services for the ageing populations in western societies. Digital transformation Connectivity ",
        "36 The human capital needs of industries are met by employees (particularly youth – but also adults of any age) that, thanks to AI, augmented reality (AR) and virtual reality (VR), are equipped with the requisite skills to secure quality work. Mobile devices are connecting people to education, training, and employment opportunities, helping them in up-skilling, catalysing innovation and boosting productivity. The platform economy requires workers to be flexible. Both the young and the old recognize that their well-being very much depends on seizing opportunities for lifelong learning. Social insurance schemes include incentives and (loan) facilities for up-skilling. Schools and other providers of learning are paying more attention to competencies and skills such as entrepreneurship, risk taking, communication and creativity. Governments, communities and businesses are working together to provide facilities for child care, allowing parents to combine work, education and parenting. In the 2020s, Europe’s population is much older on average – also if compared to other global regions. This is the result of lower levels of fertility and people living healthier lives. The integration of immigrants in Europe’s societies is partly compensated for the demographic decline. This has led to migration from the poor regions in the world towards richer countries where job prospects and living conditions are better. The incoming flows of migrants pose a big challenge to many European countries. The richer regions see their populations become more culturally diverse, while the poorer regions experience brain drain. Ongoing urbanisation, depopulation of rural areas and migration influence each other. Some regions in Europe (and elsewhere in the world) are confronted with serious socio-economic inequalities – between haves and have-nots (in terms of income, health, education, socio-economic status). In Europe’s public sector, on -going austerity challenges also have contributed to the abovementioned tensions. Governments continue to face fiscal pressures and challenges with respect to the financing of on-going rises in the costs of health care, pensions, security, immigration and ageing. In Europe 2030, most of the world finally understands that our planet is in great peril and big efforts are being made to introduce more sustainable ways of living, producing and engaging with our natural resources. The United Nation’s Sustainable Development Goals (SDGs), adopted in 2015, have not been achieved in 2030, despite the many technological advancements over the years. Two thirds of the world live in cities – many in megacities, that have well over 10 million inhabitants. Some of those large urban concentrations are places where creativity flourishes and citizens are living in an environment characterised by decent living conditions. However, other megacities are still struggling with environmental problems, congestion, socio- economic inequality and citizens feeling unsafe. Human capital and the world of work Sustainable Development Socio- economic inequality and austerity ",
        "37 While technological advancements contributing to the energy transition have made farming more productive and have made citizens more healthy and resilient, many regions in the world are still facing big challenges with respect to hunger, droughts and inequities in terms of access to resources. This is why in 2030, sustainability is a core value in European policies and an essential ingredient of the strategy of public organisations. Increasingly private business strategies reflect the triad of people-planet-prosperity. 4.7.2 The university in 2030 In Europe’s greying societies, the number of younger traditional students declined and is counterbalanced by a growing number of international students, partly due to migration and partly due to an increase in part-time students, life-long learners and postgraduate students. Most undergraduate students gather their credits and credentials over the course of a cross-organisational learning journey. Compared to ten years ago (2020), many more students have undertaken individualised learning paths, consisting of educational modules and courses they have taken at a diverse number of higher education providers – some of them public, others private institutions. Besides that, in many cases they also have accumulated a number of badges to digitally represent the skills, learning achievements or other experiences collected over their career in online or offline life. Despite all the technological innovations and the social change in society, the university as an institution still endures. 5 The university’s job still is to provide education to students and equip them with the skills for the future and to produce new knowledge; this new knowledge is the most important factor in economic and social growth. In 2030 this is still regarded as the key purpose of the university, legitimizing its claim on public funds. However, the fiscal pressures that European higher education providers are facing already since 2020 are still very much present in 2030. The heavily contested public budgets for the higher education and research sector force universities and other higher education providers to look for alternative sources of financial support, such as from the business world, banking sector and students. To address the major scientific and grand challenges for our societies – many of them related to the SDGs – efforts are made by public authorities to join up public and private initiatives. An example is the priority attached to sustainability on the higher education agendas and the associated European funding programmes for teaching and research. To address the themes from these agendas, universities and their partners employ interdisciplinary approaches, with academics, companies and students working together in research and teaching 5 Some university presidents during university festivities and anniversary parties still refer to Clark Kerr’s classic (2001) text The Uses of the University where it is stated that: “everything else changes, but the university mostly endures”. And Kerr adds that “… there have been many intervening variations on the ancient themes, …, but the eternal themes of teaching, scholarship, and service, in one combination or another, continue” (p. 115). “The university endures” Inter- disciplinarity and team science ",
        "38 teams across physical, national and disciplinary boundaries. In these efforts, expertise and financial contributions from public and private sources are combined. To continue receiving its portion of the tax revenues, the university has had to accept that the knowledge it produces is there for sharing. The world of education and science has to be truly open. This holds for access to research publications, research data, research materials, sharing education and research materials, and it is reflected in the use of open software. Universities are wired up to the world. They embrace open peer review procedures and allow citizen science to fertilize the academic soil. Access to research data and research infrastructure is in principle open to everybody with the right intentions. Although knowledge very much is a strategic asset for companies, countries and regions, openness and knowledge sharing is the underlying principle for higher education institutions and their communities. 4.7.3 Transnational collaboration in European higher education in 2030 Both digital technologies and open science have increased opportunities for universities to cooperate across (but also inside) national borders. Because distance is less relevant thanks to technology, higher education institutions can also be more strategically selective in the partnerships they maintain with other institutions. The motivations for the partnerships can be diverse and complementary, going from trying to boost the quality of education and research, to offering a wider choice and more convenient learning options to their students. The quality boost that results from transnational collaboration is partly driven by the sheer scope of the cooperation. Critical mass is achieved fairly easy, which allows for economies of scale. Digital technologies reduce the (transaction) costs of transnational research collaborations between universities and allow more opportunities for sharing (big) data and research results across borders. Universities are realizing that team efforts across disciplinary boundaries are needed to cope with societal and economic challenges. Cooperative inter- (and trans-) disciplinary efforts are undertaken, some of them in partnerships with research partners from abroad. Incentivized by national and supranational governments, more and more universities are tackling the grand societal challenges covered by the SDGs. They are not hindered by pressure groups or other stakeholders that wish to see academic research as primarily serving national interests and boosting the country’s competitiveness. When it comes to the education mission of the university, digitisation enables educational innovations and complements physical movements of students and staff. Despite the technological possibilities to learn and work together while being located at different sites, some students still wish to participate in non-virtual exchanges and undertake part of their education abroad. The higher education landscape Exchange and mobility Open science ",
        "39 In any case, the internationalisation of the curriculum – a sine qua non in education – is more easily realized in virtual international classrooms, where students and staff exchange knowledge and collaborate internationally. In this sense, universities that collaborate with international partners also may give some of their students online access to courses offered by universities abroad and conveniently offer them more variety. Thus technology provides opportunities for students to get a better deal. Digitisation, a focus on open science, and interdisciplinarity have all synchronously pushed higher education institutions to increase their collaboration efforts – first of all because higher education institutions see they can , and, secondly, because higher education institutions feel they must . However, the nature and size of those collaborations is something to be decided by each individual higher education institution itself. When it comes to transnational collaboration there is a lot of diversity in the alliances we see in 2030, with smaller (three to four partners) and larger networks (up to twelve partners) existing next to each other. The size and nature of the networks that a university wishes to be part of very much depend on its (national, regional, institutional) context and its particular mission, features and strengths. In that sense, in 2030 the transnational collaboration differs between the various types of higher education institutions. As part of the international alliances there is still the continuation of the alliance based on the League of European Research Universities (LERU) network has endured. This network of some of the well-known European research universities has existed since the year 2002 and has been quite stable over the years. The network strives for excellence in the research it carries out and has successfully protected its position in the global higher education landscape by capitalising on the traditional academic and scientific networks of its member universities. In many ways it is being regarded as a kind of Champions League of international universities. The seeds for this alliance were already sown in the first decade of the 21st century, when national governments implemented policies to encourage the creation of centres (and even universities) of excellence. As an undercurrent to the primarily excellence-driven policies and alliances, other types of transnational collaborations were created in the decade leading up to the year 2030. The foundations for some of these collaborations were laid ten years ago, when EU funding was awarded to them as part of the European Universities Initiative, which gave them a flying start. The collaborations have partly emerged as a result of the opportunities offered by ICTs and digitalisation. The most obvious example of this is a tightly-knit network of universities offering online education enhanced by virtual and augmented reality applications. Other transnational alliances in higher education are challenge-driven, for instance focusing on health, transport and energy innovations, with some of them working in specific disciplinary or professional fields, such as engineering, fine arts, business and humanities. Transnational collaboration varieties ‘Champions League’ Challenge- driven and location-driven ",
        "40 In addition, some of the collaborations are between institutions based in particular regional or urban settings. Since Europe, for various reasons, still continues to show economic inequalities across and within countries, there is also a great deal of regional variety in the higher education alliances. The variety in collaborative networks is quite large, but the majority of them consist of higher education partners of comparable reputation. The collaborating institutions are “picky” about their partners, preferring to engage with partners that are perceived to be of similar strength in terms of resource levels and prestige. For instance, highly reputed universities are collaborating with reputed counterparts in other countries. There are relatively few international collaborations between research universities and more education-oriented institutions. Specialised colleges and universities of applied sciences also choose to collaborate with kindred partners across national borders. Many partnerships are between higher education institutions that have some similarity in terms of mission or regional setting. The Baltic higher education association is an example. After the three Baltic states in 2022 decide to jointly optimize the IT infrastructure for research and higher education they fully integrated their higher education systems in 2026. This collaboration results in more staff and student mobility and joint training programs. A number of peripheral universities in Poland, Finland, Germany and Sweden join the collaboration in 2030. The success of the transnational cooperation, also in terms of the economic, social and cultural value it contributed, led to a deeper coordination of education policies between the three Baltic states. In the Balkans, we find the Balkan Universities Association (BUA) grows from 30 members in 2020 to more than 70 member universities in 2030. Its network spreads across Northern Greece, Turkey, Albania, North Macedonia, Montenegro, Croatia, Bulgaria and Romania. What brings these universities, most of them relatively small in size, together is that they are all located in the more peripheral European regions, where they face great challenges in closing the gaps with the rest of the European Higher Education Area. To counter the migration of staff and students to the more economically prosperous regions and better equipped higher education institutions in Europe, the universities in the BUA have set up transnational cooperation and joint programs. Supported by their governments and the EU, the BUA universities share program modules and provide exchange opportunities to their students, thus contributing to economic activity in the Balkan region. Their motto is shared history and shared future. Two of the most visible transnational cooperation projects are the European Research Infrastructure on Balkan Heritage, in which the countries jointly maintain and manage their cultural heritage, and the Advanced Balkan Institute of Public Governance and Business Administration, that works on regional governance challenges in the public and the private sector, and houses excellent research programs Like with like Baltic and Balkan University Associations ",
        "41 and master's degree programs. Similar transnational associations are starting to build in southern France, southern Spain, Portugal, with links being made to Morocco and Algeria. What characterizes these universities is their location on the coast, a depopulated hinterland, and a wish to strengthen their coastal contacts to work on common education and research agendas. The depopulation of large regions in France, northern UK, Spain and Italy has led well established universities in regional capital cities to become largely disconnected from their regional hinterland. As a result, for these universities their regional embedding can provide little in terms of financial sustainability. Although their student numbers have fallen, these higher institutions are forced to focus more strongly on their teaching task and to support their education by strong academic research. To achieve this, they engage in transnational cooperation in order to create the critical mass needed for maintaining master's programs and research centres. So far their efforts have resulted in a fragmented picture of individual research centres and programmes, resembling ‘internationally connected oases’. In other words, there is an upstream as well as lots of undercurrent streams when it comes to the higher education alliances formed in the decade leading up to the year 2030. This made it possible for shifts to occur in the distribution of higher education resources (money, students, staff, infrastructure, collaborations, regional support). Geographically there is variety in the networks in the sense that there are some networks that are regional (focusing on neighbouring countries), but many of them extend across the wider European region. Non-European institutions are less frequently part of the international networks. Cultural and administrative differences between different nation states (and their higher education institutions) do not significantly stand in the way of intensive collaboration according to university administrators or other stakeholders in higher education. In 2030 one can observe many well-operating networks that have managed to confirm their place in the European higher education landscape. They significantly contribute to cross-border education programmes and research projects, attracting their students, staff and resources by relying on their very professional marketing and communication departments. The partners in the transnational higher education networks collaborate in the area of research and education. There are hardly any networks that limit themselves to one or the other. Higher education institutions see opportunities to increase the quality and relevance of their education and research portfolios by deliberately incorporating inputs (staff, students, resources, expertise) from abroad. They see many advantages in collaborating with external partners in transnational networks. Coastal associations and connected oases Geographic variety Education AND research ",
        "42 Similar to the situation in the first two decades of the 21st century, governments across Europe continue to face fiscal limitations – also in terms of the budgetary support they can provide for higher education. This has incentivised many domestic higher education institutions to look for cooperation partners abroad and join forces in undertaking education and research. However, some higher education institutions that choose to stick to a regional mission have selected partners from their own country. The latter is also due to the fact that national governments only have limited funds available for subsidizing cross-border initiatives; they sometimes tend to prioritize other, national challenges over international ones. However, some countries provide top-up funding for the European funds and make funding available for international collaborative academic work on the global sustainability challenges (see above). National governments have agreed to provide financial contributions to a number of pan-European foundations that fund research and student mobility across national borders. In addition, there continues to be European start-up funding for international university partnerships, after the first successful round of the European University initiative in 2018. Some of the European alliances that were formed over time, however, have transformed both in terms of the joint identity of the alliance and the membership (with some members being replaced by new ones over time). Partly as a consequence of the limited support from the public purse, the transnational collaborations between higher education institutions also include partners from the private sector. Higher education institutions in 2030 cooperate significantly with business, industry and the service sector. This is not to say that the networks primarily focus on applied research ( Mode 2 research, with a focus on the context of application) and professional training (e.g. through continuous development programmes). There is still a lot of attention in the networks for fundamental research; slightly more at the premier league institutions than at the second and third league institutions. Higher education institutions deem that working with the private sector allows them to survive in a climate of fiscal stress and helps to realise their academic ambitions. They are generating significant private funds and collaborate with businesses, banks and venture capitalists to commercialise their academic research. The R&D activities undertaken by enterprises are increasingly carried out in public-private partnerships. Research partnerships – some national, some international – have been forged, giving a boost to transnational collaborations. Public-private researchers hold shifting contractual relationships with different organisations within the partnerships. The universities in 2030 do not just engage in such partnerships for resource reasons; the collaborations also add to their research profile and their attractiveness to students. Income share arrangements (where students receive private loans that are paid off in proportion to their salary once they have graduated and found a job) are another example of higher education tapping into private funding. Fiscal pressures and international collaboration Public-private partnerships ",
        "43 In 2030, higher education institutions are also working together with public and private partners in offering opportunities for upgrading skills and engaging in lifelong learning. They are allowing students (young and old) to choose from a flexible supply of courses that are technology-enhanced and offered as online modules. This offer is provided by the higher education institution itself in collaboration with its national and international partners. 4.8 Policy measures 4.8.1 Words of caution It should be stressed that a scenario like the one presented in the previous section is an estimate or forecast of a future situation based on a study of present trends. In constructing the scenario the input of experts is essential to make predictions as robust as possible. However, ultimately all predictions are contentious and vulnerable to criticism. Obviously, not all trends and developments can be known, with the possible exception of demographic trends in the coming decade. Our scenario does not (and cannot), for instance, take into account unpredictable developments (economic crises, political upheaval, war, climate disasters, etc.). In that sense, caution is warranted regarding strong policy recommendations. The most important function of a scenario (or set of scenarios) is to form the basis for further reflection and discussion. To put it succinctly: if policy-makers, higher education leaders, academics, etc. think the scenario is likely and desirable, no immediate policy action is needed, apart from monitoring whether the developments continue to be in sync with the predictions. If, however, policy-makers and other stakeholders think the developments and scenario are not in line with their needs and wishes, action is needed. For the research team it is almost impossible to judge which policy actions would be helpful, necessary, effective, etc. That said, first, the scenario – echoing the findings from the literature review – highlights the financial barriers that impede sustainable (transnational) collaboration. Governments will have to make tough choices regarding their investments in different public services. If transnational collaboration in higher education is seen as an important tool to boost domestic and supranational economies, continued investments are needed. This implies however that more insight is needed in the costs and benefits of transnational collaboration. As the study of Craciun and Orosz (2018) made clear, there is currently a lack of clear insights in costs and benefits. Second, the scenario highlights the (expected) stratified nature of transnational collaboration in the future. Stratification is perceived and appreciated in different ways. On the positive side, strong somewhat elitist networks can really make a positive difference. On the negative side, stratification almost always goes hand in hand with inequalities. Here the policy challenge is to devise the instruments to foster transnational collaboration in such a way that higher education institutions at the lower levels of the stratified system are offered opportunities to cooperate in areas in which they perform well. To forestall an unequal playing field, policy-makers should consider a broad portfolio of initiatives and not ‘bet on a single horse’ but create synergy between different initiatives. This may allow reaping the broader benefits of transnational collaboration, allowing consortia to focus on a variety of initiatives, e.g. third mission activities (versus academic research only), regions (across Europe as a whole or from particular parts of Europe) and education for less privileged students (versus the “best” students). ",
        "44 4.8.2 Seedbeds for the future of transnational collaboration A little to our surprise, but maybe also because of the way we structured our requests for input from the experts, the results we obtained say little about how the future is shaped by current initiatives for transnational collaboration. This is a pity, for two reasons. First because the development of these initiatives may help us, and the reader, to understand how our future scenario is shaped by the present and events between today and 2030 – even if they are still fictitious. Second, because they help to write a scenario that responds to the clear results from the Delphi that the landscape of transnational collaboration in 2030 will probably be very heterogeneous. Since its very start, the European Union and its predecessors through its Framework Programmes have stimulated transnational collaboration in research and, somewhat later, higher education. For research EURATOM (1957) and the COST programme (1971) are early examples of how the then European Community stimulated transnational collaboration. For higher education, the ERASMUS programme probably was the first policy initiative stimulating transnational collaboration at the EU level – even though the initiative itself started primarily to promote student exchanges. Since its inception it has grown both in participation numbers and in scope. Currently, the ERASMUS+ programme not only stimulates student exchanges, it also supports transnational collaboration in joint master’s degrees, strategic partnerships, capacity building, and it supports the developments of (national) policies aimed at removal of obstacles in transnational collaboration. The most recent initiative is the European Universities Initiative, which the European Commission launched in 2017/18 in order to pilot different forms of transnational collaboration. It is clear that the development of this initiative, and the success and failure of the different alliances, will shape the landscape of transnational collaboration in 2030. We have included in our scenario some signposts towards 2030 as well as various forms in which these European Universities may evolve. Lessons with transnational collaborations indicate that the success depends on:  Organizational capacities and efforts, including leadership, broad organizational commitment and digital infrastructures;  Proximities between partners in the collaboration, e.g. in language and geography, but also in mission, regional engagement and academic culture;  Previous experiences and existing ties between the institutes and professionals involved in the collaboration. The latter includes research collaborations and we may expect that related transnational collaborative activities e.g. in research and organizational learning. Of these, three are of specific interest for shaping the future of transnational collaboration: 6  The first is the Marie Skłodowska -Curie programme, which supports mobility of researchers as well as International Training Networks and European Joint Doctorates. It is not farfetched to foresee that these latter forms will be part of the future of transnational collaborations.  The second is an amalgam of existing collaborations between universities as organisations. Apart from EUA, the European Universities Association, there are numerous separate university associations, bringing together likewise universities across Europe or from specific regions. Examples include EURASHE, the European 6 Probably there are more of such seedbeds for furthering transnational collaborations. The European Research Infrastructures, mentioned in section 3.4, is potentially another such policy measure, but it is not clear to what extent these initiatives affect collaboration in higher education (i.e. beyond research). ",
        "45 Association of Institutions in Higher Education (1990, 65 members), UNIMED, the Mediterranean Universities Network (1991, 113 members), ECIU, the European Consortium of Innovative Universities (1997, 14 members), LERU, the League of European Research Universities (2002, 23 members), BAUNAS, the Balkan Universities Association (2014, 79 members) and AURORA universities network (2016, 10 members). Missions, activities and aims diverge, but some may be pivotal in developing transnational collaborations as the first round of the European Universities Initiative has shown.  The third are strong policy collaborations between countries or regions within Europe. The Nordic countries can be seen as the most advanced example. Through the Nordic Council, Sweden, Denmark, Norway, Finland and Iceland have a shared program on education and research that facilitates mobility and learning. Such regional collaborations may provide alternative forms of transnational collaboration on a smaller scale and with more geographical proximity. We hope that the lessons from these initiatives, combined with the insights provided by our report, will contribute to the thinking about transnational collaboration in higher education and the policy measures to be taken in the future. ",
        "46 References Alexander, B., Ashford-Rowe, K., Barajas-Murphy, N., Dobbin, G., Knott, J., McCormack, M., … Weber, N. (2019 ). EDUCAUSE Horizon Report: 2019 Higher Education Edition . Louisville: Educause. Arrieta, O. A. D., Pammolli, F., & Petersen, A. M. (2017). Quantifying the negative impact of brain drain on the integration of European science. Science Advances, 3 (4). Austers, A. (2015). EU labour mobility: Brain drain – brain gain? The case of Latvia. In A. Schellinger (Ed.), Brain drain - brain gain: European labour markets in times of crisis (pp. 53-58). Bonn: Friedrich-Ebert-Stiftung. Ayoubi, R. M., & Massoud, H. (2012). Is it because of partners or partnerships? An investigation into the main obstacles of developing international partnerships in four UK universities. International Journal of Educational Management, 26 (4), 338- 353. Benavent-Perez, M., Gorraiz, J., Gumpenberger, C., & de Moya-Anegon, F. (2012). The different flavors of research collaboration: A case study of their influence on university excellence in four world regions. Scientometrics, 93 (1), 41-58. Bilecen, B., & Van Mol, C. (2017). Introduction: international academic mobility and inequalities. Journal of Ethnic and Migration Studies, 43 (8), 1241-1255. Boekholt, P., Edler, J., Cunningham, P., & Flanagan, K. (2009). Drivers of international collaboration in research Amsterdam: Technopolis. Bozeman, B., Gaughan, M., Youtie, J., Slade, C. P., & Rimes, H. (2016). Research collaboration experiences, good and bad: Dispatches from the front lines. Science and Public Policy, 43 (2), 226-244. Breen, R. (2010). Educational expansion and social mobility in the 20th century. Social Forces, 89 (2), 365-388. Breen, R., Luijkx, R., Müller, W., & Pollak, R. (2009). Non-persistent inequality in educational attainment: Evidence from eight European countries. American Journal of Sociology, 114 (5), 1475-5121. Brooks, D. C., & McCormack, M. (2019). Educause Higher Education’s 2019 Trend Watch & Top 10 Strategic Technologies. Louisville: Educause. Brown, T. C., & Peterson, G. L. (2009). An enquiry into the method of paired comparison: Reliability, scaling, and Thurstone’s law of comparative judgment . Fort Collins: US Department of Agriculture. Buck Sutton, S., Egginton, E., & Favela, R. (2012). Collaborating on the future: Strategic partnerships and linkages. In D. K. Deardorff, H. de Wit, J. D. Heyl & T. Adams (Eds.), SAGE Handbook of international higher education (pp. 147-165). Los Angeles: SAGE. Cantillon, B., Goedemé, T., & Hills, J. (2019). Decent incomes for all . Oxford: Oxford University Press. Council of Graduate Schools. (2010). Joint degrees, dual degrees, and international research collaborations. Washington: CGS. Craciun, D., & Orosz, K. (2018). Benefits and costs of transnational collaborative partnerships in higher education. Luxembourg: Publication Office of the European Union. ",
        "47 Cruz-Castro, L., Jonkers, K., & Sanz-Menéndez, L. (2015). The internationalisation of research institutes. In L. Wedlin & M. Nedeva (Eds.), Towards European science. Dynamics and policy of an evolving European research space (pp. 175-198). Cheltenham: Edward Elgar. Culver, S. M., Puri, I. K., Spinelli, G., DePauw, K. P. K., & Dooley, J. E. (2012). Collaborative dual degree programs and value added for Students: Lessons learned through the Evaluate-E project. Journal of Studies in International Education, 16 (1), 40-61. Dachs, B., Stehrer, R., & Zahradnik, G. (Eds.). (2014). The internationalisation of business R&D . Cheltenham: Edward Elgar. de Boer, H., & Westerheijden, D. F. (2005). Scenarios as a method. In J. Enders, J. File, J. Huisman & D. F. Westerheijden (Eds.), The European higher education and research landscape 2020. Scenarios and strategic debates . Enschede: Center for Higher Education Policy Studies. Department for Education/Department for International Trade. (2019). International Education Strategy: global potential, global growth . London: DfE/DIT. Deuten, J. (2015). R&D goes global . The Hague: Rathenau Institute. Domingues Dos Santos, M., & Postel-Vinay, F. (2003). Migration as a source of growth: the perspective of a developing country. Journal of Population Economics, 16 (1), 161-175. EACEA. (2013). Joint international master programmes. The first generation. Lessons learnt from Erasmus Mundus . Brussels: European Commission. Enders, J., File, J., Huisman, J., & Westerheijden, D. (Eds.). (2005). The European higher education and research landscape 2020. Scenarios and strategic debates . Enschede: CHEPS. European Commission. (2013). Investing in children: breaking the cycle of disadvantage. Brussels: European Commission. European Commission. (2018). Mid-term evaluation of the Erasmus+ programme (2014- 2020). Commission staff working document. Brussels: European Commission. European Commission. (2019). European pillar of social rights . Retrieved 11 September 2019, from https://ec.europa.eu/commission/priorities/deeper-and-fairer- economic-and-monetary-union/european-pillar-social-rights_en European Strategy and Policy Analysis System. (2015). Global Trends to 2030: Can the EU meet the challenges ahead? European Strategy Forum on Research Infrastructures. (2019). About. Retrieved 11 September 2019 Franke, J., Humburg, M., & Souto-Otero, M. (2017). FP7 ex post and H2020 interim evaluation of Marie Sklodowska-Curie actions (MSCA) . Luxembourg: Publications office of the European Union. Frey, C. B., & Osborne, M. A. (2017). The future of employment: how susceptible are jobs to computerisation? Technological Forecasting and Social Change, 114 , 254- 280. Geuna, A. (Ed.). (2015). Global mobility of research scientists; the economics of who goes where and why . Amsterdam etc.: Elsevier. Gieser, J. D. (2015). An international academic partnership through a policy implementation lens: Top-down, bottom up or somewhere in between? Forum for International Research in Education, 2 (3), 62-79. ",
        "48 Glenn, J. C. (2009). Futures wheel, Futures research methodology version 3.0. Washington: Millennium project. Goos, M., Manning, A., & Salomons, A. (2014). Explaining job polarization: the roles of technology, offshoring and institutions. American Economic Review, 104 (8), 2509- 2526. Gunn, A., & Mintrom, M. (2013). Global university alliances and the creation of collaborative advantage. Journal of Higher Education Policy and Management, 35 (2), 179-192. Hallonsten, O. (2016). Big science transformed . Basingstoke: Palgrave Macmillan. Huisman, J., Westerheijden, D. F., & de Boer, H. (2001). De tuinen van het hoger onderwijs. Enschede: Twente University Press. IMF. (April 2019). World economic outlook: Growth slowdown, precarious recovery . Washington: IMF. IMF. (January 2019). World economic outlook. A weakening global expansion . Washington: IMF. Jacob, M., & Meek, V. L. (2013). Scientific mobility and international research networks: trends and policy tools for promoting research excellence and capacity building. Studies in Higher Education, 38 (3), 331-344. Jenkins, S. P., Brandolini, A., Micklewright, J., & Nolan, B. (Eds.). (2012). The great recession and the distribution of household income . Oxford: Oxford University Press. Jerrim, J., & Macmillan, L. (2015). Income inequality, intergenerational mobility, and the Great Gatsby curve: Is education the key? Social Forces, 94 (2), 505-533. JISC. (2019). Horizons report on emerging technologies and education . Bristol: JISC. Joint Degree Management and Administration Network. (2008). How to manage joint study programmes? Guidelines and Good Practices from the JOIMAN Network Karvounaraki, A., Subramaniam, S., Hristov, H., Ojala, T., Jonkers, K., Huisman, J., & Goenaga, X. (2018). Mapping of European transnational collaborative partnerships in higher education. Luxembourg: Publication Office of the European Union. Katz, J. S., & Martin, B. R. (1997). What is research collaboration? Research Policy, 26 , 1-18. Kerr, C. (2001). The uses of the university (5th ed.). Cambridge, MA: Harvard University Press. Kinser, K., & Green, M. F. (2009). The power of partnerships: A transatlantic dialogue . Washington: American Council on Education. Kiron, EADTU, & FIBS. (2018). Position paper Bologna digital Knight, J. (2004). Internationalization remodeled: Definition, approaches and rationales. Journal of Studies in International Education, 8 (1), 5-31. Koehn, P., & Obamba, M. (2014). The transnationally partnered uinversity. Insights from research and sustainable development collaborations in Africa . Basingstoke: Palgrave Macmillan. Kosmützky, A. (2018). A two-sided medal: On the complexity ofinternational comparative and collaborative team research. Higher Education Quarterly, 72 , 314- 331. Kot, F. C. (2016). The perceived benefits of international partnerships in Africa: A case study of two public universities in Tanzania and the Democratic Republic of Congo. Higher Education Policy, 29 (1), 41-62. ",
        "49 Labrianidis, L., & Vogiatzis, N. (2013). Highly skilled migration: What differentiates the ‘brains’ who are drained from those who return in the case of Greece? Population, Space & Place, 19 , 472-486. Lazarou, E. (2017). The future of multilateralism. Crisis or opportunity? Briefing by the European Parliamentary Research Service. European Union: EPRS. Leydesdorff, L., & Wagner, C. S. (2008). International collaboration in science and the formation of a core group. Journal of Informetrics , 2(4), 317-325. Macfarlane, B. (2017). The paradox of collaboration: a moral continuum Higher Education Research and Development, 36 (3), 472-485. Marques, M. (2018). Organizational networks in educational research in Europe: Interconnections and stratification in the EU Framework Programme In M. Zapp, M. Marques & J. J. W. Powell (Eds.), European educational research (re)constructed. Institutional change in Germany, the United Kingdom, Norway, and the European Union (pp. 113-141). Oxford: Symposium. Masood, E. (2019). How China is redrawing the map of world science. Nature, 569 , 20- 23. Mayer-Schönberger, V., & Cukier, K. (2013). Big data: A revolution that will transform how we live, work, and think. Boston: Houghton Mifflin Harcourt. Mazzucato, M. (2018). Mission-oriented research & innovation in the European Union . Brussels: European Commission. McKinsey and Company. (2016). Independent work: choice, necessity, and the gig economy. Michael, S. O., & Balraj, L. (2003). Higher education institutional collaborations: an analysis of models of joint degree programs. Journal of Higher Education Policy and Management, 25 (2), 131-145. Mwangi, C. A. G. (2017). Partner positioning: Examining international higher education partnerships through a mutuality lens. Review of Higher Education, 41 (1), 33-60. Nolan, B. (2018). Inequality and inclusive growth in rich countries. Shared challenges and contrasting futures . Oxford: Oxford University Press. NUFFIC. (2015). Joint programmes from A to Z. A reference guide for practitioners . The Hague: Nuffic. Obamba, M. O., & Mwena, J. K. (2009). Symmetry and asymmetry: New contours, paradigms, and politics in African academic partnerships. Higher Education Policy, 22 (2), 349-371. Obst, D., Kuder, M., & Banks, C. (2011). Joint and double degree programs in the global context. Report on an international survey . Institute of International Education. OECD. (2015). In it together: Why less inequality benefits us all . Paris: OECD. OECD. (2017a). The next production revolution: A report for the G20. Paris: OECD. OECD. (2017b). Preventing ageing unequally . Paris: OECD. OECD. (2017c). Science, technology and industry scoreboard 2017 . Paris: OECD. OECD. (2018). A broken social elevator? How to promote social mobility . Paris: OECD. OECD. (2019). Getting skills right: Future-ready adult learning systems . Paris: OECD. Owen, R., Bessant, J., & Heintz, M. (Eds.). (2013). Responsible innovation: Managing the responsible emergence of science and innovation in society . New York: John Wiley & Sons. Pavolini, E., & Van Lancker, W. (2018). The Matthew effect in childcare use: a matter of policies or preferences? Journal of European Public Policy, 25 (6), 878-893. Persson, O. (2010). Are highly cited papers more international? Scientometrics, 83 , 397- 401. ",
        "50 Pfotenhauer, S. M., Jacobs, J. S., Pertuze, J. A., Newman, D. J., & Roos, D. T. (2013). Seeding change through international university partnerships: The MIT-Portugal program as a driver of internationalization, networking, and innovation. Higher Education Policy, 26 (2), 217-242. PriceWaterhouseCoopers. (2016). 2016 Global Industry 4.0 Survey – Industry 4.0: Building the digital enterprise . PricewaterhouseCoopers. (2019). Megatrends. from https://www.pwc.co.uk/issues/megatrends.html Rampelt, F., Orr, D., & Knoth, A. (2019). Bologna Digital 2020, White paper on digitalisation in the European Higher Education Area . Berlin: Hochschulforum Digitalisierung. Rathenau Institute. (2018). Share of international co-publications . The Hague: Rathenau Institute. Roobeek, A. (1990). Beyond the technology race: An analysis of technology policy in seven industrial countries . Amsterdam: Elsevier. Ryan, C., Bergin, M., Titze, S., Ruf, W., Kunz, S., Mazza, R., … Wells, J. S. G. (2017). Managing the process of international collaboration in online course development: A case-example involving higher education institutions in Ireland, Switzerland, Austria, and the United Kingdom. Innovative Higher Education, 42 , 451-462. Salvatori, A., & Manfredi, T. (2019). Job polarisation and the middle class: New evidence on the changing relationship between skill levels and household income levels from 18 OECD countries. Paris: OECD. Sandström, A.-M., & Hudson, R. (2018). The EAIE barometer. Internationalisation in Europe. Amsterdam: EAIE. Schellinger, A. (2017). Schellinger, A. (ed.) (2017). Brain Drain – Brain Gain: European Labour Markets in Times of Crisis . Friedrich-Ebert Stiftung. . Bonn: Friedrich-Ebert- Stiftung. Schwab, K. (2017). The fourth industrial revolution . Geneva: World Economic Forum. Shavit, Y., & Blossfeld, H. P. (1993). Persistent inequality: Changing educational attainment in thirteen countries . Boulder: Westview Press. Smith, K. (2010). Assuring quality in transnational higher education: a matter of collaboration or control? Studies in Higher Education, 35 (7), 793/806. Spencer-Oatey, H. (2013). Maximizing the benefits of international education collaborations: Managing interaction processes. Journal of Studies in International Education, 17 (3), 244-261. Storrie, D. (2017). Non-standard forms of employment: Recent trends and future prospects . Dublin: Eurofound. SURF. (2019). Trendrapport SURF, hoe technologische trends onderwijs op maat mogelijk maken . Utrecht: SURF. Tauch, C., & Rauhvargers, A. (2002). Survey on Master degrees and joint degrees in Europe. Geneva/Brussels: EUA. The Economist. (2017). The world’s most valuable resource is no longer oil, but data. The Economist. (2019). Slowbalisation. Theodoropoulos, D., Kyridis, A., Zagkos, C., & Konstantinidou, Z. (2014). \"Brain Drain\" phenomenon in Greece: Young Greek scientists on their way to immigration, in an era of “crisis”. Attitudes, opinions and beliefs towards the prospect of migration. Journal of Education and Human Development, 3 (4), 229-248. Tjong Tjin Tai, S.-Y., Broek, J. v. d., & Deuten, J. (2018). Industry seeking university, The emergence of strategic public-private research partnerships . The Hague: Rathenau Institute. Todeva, E., & Knoke, D. (2005). Strategic alliances and models of collaboration. Management Decision, 43 (1), 123-148. ",
        "51 van Huizen, T., & Plantenga, J. (2018). Do children benefit from universal early childhood education and care? A meta-analysis of evidence from natural experiments. Economics of Education Review, 66 , 206-222. Vandenbroucke, F., Burgoon, B., Kuhn, T., Nicoli, F., Sacchi, S., van der Duin, D., & Hegewald, S. (2018). Risk sharing when unemployment hits: How policy design influences citizen support for European unemployment risk sharing . Amsterdam: AISSR. Wagner, C. S., & Leydesdorff, L. (2005). Network structure, self-organization and the growth of international collaboration in science. Research Policy, 34 (10), 1608- 1618. Waterval, D. G. J., Frambach, J. M., Driessen, E. W., & Scherpbier, A. J. J. (2015). Copy but not paste: A literature review of crossborder curriculum partnerships. Journal of Studies in International Education, 19 (1), 65-85. Weinberg, A. (1962). Criteria for scientific choice. Minerva, 1 , 158-171. Woodfield, S., Middlehurst, R., & Fielden, J. (2009). Universities and international higher education partnerships: Making a difference . London: Kingston University. World Economic Forum. (2016). The future of jobs: Employment, skills and workforce strategy for the fourth industrial revolution . Geneva: World Economic Forum. Zacharewicz, T., Sanz Menendez, L., & Jonkers, K. (2017). The internationalisation of research and technology organisations . Luxembourg: Publications office of the European Union. ",
        "52 Appendix: Results of the Delphi survey Below the results of the Delphi survey can be found. The tables show the average score (on a four-point scale) and the standard deviation. Trend 1: The digital transformation of our societies will fundamentally change businesses, public sector organisations and how people interact and work. This industrial revolution is driven by advancements in technologies such as ICT, Artificial Intelligence, machine learning, robotics, genome editing, smart materials, blockchain, algorithms, and immersive technologies (e.g. virtual reality). Assuming the trend of digital transformation is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of education ? ",
        "53 Assuming the trend of digital transformation is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of research ? ",
        "54 Trend 2: Governments are facing fiscal pressures and challenges with respect to the financing of ongoing rises in the costs of health care, pensions, security, immigration and ageing. Austerity will affect public budgets for the higher education and research sector. Assuming the trend of austerity and pressures on public services is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of education ? ",
        "55 Assuming the trend of austerity and pressures on public services is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of research ? ",
        "56 Trend 3: Rising socio-economic inequality Several demographic trends will affect Europe, including its higher education systems, although these population dynamics will affect countries in an uneven manner. The population will grow older compared to other global regions (as a result of lower levels of fertility and people living longer lives). The integration of immigrants may partly compensated for the demographic decline but will still pose a challenge in many European countries. Most likely there will be migration from poorer to richer regions, partly driven by labour market prospects. Ongoing urbanisation and depopulation of rural areas will also contribute to migration patterns both within and across national boundaries. The combined result of these trends will most likely be rising socio-economic inequalities – between haves and have nots (in terms of income, health, education, socio-economic status) within and between European countries. Assuming the trend of rising socio-economic inequality is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of education ? ",
        "57 Assuming the trend of rising socio-economic inequality is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of research ? ",
        "58 Trend 4: Attention for sustainable development goals, interdisciplinarity and team science There is a tendency towards more attention to sustainability (among the general public, researchers and lecturers) and a drive to address major scientific and grand societal challenges. These are increasingly dominating the higher education agendas and the associated funding programmes for teaching and research. Addressing the themes from these agendas will require interdisciplinary approaches, with academics, companies and students working together in research and teaching teams across physical, national and disciplinary boundaries. Assuming the trend of attention for sustainability, interdisciplinarity and team science is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of education ? ",
        "59 Assuming the trend of attention for sustainability, interdisciplinarity and team science is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of research ? ",
        "60 Trend 5: Open Science There is a trend that the world of education and science is becoming truly open - with respect to access to research publications, research data, research materials, sharing education and research materials, use of open software, open peer review procedures, and the emergence of citizen science. Access to critical resources such as data and infrastructure will become more easy. Although knowledge may be seen as a strategic asset, openness and knowledge sharing will be the driving force in higher education communities. Assuming the trend of open science is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of education ? ",
        "61 Assuming the trend of open science is real in 2030, what then will be the effects on transnational collaborations in Europe in the area of research ? ",
        "62 Nature and scope of transnational collaboration in the area of education For the last set of questions, please assume that our preselected trends will have occurred simultaneously. This means that higher education institutions operate in a highly digitalized world in which public services have come under pressure. Sustainability, interdisciplinary approaches and open science are all key, and significant socio-economic inequalities persist in a society faced with many immigrants and an ageing population. In such a world, what will be the nature and scope of transnational collaborations across Europe in the area of education? The transnational collaborations in Europe in 2030 in the area of education: ",
        "63 The transnational collaborations in Europe in 2030 in the area of research: ",
        "64 HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        "N C - 0 3 - 1 9 - 9 3 4 - E N - N ISBN 978-92-76-11274-7 "
    ]
}