{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘The situation of people with disabilities in the Euromed countries’ (2011/C 48/17) Rapporteur: Meelis JOOST On 16 July 2009, the European Economic and Social Committee, acting under Rule 29(2) of its Rules of Procedure, decided to draw up an own-initiative opinion on: The situation of people with disabilities in the Euromed countries. The Section for External Relations, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 3 September 2010. At its 465th plenary session of 15 and 16 September 2010 (meeting of 16 September), the European Economic and Social Committee adopted the following opinion unanimously. 1. Conclusions 1.1 The EESC is pleased that many Mediterranean partner states have ratified the United Nations Convention on the Rights of Persons with Disabilities and thus laid the foundation for improving the quality of life of people with disabilities. 1.2 The EESC considers that civil society organisations repre­ senting people with disabilities in the Mediterranean partner states should be involved more effectively than hitherto in cooperation in the framework of the Euro-Mediterranean part­ nership. The active participation of these organisations in the development of civil society requires that financing be ensured. 1.3 The EESC calls on the Mediterranean partner states to promote the Design for All approach in shaping the environment in which people live, since a barrier-free and user-friendly environment contributes in particular to the devel­ opment of the potential for tourism. 1.4 The EESC calls on the European Commission to ensure that the funding for the Mediterranean partner states is also available to civil society organisations representing people with disabilities and that resources from the European Neigh­ bourhood Policy programmes are not used in such a way as to create additional barriers to the equal participation of people with disabilities in the life of society. 1.5 In view of the cultural background of the Mediterranean partner states and with due recognition for the work of charities to improve the quality of life of people with disabilities, the EESC calls on the parties concerned to move towards a rights- based approach, so that society shoulders its responsibility for the well-being of people with disabilities and their day-to-day livelihood, and to create an environment and services appro­ priate to the needs of all users. This kind of approach is in line with the United Nations Convention on the Rights of Persons with Disabilities. 1.6 The Mediterranean States must do more to promote educational courses which are appropriate for people with disabilities in order to create high-quality jobs and to ensure that the skills of the labour force meet the requirements of the market. They also need to mitigate the negative consequences of the exodus from the land, which is reflected in employment and waves of migration. 1.7 Based on the statistical finding that people with disabilities make up at least 10 % of the population, it is likely that there are up to 25 million people with disabilities living in the Mediterranean partner states. The EESC calls on decision-makers in the Mediterranean region to work for the creation of equal opportunities and, inter alia, to promote the integration of people with disabilities into the labour market. 1.8 In order to improve cohesion in states on both sides of the Mediterranean, the Mediterranean partner states should be involved in as many initiatives as possible, including the ‘European Years ( 1 )’, the Cultural Capital of Europe and the most recent initiative, the annual designation of a European Capital of Universal Accessibility ( 2 ). 2. Introduction 2.1 In earlier opinions the European Economic and Social Committee investigated social development in the Mediter­ ranean partner countries. EN C 48/94 Official Journal of the European Union 15.2.2011 ( 1 ) 2010 is the European Year for Combating Poverty and Social Exclusion. ( 2 ) OJ C 354, 28.12.2010, p. 8. ",
        "2.2 The Committee decided to draw up this own-initiative opinion in order to draw attention to the situation of people with disabilities in the Mediterranean area and to make a contribution to improving their situation. The social sphere is currently undergoing a radical phase of development, with major global challenges. 2.3 The Barcelona process, initiated in 1995, gave a new impetus to relations between the EU and its Mediterranean neighbours ( 3 ) and led to new provisions for the establishment of an area of peace and economic prosperity in the region. Fifteen years after the adoption of the Barcelona Declaration, however, only modest progress has been made. 2.4 The 2008 Union for the Mediterranean initiative gave a new impetus to cooperation, which the participants in the Mediterranean partnership can use to achieve balanced devel­ opment in the region. Social issues have an important role to play in this development, including improvements in the situation of people with disabilities. 2.5 The European Commission could give greater weight to the question of development in the social sector in the part­ nership agreements and lay greater stress on the urgent need for improvements in social cohesion. 2.6 The Arab Decade of Disabled Persons was proclaimed in Lebanon in October 2002. It ends in 2012.19 Arab states and representatives of more than one hundred Arab civil society organisations for the disabled took part in the launch of the Decade. The Declaration adopted on the occasion was the fruit of long drawn-out consultations between the ministers for social affairs of the participating states. 2.7 Some Mediterranean countries ( 4 ) have ratified the United Nations Convention on the Rights of Persons with Disabilities, the aim of which is to guarantee the rights of people with disabilities and to improve their quality of life. In the EU context the process of ratifying the Convention is connected with the draft anti-discrimination directive, on which the EESC has issued an opinion. The directive, which sets out to combat discrimination in various areas of life has not yet been adopted, but the process is underway, and the EU is making major strides towards the legal protection of people with disabilities. 2.8 Progress is being made on cooperation in developing human resources. The Human Development Index rose from 0.694 in 1995 to 0.736 in 2007 ( 5 ). The current crisis is adversely affecting the trend, which makes it important to pay particular attention to equal opportunities in the context of the social and economic development of the Mediterranean partner countries. 2.9 The situation regarding the rights and quality of life of people with disabilities varies between individual Mediterranean partner states. The purpose of this opinion is to draw the attention of states to the need to improve the situation of people with disabilities and the efficiency of the civil society organisations working in this area as well as to involve the representatives of these organisations more than hitherto in the ongoing civil society cooperation between the EU and the Mediterranean partner countries. The examples of individual states and reference to the studies carried out in these countries and the collected data make it clear that these states take the integration of people with disabilities seriously and have taken steps to improve social cohesion. 3. Social involvement and equal opportunities 3.1 Underlying the 1995 Barcelona process is the objective of bringing about convergence of socio-economic trends on either side of the Mediterranean. It did not, however, take account of the special needs of certain groups of people. EU cohesion policy has shown that promoting equal opportunities for vulnerable groups and improving social cohesion can bring advantages for the whole of society. 3.2 In creating a joint free trade area, it is particularly important to ensure that the living environment and livelihoods of people with disabilities are increasingly brought into line with EU standards. In order to achieve this, people with disabilities have to be involved more effectively in the decision-making processes at national, regional and local level. 3.3 An inclusive educational system, employment policy, regionally balanced development and participation in decision- making processes help to reduce poverty. They also make the Mediterranean partner countries more attractive places to live and work and thus combat emigration. Ultimately social involvement improves human mobility. In many Mediterranean partner countries children with disabilities are refused the necessary access to education, so that the labour market and its opportunities remains largely closed to them when they reach working age. EN 15.2.2011 Official Journal of the European Union C 48/95 ( 3 ) The current members of the Union for the Mediterranean are the 27 Member States and the following Mediterranean countries: Algeria, Morocco, Tunisia, Turkey, Egypt, Israel, the Palestinian National Authority, Syria, Lebanon, Jordan, Croatia, Albania, Montenegro, Bosnia and Herzegovina, Monaco, Mauritania and Libya (with observer status). ( 4 ) http://www.un.org/disabilities. ( 5 ) UNDP. ",
        "3.4 In most schools in the Euromed countries there is a lack of training facilities for children with disabilities. Around half of all children with disabilities live separated from their families in care institutions. People with disabilities cannot claim their right to participation in the labour market, although specific laws have been adopted in the Euromed countries which requires that they receive support and be ensured access to employment opportunities. A report drawn up in 2003 by the Lebanese Physically Handicapped Union makes it clear that institutions which receive the bulk of the public money made available for people with disabilities do not provide people with disabilities with the education they need in order to find employment. The United Nations Convention on the Rights of Persons with Disabilities in the Euro-Mediterranean area 3.5 The United Nations Convention on the Rights of Persons with Disabilities has been ratified by the following non-EU Euromed partner states: Algeria, Bosnia and Herzegovina Morocco, Tunisia, Turkey, Egypt, Syria, Jordan, Croatia and Montenegro. It has not yet been ratified by Israel, the Palestinian National Authority, Lebanon, Albania, Mauritania, Monaco or the observer country Libya. Some EU Member States have also not ratified the Convention. 3.6 The articles of the Convention guarantee people with disabilities protection against discrimination in all areas of life: employment, access to transport, public buildings and housing. The Convention particularly stresses the availability of services and appropriate social protection both in towns and in the countryside. 3.7 Particularly important features of the convention are access to education, the right to free choice of place of residence, the right to family life and participation in political life. There are separate chapters in the Convention dealing with women and children with disabilities, two groups of particular importance for the improvement of social cohesion in coop­ eration between the EU and the Mediterranean region. 3.8 In addition to the actual text of the Convention there is also a voluntary protocol. States which have signed and ratified the Convention undertake to monitor its implementation. By ratifying the Convention participating States also undertake to report to the United Nations on the extent to which the situation of people with disabilities meets the requirements of the Convention. 3.9 Ratification of the Convention is the first step on a long road to changing society's attitude to people with disabilities and their living environment, both in the EU Member States and in the Mediterranean partner states. Today the social and economic situation of various population groups, including people with disabilities, in the southern Mediterranean States does not comply with the requirements of the Convention. The equal opportunities dimension in regional development 3.10 Regional cooperation between the Mediterranean partner states has an important role to play in improving the everyday lives of people with disabilities. Mobility, access to information, services for people with disabilities and the imple­ mentation of joint projects need to be promoted much more effectively than they are today. Domestic regional cohesion, which is expressed in the sustainable development of rural areas and the availability of services for people with disabilities - and not only in urban areas - improves the competitiveness of the Mediterranean partner states. 3.11 Relations between the Mediterranean partner countries and relations in the framework of the Euro-Mediterranean part­ nership should be characterised by mutual understanding, including tolerance between different population groups and the combating of discrimination. 3.12 The social vulnerability of rural areas in the Mediter­ ranean region shows itself in the form of poverty, unem­ ployment, inadequate infrastructure, soil degradation and an ongoing exodus from the land. States should do everything possible to reverse this damaging trend. Civil society organisations representing people with disabilities, and their social role 3.13 In the EU Member States there are usually umbrella organisations bringing together the various bodies working for people with disabilities. The existence of umbrella organisations for people with disabilities helps the various groups of disabled people to understand each other's needs better and to speak with one voice when shaping policy. The Mediterranean partner states should support the establishment and strengthening of umbrella organisations of this kind. 3.14 Umbrella organisations for people with various kinds of disability have been set up in the following Mediterranean partner states: Morocco, Jordan, Tunisia and Egypt. EN C 48/96 Official Journal of the European Union 15.2.2011 ",
        "3.15 Handicap International has launched a competition for non-profit organisations with a view to involving people with disabilities in their activities. Tunisia and Jordan have been integrated into the United Nations Development Programme (UNDP). In Jordan the Al Hussein Society for the Habilitation and Rehabilitation of the Physically Challenged, an organisation for people with physical disabilities, was set up as a partner for the UNDP. By setting up IT facilities, equipped with special computer programs, including graphics- based applications, and by offering IT courses, the aim is to give people with physical disabilities the opportunity to participate in information technology. 3.16 The international umbrella organisation for people with disabilities, DPI, states on its web site that the organisation is developing a sixth region, the Arab countries. According to the organisation ten states have expressed the wish to join and the preparatory work should be completed within two to three months. 4. Combining charity with the principle of rights to improve the quality of life of people with disabilities 4.1 The cultural background of the Mediterranean area means that attitudes to people with disabilities and their role in society are strongly influenced by religion. The various expla­ nations for the causes of a disability should be replaced by scientifically valid information which would be conducive to an approach to the problem of disability based on rights. Society's attitude to people with congenital and acquired disabilities varies between the different Mediterranean partner countries, and those who suffer from a congenital and visible disability suffer the greatest discrimination. It is therefore very important to provide information on the various forms of disability and to stress the abilities and skills of people with disabilities. 4.2 In Morocco for example, taking the broadest definition, some 25 % of families are affected by disability. Access to services is particularly difficult in the case of a visible disability. The important role of religion and the family in Morocco is the reason for the widespread focus on charity in society. The noble principle that one should support people who need help is, however, not enough to ensure that people with different kinds of disability or chronic illnesses are able to cope. 4.3 Apart from improving the quality of life of people with disabilities by charitable means, efforts should also be made to ensure ongoing improvements in services and the living environment. Disabled people's associations and other social civil society organisations could - with appropriate support from society - successfully complement charity with a rights- based model. People with disabilities must be involved in the decision-making processes affecting the development of the social system. In Morocco for example, there is a tendency to replace him the charity-based model with an approach based to a greater extent on rights. The projects of Handicap Inter­ national (HI) in Morocco are a good example from the Medi­ terranean partner countries of a case where the state or a local authority has made use of this model. Handicap International is a non-governmental organisation which has been active in Morocco since 1993. 4.4 A survey of the situation of people with disabilities, including disabled children and their families, carried out with the financial support of the Ministry for Social Affairs in 2004 showed that 70 % of people with disabilities had no access to education and that only 30 % of children with disabilities received schooling. The survey showed that the central problem was the lack of social services and of specialists, as well as the fact that the exclusion from schooling in 50 % of cases meant that society had a negative attitude towards children with disabilities. In conclusion, the following recom­ mendations were made: — Society as a whole must change its behaviour towards people with disabilities. — In Morocco and Tunisia a comprehensive government strategy was drawn up for the years 2006 to 2011 which aimed to broaden the range of services available to people with disabilities by networking local centres. In Morocco there are currently some 100 associations working for people with disabilities. — The central plank of the strategy was the training of service providers (e.g. the development of a network of physio­ therapists in cooperation with the Health Ministry). — All local interest groups were to be involved in the work of the network for people with disabilities. — In addition to the development of measures for medical rehabilitation, more should be done to promote the local, community-based dissemination of relevant knowledge. EN 15.2.2011 Official Journal of the European Union C 48/97 ",
        "4.5 The situation of children with disabilities, or of families in which people with disabilities live in the Mediterranean partner countries needs special attention. People with disabilities and the families which look after them should participate in decisions on necessary new services and in the establishment of appropriate rehabilitation facilities and other services. In the present social welfare and rehabilitation system the family is the partner of the local authority, the representatives of national authorities and the service providers. It makes proposals for services, is involved in the shaping of services and is a valued adviser on all disability-related issues. In the absence of a developed network of services it is possible to apply this approach on the basis of community-based rehabili­ tation and to involve informal groups in the support of people with disabilities as well as non-profit associations (legal persons) working in this area. Economic and social trends and measures to improve the living conditions of people with disabilities 4.6 Only through systematic, ongoing support can people with disabilities be helped to cope with everyday life and to assert their rights. Differences in the level of economic and social development in the individual Mediterranean countries together with the current crisis leave little room for the devel­ opment of services, and people with disabilities should them­ selves be actively involved in the search for solutions. 4.7 Social involvement is most successful when provision is made for employment opportunities. Consideration should be given here to employment in the main, open labour market as well as to sheltered work. Steps have been taken in the European Union through legislative measures and the appli­ cation of tried and tested procedures to improve the employment situation of people with disabilities. To coincide with the European Year of People with Disabilities in 2003 the associations of the EU's social partners reiterated their joint declaration on the promotion of employment for people with disabilities. The central idea behind this declaration, which focused not on disability but on abilities, is a useful tool for initiating the necessary steps for promoting the employment of people with disabilities in the Mediterranean partner countries, particularly through social economy enterprises. 4.8 The involvement of people with disabilities in the labour market can be backed up in the Mediterranean partner countries by the 1993 agreement of the Arab states to promote the employment and rehabilitation of people with disabilities. The agreement highlights the need to create a working environment free of barriers and to make it possible for people with disabilities to use public transport appropriately. It is also proposed that an employment quota be introduced for people with disabilities, a measure which has been applied in some of the EU Member States, in order to improve the employment situation of people with disabilities. 4.9 People with disabilities want to make a contribution to society, but this requires a suitable, rights-based environment and the possibility of full integration into society. It is also important to support the work of associations for the disabled. The state should care systematically for people, including people with disabilities, who are the weakest link in society. 4.10 Women are generally actively involved in the imple­ mentation of measures to improve the quality of life of people with disabilities, either privately in the family or in the context of social measures. Women's role in this work deserves recognition. At the same time, the implementation of social measures should not rest solely on the shoulders of families. In the Mediterranean partner countries it is the women, i.e. the mothers of children, who often take on the greater part of the burden of care in the families in which children with disabilities live, a tendency which is accentuated by religious convictions and cultural characteristics. The general situation of women and children as well as minorities in the Mediterranean partner countries is described in the 2002 Arab Human Development Report, according to which in 2000 some 53 % of women were illiterate; the forecast for 2015 is 37 %. 4.11 The projects of Handicap International (HI), carried out in Tunisia in order to develop social security and solidarity and involving both networked specialists and end users, i.e. the people with disabilities and their families, are a good example of a social welfare programme from the Mediterranean area. In 1998-2002 a project for the prevention of disabilities in children was carried out in order to improve the quality of services for children with disabilities by training specialists in rehabilitation and providing specialised centres with the necessary equipment. In the period 1998-2003 under a separate project two rehabilitation clinics were set up together with a rehabilitation centre, a technical assistance workshop and two mobile technical repair workshops The project for promoting the self-determination of people with disabilities in the Maghreb carried out in Morocco, Algeria and Tunisia in 2004-2006 aimed to encourage local initiatives to promote the social integration of people with disabilities and to give them more self-confidence and dignity. The Tunisian Ministry for Social Affairs and various associations for the disabled took part in this project. EN C 48/98 Official Journal of the European Union 15.2.2011 ",
        "4.12 A good example of an EU project in this area in a Mediterranean partner country aimed at changing behaviour towards people with disabilities is the EuroMed Youth Programme, one of the pillars of the youth work carried out by the European Commission in Third World countries. This is one of the regional programmes in the third chapter of the Barcelona process which aims to develop informal training and cross-cultural dialogue in the 27 Euromed partner countries. The number of participating States will in the short-term increase to 37. The Euromed youth programme is a specific initiative in the Euro-Mediterranean partnership. The resources available under this initiative can be used to improve mutual understanding among young people in the Mediter­ ranean partner states, promote the democratisation of civil society, increase the civil courage of young people, particularly young women, ensure that youth organisations get a greater say and stimulate the exchange of information and experience among youth organisations. A change in behaviour towards people with disabilities and the chronically ill can be achieved by measures of this kind. The program was set up in 1999 and can be regarded as an extension of the European Commission's youth programme in this region. 5. Design for All - creation of a barrier-free environment in the Mediterranean area 5.1 Building specifications and transport in the Mediter­ ranean partner countries are still not geared to the needs of people with disabilities. It should not be forgotten that, alongside people with disabilities, other social groups benefit from a barrier-free and user-friendly environment, such as families with children, older people and people who, as the result of an accident, are temporarily restricted in their mobility. 5.2 Design for All means designing products and the living environment in such a way that everyone can use them with as few restrictions as possible, without the need for adaptation or special solutions. It is effective in conjunction with other social objectives and is an integral part of a holistic solution. 5.3 The essential principles of the Design for All concept, to be observed when shaping our living environment, are as follows: — equal right of use for different population groups; — in the Design for All concept the question of human rights has a central place; — user-friendliness/flexible use - changes can be made easily; — simple and intuitive - takes account of the user's thinking; — comprehensible user information; — robustness - the environment thus created is resistant to wear and damage; — the environment and associated aids do not require great physical exertion; — the environment thus created is roomy and suitable for use by people using various aids. 5.4 Apart from the shaping of the physical environment, people's attitudes also a play an important role. Urban traffic safety depends to a high degree on transport users paying attention to other users. When creating a barrier-free and user-friendly environment, publicity plays an essential part. 5.5 A legal framework for access to public areas has already been created in some Mediterranean partner countries (Jordan, Morocco, Tunisia etc.). The United Nations Convention on the Rights of Persons with Disabilities clearly states that failure to observe the principle of access for people with disabilities constitutes discrimination. Workplace access and safety are also essential. 5.6 Public transport is better adapted to people with disabilities in places where rail transport has been promoted and modernised. In Morocco, for example, rail transport is well developed and it is possible for people with disabilities to use the train if the station buildings and platforms allow them access. 5.7 Good examples of barrier-free access in the transport sector and other projects carried out in a Mediterranean partner countries under the Design for All initiative should be highlighted. 5.8 In Jordan, for example, steps have been taken to ensure that the legal provisions guaranteeing people with disabilities access to public areas are complied with in day-to-day life. To this end the city authorities of the Greater Amman Area, in conjunction with the Council for People with Disabilities, held a two-day hearing. Comparable initiatives throughout the region would be welcome. EN 15.2.2011 Official Journal of the European Union C 48/99 ",
        "A barrier-free environment as a driving force for the tourism sector 5.9 Every year more than 40 million tourists visit the EU's Mediterranean partner states. A barrier-free environment and application of the Design for All principles play a very important part in the tourism sector. Convenience and accessi­ bility are important factors in determining tourists' choice of holiday destination. Regions which are making an effort to create a barrier-free environment tend to be preferred. 5.10 The Design for All principles should be applied when carrying out joint projects, i.e. all projects financed by the EU. It is also important to promote barrier-free access in the transport sector http://www.euromedtransport.org. 5.11 The Council of Europe's report, Achieving full partici­ pation through Universal Design , contains a number of good examples of ways of using the advantages of an environment accessible to all for integrating people with disabilities. The EU's Mediterranean partner countries could make use of these positive examples. 5.12 The recognition that a barrier-free environment, based on the principles of Design for All, can have a positive impact on the economic development of society is an important argument in persuading decision-makers to work for the creation of an environment accessible to all people, including people with disabilities. 5.13 In applying the Design for All approach, account needs to be taken of the many obstacles encountered by people with hearing disabilities and the blind/ partially sighted. Obstacles of this kind need to be removed in order to ensure that everyone can enjoy the same right of access to goods and services in all areas of life. 6. Intensification of cooperation between the EU and the Mediterranean partner countries in connection with people with disabilities 6.1 There are EU representative offices in all Mediterranean partner countries. This makes it easier to become familiar with specific thematic areas of EU policy. These offices should set a good example and be open to associations for the disabled. It should also be ensured that the public premises of EU repre­ sentative offices are laid out in accordance with the principles of the Design for All concept. 6.2 Since the 1999 Treaty of Amsterdam combating discrimination against people with disabilities has been a major EU objective. The EU's anti-discrimination directive, on which the EESC has issued an opinion, is currently being discussed ( 6 ). 2010 is the European Year for Combating Poverty and Social Exclusion, which, particularly against the background of the social situation in the Mediterranean countries, should be exploited for the further development of cooperation with these States. Civil societies and governments in the Mediterranean partner countries could be more closely involved in activities conducted in connection with the Year. 6.3 European Years and other initiatives aimed at publicising the European Union's priorities with a broader public could be used for publicity purposes by civil society organisations in the Mediterranean partner countries working in the social arena and concerned with human rights issues and combating discrimi­ nation. This is very important with a view to changing behaviour and improving the quality of life of people with disabilities and other disadvantaged groups. 6.4 The most recent proposal, the award of the title of European Capital of Universal Accessibility, based on the model of the European Capital of Culture, should certainly be incorporated into the Euro-Med process so that cities in the partner countries would also be able to compete for the title. 6.5 The EESC also believes that investment in R&D would promote the development of new technical tools and ICT-based products and services, thus helping to improve the quality of life of people with disabilities, reduce their health and social costs, improve their access to the labour market and promote job creation. 6.6 The promotion of cooperation between the European Disabled Forum (EDF) and associations for the disabled in the Mediterranean partner countries as well as the development of direct contacts between associations for the disabled in the EU Member States and the Mediterranean partner countries would have a positive impact on the development of umbrella organi­ sations in those countries in which they have so far been lacking. EN C 48/100 Official Journal of the European Union 15.2.2011 ( 6 ) OJ C 182, 4.8.2009, p. 19. ",
        "6.7 The European Disabled Forum works with Arab organi­ sation for people with disabilities, founded by several countries in Cairo in 1989 as an independent umbrella organisation of civil society associations working for people with disabilities. Naser Al-Mahmood, chairman of the Arab organisation for people with disabilities, took part in the 2010 general assembly of the EDF in Madrid as leader of the delegation. Cooperation is of great importance with a view to improving the situation of people with disabilities in the Mediterranean partner countries. Brussels, 16 September 2010. The President of the European Economic and Social Committee Mario SEPI EN 15.2.2011 Official Journal of the European Union C 48/101 "
    ]
}