{
    "text": [
        "(cid:2)WINTER 2012 (cid:3) NO 44(cid:4) (cid:3) Smart specialisation The driver of future economic growth in Europe’s regions (cid:3) Poland’s Progress: An on-going EU success story (cid:3) Evaluation highlights achievements of the Cohesion Fund (cid:3) Regional policy inspiring countries around the world anorama inforegio Regional and Urban Policy ",
        "(cid:3)4 (cid:3)38 Photographs (pages): Cover: © Shutterstock Pages 3, 9, 10, 11, 12, 15, 17, 19, 20, 21, 31, 38, 39: © European Commission Pages 5-7: © Ministry of Regional Development, Poland Page 6: © GAZ-SYSTEM S.A. Pages 10, 13, 14, 16, 35: © Shutterstock Page 11: © Junta de Castilla y León Page 19: © Boyan Ivanov, Marek Babula, Simeon Mitkov, Cristina Dumitru Tabacaru Page 23: © Ministry of Economy and Employment, Portugal Pages 24, 34: © Ministry of Regional Development and Tourism, Romania Page 26: © Fraunhofer ISIT, Itzehoe Page 27: © Ministry for Rural Affairs and Consumer Protection, Baden-Wurttemberg Page 29: © Regional Ministry of Economy, Innovation, Science and Employment, Andalusian Government Page 32: © EU-Project Trolley Page 33: © Simone Cugi, Regione Autonoma della Sardegna Page 36: © Ministry of Economy and Employment, Portugal (cid:2)EDITORIAL .................................................................. 3 Commissioner Johannes Hahn (cid:2)INTERVIEW POLAND’S PROGRESS .......................................... 4(cid:3)7 Elżbieta Bieńkowska – Minister of Regional Development, Poland (cid:2)FEATURE ............................................................... 8(cid:3)13 SMART SPECIALISATION (cid:4) THE DRIVER OF FUTURE ECONOMIC GROWTH IN EUROPE (cid:2)EUROBAROMETER SURVEY (cid:4) QUALITY OF LIFE IN REGIONS HIGH DESPITE ECONOMY GLOOM .......................... 14(cid:3)17 (cid:2)INNOVATION IN REGIONAL AND URBAN DEVELOPMENT (cid:4) THE REGIOSTARS AWARDS 2014 ...................... 18 (cid:2)EUROPE IN MY REGION PHOTO COMPETITION ...................................... 19(cid:3)21 (cid:2)IN YOUR OWN WORDS ................................... 22(cid:3)29 National and regional perspectives on cohesion policy (cid:2)EUROPEAN REGIONAL POLICY (cid:4) A SOURCE OF INSPIRATION FOR COUNTRIES OUTSIDE THE EU ...................... 30(cid:3)31 (cid:2)PROJECTS .......................................................... 32(cid:3)35 Examples of projects from Italy and the UK, and European Territorial Competition projects from the Central Europe Programme and South East Europe Transnational Cooperation Programme (cid:2)EVALUATION OF THE COHESION FUND ..... 36(cid:3)37 (cid:2)PIONEERS OF COOPERATION (cid:4) MORE THAN 280 EVENTS CELEBRATE EUROPEAN COOPERATION DAY .................. 38(cid:3)39 (cid:2)AGENDA .................................................................... 40 This magazine is printed in English, French and German on recycled paper. It is available online in 21 languages at http://ec.europa.eu/regional_policy/information/ panorama/index_en.cfm The opinions expressed in this publication are those of the authors and do not necessarily reflect the views of the European Commission. (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) (cid:3)8 (cid:3)22 ",
        "(cid:3)EDITORIAL We have come a long way since the days when we had to convince critics of the importance of cohesion policy for gen- erating economic growth. Indeed cohesion policy now fea- tures at the heart of the European agenda and the current budget negotiations. It is now seen as a strategic investment policy, a mechanism for cushioning Europe against the eco- nomic crisis and a way to sow the seeds of future growth. To achieve this, our investment strategy towards the regions is becoming more selective and strategic. As you can read in our article on Smart Specialisation , we are putting in place tools, institutions and experts to help the regions find their own industrial and technological niche in the global market- place. This approach will help regions recognise their true innovation potential and refocus their industrial structures towards emerging industries and international markets. Smart specialisation is an innovative strategy for regional economic transformation and is now a key part of Europe’s efforts to help its regions work their way out of recession. It implies that a region selects a limited number of priorities on the basis of its own strengths and international speciali- sation. The strategy requires that support and investment actions are not fragmented and that Structural Funds are concentrated on a limited number of priorities, those with the highest development potential. Indeed the development of research and innovation strategies based on the concept of smart specialisation will be one of the prerequisites to access Structural Funds as of 2014. Johannes Hahn Member of the European Commission in charge of Regional Policy Rebalancing the investment mix The classical approach to investment is no longer appropriate. Our emphasis is now on thematic investment, prioritising stra- tegic areas and ensuring that we get a mix of investments that is appropriate to the needs of each region. In some coun- tries too much has been invested in infrastructure and not enough in SMEs and employment. Our re-programming exer- cise is changing the balance, since to have real impact and make a difference there has to be a critical mass of invest- ments. Over the past three years some EUR 20 billion has been reprogrammed between investment themes. A further EUR 14.5 billion has been freed up by reducing national co- financing requirements and increasing to 95 % the maximum co-financing rate in the ‘programme countries’. Emphasis on results We are putting increasing emphasis on results, performance and value for money for tax payers. An evaluation of regional investments made in the 2000-2006 period (see page 36) highlights the importance of clearly defining objectives and strategies and undertaking a proper cost-benefit analysis to ensure that the right investments are made for the right reasons. It is clear we need to integrate more milestones and quantifiable targets into programmes so we can assess their progress. Last but not least, we have some interesting results from the latest Eurobarometer survey which shows that despite the general gloom and the economic outlook, Europeans are generally very positive about the quality of life they enjoy in their region! 3 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "(cid:3) POL AND’S PROGRESS REGIONAL FUNDS HELP DRIVE THE COUNTRY’S GROWTH AND MODERNISATION (cid:3)INTERVIEW 4 Panorama talks to Poland’s Minister of Regional Development, Elżbieta Bieńkowska, who during her five years in the post has overseen a period of sig- nificant regional investment and growth reflecting Poland’s position as the largest recipient of EU Struc- tural Funds in the current period. (cid:3) Since joining the European Union in 2004 Poland has made significant progress, especially in developing its infrastructure. GDP has increased substantially. How do you view Poland’s evolution during this period? Of what are you most proud? Poland is still under construction. Most of our expenditure has indeed been on infrastructure, such as roads, airports and railway stations. Without this work we could not possi- bly talk of modernising the country. New firms will not set up in regions which are difficult to reach. We have also made up the backlog of other infrastructural work, some- thing we undertook to do under the EU Accession Treaty. We have installed sewerage systems in rural areas, and we have improved water supply networks. We have built and continue to build sewage treatment plants. In terms of envi- ronment protection, Poland is a completely different country than it was 10 years ago. We have also made considerable progress on innovation. Research and development grants are coming in. Institutions of higher education have become the third largest beneficiary of EU funds, and today they are equipped with world-class workshops and laboratories. European funds have helped stimulate economic growth and provide new jobs. (cid:3) What are the inherent strengths of the regions of Poland and how can they contribute to the country’s economic growth? Each region is different. At the Ministry of Regional Development, we propose to use EU resources to support a number of chosen areas which make particular regions unique. Polish regions have so far made extremely good use of European funds. Of the almost EUR 17 billion available under the Regional Operational Programmes, 82 % has already been used. No one is in any doubt that the economic success of the entire country depends on the success of its individual regions. (cid:3) How have the investments made under cohesion policy improved the development potential of Poland’s regions? What are the concrete results for the citizens? The most important effect is the creation of 250 000 new jobs, including 140 000 jobs in enterprises set up by unem- ployed people. European funds have also helped more than 23 000 businesses, and almost 2 000 laboratories and research centres have been modernised. We have provided access to broadband Internet. We have given support to 3 500 nurseries, used by 110 000 children, mainly in rural areas. Passengers using urban transport are sure to have noticed the improvements – in many cities EU funds have been used to buy new trams and buses. Increasing numbers of people are becoming aware of the many positive changes taking place in our country thanks to European funds and how this money is making their daily lives easier, because they can see the effects of EU projects all around them. (cid:3) The GDP per capita of the Mazowieckie (Warsaw) region is now close to that of the EU; this region will therefore no longer be eligible for programmes aimed at less developed regions. How did it achieve such a result? Will the use of funds be modified for the next program- ming period? We must not forget that the good results of the region as a whole have to a large extent been achieved thanks to the capital, Warsaw. The Mazowieckie region is the first Polish region to exceed the 75 % per capita GDP threshold ",
        "‘ No one is in any doubt that the eco- nomic success of the entire country depends on the suc- cess of its individual regions. ’ Elżbieta Bieńkowska Minister of Regional Development, Poland 5 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) for EU regions. So for the first time Poland will be making use of support intended for two different categories of region. In the next programming period we plan that a greater proportion (about 60 %) of the regional pro- gramme for the Mazowieckie region will be funded by the European Regional Development Fund. The share of the European Social Fund managed regionally will be the same as in the other regions. The remaining resources from the ERDF (about 40 %) and the ESF (about 25 %) will be desig- nated specially for use in separate projects or specific meas- ures under national programmes. (cid:3) The operational programme ‘Infrastructure and envi- ronment’, with a budget of nearly EUR 30 billion, is the largest in the history of the Structural Funds. What are the advantages and disadvantages of such a large pro- gramme? Do you foresee more autonomous national programmes for the next programming period? The largest stream of EU funding will indeed come to Poland under the ‘Infrastructure and environment’ programme. Currently more than 1 800 projects co-financed under this programme are being implemented throughout Poland. Clean water, new centres of culture, modern institutions of higher education, better equipped hospitals and safer roads – this is just a selection of the results of work carried out under the ‘Infrastructure and environment’ programme. By making numerous and diverse investments, we are meet- ing specific needs and solving particular problems of people all over the country. We expect the programme to continue in the next programming period. It will concentrate primarily on matters concerning environmental protection and combat- ing and adapting to climate change, and also on transport and energy security. (cid:3) The programme ‘Development of Eastern Poland’ covers five regions. Do you see these multi-regional programmes positively? The ‘Development of Eastern Poland’ programme provides support for the most important investments for developing this area. We have allocated approximately PLN 11 billion to this programme. EU funds are being used to set up tech- nology parks, industry incubators and investor service cen- tres, all of which help entrepreneurs to run their businesses. Thanks to new bypass roads, transit traffic is being diverted away from city centres. In all, nearly 20 new bypasses and hundreds of kilometres of road in Eastern Poland will receive financing. Institutions of higher education in Eastern Poland have also benefited greatly. About 100 000 students are ",
        "using the new higher education infrastructure. I think these regions in the east of Poland continue to require EU funding. At the ministry we are drawing up a new draft Programme for Eastern Poland for 2014-2020. Furthermore, these regions will be the beneficiaries of national programmes and will also manage their own regional operational programmes. (cid:3) Will the role of the regions increase for the next pro- gramming period? The role of the regions will definitely increase in the next programming period. They will certainly have more money at their disposal. To a large degree, it will be the regional authorities which will decide how exactly to allocate EU funds. The Ministry of Regional Development is only prepar- ing general guidelines for the new programming period. (cid:3) What are your key priorities for the programming period 2014-2020? In the period 2014-2020, cohesion policy will be changed so as to support those investments which have the great- est multiplier effect on the economy. In keeping with the ‘ Increasing numbers of people are becoming aware of the many posi- tive changes taking place in our country thanks to European funds and how this money is making their daily lives easier, because they can see the effects of EU projects all around them. ’ (cid:3)INTERVIEW Construction of a new segment of the A1 highway Włocławek-Gdynia gas pipeline 6 ",
        "position on cohesion policy for 2014-2020. On 12 October in Katowice, ministers from these countries adopted a joint declaration on the most important matters connected with the process of negotiating future cohesion policy. It is our ambition to maintain cohesion policy as a development pol- icy which benefits all the EU’s Member States and regions and has a positive impact on the labour market and on the growth, innovativeness and competitiveness of the European economy. The joint declaration is an important contribution to EU debate. It presents the common posi- tion of the countries of our part of Europe on the future design and principles for the operation of cohesion policy in the new programming period. (cid:2)FIND OUT MORE http://www.mrr.gov.pl/ENGLISH/Strony/main_mrr_eng.aspx objectives of the Europe 2020 strategy, we anticipate a con- siderable increase in expenditure on scientific research, technological development, innovation and enterprise. The low-carbon economy will also become far more impor- tant. Regional governments will have more funds at their disposal than at present. More support will be given to people who start up a business and to measures intended to improve work-life balance, such as the setting up of workplace nurseries and the use of teleworking. The devel- opment of sustainable transport will continue to have the largest share. There will be money for the development of infrastructure and road and rail connections, and also for investing in environment protection and energy, in particular in ‘green’ energy. (cid:3) Poland holds the presidency of the Visegrad group until June 2013. What does that involve, and how does that affect the future of cohesion policy? We took over the Presidency of the Visegrad group on 1 July 2012 and will serve in this capacity for a year. Our Presi- dency comes at a time of key importance connected with the finalising of negotiations on the future shape of the EU budget. In cooperation with the Czech Republic, Slovakia and Hungary, as well as Slovenia, we have reached a joint V4 Alvernia Film Studios R&D centre at the American Heart of Poland clinic New buses in Bialystok panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) 7 ",
        "‘ Research is the transformation of money into knowledge. Innovation is the transfor mation of knowledge into money. ’ Geoffrey Nicholson – 3M (3M ranks 3rd on the Booz & Company ‘The Global Innovation 1000’ study 2012, whereas it ranks only 86th in terms of R&D spending) (cid:3) SMART SPECIALISATION The current economic crisis has highlighted the clear need to rebalance public sector finances at national, regional and local level. Prudent spending should not lead to reduced investment in human capital, innovation and research, as these are the basic elements that can stimulate a return to growth. Innovation is one of the key priorities in the 2014-2020 blue- print for a reformed regional policy because innovation is essential to provide the much needed impetus for economic growth and thus for more and better jobs. However, to work the way out of recession and overcome the economic crisis not all investments in research and inno- vation are equally effective in terms of growth effects. Not all Member States and regions can be excellent in all fields of science and innovation, but every country and region has the potential to excel in some field. Not all countries and regions have the necessary critical mass of enterprises and knowl- edge institutions and enough social capital to cooperate effec- tively among those innovation actors to succeed in global competition for the market shares or to shape new markets. And in times of scarce public resources, not all promising indi- vidual research and innovation projects can be funded. Smart specialisation is the way forward. It represents eco- nomic growth combined with prudent public spending, known to some as ‘growthsterity’. Smart specialisation is therefore a key action in the ‘Innovation Union’ flagship initiative of the Europe 2020 agenda for smart, sustainable and inclusive growth. Smart specialisation implies that a Member State or region selects a limited number of priorities on the basis of its own strengths and comparative advantages and where there is the highest potential for lasting impact. This approach will help regions realise their innovation potential and refocus their industrial and knowledge structures in the direction of emerg- ing industries and services, and international markets. The aim of smart specialisation is to transform economies towards higher added value and more competitive activities. A key part of Europe’s efforts to help Member States and regions work their way out of recession is ‘smart specialisation’ – an innovative strategy for place- based economic transformation. THE DRIVER OF FUTURE ECONOMIC GROW TH IN EUROPE Smart specialisation is an approach which the European Commission is now building into its cohesion policy pro- grammes. The development of research and innovation strat- egies based on the concept of smart specialisation is one of the prerequisites to access Structural Funds as of 2014. What is smart specialisation? In a nutshell, smart specialisation is about a new generation of research and innovation policy that goes beyond the classical investments in research and technology, and general innova- tion capacity building. What makes a smart specialisation strat- egy different from the average innovation strategy is that: (cid:98)(cid:553) Its evidence-base does not only consider typical research and skills issues, but looks into all assets, e.g. geographic location, population structure, climate, natural resources, and into demand side issues, e.g. societal needs, poten- tial customers, public sector innovation. It will encourage a country or region to merge its unique local know-how and productive capacity into new combinations and innovations. (cid:3)FEATURE 8 ",
        "(cid:98)(cid:553) Smart specialisation is not a top-down decision, but developed and implemented in a dynamic entrepre- neurial discovery process involving key stakeholders in collaborative leadership. (cid:98)(cid:553) It has a global perspective on potential competitive advantages, markets and potential for cooperation with innovators beyond geographic boundaries. (cid:98)(cid:553) It is not focused on the production of new knowledge everywhere, but commends sourcing-in existing know- ledge and technologies to innovate in all possible forms, including inter alia organisational, marketing, user- driven, and social innovation. (cid:98)(cid:553) It is about setting priorities in times of scarce resources and focusing investments on comparative advantage to accumulate critical mass and thus to excel by differen- tiating the country or region from others. (cid:98)(cid:553) Smart specialisation is not about picking winners in terms of sector or technology, but about cross-fertili- sations between and among sectors and technologies. For some regions the clustering can provide a starting point for cross-sectoral links and knowledge spill-overs, both within the region and externally with other regions. How to develop smart specialisation strategies The smart specialisation route requires a clear idea of a coun- try’s or region’s strengths and weaknesses which must be combined with strong leadership and a common vision among the innovation stakeholders. The key to finding in which areas a country or region has a potential for being different and more competitive than others is an ‘entrepreneurial discovery process’. The entrepre- neurial discovery process is about developing creative solu- tions to problems by combining assets and new partners, taking risks, experimenting, seeking new ideas along the value chain or for getting into new value chains. And it is about never losing sight of the ultimate goal of innovation: bringing innovative solutions into the market and thus gen- erating growth and jobs. Enterprises are obviously the best placed to have this flair for new opportunities that will help discover what a country is good at producing and to pinpoint future domains of R&D and innovation. The issue is how to get them involved in this strategy shap- ing process. The issue is also how to avoid listening only to large established players and usual clients, instead of to young entrepreneurs, SMEs, start-ups or even non-profit companies that may hold the key for becoming ‘special’. Combining manufacturing sectors with services may open the doors to totally new business models and new economic dynamism in a country or region. ‘ Smart specialisation strategies aim to favour experimentation in existing and new areas of activities, and adjust policies according to lessons learnt from these experiments. Smart specialisation requires effective and active co-ordination of policy interventions (e.g. policy mix and alignment of policy instruments, such as cluster policies) to enable strategic co-ordination. It also requires longer term visions on the part of policy makers but also various stakeholders, including business. At the same time, they reflect the urgency of making tough choices in times of difficult transitions under severe budgetary constraints.’ OECD – synthesis report on innovation driven growth in regions: the role of smart specialisation, 2012 leader – high leader – medium leader – low follower – high follower – medium follower – low moderate – high moderate – medium moderate – low modest – high modest – medium modest – low (cid:17)Regional Innovation Scoreboard 2012 (cid:2)FIND OUT MORE http://ec.europa.eu/enterprise/policies/innovation/ files/ris-2012_en.pdf 9 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "SUPPORT FROM THE S3 PLATFORM Developing Research and Innovation Strategies for Smart Specialisation is a demanding task, particularly in countries that have little tradition of designing innovation policy with stakeholder involvement or experience in its implementation and evaluation. These strategies can even be a chal- lenge for countries with well-functioning innovation eco-systems, because there is a requirement for priorities to be set and difficult choices to be made. The Commission has therefore created tools to help the Member States and regions develop their individual smart specialisation strategies. The Smart Specialisation Platform (S3 Platform), hosted by the Institute for Prospective Technological Studies (IPTS – one of the seven institutes of the EU’s Joint Research Centre), has been closely involved in the devel- opment of the concept of smart specialisation and its policy implications. It provides advice, access to data material, guidance and methodological support, examples of good practice and mutual learning tools to peers and experts. The S3 Platform currently counts more than 100 registered regions and two Member States (Slovakia and Lithuania). It organises inter alia workshops, training and peer-reviews among policy-makers who are working on developing Research and Innovation Strategies for Smart Specialisation (RIS3). (cid:2)FIND OUT MORE http://s3platform.jrc.ec.europa.eu/home Research organisations, universities, creative sectors, public bodies and civil society all have a role to play in this process. Jointly they are best placed to discover the domains in which a region is likely to excel in function of its existing capabilities and productive assets. Quantitative satisfaction surveys may not be enough as they offer only a retrospective view and not creative forward thinking ideas as co-creation processes can. State of play in the regions An assessment of the regional situation made by IPTS reveals that the regions generally face difficulties in devel- oping a global view and an outward-looking dimension. There is a clear need for the regions to focus on their poten- tial strengths for the future. And these must be viewed in international not just national or regional terms. The regions must make well thought-out and evidence- based choices and not spread funding thinly and with no real impact. Currently, the priorities in the regions are often too broad and therefore diluted in impact, and there seems to be too much focus on manufacturing industries and not on emerging sectors and services. There is still limited use of measures for demand stimulation and market access alongside the support to building research and innovation capacities, and a lack of coordination between national and regional governments still persists. ‘ Co-creation is an approach to involving citizens, businesses and other key recipients of public services much more directly in the innovation process. It focuses not just on understanding present challenges, but also on creating new futures with people, not for them.’ Christian Bason – director of the Danish innovation unit MindLab (cid:3)FEATURE 10 ",
        "It was one of a series of ‘kick-off’ seminars organised across the EU to stimulate the move towards smart specialisation. The Bari event was in many ways a milestone in Italy’s response to the Europe2020 objectives. Only acting together, it is recognised, can a way be found to raise Italy’s competitiveness. Italy, like a number of other countries, is now at a cross- roads. Restoring financial sustainability, growth and pros- perity to their citizens depends on critical decisions being taken today. All Italian regions are below the EU 27 average when it comes to the percentage of GDP spent on research and innovation. ITALY AT THE CROSSROADS Over the past ten to fifteen years the country has suffered from lower than average growth and declining competi- tiveness. It is now pursuing structural reforms which aim to put an end to sluggish economic growth. Smart specialisation, it is believed, can catalyse those efforts. Investment in innovation All across Europe there are dynamic regions sitting along- side regions and countries facing serious competitiveness problems and lagging productivity. ‘ Smart specialisation is especially necessary in this time of economic crisis, where public budget has been dramatically reduced. It is the best way (if not the only one) to optimise the benefit of public investment in research and innovation. The main expected impact is growth and success in those sectors where our regional economy can be competitive in global markets, maybe even changing (and modernising) the regional productive pattern. The key difficulties we foresee are those stemming from choosing: it is hard for public managers to make a choice to concentrate the resources on a few priorities, leaving the rest of the fabric somehow ‘unassisted’, and big pressures from many sectors are expected. It will be a challenge rather than a difficulty to involve the whole civil society in this process through a very open governance system which involves all relevant stakeholders. Smart specialisation is not about finding a uniform solution for all. On the contrary, it must be specific for each territory, country or region, building on its own assets and strengths. It is about specialising in what you can do best, and differentiating from the others, finding the market niches where you are a world-class champion.’ Mr. Gregorio Muñoz Abad – Deputy Commissioner for Science & Technology, Regional Government of Castilla y León In September 2012, the European Commission organised a workshop in the city of Bari focused on smart specialisation in the Italian regions. Its aim was to disseminate information on the smart specialisation concept and its implementation among national and regional decision makers, strategy designers and EU fund managing authorities – with a focus on the 2014-2020 programming period. panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) 11 ",
        "This situation applies also to Italy. Indeed, the economic cri- sis has highlighted the structural erosion of competitiveness and the innovation deficit of many Italian regions, both the less developed ones in the south, but to a worrying extent also the most developed areas in the centre-north. About EUR 20 billion is to be spent on innovation in Italy of which EUR 15 billion will be channelled to the four conver- gence regions of Campania, Calabria, Sicilia and Puglia. While this would double the level of current spending, there is a serious question about whether these territories will be able to absorb the resources. In fact, while some Italian regions are quite advanced, in the convergence regions (the future ‘less developed’ regions) many programmes are already struggling to absorb the available funding. This holds particularly true in relation to the resources allo- cated to research and innovation. Since the amounts avail- able for this domain will likely increase in future programmes, the prime challenge is to develop sufficient capacity to estab- lish and implement effective strategies and programmes. The IPTS S3 Platform can act as a facilitator promoting the necessary transformation and Italian regions have been strongly encouraged to join the Platform and take advan- tage of the support offered. Promoting convergence The Italian authorities plan to establish a national pilot com- mittee charged with creating smart specialisation strategies for the individual regions and helping promote convergence and competitiveness. In implementing these strategies the regions will need to ‘creatively’ indicate their priorities. They will also have to define how they are positioned in relation to other regions and identify their comparative advantage. The involvement of private capital is an important factor and will be the visible indicator of policy success. Mechanisms will have to be designed that reward co-financed projects and facilitate the involvement of private financial actors. Public procurement policies will have to be refocused towards innovation, which implies a greater commitment to innovation criteria in selection procedures. Indicators will have to be designed in a way that are relevant and can be monitored flexibly and reliably. Regional strategies will particularly need to use the appro- priate analytical tools to make choices that are fully ‘evi- dence-based’. It will be necessary to design a knowledge management system which is capable of capturing know– ledge from projects and feeding the learning process. (cid:2) FIND OUT MORE Conclusions from Bari seminar: http://s3platform.jrc.ec.europa.eu/past-events ‘ Smart specialisation will enable public private bodies to recognise their areas of expertise which may be all the more promising because they are based on a critical mass of research-industry rela- tions and because they make possible synergies and complementary actions with other areas at national and community level. The dynamics of the strategy is the most critical aspect to deal with. A well-defined system of ex-ante monitoring and evaluation and a good structure for governance and dialogue with the institutional and socio-economic partners can provide useful leverage for dealing with these problems. While the nature of smart specialisation may be different for each region and for each area of specialisation, the method for constructing and monitoring this response is universal and valid for the whole of Europe.’ Adriana Agrimi – Regione Puglia (cid:3)FEATURE 12 ",
        "The Bari seminar was one of over 10 national kick-off events and trans-national conferences that brought together national and regional innovation actors to learn about and discuss smart specialisation and its implications for innovation policy-making. By now about two thirds of the regions and Member States that are likely to present a smart specialisation strategy have begun with the process of shaping their strategy. Besides the S3 Platform the Commission facilitates this by providing individual expert analysis on the current state of play in a country or region. This provides policy makers with pointers towards further steps that may be necessary to comply with the conditions set out in the Structural Funds regulations. The pool of experts on which the Commission draws for this is also accessible for regions and Member States who wish to contract experts for analysis, guidance and advice on the smart specialisation process, for instance through their technical assistance budget. At the end of the day, of course, it will be the country or region and not the experts who will make the critical decisions about choices and priorities. The RIS3 initiative will help national and regional representa- tives learn from the experience of past innovation strategies and should also help them to identify what makes their region or country unique and different in terms of innovation and economic developments. MOVING FORWARD Stakeholders getting involved It is clear that stakeholder involvement is a vital factor in helping identify the key niche and differentiation of a region and making the critical and sometimes hard choices about priorities. It is essential that stakeholders get involved to develop practical cooperation and joint leadership so they can pull together. The RIS3 initiative can be the hub which provides the ana- lytical support, guidance material, training, peer-reviews, national and trans-national events to trigger the ‘entrepre- neurial discovery processes’ which are at the heart of smart specialisation. (cid:2) FIND OUT MORE Smart specialisation fact-sheet: http://ec.europa.eu/regional_policy/sources/docgener/ informat/2014/smart_specialisation_en.pdf Available in all languages on this page: http://ec.europa.eu/regional_policy/what/future/ proposals_2014_2020_en.cfm The ‘Guide to Research and Innovation Strategies for Smart Specialisations (RIS 3)’ gives methodological guid- ance for policy-makers and implementing bodies on how to design, draft and implement a national/regional RIS3. http://ec.europa.eu/regional_policy/sources/docgener/ presenta/smart_specialisation/smart_ris3_2012.pdf ‘Connecting Smart and Sustainable Growth through Smart Specialisation’ is a practical guide to integrating sustainable growth, eco-innovation, and ecosystems objectives into an RIS3. http://ec.europa.eu/regional_policy/sources/docgener/ presenta/green_growth/greengrowth.pdf ‘ The specificity of smart specialisation as a policy process is that it entails ‘vertical choices’ – that is to say some prioritisations of certain technologies and knowledge-driven activities in order to concentrate resources in a few domains. The vertical choices, however, entail the risk that policy makers interfere with market processes (picking winners). This is why the concept of smart specialisation is largely about the process and the instruments which allow the logic of vertical choices of priorities to be reconciled with the powerful engine of market driven experiments and explorations (entrepreneurial discovery).’ Prof. Dominique Foray – who first coined the term ‘smart specialisation’ holds the Chair in Economics and Management of Innovation at the École Polytechnique Fédérale de Lausanne in the Collège du Management de la Technologie panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) 13 ",
        "(cid:3) QUALIT Y OF LIFE IN REGIONS HIGH DESPITE ECONOMY GLOOM It is perhaps not surprising in the middle of a major eco- nomic crisis that in about three quarters of the EU regions surveyed people are gloomy about the future outlook, but there are some striking variations between regions and a number of significant pockets of optimism. For the survey, over 50 000 people were interviewed by telephone between 20 August and 15 September 2012; 300 in each region sur- veyed. The choice of the people to be interviewed was made through a random selection of telephone numbers (fixed and mobile). The survey was carried out in 170 EU regions covering the whole EU territory. The choice of the regions to be surveyed was based on a hybrid NUTS1/NUTS2 model. A predictably downbeat overall picture emerges from a new Eurobarometer survey ‘A view from the regions’ undertaken on behalf of the European Commission. Nevertheless there are also surprising and encourag- ing results. 14 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "Current situation Asked what they felt about the current economic situation in their region, in 110 of the 170 regions surveyed, over 50 % of people believe their situation is bad. There were at the same time some remarkable contrasts, with 96 % of Austrians in Vorarlberg feeling that their economy is doing well, whereas in Continente in Portugal only 4 % of the people feel the same. Future outlook When asked how they expected the economic situation to evolve over the coming 12 months, in 125 of the 170 regions people feel very gloomy about the outlook. Overall, some 45 % think that things will remain the same while 42 % believe it will get worse. Just 10 % foresee any improvement. Quite a lot of optimism was nevertheless to be found in Sweden, Denmark, Latvia, Estonia and Bulgaria. By contrast, the levels of negativity in Greece, Cyprus, Czech Republic, Slovakia, Slovenia, Spain and Portugal were strikingly high. These findings perhaps have strategic implications for the use of EU Structural Funds and where they should be directed to take account of these variations. (cid:17)Situation of the economy in the region % ANSWERING ‘GOOD’ (cid:17) Expectations for the economic situation in the region % ANSWERING ‘WORSE’ < 50 % 50 % – 65 % < 35 % 35 % – 40 % 65 % – 80 % 80 % – 95 % 40 % – 45 % 45 % – 50 % > 95 % > 50 % Source: Flash Eurobarometer 356 Source: Flash Eurobarometer 356 © E u r o G e o g r a p h i c s A s s o c i a t i o n f o r t h e a d m i n i s t r a t i v e b o u n d a r i e s © E u r o G e o g r a p h i c s A s s o c i a t i o n f o r t h e a d m i n i s t r a t i v e b o u n d a r i e s Canarias Guyane Madeira Açores Guadeloupe Martinique Réunion Canarias Guyane Madeira Açores Guadeloupe Martinique Réunion 15 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "Source: ‘A view from the regions’ Flash Eurobarometer 356 Priority issues Asked what the two most important issues facing their region are, a massive 55 % cited unemployment, while 31 % highlighted the economic situation. Environmental issues, while not forgotten as a priority, are overshadowed by concerns relating to unemployment and the economy weakening, while ‘brain drain’ is more of a worry (15 %) than immigration (12 %). The environment only scored 8 % and crime 17 %. In 113 of the 170 regions, unemployment was cited as being the top issue by over half of the people and in 46 regions the same answer was given by over 70 %: 15 regions in Spain, 12 in France, 7 in Italy, 7 in Poland, 2 in Portugal, 1 in the UK, and in Slovakia and Hungary as a whole. HIGHEST/ LOWEST MEDIAN 1. Unemployment 91 % / 16 % 61 % 2. Economic situation 67 % / 13 % 32 % 3. Healthcare system 59 % / 4 % 20 % 4. People and/or business going away from the region 48 % / 1 % 14 % 5. The educational system 59 % / 1 % 14 % 6. Crime 58 % / 2 % 13 % 7. Immigration 53 % / 0 % 11 % 8. The environment 22 % / 0 % 6 % Again there were some striking differences with 91 % citing unemployment as one of the two most important issues in Warminsko-Pomorskie (PL) and only 11 % in the Yorkshire and the Humber (UK). Quality of life Despite the overall gloom, Europeans are generally very positive about the quality of life in their region with an aver- age of 70 % calling it ‘good’ and just 28 % ‘bad’. Over half of the people judge the quality of life in their region ‘good’ in 137 of the 170 regions surveyed. The most satisfied are the citizens of Austria, Finland, Luxembourg, the Netherlands and Sweden. All regions of (cid:17) What do you think are the two most important issues facing (our region) at the moment? (max. 2 answers) 16 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "these countries recorded satisfaction levels (‘good’) of over 90 %. In particular in Drenthe (NL) and in Vorarlberg (AT) the level of satisfaction with the quality of life in the region reached 99 %. In contrast, in Közép-Magyarországi in Hungary, 81 % judged their quality of life to be ‘bad’, as did over 70 % of the peo- ple in Campania (IT), Continente (PT) and in Slovenia as a whole. When asked how they expected the quality of life to evolve over the coming 12 months the outlook seems less worrying than for the economic situation. Negative outlooks were found in regions of 8 member states although only in 5 of them these negative outlooks are particularly striking: Cyprus, Greece, Spain, Slovenia and Slovakia. Explaining the EU Which representatives are best able to explain how EU poli- cies impact citizens’ life? (cid:17)Quality of life in the region % ANSWERING ‘GOOD’ (cid:17) The best placed to explain how European policies impact citizens’ day-to-day life Source: Flash Eurobarometer 356 Source: Flash Eurobarometer 356 © E u r o G e o g r a p h i c s A s s o c i a t i o n f o r t h e a d m i n i s t r a t i v e b o u n d a r i e s © E u r o G e o g r a p h i c s A s s o c i a t i o n f o r t h e a d m i n i s t r a t i v e b o u n d a r i e s Most people think that their national (20 %) or local (21 %) politicians are the people best able to explain the impact of EU policies. Overall 16 % favour their Members of the European Parliament in this role. In the Netherlands, however, more than 50 % of the respond- ents favour their national representatives as EU communica- tors while in France and in the UK about 30 % favour their regional or local representatives to explain EU policies. Finally MEPs are preferred as EU communicators by over 30 % of the people in Denmark and Malta. On this topic, the main conclusion from this survey may be that all have a role to play as EU communicators. (cid:2)FIND OUT MORE http://ec.europa.eu/health/eurobarometers/index_en.htm < 50 % 50 % – 65 % Your MEPs EC Members National political representatives 65 % – 80 % 80 % – 95 % > 95 % Your regional or local political representatives Several representatives Canarias Guyane Madeira Açores Guadeloupe Martinique Réunion Canarias Guyane Madeira Açores Guadeloupe Martinique Réunion 17 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "(cid:3) INNOVATION IN REGIONAL AND URBAN DEVELOPMENT THE REGIOSTARS AWARDS 2014 The RegioStars Awards is organised by the European Commission every year to identify good practices in urban and regional development. It sets out to show- case original and innovative projects which can be inspiring to other regions. For the 2014 RegioStars Awards, the chosen categories will be: 1 (cid:17) SMART GROWTH SME INNOVATION Projects proposed in this category will ideally include schemes or measures that could inspire other public authorities to design a policy mix that encourages SME innovation. Projects could for example help create new linkages to facilitate the emergence of new sectors and place-based economic trans- formation, foster the take-up of new forms of innovation, develop innovative financial support for SMEs, and facilitate market access and take-up of innovations by SMEs. 2 (cid:17) SUSTAINABLE GROWTH GREEN GROWTH AND JOBS THROUGH BIOECONOMY Cohesion policy already provides numerous opportunities for local and regional authorities, communities and stake- holders to implement projects in the bioeconomy sector. Examples of the projects that could be submitted under this category include actions supporting the reduction of waste, developing innovative low carbon technologies and innova- tive actions related to use of bioenergy. 3 (cid:17) INCLUSIVE GROWTH CREATING JOBS FOR THE YOUNG GENERATION This category targets projects supported by the cohesion policy funds which help fight youth unemployment. Typical projects could involve support services to SMEs which help youth employment and support to start-ups by young entre- preneurs. 4 (cid:17) CITYSTAR INVESTMENT PROJECTS IN SUSTAINABLE URBAN PUBLIC TRANSPORT The category covers the development of large scale projects in the area of sustainable urban transport and helps provide integrated strategies to address many linked issues. Typical projects could, for example, comprise significant invest- ments in tram or metro systems, or involve investment in inter-modal hubs. 5 (cid:17) MAJOR INVESTMENT PROJECTS ENERGY EFFICIENCY AND THE LOW CARBON ECONOMY Buildings represent around 40 % of CO 2 emissions in the EU; it is therefore essential to improve the energy efficiency in this sector. Targeted under this category are large scale regional, multi-regional or national schemes which promote awareness of the advantages of investing in energy effi- ciency, stimulate improved energy efficiency in public hous- ing or housing projects for disadvantaged groups. The proposed projects will be assessed in terms of the leverage achieved for cohesion funding, the number of buildings improved/m 2 , or other relevant indicators. Building on success The RegioStars 2014 Awards aim to build on the success of the 2013 edition where a record 149 applications were received from project promoters and regions across the EU. The dead- line for applications to RegioStars 2014 is 19 April 2013. w RegioStars 2014 (cid:2) FIND OUT MORE Further information on categories and the application procedure is available here: http://ec.europa.eu/regional_policy/cooperate/regions_ for_economic_change/regiostars_en.cfm 18 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "(cid:3) EUROPE IN MY REGION PHOTO COMPETITION Highlighting the excellent work that projects across Europe are doing with the help of EU funding, and exploring what these projects mean to local communi- ties. These were the aims of the innovative ‘Europe in My Region’ photo competition, launched by the DG for Regional and Urban Policy last summer. The challenge: to photograph an EU project, featuring along- side it the acknowledgement of the EU funds invested – for example, on a billboard or plaque. Two categories were open to entries: ‘My Project’, open to the beneficiaries of ERDF or Cohesion funded projects. And ‘Eyewitness’, open to anyone who spotted a good photo opportunity in their own region, or when travelling in Europe. The ‘Europe in My Region’ competi- tion was both promoted and run on social media, specifically via a Facebook application. Competition entries were uploaded to the online platform and then voting took place to select the shortlist of favourites, with a jury of experts making the final selection of two winners in each category. Simeon Mitkov, Cristina Dumitru Tabacaru, Marek Babula and Boyan Ivanov collect their prizes from Commissioner Johannes Hahn 1. ‘Eyewitness’ winner: Cristina Dumitru Tabacaru – Project: Modernisation of Nicolae Balcescu street – Mioveni, Romania 2. ‘Eyewitness’ winner: Simeon Mitkov – Project: Communication complex ‘SERDICA’ – Sofia, Bulgaria 3. ‘My Project’ winner: Marek Babula – Project: Modernisation of ‘Sporcik’ sports field – Siemianowice Śląskie, Poland 4. ‘My Project’ winner: Boyan Ivanov – Project: Reconstruction of the school complex ‘N.Y.Vapcarov’ – Drenovec village, Bulgaria (cid:2) 1 083 competition entries from (cid:2) 1 075 % increase in traffic to the European Commission’s Facebook page during the competition and an increase in Facebook ‘likes’ by (cid:2) 27 countries (cid:2) 7 354 votes (cid:2) 1 088 985 visits to the social media app (cid:2) 18 785 1 The four competition winners travelled to Brussels during Open Days in October to receive their prizes of EUR 1 000 worth of photographic equipment from Commissioner for Regional and Urban Policy, Johannes Hahn. Following on from this year’s success, it is planned to run the competition again in 2013, giving budding photographers another opportunity to share what ‘Europe in My Region’ means to them. 2 3 4 (cid:17) The poster on pages 20-21 is available in A1 format upon request from: regio-panorama@ec.europa.eu 19 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "",
        "",
        "(cid:3) IN YOUR OWN WORDS NATIONAL AND REGIONAL PERSPECTIVES ON COHESION POLICY Once again Panorama invites the key ‘consumers’ of cohesion policy at the national and regional level to make their voices heard and give their feedback on European policy in action at the local level, whether on current achievements and successes, or an insight into preparations for the next programming period. With more than 270 regions across the 27 EU Member States, each with its own specific economic and cul- tural history and needs, it is important that policy makers, administrators and officials at all levels are aware of the real impact that cohesion policy is having at the grass roots level. In this edition, Panorama presents the feedback from five Member States and regions who have given their views on the impact of cohesion policy on their terri- tory and on their citizens. Portugal and Romania look ahead to their preparations for the next programming period 2014-2020, while Baden-Württemberg and Schleswig-Holstein outline the results for the period 2007-2013. Andalusia, meanwhile, highlights the impact and successes from its 25 years of regional policy support. Panorama welcomes your contributions which we may feature in future editions: (cid:2)regio-panorama@ec.europa.eu f at P a n o r a m a w e l c o m e s y o u r c o n t r i b u t i o n s ! (cid:3) A NATIONAL PERSPECTIVE ON THE NEXT PROGRAMMING PERIOD AND EUROPE 2020 STRATEGY HIGHLIGHTING EXAMPLES OF PROJECTS AND WORK UNDER THE NSRF The challenges and constraints experienced by the Portuguese economy in the last decade, along with the results of operational and strategic reviews of major Structural Funds programmes, encouraged the adoption, in the Community Framework for 2007- 2013, of a more selective strategy regarding objec- tives of competitiveness and innovation. (cid:17)PORTUGAL The Operational Programme COMPETE is both the anchor and driver of a national Operational Agenda for Competitiveness Factors, aiming to promote an economy based on knowledge and innovation, improved skills in the higher added value and technological market segments, an increased level of produc- tion, and consolidated increase of exports. (cid:3)IN YOUR OWN WORDS 22 ",
        "ERDF investment has supported the Solar Tiles R&D project COMPETE promotes the relationship between science and the market, encouraging the stimulation and development of several initiatives: (cid:98)(cid:553) co-promotion R&D projects between companies and national scientific and technological entities; (cid:98)(cid:553) creation of core R&D in companies, fostering creativity and empowering innovation; (cid:98)(cid:553) promoting the capabilities of SMEs and their business models, encouraging them to invest in the intangible factors of competitiveness (innovation, quality, sales and marketing, internationalisation, design, intellectual property, information and communication technology, environment and energy efficiency, etc.); (cid:98)(cid:553) implementation of investment projects, when they exclusively concern projects that result in the produc- tion of new goods and services or the adoption of new technological processes, organisational or innovation markets. So far 4 679 companies have been supported, involving ERDF support of 2.7 billion euros and eligible investment of 6.2 billion euros. More than 1 500 R&D projects were sup- ported, mobilising ERDF support of 528 million euros. The Europe 2020 strategy emphasises the strategic options that Portugal has taken within the current framework of the EU Structural Funds and competitiveness agenda, rein- forcing the need for greater operational focus in order to accelerate Europe’s recovery through smart specialisation, sustained competitiveness and inclusive growth. The three growth drivers (smart, sustainable and inclusive) and seven flagship initiatives act as the catalyst to mobilise the interdependent strength and potential of different European regions. In Portugal these drivers encourage the pursuit of a selective strategy and collective responsibility for reconstruction focusing on smart and sustainable growth. The investment in the three growth drivers has materialised into actual projects with concrete results: Intelligent Socks A sock with the capacity for monitoring integrated biometric data The project combines R&D, development of a patent and, recently, entry into the market. The sock, which is produced with environmentally friendly materials using traditional processes, monitors our physiological data and allows for an innovative, technological and user friendly product at competitive prices. FIORIMA, S. A. is a Portuguese SME that produces and markets high quality products for the textile industry, and has been dedicated exclusively to the manufacture of socks since 1985. In a globally competitive market, the company invested heavily in developing new products incorporating new technologies with the integra- tion of new materials and intelligent systems. This project, which includes the submission of an interna- tional patent, includes a biometric sensor system integrated into the sock with a capacity to process and store data and provide information to its user via a PDA phone with any operating system (OS, Android, Windows Phone), such as temperature, heart rate, and fitness functions (distance travelled, speed, calories, exercise time, etc.). IntellWheels A project where artificial intelligence and robotics combine to increase the quality of life IntellWheels is an innovative project in the field of artificial intelligence and robotics that will give greater autonomy and quality of life to citizens with limited mobility, through the development of a platform that allows anyone to transform 23 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "a wheelchair into a low-cost Smart Wheelchair (CRI) and with few ergonomic changes required. The project has resulted so far in the construction of prototypes and their testing by the Portuguese Association of Cerebral Palsy and in School of Health Technology of Oporto, as well as the publication of 20 articles in scientific journals, and interna- tional conferences. The validation of the system will, in the medium term, aim to transform CRI Intellwheels into com- mercial products, with high capabilities for assisting elderly people and people with severe motor disabilities. SolarTiles Development of Photovoltaic Solar Systems An R&D project led by the company Revigrés who developed laboratory scale functional prototypes of ceramic products integrating photovoltaic technology, and high efficiency coatings for buildings (roofing and facade) that incorporate thin film photovoltaics. These new multifunctional products combine function, aesthetic and energy production. Paula Ascenção Director of Communication Managing Authority COMPETE Ministry of Economy and Employment (cid:3) REGIONAL DEVELOPMENT DURING 2014(cid:7)2020: PREPARATIONS OF THE MANAGING AUTHORITY THE FIRST STEP: A FUNCTIONAL PARTNERSHIP FRAMEWORK (cid:17)ROMANIA Since June 2012 several national partnership struc- tures have been created, to ensure on-going consul- tations between the national, regional and local administration, economic and social partners and civil society organisations, in order to set up the strategic objectives, priorities and areas of intervention for the EU funds allocated to Romania for 2014-2020. Thus, to ensure the complementarity of funding and to involve the partners in the drafting of the programme docu- ments, several committees were established: the Advisory Committee on Regional Development, the Thematic Advisory Committee for Tourism, Culture and Cultural Heritage and the Advisory Committee on Territorial Cohesion. The three com- mittees are jointly coordinated by the Ministry of Regional Development and Tourism (MRDT), the Ministry of European Affairs and the Ministry of Culture and National Heritage. Involving the regional and local bodies But how to bring actors at the national, regional and local levels around the same table? The solution of the Managing Authority of the Regional Operational Programme within (cid:3)IN YOUR OWN WORDS The special intervention unit in central Romania received ERDF support 24 ",
        "(cid:3) THE ERDF AS A MOTOR FOR GROWTH AND EMPLOYMENT IN SCHLESWIG(cid:7)HOLSTEIN (cid:17)GERMANY In the current funding period from 2007-2013, approximately EUR 374 million have been provided to Schleswig-Holstein from the European Regional Development Fund (ERDF). The federal state government of Schleswig-Holstein uses this for innovations and the knowledge-based economy, and for the reinforcement of business competitiveness, among other things. However, so-called cluster structures and networks, research and further training projects, and the qualification of staff and sustainable urban develop- ments were also funded. ERDF funds thus also contribute to increasing entrepreneurial initiatives, expanding regional innovation capacities and local employment. the MRDT was to set up the Advisory Committee on Regional Development, a body bringing together Agencies and Councils for Regional Development, public administration and NGOs. Its 45 members work together to set up the regional development priorities, the outcome indicators, themeans of implementation and the indicative financial allocations for each region. From regional needs to Europe 2020: lessons learned The on-going working meetings between the Managing Authority and the Regional Development Agencies focus on the drafts of the regional development plans for 2014-2020. Several directions will be taken into account, following the needs identified at regional level, Romania’s development pri- orities for the next decade, the strategic directions estab- lished at European level and the experience gained in running the funds during 2007-2012: (cid:98)(cid:553) smart growth: the modernisation and diversification of regional economies by encouraging the sectors that cre- ate economic value added, innovative products and pro- cesses and the activities of research and development; (cid:98)(cid:553) sustainable growth: measures aiming to mitigate the impact of climate change, to increase energy efficiency and the share of renewable energy sources; territorial cooperation projects with a major impact at regional level; in the field of territorial cohesion, focus on sus- tainable urban development and coordination of the sectoral policies; (cid:98)(cid:553) education and social inclusion: a higher employment rate for women, young people and people over 55; continuous professional training, reorientation and specialisation; developing an entrepreneurial culture; reducing school dropout; increasing the share of uni- versity graduates; developing employment opportu- nities in rural areas. The role of the administration is to ensure synergy (comple- mentarity of the measures financed by the various policies), a functional partnership framework (by clarifying the respon- sibilities and tasks of each partner), proactive communica- tion on the funding conditions, the selection criteria and the procedures, and an effective control over the management of funds. Department of Communication Ministry of Regional Development and Tourism On the basis of a comprehensive evaluation, the so-called Operational Programme for Schleswig-Holstein has been changed. Since the application for amendment was approved by the European Commission in April 2012, funding can now be tailored even more precisely. By the end of 2011, 878 projects with total costs amounting to approximately EUR 862.5 million were funded, including approximately EUR 260.7 million from the ERDF. 3 704 new jobs were created and 31 777 jobs were safeguarded. Expanding the Fraunhofer Institute for Silicon Technology (ISiT) in Itzehoe, for example, is one of the projects cofinanced by the ERDF. The ISiT as a core of the innovative area of 25 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "Itzehoe, one of the most dynamic locations for microelec- tronics in Germany, will thus also be an acknowledged research partner of industry in future and will be able to develop new procedures in microtechnology and nanotech- nology and consolidate its reputation both across Europe and globally. The technology fields of power electronics and microsystems technology pursued in the Fraunhofer Institute Itzehoe are currently in a strong growth phase. The ISiT is funded with a total of EUR 27.45 million, including EUR 18.3 million from the ERDF. As a result of this project with a total volume of EUR 36.6 million, 1 000 square metres of clean room space and a total of 1 000 square metres of office and measurement laboratory space are additionally being created. ISiT will thus be in a position to have suffi- cient working space available in the long term and further extend its research areas in order to remain an attractive research partner for industry. Since the draft regulations published in October 2011, Schleswig-Holstein has been intensively preparing for the structural funding period 2014-2020, even if there is cur- rently still a great deal of uncertainty from a financial and content-related perspective. The federal government of Schleswig-Holstein welcomes the stronger orientation of future EU regional policy to the objectives of the Europe 2020 strategy, and also the concentration of funds on the most important issues and challenges of the future. The specified quotations (80 % of funds from the ERDF for three thematic objectives) are viewed with concern however, as important regional spheres of influence are too severely restricted as a result. The federal government of Schleswig-Holstein therefore advocates certain endogenous potentials, including a sus- tainable tourist infrastructure, also remaining fundable in the more developed regions within the scope of negotiations at European and national level. Maintenance and improve- ment of competitiveness in tourism can make a considerable contribution to promoting intelligent, sustainable and inte- grated growth. Now that the socioeconomic analysis and the strength- weakness analysis are complete, the focus is on the devel- opment of a ‘made to measure’ strategic and content orientation of the ERDF programme 2014-2020. This occurs with the intensive participation of partners at regional level, the economic and social partners and non-governmental organisations. Schleswig-Holstein has high expectations for the new fund- ing period. Rüdiger Balduhn Ministry of Economy, Labour, Transport and Technology Schleswig-Holstein (cid:3)IN YOUR OWN WORDS Expansion of the Fraunhofer Institute for Silicon Technology (ISiT) in Itzehoe is one of the projects cofinanced by the ERDF 26 26 ",
        "(cid:3) ECONOMIC SUCCESS FOR THE BENEFIT OF THE ENVIRONMENT (cid:17)GERMANY The Regional Competitiveness and Employment pro- gramme – ERDF section – in Baden-Württemberg has attained remarkable economic and financial results in the current funding period. With a volume of EUR 143.4 million of ERDF funds, invest- ments of over EUR 1.4 billion were received and approxi- mately 5 000 new jobs created. EUR 31 million were allocated to research and technology. Additionally, as a result of ERDF measures, approximately 38 hectares of industrial, trade and traffic brownfield sites were redeveloped and over 440 000 tonnes of CO 2 emissions avoided. Supporting the structural transformation Globalisation of markets, changes in the world of work and leisure behaviour and the increa-sing significance of the factor of knowledge pose new challenges for the economy. The Federal State of Baden-Württemberg supports the ERDF-led structural transformation with two very different concepts. In the district of Jungbusch in Mannheim which has been particularly affected by the structural transfor- mation, an urban planning turnaround has already been initiated with the construction of a pop music academy in the previous funding period 2000 to 2006. This training establishment, which gained Europe-wide renown after only a few years, has been extended in the current funding period; this has enabled two Masters degree courses ‘Popular Music’ and ‘Music Creating Industries’ to be offered. With funding from the music industry cluster, the independence of gradu- ates and the embedding of the pop academy into existing economic structures have been reinforced. The gold town of Pforzheim, the centre of the German jew- ellery and watch-making industry, can look back on a long tradition of gold processing. A new chapter in the long his- tory of jewellery manufacturing was opened here with the construction and operation of a creative centre. The creative centre was constructed in a former art nouveau swimming baths from the early 20th century. Young companies and project and working groups from a wide range of creative industries can rent offices there or simply use workspaces or workstations on a temporary basis. Organising the demographic transformation Demographic transformation, the increasing ageing of a shrinking population and the lack of young, well-trained skilled workers are further challenges for the economi- cally dynamic Federal State of Baden-Württemberg. In this The EU Flagship Project Gmünder knowledge workshop (model) 27 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "scenario, different models have been developed and imple- mented since 2008 in a model project for the Innovative Municipal Development EU Flagship Projects. In one of these models, disabled people who had previously been cared for in institutions were introduced to the job market. The ‘Villa Artis’ in Heitersheim on the Upper Rhine combines a therapeutic art academy, where the special artistic talents of disabled people are discovered and fos- tered, with a cafe. Here people with and without disabilities work together. The EU Flagship Project Gmünder knowledge workshop has a different approach: School pupils, especially from educationally disadvantaged backgrounds, are offered an extracurri-cular opportunity to become acquainted with engineering and technology in a fun and enjo-yable way. This introduces the target group of people aged between 8 and 18 to technical occupations. Both projects bring to light people’s previously untapped potential. Involving partners The projects mentioned were also made possible by close cooperation between the munici-palities and other partners. The constant dialogue since the start of the projects has formed and changed, honed and adjusted the individual models. From this experience of involvement of economic and social groups in projects, the Federal State of Baden-Württemberg has also begun an intensive dialogue with economic, scien- tific, social and environmental partners in the planning of the new funding period in the operational programme of the ERDF. In over 40 events, dialogue forums, discussions and presentations to date, the Federal State has clarified its ideas regarding the future ERDF programme,discussing them with partners, changing and condensing them. An important focus in the coming funding period will be the funding of higher education institutions in rural areas. Because greatly decentralised training, scientific and research infrastructures can become the trademark of the regions. Dr Georg Ris Managing Authority ERDF, Ministry for Rural Affairs and Consumer Protection Baden-Wurttemberg (cid:3) 25 YEARS OF SUCCESS FOR EUROPEAN REGIONAL POLICY IN ANDALUSIA (cid:17)SPAIN Prior to the next programming period and involvement in the debate on the future of cohesion policy, Andalusia is taking stock of the past 25 years of membership of the European Union. The region is highlighting the main achievements in research and development, transport, health and renewable energy, among other indicators, which have promoted convergence with the rest of the benchmark economies. Since Spain joined the EU, Andalusia has received approxi- mately EUR 80 billion, of which EUR 41 billion is from the cohesion policy. By making use of these resources the region has experienced a far-reaching economic and social trans- formation, which has enabled it to make significant progress towards both real and nominal convergence with the other regions. Between 1986 and the present, Andalusia has achieved a rise of 26 convergence points towards the EU average and this is reflected in indicators such as per capita GDP, which has increased by a factor of five, and in 2011 reached EUR 17 587 per resident. Some of the money invested has gone to research and devel- opment, which has grown by a factor of 16. This has meant that the proportion of GDP accounted for by expenditure on R&D has gone up by a factor of 3.3, which is 12.6 times more than the growth experienced in the EU as a whole. The structures and synergies of the Regional Innovation sys- tem have been strengthened, R&D activities have increased and new technology transfer mechanisms have been estab- lished. This has been achieved through the creation of a net- work of R&D infrastructure, providing services to help SMEs (cid:3)IN YOUR OWN WORDS 28 ",
        "in innovation, promoting entrepreneurship and stepping up the sources of funding for innovation. In this way, innovative actions have been implemented such as the creation of the Andalusian Technology Network, or the Overall Subsidy for Innovation, Technology and Enterprise, which support inno- vation and the development of enterprise in Andalusia. There are also the JEREMIE initiative, promoting sustainable support for SMEs, and the JESSICA initiative, for the devel- opment of integrated urban projects. In the sphere of transport infrastructure, Andalusia has seen a growth in its motorways, highways and roads, leading to an improvement in the territory’s physical structure. Highlights of the main actions completed are the entry into service of the Andalusia Highway (A-92) and the high-speed train linking Seville and Madrid. The large amounts invested in transport have resulted in an increase in the number of high-capacity road kilometres; in 2010 this reached 30 km per km 2 , 9.1 times higher than in 1985, and the length of high-speed rail network reached 358.6 km. As far as access to new technologies is concerned, in 1986 the percentage of Andalusian enterprises with telematic networks was practically zero, while in 2011, 95.5 % of enterprises had broadband Internet access. Equally, energy production from renewable sources became significant. Specifically, the share of electricity produced through renewable energies more than doubled between 1989 (7.9 %) and 2009 (19.6 %). This increase in renewables production (particularly solar, wind and biomass energy) has given rise to a new, more diversified energy model, which is compatible with the region’s economic development and with the protection of natural ecosystems. Programmes such as Andalucía A+ for the development of sustainable energy have contributed to this and have encouraged the culture of saving and energy use awareness among Andalusian citizens. In terms of exports, Andalusian exports have increased by a factor of eight since 1988, which is double the figure for the European Union as a whole. Between 1988 and 2011, the share of Andalusia’s GDP accounted for by exports increased by 7.5 percentage points, which is 1.4 times more than in the EU as a whole. Another piece of data indicative of the region’s development has been the rate of female employment, which has more than doubled since 1986; this increase is 1.6 times the increase experienced in the EU as a whole. The region’s employment policies have encouraged the inclusion of women in employment through actions to promote the social and labour market integration of vulnerable groups and a balance between family and working life. Progress has also been made in the area of social policy where, for example, in the health sphere Andalusia has gone from having 344 health centres to a total of 1 597; in relation to the education levels in the population, the percentage of individuals with higher education has grown by 14.2 per- centage points, increasing over the past 25 years to over a million persons who have attended higher education. However, the region’s achievements described above would not have been possible without the effective management carried out by the Andalusian government and the capacity to absorb the European funds. Andalusia has been notable for its management model; proof of this is that in the two most recent Community Support Frameworks it obtained EUR 1.229 billion of additional resources, and EUR 11.7 bil- lion investment was implemented, which amounted to 123.6 % of the eligible expenditure initially allocated. The cohesion policy has been and continues to be an im- portant engine for Andalusia’s growth, and therefore the Andalusian executive is championing, with regard to the next period, a special transition regimen in financial terms, guaranteeing a gradual exit from the convergence objective and movement towards the competitiveness objective. This regimen is necessary to consolidate the results ob- tained, strengthen the economic structure and prevent risky situations, in financial and economic terms. In addition, the region continues to advocate other indicators, in addition to GDP and population, being taken into account in the dis- tribution of aid, such as unemployment, without forgetting the effects of the economic crisis on the regions. Directorate-General of European Funds and Planning Regional Ministry of Economy, Innovation, Science and Employment, Andalusian Government CATEC, the Center for Advanced Aerospace Technologies 29 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "(cid:3) EUROPE AN REGIONAL POLIC Y A SOURCE OF INSPIRATION FOR COUNTRIES OUTSIDE THE EU EU regional policy is regarded as a good practice example for other parts of the world because it simul- taneously addresses the issues of promoting growth and reducing geographical disparities. There is an increasing demand among EU international part- ners to engage with the European Commission to discuss policies aimed at producing balanced territorial development. In countries experiencing rapid growth – such as Brazil, China and Russia – concern to ensure the benefits of this growth are evenly spread has led to an acute interest in regional policy and governance at the highest political level. Under the Eastern Partnership (EaP), cohesion policy plays a key role in the EU’s relations with six countries – Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine. The Direc- torate-General for Regional and Urban Policy supports EaP implementation through dialogues on regional policy and contributing to the Pilot Regional Development Pro- grammes process. In response to this interest, the Commission concluded Memoranda of Understanding (MoU) on regional policy coop- eration with neighbouring countries and EU strategic partners such as China, Russia, Brazil and Ukraine – each of which is facing increasing regional disparities and major challenges in terms of better governance. The MoUs provide the frame- work for a rolling work programme of activities including high-level meetings, workshops, study visits, and technical assistance. Similarly, Joint Declarations have been signed with Moldova and Georgia in the context of the EaP. Ad hoc cooperation also takes place with other partners and regional groupings in Africa, Asia and Latin America. In 2009 the European Parliament gave a mandate to the Commission to globally promote the EU regional policy development model and since then has provided resources for pilot projects and preparatory actions. These aim to build up knowledge and experience of regional policy as part of the strategic partnership between the Commission and third countries, through actions including organising events, information activities, networking and study oppor- tunities, exchanging multilateral practice and promoting capacity building between regions, cities and states. Key principles of EU regional policy, such as partnership, multilevel governance, subsidiarity, and strategic and inte- grated approaches, make development policies an essential asset. They empower local actors, improve the effectiveness of growth strategies, reinforce cooperation between the public and private sector and are useful in implementing development strategy in any part of the world. European experience in key EU regional policy issues, such as cross-border cooperation, sustainable urban development, urban-rural cooperation and regional innovation strategies, is regarded as particularly relevant by external partners. Dialogues with non-EU countries provide EU regions and cities with valuable opportunities to engage in broader cooperation worldwide and to pool international experiences of, and responses to, the shared challenges faced. (cid:2)FIND OUT MORE http://ec.europa.eu/regional_policy/cooperate/ international/index_en.cfm panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) 30 ",
        "CETREGIO In 2010, the Directorate-General for Regional and Urban Policy launched CETREGIO, a Chinese European Training Series on regional policy that offers Chinese experts a source of reference for their own regional development policies. It also aims at strengthening linkages between European and Chinese regions for further bilateral coopera- tion. Training consists of information sessions in at least three EU Member States, including lectures and field visits. European experts have also visited examples of good practice Cooperation with Brazil Established in February 2007, the Brazilian National Policy for Regional Development has been largely inspired by EU cohesion policy. Brazil attaches great importance to the reduction of regional inequali- ties and the elimination of poverty as part of the drive for national growth and development. It is currently preparing a second phase of regional policy. Some highlights of the EU-Brazil regional policy cooperation 2007-2012 are: (cid:98)(cid:553) 20+ conferences, seminars and workshops on topics such as multi-level governance, strategic planning, regional innovation and monitoring; Capacity building training programmes for more than 150 Brazilian officials; (cid:98)(cid:553) A two-year regional exchange programme to develop coopera- tion schemes between 14 Brazilian meso-regions and 14 EU regions; six study visits of Brazilian representatives to Europe; (cid:98)(cid:553) The study ‘Territorial Review of Brazil’, carried out by the OECD with EU support, to help Brazilian authorities learn from suc- cessful international experiences; and (cid:98)(cid:553) Pilot projects to improve cooperation between the EU (French Guyana) and the neighbouring Para and Amapa states in Brazil. Sustainable Urban Development In 2011, through the URBELAC (Urban European and Latin American and Caribbean Cities) programme – sup- ported by the Commission and the Inter-American Development Bank – eight Latin American, and four European, cities exchanged good practice on urban development issues, from environment and education to mobility and urban revitalisation. In 2012, five new Latin American, and five new European, cities partici- pated in the programme. The Commission and Japanese Government exchange experiences on sustainable urban development and competitiveness, whilst the EU-China regional policy dialogue contributes to the EU-China Partnership on sustainable urbanisation. Visit of a Chinese Delegation (CETREGIO) to the Dutch Pavilion at the world horticultural exhibition Floriade in Venlo (The Netherlands) (cid:3) in China. Since 2010, nearly 100 Chinese decision makers from 33 provincial level regions have shared experiences and vis- ited cases of good practice in more than 40 regions of 12 EU Member States. Sessions have covered a wide range of regional development issues from multi-level governance and territorial cohesion to statistical information systems, and sus- tainable urban development. In 2011-2012, CETREGIO was implemented by the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ). 31 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "Trolleybuses generate no air pollution, run quietly and are cost-effective. But although 40 000 are in operation in public transport systems worldwide, they have lost momentum in recent decades. In project TROLLEY, Central European trolleybus technicians and experts are busy unlocking the full potential of these all-electric vehicles. The first trolleybuses took to Berlin’s streets in the 19th century. Like trams, they draw electric current for their motors from overhead lines – making them clean, safe and efficient vehicles for urban public transport. Yet trolleybuses have more in common with conventional buses. They are quiet in operation, thanks to rubber-tyred wheels. Not being limited to rails, the vehicles can also manoeuvre around objects in the street. In several Central European cities however, trolleybus- based public transport systems have reached their capacity limits. They also face a number of technical and environ- mental challenges. TROLLEY promotes trolleybus systems as an electric urban solution for all cities. Co-funded by the EU under the Central Europe Programme, it brings together nine European part- ners working in the field of electric public transport, from six countries (Austria, Czech Republic, Germany, Hungary, Italy and Poland). Joint transport feasibility studies carried out under the pro- ject seek to make trolleybuses more energy-efficient or to enable them to operate faster in urban areas, for example. The partners also developed Europe’s first Trolley-Battery- Hybrid Bus. Rolled out in Eberswalde, Germany in August 2012, the vehicle can receive power via the catenary (over- head lines) or a lithium-ion battery. Image reshaping Trolleybus systems’ power lines are extensive and rather ‘unsightly’. To ‘reshape’ their image, TROLLEY has been rais- ing awareness of the vehicles’ many advantages. Initiatives include an information campaign entitled ‘ebus: the smart way’ plus an annual European Trolleybus Day (ETD). Held dur- ing Mobility Week, ETDs attract thousands of visitors to part- ner cities such as Salzburg, Brno, Eberswalde, Gdynia, Parma, Leipzig and Szeged. Partners have also developed guides on trolleybuses, notably for decision-makers in cities keen to improve their networks or to build one for the first time. A key project message is the environmental friendliness of trolleybuses. In Salzburg, home of the project’s lead partner, these vehicles run on electricity generated by zero-emission hydropower. ‘Traffic here accounts for 40 % of the high par- ticulate levels. So it’s even more important that projects such as TROLLEY provide sustainable impetus to go from fossil-powered transport to electric public mobility,’ says Alexandra Weiss of Salzburg AG for Energy, Transportation and Telecommunication. (cid:2)FIND OUT MORE http://www.trolley-project.eu Total cost: EUR 4 200 000 EU contribution: EUR 3 300 000 (cid:3) CLE AN, GREEN AND SMART: THE TROLLE YBUS PROMISE (cid:17)CENTRAL EUROPE PROGRAMME (cid:3)EXAMPLES OF PROJECTS 32 ",
        "‘Thanks to improved digital communication and connectiv- ity, the project will ensure benefits and cost savings for public administration and businesses,’ says Piero Berritta, Director of General Affairs Department – Service Infrastructure and Networks, Autonomous Region of Sardinia. He highlights easier access to services such as electronic signatures, digital documents and electronic billing as key advantages. ‘The cost savings we make in administration as a result of this network will release resources that can be reinvested in regional development projects,’ he adds. ‘Sardinian busi- nesses will also be able to compete better on international markets, with new Internet products, services and sales chan- nels.’ The network could also generate 8 % cost savings for the regional roll-out of digital schools and e-health services. (cid:2)FIND OUT MORE http://www.regione.sardegna.it/ (cid:3) ISL AND’S FIBRE(cid:7)OP TIC NET WORK TO DELIVER 21ST CENTURY SERVICES Total cost: EUR 82 980 000 EU contribution: EUR 41 490 000 Sardinia’s high-speed broadband network is set to be a major asset for socio-economic development. Besides linking around 5 380 public administration offices, from town halls to police stations, it will increase access to e-commerce and e-services for businesses and citizens. Its fibre-optic cables will be threaded through new natural gas pipelines, significantly reduc- ing construction costs. In 2008, fast fibre-optic connections were provided to 12 industrial districts of Sardinia as well as some 60 hos- pitals and health services. A new project, BULGAS-FIBERSAR, extends this so-called Next-Generation Access Network around the island. It will also reach areas where private operators have yet to build such networks, thus reducing Sardinia’s ‘digital divide’ and matching ‘A Digital Agenda for Europe’, a Europe 2020 Flagship Initiative. The project takes advantage of the construction of a regional gas supply network, to achieve economies of scale. When completed, the network will offer more than 3.4 million metres of extra cable. It will reach over one million Sardinian citizens in 240 cities and towns, plus 400 000 buildings and 50 000 companies and institutions. Work takes place in two separate phases. The first includes deployment of the com- munication infrastructure, synchronised with the building of the gas network’s pipes, wells and manholes. The second involves installation and start-up of the fibre-optics. Fibre-to-the-Home (FTTH) The network created by the project will provide for download speeds as fast as 100 megabits/second. It has also been designed to offer telecom operators open and flexible access for future upgrades and extension. In line with EU state aid rules, this infrastructure will remain the property of the Autonomous Region of Sardinia, ensuring ‘net neutrality’ that will benefit all citizens and users. (cid:17)SARDINIA, ITALY 33 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "Each of the eight partner countries participating in the project developed a National Action Plan. These were incorporated into a Danube Transnational Plan, focusing on joint actions for common standards and concepts in the training of quali- fied personnel for Danube waterway navigation, transport and logistics. Actions include joint recruitment and training of nautical personnel, harmonisation of training and certifi- cation, and development of modern teaching materials. The Transnational Plan dovetails with the 2010 EU Strategy for the Danube Region, whose own Action Plan calls for invest- ment in education and jobs in the Danube navigation sector. Other notable project results are the setting up of four IWT Information and Training Centres (Austria, Croatia, Hungary and Romania) plus the development of IWT education and training material for Danube Region classrooms and online. (cid:2)FIND OUT MORE http://www.neliproject.eu http://www.danube-region.eu (cid:3) INVESTING IN L ABOUR SKILL S TO KEEP THE DANUBE MOVING Total cost: EUR 2 170 000 EU contribution: EUR 1 620 000 The Danube is a vital pan-European transport artery, carrying some 45 million tonnes of cargo in 2011. One EU project focused on the further education and train- ing of the people who watch over the river’s vessels, to ensure this sector has a bright future. The Danube Region is home to 115 million people. Its river runs 2 850 km from the Black Forest in Germany to the Black Sea, traversing 10 European countries. Developing inland waterway transport (IWT) – including intermodal infrastructure to shift containers between ships, trucks and trains – will depend on enhanced cooperation among the region’s countries. This is a goal of EU Cohesion Policy, implemented through programmes such as the South-East Europe Transnational Cooperation Programme. Among the challenges facing cargo carriers is a shortage of qualified navigation personnel, due to limited training and education opportunities in the Danube countries. Working aboard vessels, in ports and in logistics, they ensure that river traffic moves safely and smoothly. Future Danube captains Addressing this specific challenge was the EU project NELI – Cooperation Network for logistics and nautical education focusing on inland waterway transport in the Danube cor- ridor supported by innovative solutions. It brought together 15 partners working in inland waterway transport from eight countries: Austria, Bulgaria, Croatia, Hungary, Romania, Serbia, Slovakia and Ukraine. The new cooperation network facilitates information exchange and joint activities among the countries involved. According to Vasile Pipirigeanu, project manager, ‘It also offers relevant stakeholders from all Danube riparian coun- tries appropriate services and instruments to close existing IT gaps, promote and improve inland navigation and pave the way for new, joint and transnational activities.’ (cid:17)SOUTH EAST EUROPE TRANSNATIONAL COOPERATION PROGRAMME (cid:3)EXAMPLES OF PROJECTS 34 ",
        "Over 4 660 new firms were created under a three-year business support project in the North West of England. Targeting disadvantaged communities and groups underrepresented in enterprise, BSUPII also assisted thousands of people to expand existing businesses or launch themselves as self-employed. North West England is home to seven million people spread among three counties (Cheshire, Cumbria and Lancashire) and two metropolitan counties (Greater Manchester and Merseyside). Greater Manchester alone is the nation’s sec- ond-largest economy, with around 90 000 businesses and 1.2 million employees. Yet the financial crisis of recent years has hit the region hard, resulting in high unemployment. Business Start Ups Phase 2 (BSUPII) was inspired by an ear- lier intensive support pilot in the region, notably lessons learned about business support development and deliv- ery. Co-funded by the EU and managed by the Northwest Regional Development Authority (NWDA), its partners included 14 local authorities across the North West and 27 small organisations with expertise in business support. The project’s main goals were to create new businesses and strengthen existing ones, especially in urban areas where unemployment is high or where there is a relative lack of enter- prises. It also aimed to get more residents of disadvantaged areas into employment, often in adjacent districts. Expert assistance Partners offered intensive and specialist services, plus sup- port, to people eager to set up a business, those with a busi- ness under 36 months old, and to people looking to employ themselves. Services varied from enquiry handling to busi- ness diagnosis. Experts also provided direct training to indi- viduals or groups, and on-going support to businesses for up to three years after the start of trading. By the project’s end in April 2012, some 2 640 individuals had been helped to start a business and 7 000 jobs were cre- ated. Liverpool-based Craig Dures, of Grime 2 Shine, praises the support he got from project partner Blue Orchid Management Consultants: ‘Setting up a business is hard, but I received advice on all the key areas. Having an on-call busi- ness advisor took the pressure off launching my business.’ Geoff Ashton, of Four Seasons Garden Services in Wigan, got help from an advisor with ‘vital areas such as budget projection, banking, loans and grants.’ Rochdale-based web- site designer and printer Peter Bennett gratefully acknowl- edges the assistance he got with book-keeping, at an event for start-ups. Although BSUPII has ended, the project has been recognised as providing a good model for supporting individuals creating a business. The project is continuing in a similar form with direct government and European Commission support. (cid:2)FIND OUT MORE http://www.theblueorchid.co.uk Total cost: EUR 12 310 000 EU contribution: EUR 6 160 000 (cid:3) CRE ATING AND SAFEGUARDING A REGION’S JOBS (cid:17)NORTH WEST ENGLAND, UK 35 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "(cid:3) EVALUATION OF THE COHESION FUND ANALYSIS SHOWS ACHIEVEMENTS IN TRANSPORT AND ENVIRONMENT BUT NETWORK EFFECTS NEED MORE ATTENTION Cohesion Fund support mainly goes to large infrastruc- ture projects which form part of national development programmes for transport and environment. Evaluating the effectiveness of projects funded by the Cohesion Fund presents various challenges not the least of which is that many projects are only concluded a number of years after the initial funding period. A series of interlinked evaluations have been undertaken by independent consultants of interventions made in the 2000- 2006 period co-financed by the Cohesion Fund and the former Instrument for Structural Policies for Pre-accession (ISPA). The report covers 16 countries – Greece, Ireland, Portugal and Spain (supported from 2000), Cyprus and Malta (supported from 2004), the Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia and Slovenia (supported by ISPA from 2000 to 2004 and the Cohesion Fund thereafter) and Bulgaria and Romania (supported by ISPA). The report focuses on the investment needs in transport and environ- mental infrastructure, the allocation of funding between types of project and the pace of implementation of projects in the countries receiving support. It evaluates the achieve- ments from the investment and tries to assess the unit costs of the projects and the results under a cost-benefit analysis. The management and implementation of the pro- jects are also examined, along with other longer-term policy issues raised by the evaluation. Achievements In the transport sector, Cohesion Fund and ISPA co-financed building 1 274 km of roads and 950 km of railways, and reconstructing 3 000 km of roads and 3 800 km of railways. Projects in the environment sector, complemented with oper- ations co-financed from the European Regional Development Fund, improved the quality of water for 20 million people, and provided connection to wastewater treatment systems for 23.5 million people. While co-financed projects achieved their aims in terms of improvements in the transport network and environmental infrastructure, their effect on the eco- nomic development and cohesion of the countries concerned is difficult to assess. This is because these effects were not spelled out in detail and because it is too soon for impacts to come through. Member States were not obliged to report on the unit costs of the projects co-financed in the period. Nevertheless the evaluation collected such information (cid:3) LISBON’S AIRPORT SUBWAY LINE OPENS WITH ‘THE COHESION FUND IN PORTUGAL’ EXHIBITION Between 1993 and 2006 the Cohesion Fund approved EUR 6 billion of project co-financing in Portugal in the environmental (272) and transportation (80) fields. The last major investments were concluded in 2011 and 2012, including the Lisbon airport’s subway line. To showcase these achievements, an exhibition entitled ‘The Cohesion Fund in Portugal’ opened in July to coincide with the inau- guration of the new airport subway line. The event, which runs for six months, presents the outcomes and impacts of the Cohesion Fund since 1993 (programming periods I and II) and has the involvement of numerous beneficiaries including Águas de Portugal Group, REFER, EDIA, Lipor, Brisa, Amarsul, Estradas de Portugal, Lusoponte, Águas de Douro e Paiva, Simtejo, Simarsul, Águas do Mondego, Authonomic Regions and others. 36 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "to form the basis of a central database for comparing unit costs between similar projects in different countries. The net benefits of projects The ex post cost-benefit analysis (CBA) found that, for 9 of the 10 transport projects examined, benefits – in the form especially of reduced journey times, lower vehicle operating costs and improved safety – still exceeded costs, in most, substantially so. Only two of the 10 environmental projects examined, however, were estimated to generate benefits which outweighed the costs. Unlike these two, the other 8 projects were undertaken primarily to further compliance with EU Directives rather than for their intrinsic value. Slow pace of project implementation A total of some EUR 36.2 billion was made available from the Cohesion Fund and ISPA for the period 2000-2006. Funding was allocated roughly half and half between trans- port and environmental infrastructure with a very small amount going to Technical Assistance. The evidence sug- gests that the pace at which the projects financed were carried out was relatively slow. By the end of 2009, pay- ments to the four EU15 cohesion countries amounted to 77 % of the total funding available, and to the EU12, to only 70 %. The slow rate of project implementation has a num- ber of causes, with delays in many countries arising through the initial design phase of projects, obtaining planning per- mission and acquiring the land on which to build, completing procurement procedures and actually carrying out the work. Cost-benefit analysis The evaluation highlights a number of areas in which improvements need to be made to increase the effectiveness of the expenditure co-financed by the Cohesion Fund and to reduce delays. Fully exploiting the potential of CBA in the future requires continued improvement in the capacity of authorities to use CBA with the on-going support of exter- nal expertise – such as is now provided by JASPERS – to provide technical assistance especially to authorities which implement large projects very infrequently. The projects need to be considered as part of a system or network rather than in isolation, which is an explicit part of the CBA guide- lines for the present period. Despite the improvements made since 2000, there remains scope for further advances in other aspects of managing Cohesion Fund support, in particular as regards decision- making and project selection which are not fully objective and transparent in many countries. Long-term strategic planning still needs to be strengthened in some countries, especially in relation to environmental investment. Planning permission procedures and the process of land acquisition need to be speeded up in a number of countries through changes in legislation and regulations. Public procurement also needs to be improved to reduce the frequency of appeals and to give proper weight to quality and know-how relative to price in awarding contracts. The evaluation concludes that ex post evaluations of projects should be undertaken sufficiently long after their completion to give enough time for their effects on end-objectives to come through as a normal part of the evaluation process. (cid:2)FIND OUT MORE http://ec.europa.eu/regional_policy/information/ evaluations/index_en.cfm (cid:3) LOOKING AHEAD TO THE COHESION FUND 2014(cid:3)2020 The Cohesion Fund has a major role to play in reducing disparities across the EU by helping the least developed Member States integrate into the EU's single market. For the 2014-2020 period the scope of the Cohesion Fund will be broadly similar to the current period. It will provide support for: (cid:98)(cid:551) investment to comply with environmental standards; (cid:98)(cid:551) energy projects which present a clear benefit to the environment e.g. promoting energy efficiency and the use of renewable energy; (cid:98)(cid:551) investment in trans-European transport networks, as well as urban and low-carbon transport systems. For the first time, part of the Cohesion Fund will support the Connecting Europe facility – for a competitive and sus- tainable European transport system. EU countries with a gross national income less than 90 % of the EU average are eligible for support from the Cohesion Fund. Most of these are countries that joined the EU in 2004 and 2007. Transitional support will be available for countries that were eligible in 2007-2013 but who no longer qualify because their income levels have increased. (cid:2)FIND OUT MORE http://ec.europa.eu/regional_policy/what/future/ index_en.cfm 37 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "(cid:3) PIONEERS OF COOPER ATION MORE THAN 280 EVENTS CELEBRATE EUROPEAN COOPERATION DAY! The week of 21 September 2012 was a milestone in the communication of European Territorial Cooperation, with the first European Cooperation Day celebrated and more than 280 events taking place in 35 European countries. INTERACT, the programme which provides advice and train- ing to European Territorial Cooperation (ETC) programmes, knew it was heading into uncharted territory when launching a joint communication activity for all 93 ETC programmes in May 2011. The unifying factor was 20 years cooperation experience across national borders, from the ‘small’ INTERREG Community Initiative, to becoming the Third Objective of EU cohesion policy. But how to show the results of 30 000 pro- jects carried out in this period, many of which significantly improved the lives of Europeans across borders in areas such as health, transport, employment and energy? The chosen format worked perfectly: celebrating European Cooperation Day together. But not by flying everyone to Brussels – quite the opposite: by being in all places in Europe which experienced the positive impact of cooperation. Under the motto ‘Sharing borders, growing closer’, more than 280 events were organised by ETC programmes and projects in 35 EU countries during the week of 21 September 2012. Another first was the target group: The participating pro- grammes decided to reach out to ‘ordinary citizens’ who would not necessarily know much about EU programmes and pro- jects. The choice of events was left open to the partners engaged; INTERACT as initiator, coordinated the overall cam- paign, ranging from developing a visual identity for the cam- paign, to a dedicated website highlighting all events and presenting concrete ETC examples, and more. Motivation and creativity amongst the participating pro- grammes was impressive. Among the events were a cross- border race between a Lithuanian horse, a Belarusian tractor, a Latvian ambulance, a Russian Volga and a Polish Fiat; a swimming marathon between Albania and Greece; chil- dren’s theatre and workshops in Valencia, Spain; an under- ground concert at the border between Slovakia and Hungary; ‘Día de la cooperación europea’ Puppet theatre in Valencia, Spain 38 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "a cycling tour between Italy and Switzerland; online confer- ences between schools in Wales and Ireland; street art and photo competitions and so much more! Looking at the feedback received from many stakeholders, it is clear that engagement was far higher than expected for this pilot initiative. Not only were many ETC programmes and projects on board, but the campaign was organised in direct collaboration with the European Commission – DG Regional and Urban Policy, EuropeAid and the European External Action Service, and received the support of the European Parliament and the Committee of the Regions. Events were even included in this year’s Open Days Local Events catalogue, with territorial cooperation being one of the main themes in the 2012 edition. Another essential element to the success of the campaign was the media work: INTERACT produced a video trailer which was translated into 8 languages and shown on several regional and national TV stations in Europe. Participants also made excellent use of social media which made the campaign interactive and had a viral effect: thousands of people were reached through Facebook, Twitter and YouTube. Many of those had never heard of European Territorial Cooperation before. The Directorate-General for Regional and Urban Policy has evaluated this year’s Cooperation Day very positively and believes that the joint effort was worthwhile. Preparations for a follow-up next year have already begun, though the exact format and timing is still to be decided. But one thing is for sure: cooperation is the way forward. (cid:2)FIND OUT MORE http://www.ecday.eu (cid:2)FOLLOW US ON http://www.facebook.com/cooperationday http://www.twitter.com/cooperationday http://www.youtube.com/cooperationday ‘ The development of cross- border cooperation is very important in times of crisis. I am therefore very happy that the achievements of cooperation between European regions have been honoured through this campaign. ’ Marie-Thérèse Sanchez-Schmid , Member of the European Parliament REGI Committee Commissioner for Regional and Urban Policy, Johannes Hahn, with MEPs Marie-Thérèse Sanchez-Schmid and Riika Manner at the European Cooperation Day kick-off event in Brussels More than 1 000 people from Serbia and Romania joined European Cooperation Day celebrations in Timisoara, Romania. 39 panorama (cid:2)WINTER 2012 (cid:3) NO 44(cid:4) ",
        "K N - L R - 12 - 044 - E N - C M A K E YOU R VOICE H E A R D 31 JANUARY 2013 _Brussels (BE) RegioStars Awards Ceremony 2013 31 JANUARY 2013 _Brussels (BE) PEACE Event 24(cid:7)25 APRIL 2013 _Warsaw (PL) RURBAN Conference 7(cid:7)10 OCTOBER 2013 _Brussels (BE) Open Days 2013 European Commission, Directorate-General for Regional and Urban Policy Communication – Anna-Paula Laissy Avenue de Beaulieu 1 – B-1160 Brussels E-mail: regio-panorama@ec.europa.eu Internet: http://ec.europa.eu/regional_policy/index_en.htm ISSN 1608-389X © European Union, 2012 Reproduction is authorised provided the source is acknowledged. More information on these events can be found in the Agenda section of the Inforegio website: http://ec.europa.eu/regional_policy/ conferences/agenda/index_en.cfm We would like to hear about cohesion policy’s achievements in your region, highlighting results and tangible benefits for citizens, and your views on preparations for the next programming period. Selected contributions will be featured in the next edition of Panorama magazine. Please send your submissions (maximum length of 1 500 characters without spaces) to: regio-panorama@ec.europa.eu (cid:3)AGENDA "
    ]
}