{
    "text": [
        "8 i s s u e J u n e 2 0 1 0 A helping hand for parents: family life and work Interview with László Andor, European Commissioner for Employment, Social Affairs and Inclusion Getting better all the time? Trends in quality of life 2003-2009 Room for improvement: evaluating public services and society Interview with Fintan Farrell, Director of the European Anti-Poverty Network Migrants: developing a sense of belonging How are you? Quality of life in Europe How are you? Quality of life in Europe ",
        "2 / Foundation Focus / issue 8 / June 2010 Editorial As Europe 2020 sets the stage for a path towards a more inclusive Europe, the effects of the economic crisis are still clearly shaping and changing the quality of life of Europeans across the 27 Member States. Cuts in public spending and social services are having immediate effects on Europe’s most vulnerable citizens and the long-term structural implications for society in terms of social cohesion and exclusion are of real concern. Indeed, as Fintan Farrell of the European Anti-Poverty network highlights in this issue, poverty, one of the key elements of the Europe 2020 strategy, is caused by deep-seated inequalities – unjust distribution of resources and income. Commissioner for Employment, Social Affairs and inclusion, László Andor, also writing in this issue of Foundation Focus , notes the risk that cutting public services will create a broader gap in society instead of building social cohesion. It would seem therefore that monitoring progress in this area will be key to ensuring that the targets set by the Europe 2020 strategy in terms of alleviating poverty and in improving social cohesion are actually achieved as Europe tries to pull itself out of recession. In this context, it is increasingly acknowledged that economic indicators, such as GDP, are important but inadequate measures of the well-being of countries. A more comprehensive approach to monitoring this complex reality must include consideration of social and environmental, as well as economic, conditions. These considerations are reflected in recent initiatives from the OECD and the European Commission, including the new 2020 Strategy, which is ‘putting people first’, as well as the Sarkozy Commission report on ‘Measurement of Economic Performance and Social Progress’. Via concepts and data from Eurofound’s European Quality of Life Survey, which permit some mapping of trends and developments from 2003 to 2007 and – from questions in a Eurobarometer survey – changes up to September 2009, Eurofound is attempting to play its part in contributing to this crucial process. IN THIS ISSUE 2 Editorial 3 A helping hand for parents: family life and work 5 What makes for happiness? 7 Interview: László Andor, European Commissioner for Employment, Social Affairs and Inclusion 8 On the outside looking in: social exclusion in Europe 10 Getting better all the time? Trends in quality of life, 2003–2009 12 Room for improvement: evaluating public services and society 14 When work doesn’t pay: assisting the working poor 15 Fintan Farrell, Director of the European Anti-Poverty Network 16 Migrants: developing a sense of belonging 17 Social partners and quality of life: mixed messages Issue 8 - June 2010 This issue of Foundation Focus looks at the findings of Eurofound's pan- European quality of life surveys and what they reveal about the process of economic and social cohesion across the Union, within Member States, between different groups of European citizens, and the impact of the economic crisis. The aim of each issue is to explore a subject of social and economic policy importance and contribute to the debate on key issues shaping the future of living and working conditions in Europe. Subscribe online at www.eurofound.europa.eu/publications/focusform.htm Foundation Focus is published by the European Foundation for the Improvement of Living and Working Conditions (Eurofound), Wyattville Road, Loughlinstown, Dublin 18, Ireland. Eurofound is an autonomous body of the European Union, established by Regulation (EEC) 1365/75 of the EU Council of Ministers of 26 May 1975. Editor-in-chief: Mary McCaughey | Director: Jorma Karppinen | Deputy Director: Erika Mezger Original language: English European Foundation for the Improvement of Living and Working Conditions Wyattville Road | Loughlinstown | Dublin 18 | Ireland Tel: (+353 1) 204 31 00 | Fax: (+353 1) 282 42 09 | 282 64 56 Email: information@eurofound.europa.eu | Web: www.eurofound.europa.eu ",
        "3 In today’s busy world, time is a scarce and highly valued commodity: just think of the phrase ‘time-poor’, and all that it implies. Having sufficient time to fulfil both professional and personal goals – raising children, caring for older relatives, maintaining social and family contacts – is a crucial element in determining a good quality of life. However, findings from the European Quality of Life Survey (EQLS 2007) indicate that work–life balance remains an elusive goal for many working Europeans. Around half of those in employment (primarily persons in central and eastern Europe and the candidate countries) declared that at least a few times each month they come home from work too tired to do household jobs, while more than a quarter (mainly in the Nordic Member States, the Benelux countries and in France) said that several times a month they found it hard to carry out domestic responsibilities because of the amount of time they spent at work. Workers are happiest overall Nevertheless, resolving the conflict between work and family duties by abandoning one’s job and family is emphatically not the answer, as the EQLS makes clear. The findings show that people in employment and with families are the happiest group. However much we may complain about having to go to work, it seems that Europeans with a job enjoy greater life satisfaction than those without. And people are also happiest, it would seem, when they are part of a couple, with children, and can rely on family support – happier than those with no children, those without a partner or those who cannot count on any support from their family or friends. Lone parents have the lowest levels of life satisfaction of all. Even those who face a great deal of pressure in juggling their job and their home life are more satisfied with life than someone who is unemployed. They are even happier if the work–family conflict they experience is not too acute. This applies to both women and men, although not equally. Given that women still perform the majority of domestic care responsibilities, it is perhaps not surprising that women who work outside the home and experience work–family conflict tend to be less satisfied with life than women who work solely in the home. However, women who are employed and who experience little or no pressure in reconciling their domestic and professional responsibilities are the most satisfied of all (see the figure below). Part-time work a mixed blessing As the figure shows, the ideal situation is one in which neither employment nor domestic duties impose an undue burden. Again, the EQLS provides evidence to show that all families aim to make employment decisions that favour a good work–life balance. Clearly, working less can help and the figures indicate that part-time working is on the increase. Nearly 20% of European workers nowadays work part time, with women accounting for 80% of this group, generally choosing the part-time route in order to accommodate their domestic duties. Therefore it is mainly women who have to deal with the drawbacks that part- time work can bring. Eurofound research on company practices has found that once a worker has moved to part-time hours, going back to full-time work is not always possible. This can result in lower social security contributions over the working life, and hence lower pension payouts. Moreover, working part time can have an unfavourable impact on a person’s career: part-time work is rarely practised by those higher up in organisational hierarchies (one notable exception in this regard is the Netherlands, where part-time working is more common). A helping hand for parents: family life and work 0 0.50 1.00 1.50 2.00 2.50 3.00 3.50 0 0.50 1.00 1.50 2.00 2.50 3.00 3.50 Lookingafter thehome Notemployed employed Unemployed Pressure athomeor atwork Weak pressure Nopressure Woman Men 1.49 1.34 0.73 0.66 1.48 1.72 1.69 3.02 2.64 Life satisfaction and work-life balance Note: The category‚ ‘ looking after the home‘ is not included for men due to the low level of responses (below 30 survey observations). Reference category: pressure at home and at work, odds ratio 1.00 Source : EQLS 2007 ",
        "A more flexible approach to working time arrangements generally could also help. Longer part-time hours could make people more available for work and help avoid some of the associated disadvantages. Flexitime, based on a 40 hour-per-week model, would mean that workers could adapt their starting and finishing times to their household demands, for instance, while working time accounts would allow them to save up time and ‘spend’ it at a later date. Time off for parents Parental leave is designed to help working parents; it also has the potential to reduce gender inequality by enabling both men and women to look after children. However, given that it can also interrupt a worker’s career, it could in fact reinforce gender inequality if it is primarily women who avail of it. Moreover, parental leave varies widely in terms of length, flexibility and in the payment provided. In a number of Member States it is unpaid; in the remainder, the percentage of salary paid varies. As a result, many parents are financially unable to avail of it. Because women are generally paid less than men, a household suffers less of a financial ‘hit’ if the woman’s smaller salary is forfeited or reduced. Experience in Sweden and Norway in take-up of parental leave indicates that reserving a portion of leave for each parent is a key incentive in encouraging men to partake of it. Fathers tend to avail of parental leave under the following conditions: when leave is paid, when the payment provided nearly matches their usual salary, and where there is a specific quota of days that cannot be transferred to the mother. Introducing more ‘non-working’ time into a career is a departure from many traditional models of employment. As indicated above, it can have serious repercussions in terms of issues like social security, pensions, and other employment-related benefits. As men’s and women’s working lives gradually become more diverse and non-standard, the instruments of social protection need to be adapted accordingly, to facilitate, for instance, moving from standard full-time employment to a period of part-time working, or taking time off to raise children and consequently extending one’s working life into traditional retirement years. Workplace cultures also need to change if both men and women are to be supported and encouraged in building a home together. There are many examples of family-friendly measures that have proven to have worked: in the UK, Xerox claims that it saved GBP 1 million between 1999–2004 by introducing flexible working time and parental leave initiatives. Work–life balance measures can substantially reduce sickness absenteeism, as well as increasing productivity and staff retention rates. While it may appear to be the most private of concerns, a satisfactory work–life balance has repercussions all the way to the level of EU policymaking. As well as significantly raising the quality of people’s lives, it enables the employment rates of women and men to rise, and so safeguards more citizens against poverty and social exclusion; moreover, a second income in the home could help prevent in-work poverty. Work–life balance can also boost gender equality. And, by not forcing women to choose between a job and a family, it could boost birth rates and so mitigate Europe’s demographic decline. Greet Vermeylen 4 / Foundation Focus / issue 8 / June 2010 ",
        "5 Measuring well-being Satisfaction with life, optimism about the future, happiness and other aspects of subjective well-being have attracted the attention of European policymakers in recent years. The latest spotlight on the topic was the report by Nobel Prize winning economists Joseph Stiglitz and Amartya Sen that was published in September 2009, at a time when most of Europe was grappling with the immediate and long-term repercussions of the recession. The report called for new ways of measuring well-being next to traditional objective measures of economic performance, such as gross domestic product (GDP). Although the Stiglitz report does not provide the specific recipe for a better measure of social progress and welfare, it highlights the importance of measuring both objective and subjective well-being, of looking at it from the perspective of individuals rather than the economy as a whole, as well taking into account the multidimensional nature of well-being. According to these parameters, therefore, the European Quality of Life Survey conducted by Eurofound since 2003 represents a step in the right direction. Most importantly, the survey offers the opportunity to examine the interplay of happiness and life satisfaction with different areas of life, such as family, work, health and standard of living. The survey measures subjective well-being by asking respondents to rate the level of their life satisfaction on a ten-point scale. In 2007, the average level of overall life satisfaction across the European Union was 7.0. Country differences The 2007 survey reveals considerable variations among countries in terms of life satisfaction, highlighting differences between country clusters. On average, people in the EU15 (the 15 EU Member States prior to the 2004 enlargement) are most satisfied with life, while people in the NMS12 (the 12 new Member States) have moderate levels of satisfaction, and people in the CC3 (the candidate countries Croatia, FYR Macedonia and Turkey) have the lowest. Within the EU15, people in Nordic countries are significantly more satisfied with their lives than people in most Mediterranean countries. It is also clear that the relationship between GDP per capita and life satisfaction is strong, although there are many countries where this is not the case. For example, people in Malta and Denmark are on average more satisfied, but people in Hungary and in Bulgaria are less satisfied than one would expect if GDP were the only factor determining life satisfaction. This suggests that in some countries factors other than What makes for happiness? ",
        "the general level of economic prosperity play a role in subjective well-being. Factors influencing life satisfaction The survey, which was conducted during a period of relative affluence in Europe, shows increased life satisfaction for many Europeans, especially people in NMS. In all of the countries studied, however, more or less the same groups experienced a lower level of life satisfaction: those living in poverty, struggling with unemployment, suffering from bad health and raising children on their own. The survey found that health has the strongest effect on life satisfaction: those who report poor health generally report lower life satisfaction also. However, people who report bad health in the Nordic countries – for example in Denmark and Sweden – remain more satisfied on average than those reporting good health in countries with a low general level of life satisfaction, such as Bulgaria, Hungary and Portugal. Employment is the second most important factor affecting life satisfaction. Unsurprisingly, perhaps, people who have a job are significantly more satisfied with life than people who are unemployed. At the same time, however, in most countries retired persons are slightly more satisfied than those in employment. Low income has a clearly adverse effect on life satisfaction, and this effect is most significant in countries with a lower GDP. Deprivation, on the other hand, seems to affect life satisfaction to a greater extent in countries with a higher level of overall prosperity. The survey also revealed that people with at least a post-secondary level of education are significantly more satisfied than those with a lower level of education; however, this difference is due to differences in income. Married people are more satisfied than those who are separated, divorced or widowed, and slightly more satisfied than single people in all country groups. This indicates that the emotional and social aspects of living in partnership are important for subjective well-being. Single parents in all countries are significantly less satisfied than the rest of the population. Age does not play a huge role in life satisfaction; however, the general pattern in Europe is that people below 35 and those above 65 are on average slightly more satisfied than those aged 35 to 64. Gender does not seem to have a strong influence on subjective well-being either: the difference between the life satisfaction of men and women is small in all countries. Eszter Sandor and Branislav Mikulić 6 / Foundation Focus / issue 8 / June 2010 HR TR MK NO AT BE BG CY CZ DK EE FI FR DE EL HU IE IT LV LT MT NL PL PT RO SK SI ES SE UK LU 60 70 80 90 100 110 120 130 140 L i f e s a t i s f a c t i on ( E U 27 a v e r a g e = 100 ) r 50 100 150 200 250 300 GDP and life satisfaction GDP per capita (EU27 average = 100) 02468 10 DE UK PL AT CR EE SI ES NL NO MT LV PT LU FI RO IE HU MK CZ IT LT FR DK CC3 NMS12 EU15 EU27 SE TU CY EL BE BG SK 6.9 7.0 6.9 6.4 7.2 7.2 7.3 7.3 7.3 7.9 7.9 7.6 7.6 6.0 8.2 8.2 6.5 5.6 6.6 6.6 6.6 6.7 6.7 8.5 8.3 6.2 6.2 6.3 7.5 5.0 5.2 6.2 6.5 7.2 7.0 Q: All things considered, how satisfied would you say you are with your life these days on a scale from 1'very dissatisfied' to 10 'very satisfied' ? Life satisfaction in Europe Source: EQLS 2007 Source: EQLS 2007 ",
        "7 Why is it important to monitor quality of life, and how do research findings support policymaking? Challenges arising from low employment rates, an ageing population, changing family structures and social exclusion have put quality of life issues at the top of the EU social policy priorities. Research shows that there is a clear need among policy- and decision-makers to monitor quality of life, especially in terms of subjective feelings. Statistics alone can only say so much: although factually correct, they often lack an insight into people’s perceptions and the broader picture. That is why the European Commission supported Eurofound’s initiative to launch the EQLS in May 2003. This was the first step in a major initiative to monitor and report on living conditions and quality of life in Europe. It is our role to translate the research findings into concrete policy actions. In attempting to measure quality of life, is there a case for going beyond GDP? Might it eventually be replaced by subjective indicators? Economic indicators such as GDP were never designed to be comprehensive measures of well-being. Complementary indicators that are as clear and appealing as GDP are needed but they must also include other dimensions of progress – in particular, environmental and social aspects. In August 2009, the European Commission released a report called GDP and beyond: Measuring progress in a changing world . Here we outlined an EU roadmap with five key actions to improve our indicators of progress. One of those actions is to complement GDP with subjective indicators that reflect wider public concerns. This would better link EU policy with citizens’ genuine concerns. How will that broader approach feed into the policy debate surrounding the ‘Europe 2020’ agenda? The EU uses GDP measurements for work on several policy areas and instruments. In the current economic downturn, restoring economic growth is the major concern, and GDP growth is a key indicator for assessing the effectiveness of the EU and national governments’ recovery plans. In our new 10-year strategy for jobs and growth – ‘Europe 2020‘ – we recognise that the crisis should also be used as an opportunity to set Europe more firmly on the path to an inclusive, low-carbon and resource-efficient economy. These challenges show how important it is to have more inclusive markers than simply GDP growth. We need indicators that effectively incorporate social and environmental achievements (such as improved social cohesion and public health) and losses (for example, crime or depleting natural resources). Comparable data is vital for assessing the impact of our policies. That is why we are so keen on setting targets in the ‘Europe 2020’ strategy. We know from our research that good quality public services can help people cope with adverse socioeconomic conditions. Given the cuts being made in social services in response to the crisis, what role can the European Commission, social partners and governments play in reducing poverty and boosting social inclusion? We know the crisis is aggravating poverty and exclusion, including child poverty – although we will need to wait a bit longer before we have the full statistics covering the crisis period to confirm the precise impact. Public services play a key role and it is clear that all Member States will have to work on making them more efficient. However, cutting public services will not help the recovery, but rather risks creating a broader gap in society instead of building social cohesion. Housing exclusion, access to healthcare, and pension levels are all areas of concern in the current context. The 2010 European Year for Combating Poverty and Social Exclusion is helping to put these issues on the political agenda. During the Year, we hope to achieve a political commitment by EU countries to reduce poverty substantially. And one of the aims of this initiative is to get everyone with a role in social inclusion issues to get involved – governments, social partners and the voluntary sector. INTERVIEW: László Andor, European Commissioner for Employment, Social Affairs and Inclusion ",
        "8 / Foundation Focus / issue 8 / June 2010 ‘Social exclusion’ – the term is often thought of as a synonym for poverty, given the frequent linking of the two concepts, as in the European Year of Combating Poverty and Social Exclusion 2010. Social exclusion means more than just a lack of income, however. Multidimensional in its nature, the concept embraces both objective and subjective elements. Consequently, the European Quality of Life Survey sought to capture the phenomenon by measuring people’s own feelings of exclusion directly, and assessing their objective life circumstances. The survey asked questions such as: Do you feel left out of society? Have you got good social contacts? Can you participate in society? Do you feel valued? Can you maintain a lifestyle that would be acceptable to most of your fellow citizens? Prosperity and inclusion Fortunately, most European citizens feel themselves to be included in society: an overwhelming majority of respondents (86%) feel integrated into society, with only 2% feeling that they are excluded. The role of prosperity in contributing to a sense of social inclusion is reflected in the fact that citizens in the most affluent groups of Member States – the ‘old’ EU15, with their higher levels of gross domestic product (GDP), lower unemployment and less poverty – are the least likely to feel excluded, while their neighbours in the three, poorer, candidate countries of Croatia, Turkey and the Former Yugoslav Republic of Macedonia feel the greatest sense of exclusion. However, the relationship between material comfort and inclusion is not so straightforward when individual Member States are compared. For example, in the Scandinavian countries, people feel less excluded than in Austria, Belgium, France and the UK, despite all these countries having similar levels of GDP. The data from the EQLS cannot yet explain this difference. However, it may be that migrants experience a greater sense of social exclusion: hence, countries with different patterns and histories of immigration may record different national rates of perceived exclusion. 9.0 8.5 8.0 7.5 7.0 6.5 6.0 5.5 5.0 4.5 4.0 DE UK PL AT EE SI ES NL NO MT MK LV PT LU FI RO IE HU CZ IT LT HR FR DK SE TR CY EL BE BG SK Satisfaction Socialexclusion Perceivedsocialexclusion:averagescoreacrossfouritems.‘Ifeelleftoutofsociety’,‘LifehasbecomesocomplicatedtodaythatIalmostcan’tfindmyway’, ‘Idon’tfeelthevalueofwhatIdoisrecognisedbyothers’and‘Somepeoplelookdownonmebecauseofmyjobsituationorincome’ (1=stronglydisagreeand5=stronglyagree). 3.0 2.8 2.6 2.4 2.2 2.0 1.8 1.6 1.4 1.2 1.0 Life satisfaction and perceived social exclusion EU15 NMS12 CC3 EU27 On the outside looking in: social exclusion in Europe ",
        "9 Importance of family and social contacts Both intuition and the survey results tell us that family and social contacts are crucial in preventing a sense of exclusion. Generally, people who live alone or who are single parents feel the most excluded from society, and those who cannot or do not maintain regular contact with their family or friends also feel more excluded; conversely, those who feel that they can turn to a family member when they are feeling down and need someone to talk to feel less excluded. Apart from moral and emotional support, families play an important role in moderating the impact of material deprivation, and hence social exclusion: faced with a financial emergency, most Europeans – 71% – would turn to their family (although the percentage is substantially lower in the poorer candidate countries than in the wealthier EU15). And those who can avail of this kind of support, even if they are suffering economic hardship, are more likely to feel socially integrated. Exclusion and quality of life Not surprisingly, social exclusion has important knock-on effects in terms of a perceived quality of life. In countries where citizens express a strong sense of exclusion, they tend to have lower ratings for life satisfaction, and vice versa, as the figure shows. This erosion in quality of life for those who are excluded is part of the motivation for the European Year 2010. Given the numerous facets of and reasons for exclusion, the wide-ranging response of the European Commission in promoting the year is to start to raise awareness of the issue; what is needed now is a wholehearted response from citizens, governments and social partners to start to address it. For more on the European Year, go to www.2010againstpoverty.eu Klára Fóti The results show that across all Member States, the mental health status of people with low incomes is worse than that of respondents with high incomes. In wealthier countries, however, the gap in the mental health status of people with different incomes is not as wide as in poorer countries. The educational level seems to have a high impact on mental well-being in the candidate countries (CC3) and in the new Member States (NMS12) whereas it is lower in the EU15. The score for mental well-being is generally low among unemployed people, although in the new Member States it is still higher than that of homemakers. One explanation for this could be that the absence from the labour market of the homemakers is involuntary. Many of them are women whose mental-well being score is lower in each three group of countries, but the gap is larger in the NMS12 than in the EU15. It is not surprising that, on average, people with poor physical health also suffer from lower mental well-being. Differences between the country groups are, however, quite significant also in this respect. The average score of those who suffer from chronic illness and are severely hampered in activities is significantly lower in the CC3 (27.1 out of 100), compared to the NMS (34.8) and EU15 (43.4). This suggests that those measures which protect these vulnerable groups are most readily available in the wealthier EU countries. Klára Fóti and Anna Ludwinek Mental well-being and quality of life Mental well-being is an important element of quality of life. The topic has received increased interest recently due to the implications for overall health and therefore health policy. Mental well-being has also moved higher up the social policy agenda because there is plenty of evidence showing a clear relationship between low labour market status, poor living conditions and deteriorating mental health. Data from the Second European Quality of Life Survey (EQLS) confirm these links. ",
        "10 / Foundation Focus / issue 8 / June 2010 Mirroring political and economic changes As well as providing an insight into people’s personal quality of life, the three existing waves of the EQLS also point to the broader political and economic changes that have taken place across Europe. Eurofound ran the first wave of the survey in 2003, just prior to the accession of 10 new Member States. Rapid economic growth, particularly in the new Member States, considerably reduced the gap in terms of quality of life between these countries and the EU15. By the time the second wave took place in 2007, employment rates in Europe were reaching their highest levels, with unemployment rates falling to their lowest level in March 2008. However, as a result of the financial and economic crisis beginning in the second half of 2008, unemployment in Europe rose to 23 million by the end of 2009. The normal four-year cycle of the EQLS was too lengthy to factor in the effects of the recession; instead, a selection of questions from the EQLS were asked in the Standard Eurobarometer 71 survey in 2009, enabling a more comprehensive picture of the evolution of quality of life between 2003 and 2009. First phase: stability and positive change Between 2003 and 2007, for the EU as a whole, quality of life remained relatively stable, although there were a number of small positive changes – for example, increased satisfaction with the quality of some public services. However, the countries that joined the EU in 2004 experienced a greater improvement in overall quality of life, and in such measures as housing, standard of living, and public services. For instance, while citizens in Slovakia gave their standard of living a satisfaction rating of 5.1 out of 10 in 2003, by 2007 this had risen to 6.7. (Assessments of quality of life in Bulgaria and Romania, which joined the EU in 2007, showed much less progress.) In line with this rise in satisfaction, a more objective measure of material well-being – the ability to make ends meet – also rose in the NMS, while remaining essentially static in the EU15. Second phase: decline in satisfaction and material well-being This generally rosy picture changed in 2009, as the overall feeling of satisfaction with life expressed by most Europeans showed a general decline from 2007, as did satisfaction with standard of living. The decline in life satisfaction was most evident in the NMS12, where ratings fell by 6% (as against a fall of 3% in the EU15). This was particularly acute among citizens aged over 65, and people who were finding it difficult to make ends meet. Where the situation of individual countries is concerned, the steepest falls in life satisfaction were experienced in the new Member States of Estonia, Bulgaria, Latvia and Romania, but also in the EU15 countries France and Malta. While people’s satisfaction with their standard of living had risen by 9% in the NMS12 between 2003 and 2007, it fell by 6% between 2007 and 2009. Again, it was older people in the NMS12 who suffered the biggest decline. And from a national perspective, citizens in Latvia, Malta, Romania and France once more experienced the greatest loss of satisfaction, this time joined by their neighbours in Portugal. The level of material well-being also fell sharply during this period. By the end of 2009, Latvia, Lithuania and Ireland had experienced the sharpest economic contractions, of more than 10%, while the same countries, together with Estonia and Spain, had experienced particularly severe rises in unemployment. Households in these countries (and in Greece) indicated that making ends meet was considerably more difficult in 2009 than it had been in 2007. In Ireland, for instance, 4% had found it ‘difficult’ or ‘very difficult’ to make ends meet in 2007, compared to 9% in 2009. However, the position of some countries – notably Poland – appeared to improve over the same period. In 2007, 24% of Polish households had difficulty in making ends meet; in 2009, that figure had fallen to 17%. Similar improvements were observed in Romania, Slovakia, Belgium and the UK. Rise in social tensions and fall in trust What does appear to be almost universal is an increase between 2007 and 2009 in the perceived level of societal tensions Getting better all the time? Trends in quality of life, 2003–2009 ",
        "11 across Europe and a decline in the ratings of trust in core national institutions. Since 2007, the number of households who felt that there was a lot of tension between ethnic groups has risen by 7%, with a similar increase in those perceiving tensions between rich and poor (8%). However, cross-European averages mask greater changes at the national level. While 22% of households in Slovakia felt that there was a lot of tension between racial and ethnic groups in 2007, in 2009 this figure had soared to 58%. Sharp rises in respect of this factor can also be seen in Malta, Denmark, and Hungary. Perceived tensions between rich and poor increased in nearly all countries between 2007 and 2009, with some countries, notably Malta, Estonia, Slovenia and Slovakia, having a rise of 10 percentage points or more. Moreover, since 2007, Europeans’ trust in their national institutions appears to have plummeted: average levels of trust in both national governments and parliaments have fallen from 4.6 to 4.1, an average decline of 11%. The situation is more acute in some countries: the decline in trust of national governments is most marked in Ireland, Spain, Romania, Latvia and Greece, where the decline ranges from 22% to 33%. Again, the steepest falls were among older people in the new Member States and among those facing difficulties in making ends meet. While the drive continues at EU and national level to ensure social and economic development across Europe – most notably in this European Year for Combating Poverty and Social Exclusion – the trends that emerge from the successive waves of the EQLS confirm that the battle is far from being won. Robert Anderson Thinking about your household’s total income, are you able to make ends meet? Percentage of households reporting some or great difficulties. IT EU27 IE NL UK AT LU SE DK Fl DE MT BE FR EE ES SK SI CZ PL PT CY LT LV RO EL HU BG 2007 2009 Difficulties making ends meet 10% 15% 20% 25% 30% 35% 40% 5% 10% 15% 20% 25% 30% 35% 40% 5% DE UK PL RO SK SI IE SE BE NL MT EU27 ES LU LT LT IT HU EL FI FR DK EE CY CZ PT BG AT 10 8 6 4 2 0 10 8 6 4 2 0 2007 2009 Life satisfaction trend Source: EQLS 2007 Source: EQLS 2007 ",
        "On a scale of 1 to 10, the average European rates the quality of public services in their country as a 6. This is not a bad result, but there clearly is room for improvement. Should policymakers be concerned? The answer is ‘yes’: the perceived quality of society matters a lot, as these perceptions greatly affect everyone’s well-being, including mental well-being. To put it simply, in a society perceived as being of good quality, citizens experience a higher quality of life. How we rate key public services is one factor that influences our view of the quality of society. But there are others: Do we feel comfortable and safe in our neighbourhood? Is health care easily accessible? Are there tensions between different groups in society? Do we feel we can trust our political institutions? The European Quality of Life Survey (EQLS 2007) contains numerous questions aimed at exploring how European citizens feel about the society they live in. The replies reflect not only considerable differences in the perception of quality of society between European countries, but also point to disparities within countries depending on the income, age and gender of the respondent. Public services – a mixed bag Very few respondents give a rating of 10 (‘very high quality’) for the entire range of public services in their country, but more than two thirds (67%) give a score of 6 or more for the overall package. However, some services are viewed more critically than others. The rating for the quality of the state pension system is generally lower than that for other services. This is a reflection of the recent restructuring of social security and the widespread debate on the sustainability of pension systems. Scores for the provision of elderly care are also lower and contrast with a more positive assessment of the quality of childcare services. Interestingly, spending more money on public services does not necessarily lead to higher quality assessments. For example, Hungary spends well above the EU average as a percentage of GDP on public services, but with a score of 5.4 the quality assessment remains below the EU average. In contrast, Estonia and Spain achieve a score of 6.2 for quality while being relatively low in their level of public expenditure. How governments spend the money seems to be as important as how much they spend. This is confirmed by another finding: overall evaluations of public services are higher in countries where the government is perceived to operate in a transparent way and with little corruption. Feeling safe in the community Living in noisy or polluted surroundings or feeling you run a high risk of crime or vandalism can be upsetting and have a negative impact on quality of life. There are marked differences in how Europeans perceive the quality of key environmental aspects, such as air and noise pollution, waste collection, water quality, green spaces and crime. In Italy, 83% of people were dissatisfied with two or more of these issues – followed closely by Bulgaria (82%) and Poland (79%). In contrast, respondents in Finland and Denmark felt they had hardly anything to complain about. But it is not just the country of residence that 12 / Foundation Focus / issue 8 / June 2010 Room for improvement: evaluating public services and society Source: EQLS 2007 ",
        "13 matters: much depends on where in the country you live. City dwellers report substantially lower satisfaction with neighbourhood services and crime control compared to those who have settled in a rural environment. And within cities, those living in neighbourhoods where people of different racial or ethnic origins cohabit seem to complain most. However, the poor quality of the neighbourhood may be a factor in attracting people from more marginalised groups to live there due to the affordability of the housing. Accessing the local doctor Easy access to healthcare services can literally be a matter of life and death and the importance of this for the well-being of European citizens is clear. While the statutory entitlement to healthcare services is vital, access to care is equally important. In the EQLS, access is measured by asking the respondents to report difficulties they encountered on the last occasion they attempted to get a medical appointment. Also taken into account is travel time to a surgery or clinic, waiting time to see a doctor, and the cost of charges. The findings show that a large proportion of Europeans report some difficulty in accessing health care services. More than 25% of people feel they are too far from their doctor or hospital, more than 38% experienced delays in getting medical appointments, and more than 27% had difficulties with the expense involved in seeing a doctor. Trust in people and institutions Europeans are shown to be sceptical rather than outright trusting or distrustful of political institutions. At 4.9, the average level of trust for five political institutions (the parliament, the legal system, the press, the police, the government and political parties) is just below the middle of the 10-point scale. Both the police and the legal system receive higher scores, but the average is brought down by low levels of trust in political parties, the government and parliament. With an average score of 5.2, Europeans trust other people less than the police (6.1) but more than their governments (4.6). Respondents in the Nordic countries and the Netherlands express the highest levels of trust, while people living in Cyprus and the FYR Macedonia report the lowest levels. Tensions in society Societal tensions appear nowadays between religious and racial groups rather than between the sexes or generations. As many as 40% of respondents across Europe said they perceive a lot of tensions in racial and ethnic relations, but less than 20% report tensions between young and old persons or between women and men. Racial tension is much higher in the EU15 countries than in the NMS12, perhaps due to the fact that countries with a high GDP per capita tend to attract more migrants from other continents, leading to a more mixed society. From measurement to improvement Measuring how satisfied citizens are with public services and the quality of the society they live in can induce policymakers to address concerns and shortcomings. EQLS data point to the factors that influence the views held by Europeans, which can help to target action specifically. Improving the quality of society and its services can increase social cohesion during challenging times in Europe, and in turn, improve people’s quality of life. Teresa Renehan and Robert Anderson ",
        "Employment no safety net against poverty It is clear from the findings of the European Quality of Life Survey that lack of income is strongly associated with a poorer quality of life – in terms of overall lower life satisfaction, less sense of optimism about the future, unhappiness with one’s family life, and dissatisfaction with public services. Given that a striking 42% of those who are unemployed are at risk of falling into poverty, the goal of EU policymakers to bring more people into the labour force makes sense. However, hidden behind that statistic is another, worrying fact: 8% of those who are in employment are also at risk of poverty – either because their income is insufficient to support even one person adequately, or because their resources are stretched through having to support an entire household. This figure of 8%, moreover, is only an average: it is higher in some countries – 14% in Greece and 12% in Poland, for instance. 1 It is also higher for particular social groups. Single parents run the greatest risk of falling into ‘in-work poverty’, with 18% on average in the EU25 being in poverty, as against 9% of households with two adults and children. The risk of in-work poverty is also greater for certain forms of work: part-time workers, for example, are twice as likely to fall into poverty as people working full-time, while workers on temporary contracts are three times more likely to do so than those on permanent contracts. Government strategies Surprisingly, however, given that employment doesn’t automatically – or universally – deliver workers from poverty, the phenomenon of in-work poverty is rarely expressed as an explicit priority of policymakers. Rather, it tends to be addressed only within the framework of broader anti-poverty measures – for instance, labour market policies such as minimum wages and unemployment benefits. In a few countries, national governments have set out expressly to address the issue: in the UK, for instance, the Income Support scheme is designed to boost the incomes of low-income workers, providing direct payments to people who work fewer than 16 hours per week (and who meet a number of other conditions). In Norway, where public funding has been significantly increased to combat poverty, a special focus has been placed on low- income workers, the Minister of Finance proposed in 2009 a tax reduction for such workers. And, when setting out the aims of its reforms of the unemployment benefit system in the Second report on poverty and wealth in 2005, the German government stated that the reforms would, in particular, help to prevent workers getting trapped in long-term poverty. Role of the social partners Social partners also have the potential to play a decisive role in changing work practices to alleviate the situation of the working poor. However, it is primarily trade unions that tackle the issue and even then not always directly or universally. They usually focus on the minimum wage when seeking to ensure adequate living standards for workers, or look for such measures as tax alleviation or tax credits for workers on lower wages. In a minority of countries, trade unions have made explicit proposals to reduce the number of working poor or low-paid workers. In Bulgaria, for example, negotiations have taken place on social programmes at the company level, including developing a food voucher system to reduce the numbers of working poor; meanwhile, some trade union branches have established mutual aid funds, offering credit under favourable conditions. The General Confederation of Portuguese Workers recommended that the issue of in-work poverty be explicitly addressed as a priority in the National Action Plan for Inclusion 2008–2011, while trade unions in Ireland advocate reforming in-work social welfare entitlements, boosting skills through training and keeping minimum wage earners out of the tax net. Although employer organisations do not usually set out measures to reduce in-work poverty, in some countries they have proposed measures that could potentially help to reduce the number of low-paid workers: in Bulgaria, Estonia and Greece, boosting employability through better education and training; in Finland, increasing the number of part-time and temporary jobs; and in Hungary and France, implementing tax measures to improve the income of the low paid. In France, the Movement of French Employers has supported changes in taxation that seek to avoid the ‘threshold effect’, whereby an unemployed citizen can end up with a lower income after they move from unemployment payments to a paid job; the reform is designed to ensure that every hour worked results in a higher total income. Isabella Biletta and Jorge Cabrita 14 / Foundation Focus / issue 8 / June 2010 When work doesn’t pay: assisting the working poor 1 The working poor are defined here as those who are employed and whose disposable income puts them at risk of poverty. ‘Employed’ is taken to mean being in work for more than half the year and ‘risk of poverty’ means having an income below 60% of the national median. ",
        "15 Q: Just how prevalent is in-work poverty, in your opinion? Fintan Farrell: In-work poverty currently affects 8% of the European workforce, but statistics don’t cover undocumented workers, workers facing huge household and family expenses, children in families experiencing poverty, women and especially single mothers in forced part- time jobs. Moreover, according to the 2010 Joint Report on Social Protection and Social Inclusion , one third of people at risk of poverty are actually working, confirming the view that a job is not always the best route out of poverty. Q: What has been the impact of the economic crisis? Fintan Farrell: The impact of the crisis and the recent implementation of flexicurity principles have led to an increase in precarious, low-paid, atypical employment, including part-time and short- time working. Although such forms of employment are often promoted as a stepping stone towards sustainable, quality employment on the labour market, often people remain trapped in low-quality jobs, or on a roundabout moving between low- paid, precarious jobs and minimum wages or unemployment benefits. The economic crisis has put additional downward pressure on wages and brought about a deterioration in working conditions. Q: A number of Member States have put in place schemes to address the issues of in- work poverty and the situation of lower paid workers – the UK’s Working Tax Credit scheme, for instance. How effective have these been, do you think? Fintan Farrell: The Working Tax Credit in the UK has boosted the income of many thousands of workers, tackling important poverty traps encountered when moving from welfare to work, but it has not stemmed the problem of in-work poverty or low pay. (These are two different issues, the former being calculated at the level of the household.) The increase in low-paid employment calls for an increase in tax credits, as well as in the level of pay. The Hartz reforms from 2004–2005 in Germany have not reduced in-work poverty, but have forced jobseekers to accept low-paying jobs. This, combined with the lack of minimum wage schemes, the promotion of atypical, precarious employment, and the boosting of low wages by additional social benefits (not tax credits) have led to the enormous growth of the low-wage sector in Germany during the last years, with 20% of workers being low paid. The tax reduction schemes in Norway are well intentioned, but complicated bureaucracy and a lack of information prevent them from making a real difference. In Ireland, tax policies aimed at supporting low-earners have not proved effective, and the financial crisis has renewed the focus on competitiveness, Irish employers regarding the current minimum wage as too generous. The Family Income Supplement is a welcome measure, but take-up is low, since it is not an automatic payment, but needs, rather, to be claimed. Q: What should the policy response be, if in-work poverty is to be reduced or eliminated? Fintan Farrell: The debate on in-work poverty needs to be placed in the wider context of the role played by employment, income and social protection policies in combating poverty. One can’t talk about poverty without talking about wealth, as poverty is caused by deep-seated inequalities – an unjust distribution of resources and income. Job quality, including social standards on minimum or living wages, needs to be placed at the core of employment strategies. In addition, more targeted measures are needed to tackle transitions between welfare and work, so as to compensate for the loss of benefits and services. A positive hierarchy is needed between minimum income schemes and the minimum wage, to ensure dignified lives as well as giving incentives to work. This should be accompanied by adequate social protection and affordable access to quality services. Fintan Farrell, Director of the European Anti-Poverty Network ",
        "Quality of life and integration of migrants are two closely related issues. Successful integration can not only boost migrants’ quality of life but also helps to prevent or ease tensions between newcomers and long-standing residents. This leads to a more cohesive society with a higher quality of life for all. The pull of cities Migrants from all over the world are attracted to cities, and it is city governments who are responsible for designing, adapting and implementing the policies for successful integration and peaceful co-existence. European and national-level policies support this process, but in the end it is at local level that success is determined and failure is most acutely felt. In its CLIP project (European Network of Cities for Local Integration Policies of migrants) Eurofound has examined the success factors of local integration policies since 2006. Participation in the labour market is at the heart of economic integration, which, in turn, is a powerful driver of social integration. In many of the cities examined, local authorities are the largest or second largest employer and therefore have the potential to provide quality employment for the migrant population. They can influence employment levels, and also the types of jobs migrants occupy, thus setting an example for other sectors and employers. Migrants who work directly for the city administration are unlikely to experience the exploitation and poor working conditions that prevail in other parts of the labour market, especially the informal one. Although CLIP research results show that for various reasons people with a migration background tend to occupy lower scale posts, they can be sure to receive equal pay for equal work when employed by cities. Accommodating different cultures A very important component in the quality of working life is how the employer addresses the different needs deriving from various cultural and religious practices. It seems that practical issues, like the availability of a place for worship, dress code, special food, or religious education, are more important than symbolic matters such as having a splendid mosque – according to 85% of respondents surveyed as part of CLIP research. The CLIP cities differ significantly in the approaches they take. Some accommodate religious differences while others operate a policy of a neutral approach and others have formal agreements allowing for adjustments. Vienna, for instance, grants the right to wear headscarves for religious reasons in its city hospitals. Vienna city hospitals and nurseries always provide meals without meat. Turin follows the same approach with regard to food on offer. Some city hospitals make prayer rooms available, while the UK cities Sefton and Wolverhampton make allowance for holiday leave on religious grounds. Others have adjusted working hours to take into account the prayer times of Muslim employees. Some Spanish cities allow Muslims to work through the night during Ramadan, as far as possible. Generally, cities face little opposition in making such adjustments, although one city was not able to change the holiday schedule to accommodate various religious holidays due to opposition by the trade unions. Some cities have adapted their language policy to ensure health and safety at work by providing employees with information in their own languages. The city of Malmo, for example, supplies instructions in relation to dangerous machinery, fire prevention and hygiene in hospitals in several languages. Arnsberg, Terrasa and Mataro have similar programmes in place. Living together peacefully In a world of increasing geographical mobility, cities have to develop an inclusive identity, a ‘we feeling’ and a sense of belonging for all its culturally diverse residents. Those responsible for planning and running European cities have a variety of tools at their disposal, not least in their capacity as major employers. The attitudes adopted by local governments will determine whether living together peacefully in a cohesive if multicultural society is possible. The importance of success in this area is demonstrated by EQLS findings: the highest tensions in society are perceived between different racial and ethnic groups, higher than between rich and poor or workers and management. And those living in mixed racial and ethnic neighbourhoods consider those tensions to be even higher than those living in more homogenous communities. Anna Ludwinek 16 / Foundation Focus / issue 8 / June 2010 Migrants: developing a sense of belonging 80% 70% 60% 50% 40% 30% 20% 10% 0% 80% 70% 60% 50% 40% 30% 20% 10% 0% Racialandethnicgroups Rich and poor Management and workers Tensions between groups DE UK AV. PL AT EE SI ES NL MT LV PT LU FI RO IE HU CZ IT LT FR DK SE CY EL BE BG SK Note: The figure compares Member State average tensions between different groups. ",
        "17 Family leave Despite the recession, in 2009 Portugal introduced Labour Code provisions specifically aimed at improving gender equality and work–life balance. Workers can now give assistance to family members for longer periods and may opt for part- time work until their children are 12 rather than 10 years as previously. http://www.eurofound.europa.eu/eiro/2008/ 11/articles/pt0811019i.htm In the UK, too, draft regulations are under consideration, which would enable mothers returning to work to transfer unused maternity leave to their partner. http://www.eurofound.europa.eu/eiro/2009/ 10/articles/uk0910019i.htm But, in contrast, the recession has resulted in some governments introducing measures that directly counteract moves to improve the lives of families. In Greece, erosions in retirement and pension rights for working mothers with children under 18 were part of the response to the current crisis. http://www.eurofound.europa.eu/eiro/2008/ 05/articles/gr0805029i.htm Telework The growing phenomenon of telework is one response to improving work–life balance, but in Europe there is no specific right to telework. In EU countries, a framework agreement offers a voluntary arrangement of ‘hard’ and ‘soft’ rules: ‘hard’ means ‘you can have it if you want it’, while soft means ‘you can only request it’. http://www.eurofound.europa.eu/eiro/ studies/tn0910050s/tn0910050s_4.htm Hungary has a ‘soft’ system of voluntary encouragement but the employee has to request a change in contract for family reasons only. The Netherlands supports telework in a soft way by waiving taxes for telephone and the internet. Italy, however, has a ‘hard’ legislative requirement with inclusion options in public service contracts. http://www.eurofound.europa.eu/eiro/ studies/tn0910050s/tn0910050s_3.htm Despite concern about high set-up costs, governments and employers generally view telework quite positively in terms of productivity and employment. Trade unions are more cautious, expressing concern about career prospects and representation of teleworkers. Other concerns include long hours, unrealistic deadlines, mental health problems associated with isolation from the workplace and unattractive outcomes for families. Ironically, because employees are outside the workplace, they tend to work more hours than in the traditional workplace, but without additional rights. Belgium is unusual in insisting that employers must pay set-up costs and provide specific teleworkers’ protection. But most Member States consider standard workers’ protection adequate. So does telework improve work–life balance? Perhaps; EIRO correspondents suggest telework was an attractive recruitment option for employers to recruit workers with family responsibilities – up until the recession. Women’s employment Where women’s employment is restricted to low paid and vulnerable sectors, the economic situation of families is more precarious. In Bulgaria, for example, women have been forced to take jobs where they can, including in the informal economy. This has resulted in increasing women’s unemployment and family over- indebtedness. At a 2009 meeting in Sofia, the Women’s Committee of the Pan- European Regional Council – representing 89 trade unions from 43 countries and organising over 30 million female trade union members – noted the pronounced negative effects on women and families. It called not only for the equalisation of wages but also the implementation of polices ensuring a decent work–life balance. http://www.eurofound.europa.eu/eiro/2009/ 05/articles/bg0905029i.htm Somewhat against the tide, there have been calls for the German government to reverse plans for child homecare benefits for those caring for children aged under three years. Against a backdrop of a move towards family-friendly working time and parental leave, child benefit plans have come under fire for sending the wrong message to women and reinforcing the gender divide in workforce participation. In a letter sent in December 2009, trade unions, including the General Confederation of Trade Unions, and lobbying organisations said that the plans undermined equal opportunities. These would be better served by providing funds for full-time childcare outside the home until age six, they asserted. http://www.eurofound.europa.eu/eiro/2009/ 12/articles/de0912039i.htm Camilla Galli da Bino The European Industrial Relations Observatory (EIRO) articles highlight critical areas in the lives of employees. The workplace dynamics of industrial relations too often conceal issues that impact hugely on families, and the crisis has only accentuated this. Despite the current challenges, however, some social partners are working hard to keep the family-life dimension in the frame. Social partners and quality of life: mixed messages ",
        "18 / Foundation Focus / issue 8 / June 2010 EUROFOUND PUBLICATIONS Anderson, R., Mikulic, B., Vermeylen, G., Lyly-Yrjanainen, M. and Zigante, V., Eurofound, Second European Quality of Life Survey: Overview , 2009, http://www.eurofound.europa.eu/publications/htmlfiles/ef0902.htm Burchell, B., Fagan, C., O’Brien, C., and Smith, M., Eurofound, Working conditions in the European Union: the gender perspective , 2007, http://www.eurofound.europa.eu/publications/htmlfiles/ef07108.htm Chung, H., Kerkhofs, M., and Ester, P., Eurofound, Working time flexibility in European companies , 2007, http://www.eurofound.europa.eu/publications/htmlfiles/ef0739.htm EIRO, Addressing the gender pay gap: Government and social partner actions , 2010, http://www.eurofound.europa.eu/publications/htmlfiles/ef1018.htm Eurofound, European Network of Cities for Local Integration Policies for Migrants (infosheet), 2009, http://www.eurofound.europa.eu/publications/htmlfiles/ef08105.htm Fagan, C., Smith, M., Anxo, D., Letablier, M-T., Perraudin, C., Eurofound, European Survey on Working Time: Part time work in European companies , 2007, http://www.eurofound.europa.eu/publications/htmlfiles/ef06102.htm Fagan, C., Smith, M., Anxo, D., Letablier, M-T., Perraudin, C., Eurofound, European Survey on Working Time: Parental leave in European companies , 2007, http://www.eurofound.europa.eu/publications/htmlfiles/ef0687.htm Hanzl-Weiß, D., Vidovic H. and Sanoussi F., Eurofound, Working poor in Europe , 2010. http://www.eurofound.europa.eu/publications/htmlfiles/ef1025.htm Kotowska, I., Matysiak, A., Styrc, M., Pailhé, A., Solaz, A. and Vignoli, D., Eurofound, Second European Quality of Life Survey: Family life and work , 2010. http://www.eurofound.europa.eu/publications/htmlfiles/ef1002.htm Layte, R., Maitre, B. and Whelan, C.T., Eurofound, Second European Quality of Life Survey: Living conditions, social exclusion and mental well-being , 2010. http://www.eurofound.europa.eu/publications/htmlfiles/ef0988.htm Riedmann, A., van Gyes, G., Roman, A., Kerkhofs, M. and Bechmann, S., Eurofound, European Company Survey 2009: Overview , 2010, http://www.eurofound.europa.eu/publications/htmlfiles/ef1005.htm Riedmann, A., Bielenski, H., Szczurowska, T., and Wagner, A., Eurofound, European Survey on Working Time: Working time and Work-life balance in European companies , 2006, http://www.eurofound.europa.eu/publications/htmlfiles/ef0627.htm Rose, R., Munro, N. and Wallace, C., Eurofound, Second European Quality of Life Survey: Quality of life in Europe 2003–2007 , 2009. http://www.eurofound.europa.eu/publications/htmlfiles/ef0977.htm Rose, R., Eurofound, Second European Quality of Life Survey: Evaluating the quality of society and public services , 2010. http://www.eurofound.europa.eu/publications/htmlfiles/ef09110.htm Spencer, S., Eurofound, Equality and diversity in jobs and services: city policies for migrants in Europe , 2008. http://www.eurofound.europa.eu/publications/htmlfiles/ef0871.htm Watson, D., Pichler, F. and Wallace, C., Eurofound. Second European Quality of Life Survey: Subjective well-being in Europe , 2010. http://www.eurofound.europa.eu/publications/htmlfiles/ef09108.htm ",
        "19 Alber, J., Fahey, T. and Saraceno C., Handbook of quality of life in the enlarged European Union , London, Routledge, 2008. Blanchflower, D.G.,Shadforth, C. ‘Fear, unemployment and migration’, Economic Journal , Vol. 119, No. 535, 2009, pp. F136-F182.Bohnke, P. ‘Does society matter? Life satisfaction in the enlarged Europe’, Social Indicators Research , Vol. 87, No. 2, pp. 189-210. Bruning, G. and Plantega, J. ‘Parental leave and equal opportunities: Experience in eight European countries’, Journal of European Social Policy , 9 (3), 1999. Drobnic, S., Beham, B., Präg, P.’Good job, good life? Working conditions and quality of life in Europe’, Social Indicators Research , Article in press, 2010. European Commission, GDP and beyond: measuring progress in a changing world , COM (2009) 433 final, 20 August 2009. European Commission, Europe 2020: a strategy for smart, sustainable and inclusive growth , COM/2010/2020 final, 3 March 2010. European Commission. Proposal for the Joint Report on Social Protection and Social Inclusion 2010 , COM (2010) 25, 5 February 2010. Johns, H. and Ormerod P., Happiness, economics and public policy , London, Institute of Economic affairs, 2007. Layard,R.,’Social science and the causes of happiness and misery’, EUI Max Weber Lecture Series , 2008. http://hdl.handle.net/1814/9853 Lewis, J., Work-family balance, gender and policy , Cheltenham, Edward Elgar, 2009. Pichler, F., Wallace, C. ‘What are the reasons for differences in job satisfaction across Europe: individual, compositional, and institutional explanations’, European Sociological Review , Vol. 25, No. 5, 2009, pp.535-549. Pichler, F., Wallace, C.,’Patterns of formal and informal social capital in Europe’, European Sociological Review , Vol. 23, No. 4, pp. 423-435. Scott, J., Crompton, R. and Lyonette, C., Gender inequalities in the 21st century , Cheltenham, Edward Elgar, 2010. Stiglitz, J.E., Senn, A., Fitoussi, J.-P., Report by the Commission on the Measurement of Economic Performance and Social Progress , 2009. http://www.stiglitz-sen-fitoussi.fr/ Wallace, C., Pichler, F. ‘More participation, happier society? A comparative study of civil society and the quality of life’, Social Indicators Research , Vol. 92, No. 2, 2009, pp. 255- 274. EF/10/26/EN FURTHER READING ",
        "The European Foundation for the Improvement of Living and Working Conditions is a tripartite EU body, whose role is to provide key actors in social policymaking with findings, knowledge and advice drawn from comparative research. Eurofound was established in 1975 by Council Regulation EEC No. 1365/75 of 26 May 1975. www.eurofound.europa.eu ISSN 1725-6763 4 5 T J - AH - 10 - 001 - E N - C "
    ]
}