{
    "text": [
        "II Non-legislative acts REGULATIONS ★ Commission Implementing Regulation (EU) No 180/2013 of 1 March 2013 amending for the 188th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al Qaida network . . . . . . . . . . 1 Commission Implementing Regulation (EU) No 181/2013 of 1 March 2013 establishing the standard import values for determining the entry price of certain fruit and vegetables . . . . . . . . . . . . . . . . . . . . . . . 3 RECOMMENDATIONS 2013/112/EU: ★ Commission Recommendation of 20 February 2013 Investing in children: breaking the cycle of disadvantage . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 Acts whose titles are printed in light type are those relating to day-to-day management of agricultural matters, and are generally valid for a limited period. The titles of all other acts are printed in bold type and preceded by an asterisk. ISSN 1977-0677 L 59 Volume 56 2 March 2013 Legislation Official Journal of the European Union EN English edition Contents Price: EUR 3 ",
        "",
        "II (Non-legislative acts) REGULATIONS COMMISSION IMPLEMENTING REGULATION (EU) No 180/2013 of 1 March 2013 amending for the 188th time Council Regulation (EC) No 881/2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al Qaida network THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Council Regulation (EC) No 881/2002 of 27 May 2002 imposing certain specific restrictive measures directed against certain persons and entities associated with the Al-Qaida network, ( 1 ) and in particular Article 7(1)(a) and 7a(1) thereof, Whereas: (1) Annex I to Regulation (EC) No 881/2002 lists the persons, groups and entities covered by the freezing of funds and economic resources under that Regulation. (2) On 21 February 2013 the Sanctions Committee of the United Nations Security Council (UNSC) decided to add two natural persons to its list of persons, groups and entities to whom the freezing of funds and economic resources should apply. Furthermore, on 22 February 2013 the Sanctions Committee of the UNSC decided to add another natural person to the list. (3) Annex I to Regulation (EC) No 881/2002 should therefore be updated accordingly. (4) In order to ensure that the measures provided for in this Regulation are effective, this Regulation should enter into force immediately, HAS ADOPTED THIS REGULATION: Article 1 Annex I to Regulation (EC) No 881/2002 is amended in accordance with the Annex to this Regulation. Article 2 This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 1 March 2013. For the Commission, On behalf of the President , Head of the Service for Foreign Policy Instruments EN 2.3.2013 Official Journal of the European Union L 59/1 ( 1 ) OJ L 139, 29.5.2002, p. 9. ",
        "ANNEX Annex I to Regulation (EC) No 881/2002 is amended as follows: The following entries shall be added under the heading ‘Natural persons’: (a) ‘Abderrahmane Ould El Amar ( alias (a) Ahmed el Tilemsi, (b) Abderrahmane Ould el Amar Ould Sidahmed Loukbeiti, (c) Ahmad Ould Amar). Date of birth: 1977-1982. Place of birth: Tabankort, Mali. Nationality: Malian. Address: (a) Gao, Mali, (b) Tabankort, Mali, (c) In Khalil, Mali, (d) Al Moustarat, Mali. Other information: Father’s name is Leewemere. Date of designation referred to in Article 2a (4) (b): 22.2.2013.’ (b) ‘Hamada Ould Mohamed El Khairy ( alias (a) Hamad el Khairy, (b) Hamada Ould Mohamed Lemine Ould Mohamed el Khairy, (c) Ould Kheirou, (d) Abou QumQum). Date of birth: 1970. Place of birth: Nouakchott, Mauritania. Nationality: (a) Mauritanian, (b) Malian. Passport no.: A1447120 (Malian passport, expired on 19.10.2011). Address: Gao, Mali. Other information: Mother’s name is Tijal Bint Mohamed Dadda. Date of designation referred to in Article 2a (4) (b): 22.2.2013.’ (c) ‘Iyad ag Ghali . Date of birth: 1954. Place of birth: Abeibara, Kidal region, Mali. Nationality: Malian. Date of designation referred to in Article 2a (4) (b): 25.2.2013.’ EN L 59/2 Official Journal of the European Union 2.3.2013 ",
        "COMMISSION IMPLEMENTING REGULATION (EU) No 181/2013 of 1 March 2013 establishing the standard import values for determining the entry price of certain fruit and vegetables THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Council Regulation (EC) No 1234/2007 of 22 October 2007 establishing a common organisation of agri­ cultural markets and on specific provisions for certain agri­ cultural products (Single CMO Regulation) ( 1 ), Having regard to Commission Implementing Regulation (EU) No 543/2011 of 7 June 2011 laying down detailed rules for the application of Council Regulation (EC) No 1234/2007 in respect of the fruit and vegetables and processed fruit and vegetables sectors ( 2 ), and in particular Article 136(1) thereof, Whereas: (1) Implementing Regulation (EU) No 543/2011 lays down, pursuant to the outcome of the Uruguay Round multi­ lateral trade negotiations, the criteria whereby the Commission fixes the standard values for imports from third countries, in respect of the products and periods stipulated in Annex XVI, Part A thereto. (2) The standard import value is calculated each working day, in accordance with Article 136(1) of Implementing Regulation (EU) No 543/2011, taking into account variable daily data. Therefore this Regulation should enter into force on the day of its publication in the Official Journal of the European Union , HAS ADOPTED THIS REGULATION: Article 1 The standard import values referred to in Article 136 of Imple­ menting Regulation (EU) No 543/2011 are fixed in the Annex to this Regulation. Article 2 This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 1 March 2013. For the Commission, On behalf of the President , José Manuel SILVA RODRÍGUEZ Director-General for Agriculture and Rural Development EN 2.3.2013 Official Journal of the European Union L 59/3 ( 1 ) OJ L 299, 16.11.2007, p. 1. ( 2 ) OJ L 157, 15.6.2011, p. 1. ",
        "ANNEX Standard import values for determining the entry price of certain fruit and vegetables (EUR/100 kg) CN code Third country code ( 1 ) Standard import value 0702 00 00 IL 82,8 MA 58,2 TN 78,0 TR 104,0 ZZ 80,8 0707 00 05 EG 191,6 MA 170,1 TR 173,1 ZZ 178,3 0709 91 00 EG 82,2 ZZ 82,2 0709 93 10 MA 37,8 TR 127,5 ZZ 82,7 0805 10 20 EG 49,5 IL 71,6 MA 50,3 TN 62,3 TR 63,4 ZZ 59,4 0805 50 10 TR 73,1 ZZ 73,1 0808 10 80 BR 110,3 CL 115,2 CN 84,4 MK 28,7 US 169,5 ZZ 101,6 0808 30 90 AR 125,0 CL 157,7 TR 134,1 US 185,0 ZA 110,1 ZZ 142,4 ( 1 ) Nomenclature of countries laid down by Commission Regulation (EC) No 1833/2006 (OJ L 354, 14.12.2006, p. 19). Code ‘ZZ’ stands for ‘of other origin’. EN L 59/4 Official Journal of the European Union 2.3.2013 ",
        "RECOMMENDATIONS COMMISSION RECOMMENDATION of 20 February 2013 Investing in children: breaking the cycle of disadvantage (2013/112/EU) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 292 thereof, Whereas: (1) Respect for human dignity is a founding value of the European Union, whose aims include promoting the well-being of its people; the Union must protect the rights of the child, combat social exclusion and discrimi­ nation, promote social justice and protection; (2) Children ( 1 ) are more at risk of poverty or social exclusion than the overall population in a large majority of EU countries; children growing up in poverty or social exclusion are less likely than their better-off peers to do well in school, enjoy good health and realise their full potential later in life; (3) Preventing the transmission of disadvantage across gener­ ations is a crucial investment in Europe’s future, as well as a direct contribution to the Europe 2020 Strategy for smart, sustainable and inclusive growth, with long-term benefits for children, the economy and society as a whole; (4) Early intervention and prevention are essential for developing more effective and efficient policies, as public expenditure addressing the consequences of child poverty and social exclusion tends to be greater than that needed for intervening at an early age; (5) Tackling disadvantage in early years is an important means of stepping up efforts to address poverty and social exclusion in general. Prevention is most effectively achieved through integrated strategies that combine support to parents to access the labour market with adequate income support and access to services that are essential to children’s outcomes, such as quality (pre-school) education, health, housing and social services, as well as opportunities to participate and use their rights, which help children live up to their full potential and contribute to their resilience; (6) The most successful strategies in addressing child poverty have proved to be those underpinned by policies improving the well-being of all children, whilst giving careful consideration to children in particularly vulnerable situations; (7) The promotion of gender equality, gender mainstreaming and equal opportunities, as well as the fight against discrimination faced by children and their families on all grounds (particularly those related to sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation) should underpin any efforts to address child poverty and social exclusion; (8) The current financial and economic crisis is having a serious impact on children and families, with a rise in the proportion of those living in poverty and social exclusion in a number of countries; (9) Budget consolidation efforts due to growing fiscal constraints in a number of countries present significant challenges to ensure that social policies remain adequate and effective in the short as well as the long run; (10) More than a decade of cooperation at EU level has led to a common understanding of the determinants of child poverty through substantial work on developing appro­ priate monitoring indicators, identifying common chal­ lenges and successful policy approaches, which has given political momentum to the issue; subsequently, the Commission has announced the adoption of a Recommendation on Child Poverty in the Communi­ cation on ‘the European Platform against Poverty and Social Exclusion’ ( 2 ); (11) The Europe 2020 Strategy has given new impetus to efforts to address poverty and social exclusion in the EU, by setting a common European target to reduce the number of people at risk of poverty and social exclusion by at least 20 million by 2020, as well as EN 2.3.2013 Official Journal of the European Union L 59/5 ( 1 ) In line with the UN Convention on the Rights of the Child, children are understood in this context as persons under the age of 18. ( 2 ) COM(2010) 758 final. ",
        "stepping up efforts to address early school leaving. Tackling and preventing child poverty are an essential part of the EU and Member States’ efforts in this respect, and form part of the European Platform against Poverty and Social Exclusion; (12) The current governance under the European Semester serves to ensure implementation of the relevant Country-Specific Recommendations to combat child poverty and improve children’s well-being; (13) All EU Member States have ratified the United Nations Convention on the Rights of the Child (UNCRC). The standards and principles of the UNCRC must continue to guide EU policies and actions that have an impact on the rights of the child; (14) By way of the June 2012 Social Protection Committee advisory report ( 1 ) and key messages, as well as the October 2012 EPSCO Council Conclusions ‘Preventing and tackling child poverty and social exclusion and promoting children’s well-being’ ( 2 ), Member States reaf­ firmed their commitment and welcomed the Commis­ sion’s initiative to adopt a Recommendation on the issue; (15) Various EU policies have addressed issues linked to child poverty and the inter-generational transmission of disadvantage, in particular in the fields of education and training, health, children’s rights and gender equal­ ity ( 3 ); (16) While policies addressing child poverty are primarily the competence of Member States, a common European framework can strengthen synergies across relevant policy areas, help Member States review their policies and learn from each other’s experiences in improving policy efficiency and effectiveness through innovative approaches, whilst taking into account the different situ­ ations and needs at local, regional and national level; (17) In the context of the upcoming Multiannual Financial Framework, such guidance can also provide a basis for further cooperation and a focus for using relevant financial instruments, particularly the Structural Funds, to deliver on the proposed objective of ‘Promoting social inclusion and combating poverty’. RECOMMENDS THAT MEMBER STATES: Organise and implement policies to address child poverty and social exclusion, promoting children’s well-being, through multi-dimensional strategies, in accordance with the following guidelines: 1. BE GUIDED BY THE FOLLOWING HORIZONTAL PRIN­ CIPLES — Tackle child poverty and social exclusion through inte­ grated strategies that go beyond ensuring children’s material security and promote equal opportunities so that all children can realise their full potential; — Address child poverty and social exclusion from a children’s rights approach, in particular by referring to the relevant provisions of the Treaty on the European Union, the Charter of Fundamental Rights of the European Union and the UN Convention on the Rights of the Child, making sure that these rights are respected, protected and fulfilled; — Always take the child’s best interests as a primary consideration and recognise children as independent rights-holders, whilst fully acknowledging the importance of supporting families as primary carers; — Maintain an appropriate balance between universal policies, aimed at promoting the well-being of all children, and targeted approaches, aimed at supporting the most disadvantaged; — Ensure a focus on children who face an increased risk due to multiple disadvantage such as Roma children, some migrant or ethnic minority children, children with special needs or disabilities, children in alternative care and street children, children of imprisoned parents, as well as children within households at particular risk of poverty, such as single parent or large families; — Sustain investment in children and families, allowing for policy continuity and long-term planning; assess how policy reforms affect the most disadvantaged and take steps to mitigate any adverse effects. EN L 59/6 Official Journal of the European Union 2.3.2013 ( 1 ) Social Protection Committee, SPC advisory report to the European Commission on tackling and preventing child poverty, promoting child well-being, 27 June 2012. ( 2 ) Preventing and tackling child poverty and social exclusion and promoting children’s well-being, EPSCO Council Conclusions, 4 October 2012, 14437/12. ( 3 ) See in particular: ‘An updated strategic framework for European cooperation in education and training’, COM(2008) 865 final, ‘Soli­ darity in Health: reducing health inequalities in the EU’, COM(2009) 567 final, ‘An EU Agenda for the Rights of the Child’, COM(2011) 60 final, ‘Strategy for equality between women and men 2010- 2015’, COM(2010) 491 final. ",
        "2. DEVELOP INTEGRATED STRATEGIES, BASED ON THREE KEY PILLARS 2.1. Access to adequate resources Support parents’ participation in the labour market — Acknowledge the strong link between parents’ partici­ pation in the labour market and children’s living conditions, and in accordance with the principles outlined in the Commission Recommendation on Active Inclusion ( 1 ) and the Barcelona targets ( 2 ), take all possible measures to support parents’ participation in the labour market, in particular for those at a distance from the labour market and in households at particular risk: — Make sure that work ‘pays’ by identifying and tackling the specific disincentives parents face when entering, remaining or progressing in the labour market, including those related to the design and interaction of tax and benefits systems; — Support the employability and participation of single parents and second earners in paid work, promoting gender equality in the labour market and in family responsibilities; — Provide enhanced support to parents’ reintegration into the labour market following parental leave through training measures and job search support, focusing specifically on those at particular risk; — Intensify efforts to ensure that all families, including those in vulnerable situations and living in disadvantaged areas, have effective access to affordable, quality early childhood education and care; — Adapt the design and eligibility criteria of childcare services to increasingly diverse working patterns, thereby helping parents maintain their work commitments or find a job, whilst keeping a strong focus on the child’s best interests; — Promote quality, inclusive employment and a working environment that enables parents to balance their work and parenting roles on an equal footing, including through parental leave, workplace support and flexible working arrangements. Provide for adequate living standards through a combination of benefits — Make it possible for children to enjoy adequate living standards that are compatible with a life in dignity, through an optimal combination of cash and in-kind benefits: — Support family incomes through adequate, coherent and efficient benefits, including fiscal incentives, family and child benefits, housing benefits and minimum income schemes; — Complement cash income support schemes with in- kind benefits related in particular to nutrition, childcare, education, health, housing, transport and access to sports or socio-cultural activities; — Ensure that the design of and eligibility to financial support for children reflects the development of living arrangements and provides adequate redis­ tribution across income groups; — Create more effective access to the benefits to which children or their families are entitled by facilitating easy take up and developing beneficiary outreach services; — Deliver means-tested or other targeted benefits in a way that avoids stigmatisation, differentiates between children’s needs and reduces the risk of poverty traps whilst avoiding the creation of disincentives to work for second earners and single parents; — Use discretion when making family benefits conditional on parenting behaviour or children’s school attendance and assess the potential negative impact of such measures; — Set up regular and responsive delivery mechanisms that provide maximum coverage and benefit children most, such as advance payments. 2.2. Access to affordable quality services Reduce inequality at a young age by investing in early childhood education and care — Further develop the social inclusion and development potential of early childhood education and care (ECEC), using it as a social investment to address inequality and challenges faced by disadvantaged children through early intervention: — Provide access to high-quality, inclusive early childhood education and care; ensure its affordability and adapt provision to the needs of families; EN 2.3.2013 Official Journal of the European Union L 59/7 ( 1 ) Commission Recommendation on the active inclusion of people excluded from the labour market 2008/867/EC of 3 October 2008. ( 2 ) Presidency conclusions, Barcelona European Council, 15-16 March 2002, SN 100/1/02 REV 1. ",
        "— Incentivise the participation of children from a disadvantaged background (especially those below the age of three years), regardless of their parents’ labour market situation, whilst avoiding stigmatisation and segregation; — Support parents in their role as the main educators of their own children during the early years and encourage ECEC services to work closely with parents and community actors involved in the child’s upbringing (such as health and parenting support services); — Raise parents’ awareness of the benefits of participation in ECEC programmes for their children and themselves; Use ECEC as an early-warning system to identify family or school-related physical or psychological problems, special needs or abuse. Improve education systems’ impact on equal oppor­ tunities — Increase the capacity of education systems to break the cycle of disadvantage, ensuring that all children can benefit from inclusive high quality education that promotes their emotional, social, cognitive and physical development: — Provide for the inclusion of all learners, where necessary by targeting resources and opportunities towards the more disadvantaged, and adequately monitor results; — Recognise and address spatial disparities in the avail­ ability and quality of educational provision and in educational outcomes; foster desegregation policies that strengthen comprehensive schooling; — Create an inclusive learning environment by strengthening the link between schools and parents, and provide if necessary personalised support to compensate for specific disadvantages, through for instance training for parents of migrant and ethnic minority children; — Address barriers which stop or seriously hinder children from attending or completing school (such as additional financial fees in compulsory education) by providing targeted educational aid in a supportive learning environment; — Improve the performance of students with low basic skills by reinforcing the learning of literacy, numeracy and basic maths and science, and ensuring early detection of low achievers; — Develop and implement comprehensive policies to reduce early school leaving which encompass prevention, intervention and compensation measures; ensure that these policies include measures for those at risk of early school leaving; — Strengthen equality legislation and guarantee the most marginalised learners the basic right to receive a quality minimum qualification; — Revise and strengthen the professional profile of all teaching professions and prepare teachers for social diversity; deploy special cultural mediators and role models to facilitate the integration of Roma and children with an immigrant background. Improve the responsiveness of health systems to address the needs of disadvantaged children — Ensure that all children can make full use of their universal right to health care, including through disease prevention and health promotion as well as access to quality health services: — Address the obstacles to accessing healthcare faced by children and families in vulnerable situations, including costs, cultural and linguistic barriers, lack of information; improve the training of health care providers in this respect; — Invest in prevention particularly during early childhood years, by putting in place comprehensive policies that combine nutrition, health, education and social measures; — Tackle the social gradient in unhealthy lifestyles and substance abuse by giving all children access to balanced diets and physical activity; — Devote special attention to children with disabilities or mental health problems, undocumented or non- registered children, pregnant teenagers and children from families with a history of substance abuse. Provide children with a safe, adequate housing and living environment — Allow children to live and grow up in a safe, healthy and child-friendly environment that supports their development and learning needs: — Make it possible for families with children to live in affordable, quality housing (including social housing), address situations of exposure to environmental hazards, overcrowding and energy poverty; EN L 59/8 Official Journal of the European Union 2.3.2013 ",
        "— Support families and children at risk of homelessness by avoiding evictions, unnecessary moves, separation from families as well as providing temporary shelter and long-term housing solutions; — Pay attention to children’s best interests in local planning; avoid ‘ghettoisation’ and segregation by promoting a social mix in housing as well as adequate access to public transport; — Reduce children’s harmful exposure to a deteriorating living and social environment to prevent them from falling victim to violence and abuse. Enhance family support and the quality of alternative care settings — Strengthen child protection and social services in the field of prevention; help families develop parenting skills in a non-stigmatising way, whilst ensuring that children removed from parental care grow up in an environment that meets their needs: — Ensure that poverty is never the only justification for removing a child from parental care; aim at enabling children to remain in or return to the care of their parents by, for example, tackling the family’s material deprivation; — Ensure adequate gate-keeping to prevent children being placed in institutions and provide for regular reviews in the event of such placements; — Stop the expansion of institutional care settings for children without parental care; promote quality, community-based care and foster care within family settings instead, where children’s voice is given due consideration; — Ensure that children without parental care have access to quality services (both mainstream and specific services) related to their health, education, employment, social assistance, security and housing situation, including during their transition to adulthood; — Provide appropriate support to children left behind when one or both parents migrate to another country to work, as well as to their replacement carers. 2.3. Children’s right to participate Support the participation of all children in play, recreation, sport and cultural activities — Acknowledge the influence children have over their own well-being and their resilience in overcoming adverse situations, in particular by providing opportunities to participate in informal learning activities that take place outside the home and after regular school hours: — Address barriers such as cost, access and cultural differences to ensure that all children can participate in play, recreation, sport and cultural activities outside school; — Provide safe spaces in children’s environment and support disadvantaged communities by means of specific incentives; — Encourage schools, community actors and local auth­ orities to create better after-school activities and facilities for all children, regardless of their parents’ work situation and background; — Enable all families to participate in social activities that boost their parental skills and foster positive family communication; — Promote approaches to participation that build on the potential for community volunteering and foster soli­ darity between generations. Put in place mechanisms that promote children’s participation in decision-making that affects their lives — Enable and encourage children to express informed views, ensuring that those views are given due weight and are reflected in the main decisions affecting them: — Use and further develop existing tools to involve children in the running of services such as care, healthcare and education, as well as to consult them on relevant policy planning through mechanisms adapted to their age; — Support the involvement of all children in existing participation structures; reach out to and support the participation of children from disadvantaged back­ grounds; — Encourage professionals working with and for children to actively involve them, raising awareness of related rights and obligations; — Implement the child’s right to be heard in all justice- related decisions and promote child-friendly justice, in particular by giving children effective access to court and judicial proceedings. EN 2.3.2013 Official Journal of the European Union L 59/9 ",
        "3. FURTHER DEVELOP NECESSARY GOVERNANCE, IMPLE­ MENTATION AND MONITORING ARRANGEMENTS Strengthen synergies across sectors and improve governance arrangements — Ensure that policies effec­ tively address child poverty and social exclusion through comprehensive design and enhance coordination between key actors: — Develop regular and systematic links between policy areas of high relevance to the social inclusion of children and strengthen synergies between key players, particularly in the fields of education, employment, health, equality and children’s rights; — Work towards mainstreaming children’s policies and rights into key policies through, for example, specific institutional arrangements; — Promote close cooperation and regular dialogue between public authorities at all levels, social partners, local communities and civil society organi­ sations; — Support and further develop the involvement of children, including in the implementation of the present Recommendation. Strengthen the use of evidence-based approaches — Strengthen evidence-based policy development and social policy innovation, making sure to take due account of the potential impact of policies on children: — Make full use of existing statistics and administrative data to monitor the impact of policies on children and their families; reinforce statistical capacity (including by disaggregating by gender) where needed and feasible, particularly concerning child deprivation, access to quality and affordable childcare, children’s health and the situation of the most vulnerable children; — Improve the timeliness of data availability to monitor the situation of children, and promote the use of methods and models such as micro-simulation to support a more systematic ex ante assessment of the potential impact of policies on children; — Strengthen links between the policy and research community and test relevant policy innovations; encourage evidence-based evaluation of programme outcomes, including in the long term through tools such as longitudinal surveys; promote visibility and sharing of results; — Promote the exchange of good practice and knowledge, the roll-out of tried and tested intervention models, measures to foster solidarity in the wider community and empower local communities to work together; — Evaluate the impact of temporary policies introduced in response to the economic crisis before deciding to make these policies part of structural reforms. 4. MAKE FULL USE OF RELEVANT EU INSTRUMENTS Address child poverty and social exclusion as a key issue within the Europe 2020 Strategy — Mobilise the range of tools and indicators available within the Europe 2020 Strategy to give new impetus to joint efforts to address child poverty and social exclusion: — Firmly place child poverty and social exclusion as key issues in the Europe 2020 Strategy and National Reform Programmes, as part of the overall effort to reduce poverty and social exclusion, taking into account relevant Country Specific Recommendations adopted by the European Council; — Consider, where appropriate, the added value of setting national targets for reducing child poverty and social exclusion, taking national specificities into account; — Fully exploit the tools provided by the Europe 2020 Strategy and the Social Open Method of Coordination to improve the monitoring and evaluation of policies addressing child poverty and well-being, making full use of the proposed indicator-based monitoring framework annexed to the present Recommendation; — Strengthen synergies with relevant EU policies, in particular in the fields of education, health, gender equality and children’s rights. Mobilise relevant EU financial instruments — Make appropriate use of the opportunities provided by EU financial instruments to support the policy priorities outlined above: — Support the development of more evidence-based policies and social innovation through the Programme for Social Change and Innovation, the European Social Fund and Horizon 2020, and use these programmes to test, evaluate and scale up possible policy innovations; — Make full use of the Fund for European Aid to the Most Deprived (addressing children's food and material deprivation), the European School ‘Fruit and EN L 59/10 Official Journal of the European Union 2.3.2013 ",
        "Milk’ Schemes (providing products with positive nutri­ tional value and encouraging good eating habits) and the ‘Erasmus for All’ Programme (promoting children's access to education, informal learning and sport); — Exploit opportunities provided by the Structural Funds to support children and families when drawing up the European Social Fund and the European Regional Development Fund Operational Programmes 2014- 2020, in line with Country Specific Recommendations; — Make appropriate use of thematic objectives related to promoting employment and supporting labour mobility, promoting social inclusion and combating poverty, investing in education, skills and lifelong learning as well as the relevant investment priorities within them. These include in particular early childhood education; reducing early school leaving; reconciliation between work and private life; access to services, including health care and social services; community-led local development strategies; support to the regeneration of deprived areas and transition from institutional to community-based services; — To ensure that 2014-2020 Structural Funds inter­ ventions are effective, pursue evidence-based strategies to reduce early school leaving, involving relevant stake­ holders and measures to support the transition from institutional to community-based care; — Promote partnership in the programming of and access to Structural Funds by involving relevant stakeholders at national, regional and local levels, in particular the relevant public authorities, social partners and non- governmental organisations, in order to mobilise action to combat child poverty. Done at Brussels, 20 February 2013. For the Commission László ANDOR Member of the Commission EN 2.3.2013 Official Journal of the European Union L 59/11 ",
        "ANNEX Indicator-based monitoring framework The proposed monitoring framework highlights indicators that are relevant for monitoring the Recommendation’s implementation. Proposals for further development are highlighted in the annexes to the Social Investment Package. Overall objective of combating child poverty and social exclusion and promoting child well-being Europe 2020 Definition Breakdowns Source primary/ secondary/ context ( 1 ) Comments At risk of poverty or social exclusion for children (breakdown of the Europe 2020 poverty and social exclusion headline target) The sum of children who live in a household which is at risk of poverty and/or severely materially deprived and/or a household with very low work intensity (for the definition of these 3 indicators, see below) By age (0-17, 0-5, 6-11, 12-17) Eurostat — EU- SILC primary Comparison with the working-age population (18-64) and the elderly population (65+) is recommended Indicator Definition Breakdowns Source primary/ secondary/ context Comments At-risk-of-poverty rate for children (to be analysed together with the value of the poverty threshold in PPS for a household consisting of 2 adults and 2 children aged below 14) Share of children living in a household with an equivalised disposable income below 60 % of the national median equi­ valised disposable income By age (0-17, 0-5, 6-11, 12-17) and household type Eurostat — EU- SILC primary Comparison with the working-age population (18-64) and the elderly population (65+) is recommended Severe material deprivation rate Proportion of children who live in a household whose living conditions are severely constrained by a lack of resources, i.e. it experience at least 4 out of 9 of the following depri­ vation items: cannot afford (i) to pay rent or utility bills, (ii) to keep the home adequately warm, (iii) to pay unexpected expenses, (iv) to eat meat, fish or a protein equivalent every second day, (v) a week’s holiday away from home, (vi) a car, (vii) a washing machine, (viii) a colour TV, or (ix) a telephone. By age (0-17, 0-5, 6-11, 12-17) Eurostat — EU- SILC primary Comparison with the working-age population (18-64) and the elderly population (65+) is recommended Share of children living in very low work intensity households Share of children living in a household where working-age adults (18-59) have worked less than 20 % of their total work potential during the past year (i.e. during the income reference period) By age (0-17, 0-5, 6-11, 12-17) Eurostat — EU- SILC primary Comparison with the working-age population (18-64) and the elderly population (65+) is recommended Child deprivation indicator Under discussion Eurostat -EU-SILC n.a. Under development E N L 59 / 12 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n 2 . 3 . 2013 ",
        "Indicator Definition Breakdowns Source primary/ secondary/ context Comments Dispersion of child poverty risk around the poverty risk threshold: At-risk-of- poverty rate calculated with 50 % and 70 % thresholds Share of children living in a household with an equivalised disposable income below 50 % and below 70 % of the national equivalised median income By age (0-17, 0-5, 6-11, 12-17) Eurostat — EU- SILC secondary Comparison with the working-age population (18-64) and the elderly population (65+) is recommended Persistent at-risk-of- poverty rate for children Share of children living in a household with an equivalised disposable income below the poverty threshold in the current year and in at least two of the preceding 3 years 0-17 Eurostat — EU- SILC (longitudinal) secondary Comparison with the working-age population (18-64) and the elderly population (65+) is recommended At-risk-of-poverty rate anchored at a fixed moment in time for children Share of children living in households with an equivalised disposable income below 60 % of the national median equi­ valised disposable income, where the threshold is anchored at a fixed moment in time 0-17 Eurostat — EU- SILC context Comparison with the working-age population (18-64) and the elderly population (65+) is recommended Access to adequate resources Indicator Definition Breakdowns Source primary/ secondary/ context Comments In-work poverty rate of people living in households with dependent children Share of individuals (with dependent children) who are defined as in work and have an income below the poverty threshold (60 % of the national median equivalised disposable income) By age (0-17, 18-64, 0-64); by household type (single parents, two adults with dependent children) Eurostat — EU- SILC primary At-risk-of-poverty rate for children by work intensity of the household Share of children living in households with an equivalised disposable income below 60 % of the national median equi­ valised disposable income according to the work intensity of the household 0-17, work intensity of the household (very high [0,85 – 1], high [0,55 – 0,85], medium [0,45 – 0,55], low [0,2 – 0,45]) Eurostat — EU- SILC primary At-risk-of-poverty rate for children in households at work Share of children living in households with an income below the poverty threshold (60 % of the national median equi­ valised disposable income) and with a work intensity above 0,2 By household type Eurostat — EU- SILC primary E N 2 . 3 . 2013 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n L 59 / 13 ",
        "Indicator Definition Breakdowns Source primary/ secondary/ context Comments Relative median poverty gap for children Difference between the median equivalised income of persons below the at-risk-of poverty threshold and the at- risk-of poverty threshold, expressed as a percentage of the at-risk-of poverty threshold 0-17 Eurostat — EU- SILC primary Comparison with the working-age population (18-64) and the elderly population (65+) is recommended Child care Children cared for (by formal arrangements ( 2 ) other than the family) as a proportion of all children in the same age group Less than 3 years, between 3 years and mandatory school age; less than 30h, 30h or more a week Eurostat — EU- SILC secondary Relevance of breakdown by income quintile to be assessed Employment impact of parenthood Difference in percentage points (pp) between — employment rate of people aged 20-49 living in households in which there are no children aged 0-6 and — employment rate of people aged 20-49 living in households in which there is at least one child aged 0-6 Total, by gender Eurostat — LFS context Looking at children aged 0-3 and 3-6 separately is recommended Part-time employment due to care respon­ sibilities Persons employed part-time because of looking after children or incapacitated adults, as a percentage of total employed persons Total, by gender Eurostat — LFS context Impact of social transfers (other than pensions) in reducing child poverty Difference between the children at-risk-of poverty rate before and after social transfers (excluding pensions) Eurostat — EU- SILC secondary Comparison with the working-age population (18-64) and the elderly population (65+) is recommended Housing cost overburden Percentage of the population living in a household where total housing costs (net of housing allowances) represent more than 40 % of the total disposable household income (net of housing allowances) By age (0-17, 0-5, 6-11, 12-17), poverty status (above or below the at-risk-of- poverty threshold) Eurostat — EU- SILC secondary Comparison with the working-age population (18-64) and the elderly population (65+) is recommended Access to quality services Indicator Definition Breakdowns Source primary/ secondary Comments Early school education Share of children between age 4 and the start of compulsory education who participate in early childhood education By gender UOE ( 3 ) primary E N L 59 / 14 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n 2 . 3 . 2013 ",
        "Indicator Definition Breakdowns Source primary/ secondary Comments Proficiency in reading, maths and science Share of 15-year olds who score 1 or below (on a scale from 1 (lowest) to 5 (highest)) in PISA tests By parental back­ ground (edu­ cational attainment, country of birth) OECD- PISA ( 4 ) primary No data for CY and MT are available in current data collec­ tions. Young people not in employment, education or training (NEET) rate Young people not in employment, education or training (NEET) rate By gender, 15-19 Eurostat — LFS primary Early leavers from education and training Population aged 18-24 years with lower secondary education at most and not in further education or training By gender, highest educational level completed Eurostat — LFS secondary Self-declared unmet need for medical care Proportion of people aged 16-25 reporting not having accessed medical services due to cost, distance or waiting lists Eurostat — EU- SILC Infant mortality Ratio of the number of deaths of children under one year of age during the year to the number of live births in that year (expressed per 1 000 live births) By SES of parents (under devel­ opment) Eurostat primary Child mortality 1-14 years Death rate per 100 000 population Eurostat Low birth weight Weight at birth of less than 2 500 grams (5.5 pounds) WHO-OECD primary Vaccination coverage % of infants who, on reaching their 1st birthday in the given calendar year, have been fully vaccinated against pertussis (whooping cough), diphtheria, tetanus (DPT) and poliomy­ elitis. And % of infants who, on reaching their 2nd birthday in the given calendar year, have been fully vaccinated against measles, mumps and rubella (MMR) WHO context Obesity Young people aged 15-24 with a body mass index of 30 or above By gender and SES of parents Eurostat — EHIS ( 5 ) context Regular smokers Share of daily cigarette smokers in the population aged 15-24 By gender and SES of parents Eurostat — EHIS context Mental health Young people (15-24) with depressive syndrome By gender Eurostat — EHIS context Under development E N 2 . 3 . 2013 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n L 59 / 15 ",
        "Indicator Definition Breakdowns Source primary/ secondary Comments Causes of death of young people — suicide Deaths caused by suicide per 100 000 inhabitants aged 15-24 By gender Eurostat — Causes of death statistics context Housing deprivation Percentage of the population deprived of each housing deprivation item. The items considered are: (1) leaking roof, damp walls/floors/foundation, or rot in window frames or floor; (2) lack of bath or shower in the dwelling (3) lack of indoor flushing toilet for sole use of the household; (4) problems with the dwelling: too dark, not enough light By age (0-17, 0-5, 6-11, 12-17), at- risk-of-poverty status (i.e. above or below the threshold) Eurostat — EU- SILC primary Overcrowding Percentage of the population living in an overcrowded household. A person is considered to be living in an over­ crowded household if the household does not have at its disposal a minimum number of rooms equal to: — one room for the household; — one room for each couple; — one room for each single person aged 18+; — one room for two single people of the same sex between 12 and 17 years of age; — one room for each single person of different sex between 12 and 17 years of age; — one room for two people under 12 years of age. By age (0-17, 0-5, 6-11, 12-17), at- risk-of-poverty status (above or below the threshold) Eurostat -EU - SILC primary ( 1 ) Primary indicators are lead indicators which cover the broad fields that have been considered the most important outcome elements whereas secondary indicators support the lead indicators by describing in greater detail the nature of the problem or by describing other dimensions of the problem. Context indicators provide additional detail and contextual information: the list proposed is indicative and leaves room for other background information considered relevant to better frame and understand the national context.. ( 2 ) Formal arrangements are defined as the following services: pre-school or equivalent, compulsory education, centre-based services outside school hours, a collective crèche or another day-care centre, including family day-care and professional certified childminders. The care provided by family members, neighbours or non-certified childminders is therefore not included under this definition of ‘formal arrangements’. ( 3 ) UNESCO/OECD/EUROSTAT database on education statistics. ( 4 ) http://www.oecd.org/statisticsdata/03381,en_2649_35845621_1_119656_1_1_1.00.html. ( 5 ) EHIS is the ‘European Health Interview Survey’. E N L 59 / 16 O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n 2 . 3 . 2013 ",
        "",
        "2013 SUBSCRIPTION PRICES (excluding VAT, including normal transport charges) EU Official Journal, L + C series, paper edition only 22 official EU languages EUR 1 300 per year EU Official Journal, L + C series, paper + annual DVD 22 official EU languages EUR 1 420 per year EU Official Journal, L series, paper edition only 22 official EU languages EUR 910 per year EU Official Journal, L + C series, monthly DVD (cumulative) 22 official EU languages EUR 100 per year Supplement to the Official Journal (S series), tendering procedures for public contracts, DVD, one edition per week multilingual: 23 official EU languages EUR 200 per year EU Official Journal, C series — recruitment competitions Language(s) according to competition(s) EUR 50 per year Subscriptions to the Official Journal of the European Union , which is published in the official languages of the European Union, are available for 22 language versions. The Official Journal comprises two series, L (Legislation) and C (Information and Notices). A separate subscription must be taken out for each language version. In accordance with Council Regulation (EC) No 920/2005, published in Official Journal L 156 of 18 June 2005, the institutions of the European Union are temporarily not bound by the obligation to draft all acts in Irish and publish them in that language. Irish editions of the Official Journal are therefore sold separately. Subscriptions to the Supplement to the Official Journal (S Series — tendering procedures for public contracts) cover all 23 official language versions on a single multilingual DVD. On request, subscribers to the Official Journal of the European Union can receive the various Annexes to the Official Journal. Subscribers are informed of the publication of Annexes by notices inserted in the Official Journal of the European Union . Sales and subscriptions Subscriptions to various priced periodicals, such as the subscription to the Official Journal of the European Union , are available from our sales agents. The list of sales agents is available at: http://publications.europa.eu/others/agents/index_en.htm EUR-Lex (http://eur-lex.europa.eu) offers direct access to European Union legislation free of charge. The Official Journal of the European Union can be consulted on this website, as can the Treaties, legislation, case-law and preparatory acts. For further information on the European Union, see: http://europa.eu EN "
    ]
}