{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 24.9.2008 COM(2008) 588 final COMMUNICATION FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT A STRATEGIC EUROPEAN FRAMEWORK FOR INTERNATIONAL SCIENCE AND TECHNOLOGY COOPERATION ",
        "EN 2 EN COMMUNICATION FROM THE COMMISSION TO THE COUNCIL AND THE EUROPEAN PARLIAMENT A STRATEGIC EUROPEAN FRAMEWORK FOR INTERNATIONAL SCIENCE AND TECHNOLOGY COOPERATION This Communication presents a strategic European framework for international cooperation in science and technology (S&T). It also covers the specific aspects of such cooperation in information and communication technologies (ICT). By strengthening its research effort and facilitating the use of new technologies, Europe can respond more effectively and efficiently to the major challenges society is facing today. Deepening the European Research Area (ERA) through greater integration and cross-border coordination of research investments and activities will increase Europe's competitiveness and its attractiveness as a place to invest in research and innovation. Promoting European ICTs worldwide as a key driver of socio-economic growth will also contribute to the Growth and Jobs agenda 1 . Deepening the ERA should go hand in hand with widening it, through enhanced cooperation with international partners. Key strategic goal for international cooperation in science and technology and universal access to ICTs Globalisation is accelerating, and this has an impact on the way we produce, share and use knowledge. Major global challenges such as climate change, poverty, infectious disease, threats to energy, food and water supply, security of the citizen, networks security and the digital divide highlight the need for effective global S&T cooperation to promote sustainable development. The 7 th Research Framework Programme (FP7) reflects this need by being open to third country participation and by including several new instruments to encourage international cooperation. However, FP7 represents only a small proportion of all research in Europe; most research investment is by the Member States. Only by strengthening the partnership between the Member States and the European Community (EC) can European international S&T cooperation contribute effectively to stability, security and prosperity in the world 2 . Better cooperation is equally needed for promoting European policy goals and European technologies worldwide. This Communication sets out a European framework for international cooperation in S&T to underpin the strategy which is based on a new long-term partnership between the Member States and the EC. It also proposes ways to improve cooperation instruments with strategic partners. The main objective is to contribute to global sustainable development and to foster Europe’s S&T excellence, which is increasingly a basis for economic competitiveness at a time where EU companies are ever more facing competition from emerging economies. 1 The EU accounts for over 15% of world trade in ICT goods and services. ICT goods account also for a substantial share of total trade between the EU and its economic partners. They represent 10.2% of all extra-EU exports of goods and 14.4% of all imports 2 The European Research Area: New Perspectives (COM(2007)161 of 4/04/2007 ",
        "EN 3 EN This proposed European framework consists of a number of core principles and orientations for action. Actions under this framework will strengthen European public and private players in the way they interact with their partners and competitors elsewhere in the world. The proposed framework will contribute to the free circulation of knowledge – ‘the EU’s fifth freedom’ — at global level, to raising the S&T profile of Europe worldwide and to disseminating European ICT know-how in the world. It will put the European Research Area on the global map, an Area open to the world and boost Europe’s competitiveness in the global economy. Actions under the framework will: • strengthen the coordination of Member States' and EC actions aimed at reinforcing strategic S&T cooperation and Information Society dialogues with partners worldwide; • create additional synergies between public authorities, industry and civil society to make EU action in these policy fields more efficient; • facilitate access to knowledge, resources and markets worldwide; • have a positive influence on the global science and technology agenda by pooling of resources to achieve critical mass and by underlining democratic values in the global information society, in particular freedom of expression and the right to access information 3 ; • improve framework conditions under which international research is conducted and promote the European model of convergence to reinforce the effectiveness of information society policies; • make it easier for Europe’s researchers and universities to work with the best scientists and research infrastructures in the world; • strengthen the global position of the European industry in electronic communications and other advanced technologies. This Communication responds to the Council Conclusions of February 2008, and is one of the five Commission initiatives following public debates on the future of the ERA 4 and on globalisation of the Information Society 5 . It also follows-up the conclusions of the 2005 World Summit on information society (WSIS) 6 \" . 3 In its Communication of 27.4.2006 - \"Towards a Global Partnership in the Information Society\", the Commission called upon industry to develop codes of conduct on the misuse of ICT for restricting freedom of expression. So far this call for action has not been followed-up. 4 SEC(2008)430 of 2/04/2008 5 A public consultation on EU Strategy for International Co-operation on ICT was launched between 18 June and 1 October 2007. 6 In its Resolution on the Information Society (2004/2204) the Parliament \"calls the Union and Member States to view the WSIS as a spur for cooperation in traditional areas of geographical or historical proximity (…) and for new cooperation with more remote emerging countries\". In its Resolution on the Internet Governance Forum (B6-/2008), the Parliament \"calls on the concerned EU Institutions to take the Tunis Agenda into consideration in their legislative work. ",
        "EN 4 EN 1. P RINCIPLES UNDERLYING THE E UROPEAN FRAMEWORK FOR I NTERNATIONAL S&T C OOPERATION AND THE NEW INFORMATION SOCIETY PARTNERSHIPS Widening the ERA and making it more open to the world Excellence in research stems from competition between researchers and from getting the best to compete and cooperate with each other. A crucial way to achieve this is for public authorities, research funding agencies, public and private research institutes and universities to work together across borders. Such cooperation lies at the very foundation of the ERA. In an increasingly global science arena, the boundaries of the ERA should be widened to include our neighbours, and cooperation with key international partners should be encouraged and facilitated. Ensuring coherence of policies and complementarity of programmes Research is not carried out in a vacuum. It contributes, to and is influenced by, a broader societal agenda. Europe’s international S&T strategy should underpin the EU’s main policy objectives, such as combating climate change, bridging the digital divide, securing sustainability of energy supplies, biodiversity and ecosystems, and achieving the Millennium Development Goals. Greater coherence between research activities and other policies and funding instruments will strengthen the impact and influence of S&T on these policies. Fostering strategic S&T cooperation with key third countries Europe cannot cooperate with all countries on all topics. Choices of research topics and third country partners have to be made. A critical mass of resources in support of these choices has to be guaranteed. Cooperation with scientifically advanced partners will differ in nature from that with countries which are developing their science base; but both types of cooperation are needed. An effective international cooperation strategy requires a long-term commitment by the EC and Member States and a new approach to jointly defining priority research areas for cooperation with key third countries. The ERA being built by Member and Associated States illustrates the potential of close cooperation between countries. Where groups of countries in a geographical region (e.g. ASEAN, African Union) wish to engage in S&T cooperation with the EC, and where critical mass in S&T can be best achieved to address key global challenges, a bi-regional approach should be favoured. In advanced technology areas, such as ICTs, geographical and sectorial research priorities for cooperation should be inspired by joint inputs from industry, academia and research institutes, for example coming from the Strategic Research Agendas (SRA) of European Technology Platforms, the Information Society dialogues, and from other bilateral and regional contacts. This would facilitate by inclusion of third country partners from the early stages in the research pursued. ",
        "EN 5 EN Special attention will be required to overcoming divergent standards between countries, as these are often an obstacle to spreading information and communication technologies and can hamper interconnection and interoperability. Developing the attractiveness of Europe as a research partner To maintain research excellence and develop linkages between researchers and institutions in Europe and worldwide, Europe must be a favoured partner for research. To achieve this, we need adequate competitive and institutional research funding, world-class infrastructures, enhanced mobility for researchers in and out of Europe and appropriate IPR rules. International S&T cooperation activities have grown in importance in successive Framework Programmes, and the creation of the European Research Council has strengthened Europe’s reputation for high-quality frontier research. The work of the European Strategy Forum for Research Infrastructures (ESFRI) has attracted global interest and expressions of willingness by international partners to work together. An open ERA is the best way to make European S&T more attractive globally. Ultimately the success of the ERA depends on the availability of highly qualified researchers to underpin the development of a competitive, knowledge-based economy. Researchers trained both in Europe and third countries, or linked through networks, will become ambassadors for international cooperation. Launching results-oriented partnerships on information society regulation A first step will be to make ongoing policy dialogues more results-oriented by early identification of priorities for regulatory cooperation and joint research. Where appropriate these dialogues should be extended to the convergence of the telecom and media sectors. Business dialogues (e.g. Business Round Tables) and consumer dialogues should also be results-oriented. Priorities for regulatory co-operation will include promoting the establishment of independent and effective regulatory authorities, the non-discriminatory allocation of scarce resources, publicly available licensing criteria and transparent award procedures, non-discriminatory and cost-orientated interconnection, and the use of open technologies. Monitoring on non-tariff barriers and regulatory hurdles faced by EU players on third markets should be stepped-up. The European Community and Member States working together By working together, Member States and the EC will achieve much more, both within the EU and worldwide. This is true for policy areas like the environment or energy, and it is also true for research and for information society policies. Working together will increase the attractiveness of Europe's research and foster better conditions for investment and acquisitions in key markets. Better coordination also responds to the interest of many partners worldwide to learn from our regulatory approach on issues such as convergence. At the same time pooling our efforts will provide Europe with better economic intelligence on key countries / regions in the research and information society sectors. ",
        "EN 6 EN Member States and the EC need to define together their priority areas for research with third countries in order to draw most benefit from coordinated initiatives and actions. The International Thermonuclear Experimental Reactor (ITER) project shows, on a large scale, what can be achieved when there is the political will to work together internationally and to pool resources. But on a smaller scale, there are many examples of the great impact of coordinated European research agendas and joint funding, such as the European Initiative for Agricultural Research for Development. A more coherent use of Member State and EC resources for international S&T cooperation will help to gather the critical mass needed to provide an effective response to policy challenges that are increasingly global. A strengthened partnership between the EC and European intergovernmental initiatives (such as EUREKA and COST) and research organisations, notably EIROforum 7 and its individual members, can also make a significant contribution towards this aim. A well coordinated and effectively communicated international S&T strategy will enable Europe to develop a ‘single voice’ on key global challenges and will help the EU to participate more effectively in agenda setting in international fora such as the OECD, and in particular those with a UN focus such as UNESCO, WHO, and the ITU. 2. O RIENTATIONS FOR ACTION TO MAKE THE ERA MORE OPEN TO THE WORLD Developing a close and long-term partnership between Member States and with the EC, underpinned by the principles outlined above, is essential if the ERA is to achieve its full international potential. Sharing objectives, formulating and implementing common European research agendas and positions vis-à-vis third countries and in international fora, engaging in joint activities and pooling efforts and resources will be essential for the success of this partnership. This process creates flows towards and away from Europe. It attracts researchers from all over the world, whilst also improving Europe's technology potential on the markets worldwide, as for example in ICTs. To achieve maximum results the following proposals need to be put into effect at both EC and Member State levels, and in close cooperation with third countries. An appropriate institutional setting is needed to move this process forward. 2.1. Strengthening the international dimension of the ERA • Integrating Europe’s neighbours into the ERA Association to FP7 is the most intensive form of cooperation at Community level. The opportunity for European Neighbourhood Partner Countries to participate in certain EC 7 EIROforum includes the: European Organisation for Nuclear Research, European Fusion Development Agreement, European Molecular Biology Laboratory, European Space Agency, European Southern Observatory, European Synchrotron Radiation Facility, Institut Laue-Langevin . ",
        "EN 7 EN policies and programmes, including FP7, is an important aspect of the European Neighbourhood Policy (ENP) 8 . Virtually all Western Balkan countries are now associated to FP7. Association is also open to the EU’s southern and eastern neighbours. Widening the geographical scope of the ERA to include ENP partner countries will make an important contribution to the EU’s policy goals towards these countries, in particular building sustainable economic prosperity. The association process will unfold gradually, on a case by case basis, taking into account endogenous S&T capacities, present and potential levels of cooperation, and the mutual interests of the EC and the ENP partner countries. ENP countries also deserve particular attention in fostering international cooperation on ICTs, both because of their eagerness to adopt EU patterns, and because some of them represent significant markets for EU technology companies. In order to promote closer scientific ties with these countries and to prepare association to te FP7, S&T capacity building initiatives and research cooperation will be undertaken by the EC through the European Neighbourhood and Partnership Instruments and targeted FP7 activities (e.g. Specific International Cooperation Actions). Policy dialogue with these countries is important. EC bilateral S&T agreements with a number of them (such as Egypt, Morocco, Tunisia and Ukraine) are a good setting for dialogue. In addition, bilateral policy dialogues on S&T will be launched with countries which signal a specific interest to become associated to FP7 but which have not concluded a bilateral S&T agreement with the EC. The recently launched FP7 INCO-Net projects support regional platforms for S&T policy dialogue and priority setting at bi-regional level; they involve Member States and ENP partner countries in identifying future research priorities and coordinated actions. Russia, as a neighbouring country with significant S&T capacities, is already an important partner and has made it clear that it sees the EU as its long-term priority in S&T cooperation. EU-Russia S&T cooperation could be enhanced through an FP association agreement, as recognised by both sides at the EU-Russia Permanent Partnership Council on Research in May 2008. This would contribute to the implementation of the EU-Russia Common Space of Research and Education, including Cultural Aspects. The perspective of a possible association to the FP should however be seen in the wider context of EU-Russia relations and the new EU-Russia Agreement for which negotiations were launched at the EU Russia Summit in June 2008. Member States and the Commission to: • Ensure coordinated and/or complementary implementation of S&T priorities identified in the various policy dialogues with ENP partner countries, in order to facilitate a possible association to FP7. • Enhance regional dialogues on Information Society issues. 8 COM (2006) 724 final of 4/12/2006, Council of the European Union, 10657/07 of 18/06/2007 ",
        "EN 8 EN • Promote European regulatory principles by developing better synergies with European regulators. The European Commission to: • Establish policy dialogues with interested ENP partner countries that have no EC bilateral S&T agreement, with a view to their possible association to FP7. • Accelerate the spreading of best practices and the alignment of policies in ENP countries by gradually opening to them the ICT Policy Support Programme (PSP) in the framework of the Competitiveness and Innovation Programme (CIP). • Fostering strategic cooperation with key third countries through geographic and thematic targeting Member States and the EC are involved in a myriad of research cooperation activities with third countries. The absence of a common strategy on a European level has led to duplication in this cooperation, with a resulting waste of resources and a reduced impact 9 . Where there is common interest and mutual benefit, where excellent human S&T resources and capacity can be identified, and where a collective response to international commitments is needed, a more coordinated approach would benefit Europe and third country partner(s). The EC and Member States should therefore define together strategic priorities for S&T cooperation with key third countries and pursue these priorities in a coherent way. With industrialised and major emerging economies, priorities for coordinated S&T cooperation should focus on areas of mutual interest requiring broad international efforts to address global S&T and societal challenges. Since the international S&T arena remains an area of strong competition between EU Member States and third countries, a healthy balance between cooperation and competition has to be found. In this respect priority should go to developing joint infrastructures, frontier and pre-competitive research, and research leading to common or compatible standards that facilitate market access. Particularly in ICT, research co-operation will address the issue of divergent standards which are often an obstacle to spreading technologies and hamper interconnection and interoperability. Research cooperation should also focus on areas that are beneficial for the competitiveness of EU companies while avoiding these benefits being undermined, for instance due to the lack of intellectual property protection. For developing countries, research cooperation should be aligned with development cooperation policies and the Millennium Development Goals 10 . Certain research areas are particularly pertinent, such as developing sustainable supplies of clean water, food and energy, combating infectious diseases, tackling the impact of climate change, reducing the digital divide, and reducing threats to biodiversity and ecosystems on land and sea. In addition to collaborative S&T projects, international cooperation with developing countries must include S&T capacity building (e.g. infrastructure, human resources, research policy, networks of researchers and research institutes) This will enable researchers in these countries to contribute to the solution of local, regional and global problems and to economic and social 9 CREST Report 1207/07 of 13/12/2007 10 SEC (2008) 434, Council of the EU 9907/08 of 27/05/2008 ",
        "EN 9 EN development. Enhanced research capacity will also encourage researchers to compete internationally in terms of scientific excellence and increase their incentives to continue to base their research activities in developing countries. In the case of Africa, the focus for a concerted EC and Member States effort will be on the implementation of the Joint Africa-EU Strategic Partnership agreed at the Lisbon Summit in 2007. 11 The specific Africa-EU partnership on \" Science, Information Society, and Space \" is based on the recognition that science, technology and innovation are essential to eradicating poverty, combating disease and malnutrition, stopping environmental degradation and building sustainable agriculture and economic growth in Africa. Bridging the scientific and digital divide is essential to finding African-led responses to these challenges. Capacity building typically falls within the remit of development policy and funding, which is why coherence and complementarity of S&T instruments with other instruments and programmes for external action and assistance must be strengthened at both Community 12 and Member State levels. Where third countries agree, the targeted use of such instruments and programmes for building S&T capacities should be encouraged. Complementarity with other funding bodies, including the International Financial Institutions, and global research initiatives (e.g. Consultative Group of International Agricultural Research) must also be sought. A pre-requisite is to raise the awareness of policy stakeholders in developing countries of the importance of S&T for a better quality of life. Special attention should be paid to promoting and facilitating gender equality and the role of private sector investment in S&T in developing countries. Strategic research priorities will need to be implemented in a coherent and coordinated way by Member States and the EC. At present individual Member States use bilateral agreements and national programmes for cooperation with third countries. Likewise, the EC fosters strategic cooperation with key third countries, particularly within EC bilateral S&T agreements 13 . These agreements have been reinforced under FP7 with specific instruments to assist their implementation and to support a targeted approach (e.g. the Specific International Cooperation Actions, and coordinated calls). Sharing information on future initiatives under these agreements makes for closer coordination between the EC and the Member States. A bi-regional approach towards country groupings (e.g. ASEAN, African Union) would have advantages over continually increasing the number of EC bilateral S&T agreements. But such bi-regional S&T dialogue cannot be effective without a regional structure capable of ensuring coordination with and within the country grouping, and which can play a significant role in S&T priority setting and research funding. In the long term such policy dialogue could lead to bi-regional S&T agreements. The current FP7 INCO-Net projects prepare the ground for such bi-regional platforms and herald a new approach to the involvement of Member States and third countries in identifying future S&T priority areas. Where fully-fledged EC bilateral or bi-regional S&T agreements are not justified, the EC will ensure that the specific S&T components of any Partnership and Cooperation Agreements 11 ec.europa.eu/development/eu-africa-summit-2007 12 These are: the Instrument for Pre-Accession (IPA), the European Development Fund (EDF), the Development Cooperation Instrument (DCI), the European Neighbourhood and Partnership Instrument (ENPI) 13 www.ec.europa.eu/research/inco ",
        "EN 10 EN which are concluded between the EC and its Member States with third countries are strengthened. Member States and the Commission to: • Identify together and agree on S&T cooperation priorities with key third country partners where cooperation brings a clear added value for Europe in addressing key global challenges and engage in joint initiatives. This should be done where possible in accordance with the approach put forward in the Commission Communication “Towards joint programming in research: working together to tackle common challenges more effectively” 14 and in the i2010 action plan 15 as regards ICT and media policies; • Share the experience gained and initiatives foreseen under bilateral S&T agreements and promote an efficient network of EC and Member State science, ICT and media counsellors in the EC Delegations and Member States’ embassies in third countries; • Ensure that international S&T and development policies are consistent, and that funding mechanisms at EC level (both FP funds and instruments for external action and assistance) and at Member State level complement one another; • Strengthen EU and African Union cooperation on S&T through the implementation of the Joint EU-Africa Strategic Partnership and Action Plan, particularly the 8 th Partnership on Science, Information Society and Space; this will require both EC and Member States' resources and the active involvement of the African Union Commission, Regional Economic Communities and relevant public and private stakeholders. The European Commission to: • Keep the different FP7 instruments under review to ensure that their full potential for fostering strategic cooperation with key third countries is realised; • Intensify S&T including ICT cooperation at the level of regional country groupings (e.g. ASEAN, African Union), develop policy dialogue with appropriate regional structures and negotiate bi-regional S&T agreements where appropriate; • Encourage third countries to incorporate S&T capacity building, including the gender equality aspect, and the use of ICT in their National or Regional Indicative Programmes for EC external assistance funds and cooperation programmes. • Continue providing technical assistance on information society policies to third countries, drawing from the experience of such assistance programmes and geographically targeted projects, such as the @LIS for Latin America; EUMEDIS for the Euro-Mediterranean area, and EU-Asia IT&C for Asia. 14 COM(2008) 468 final of 15/7/2008 15 COM(2005) 229 final of 1/6/2005 ",
        "EN 11 EN 2.2. Improving the framework conditions for international S&T cooperation • Tackling scientific challenges through global research infrastructures One essential area of science that has a global dimension and lends itself particularly well to international cooperation is the joint development of and access to research infrastructures. Many S&T disciplines require considerable investment in infrastructure if major scientific advances are to be made. There are good examples of Member States, the EC, intergovernmental research organisations and third countries working effectively together to develop research infrastructures (e.g. GEOSS, GEANT). GEANT, a high-capacity and high-speed communications network interconnecting the European National Research and Education Networks, initially connected research networks in industrialised countries (North America and Japan). It now has new links to China, India, Latin America, South East Asia, North Africa, the Middle East and the Balkans. This extension serve the research and education communities in the different regions of the world and has enabled platforms of cooperation in many fields across these regions and with Europe. These initiatives will be further extended in time, geographical coverage and scope over the coming years. However, a more structured approach to jointly developing global research infrastructures, including e-infrastructures is needed. In Europe, ESFRI 16 has taken the first steps in this direction by establishing a European Roadmap for new research infrastructures which are already global by nature or have the potential to become so. At the international level discussions continue on global research infrastructure projects that require international cooperation in order to be achieved in different disciplines and research areas (e.g. LIFEWATCH on biodiversity, the Integrated Carbon Observation System, and the Square Kilometre Global Radio Astronomy Array). In the ICT sector the EC is promoting, with the USA, Australia and Japan, a global research agenda in trustworthy infrastructures, including sharing of knowledge and best research practices for improving the resilience of present and future global networks and infrastructures. Member States and the Commission to: • Promote international cooperation in large-scale research infrastructures to facilitate cost sharing where appropriate; • Explore new ways to reduce the digital divide in developing countries, including public private partnerships. • Participate in the ad-hoc group of senior officials, composed of representatives of G8 members as well as individual countries, and build on the work of existing fora, such as the OECD Global Science Forum, to continue the dialogue in this field. 16 European Strategy Forum on Research Infrastructures, http://cordis.europa.eu/esfri/home.html ",
        "EN 12 EN • Intensify cooperation on the global research agenda infrastructures in the ICT sector in the period 2009-10 including efforts to coordinate research and other policies. • Include security and trust issues as priority in every current and future Information Society dialogue with third countries and regions. • Mobility of researchers and global networking Mobility of researchers is an essential feature of international S&T cooperation, and competition for the best brains is intense. In this context it is crucial that European researchers who work in a third country remain part of the ERA, being a valuable resource at home as well as abroad. Similarly, researchers who come to Europe from emerging economies or developing countries must be enabled to contribute to their own countries’ development. Such connectivity, through networking, or ‘return’ grants, will make brain circulation a reality. Furthermore the possibility of establishing joint physical or virtual research laboratories between the EU and third countries should be promoted. Action is being taken 17 to ensure that researchers working in the EU enjoy excellent training, attractive careers and no barriers to their mobility. The People Programme of FP7 offers multiple opportunities for the mobility of researchers between Europe and the rest of the world. The full implementation of the ‘Scientific Visa Package’ 18 by all Member States will facilitate entry into Europe for researchers from third countries. However, more can and should be done. Member States and the Commission to: • Continue — in close cooperation with third countries — to develop networks for European researchers working abroad, and for non-European researchers in Europe. Member States to: • Transpose the ‘Scientific Visa Package’ (including the EC Recommendation on short-term visas for researchers) into their national legislations and ensure smooth administrative procedures for visa approval; • Increase specific funding mechanisms and/or re-integration grants for European researchers returning to Europe and third countries’ researchers returning to their home countries The Commission to: Optimise existing EC instruments for international mobility, including the FP7 People Programme. 17 COM 317 final of 23/5/2008 18 Council Directive O.J. L 289/15 of 3/11/2005 (2005/71/EC), Recommendation of the European Parliament and of the Council of 28 September 2005 (2005/761/EC) O.J. L 289/23 of 3/11/2005 ",
        "EN 13 EN • More open research programmes EC bilateral S&T agreements are based on the principles of equitable partnership, common ownership, mutual advantage, shared objectives and reciprocity. While these principles have not always been fully implemented, reciprocal access to research programmes and funds should be pursued to enhance the mutual benefit of international S&T cooperation. FP7 is open to third country partners. Funding is normally limited to participants from international cooperation partner countries 19 . However, since open competition promotes excellence in research, funding for collaborative projects could be extended to include research organisations and researchers located in industrialised third countries where reciprocal funding is made available for European researchers. Member States are developing funding schemes to facilitate international cooperation; some are starting to open these schemes to allow funding for R&D work done abroad. Member States should increase their efforts to launch cooperative research initiatives with third countries on well defined areas of research and to gradually open their respective schemes (including funding) in specified areas to countries prepared to provide reciprocal access. Member States and the Commission to: • Intensify the use of FP7 coordination instruments (e.g. ERA-NET schemes) to provide incentives to link up EC and national resources for cooperation with third countries. Member States to: • Work towards a step-by-step opening of national research programmes in well defined research areas with key third countries on a reciprocal basis; they should design and implement joint initiatives and programmes with third countries where reciprocal conditions in the partner countries' programmes exist or can be developed. The Commission to: • Translate — within the context of the EC bilateral S&T agreements — the reciprocity principle into mutual access to public research programmes and cooperation opportunities in third countries. As a consequence, it should progressively introduce funding for scientists from industrialised third countries in calls under FP7, subject to reciprocal conditions in the partner countries’ research programmes. • Intellectual Property Issues Good management of intellectual property (IP) issues is an important requirement for successful and durable international S&T cooperation, promoting trust and the sharing and exploitation of knowledge in cooperative research activities. It must be based on shared principles and practices, ensuring reciprocity, equitable treatment and mutual benefits. The EU and third countries should apply appropriate rules and treat each other’s legal entities similarly. IP principles and practices will continue to be promoted 19 Regulation (EC) 1906/2006 of 18/12/2006 ",
        "EN 14 EN through bilateral S&T cooperation agreements and adequate access of Least Developed Countries (LDC) to the results of research will be facilitated. • Member States and the Commission to: • Promote globally, including through bilateral EC and Member State international S&T cooperation agreements, the principles set out in the Recommendation and associated Code of Practice on the management of IP 20 . They should further develop these to guarantee fair and mutually beneficial conditions for all parties, whilst taking account of LDC needs. • Pre-standardization Particular attention in ICT research co-operation will be given to the issue of divergent standards as they are often an obstacle to spreading technologies and hamper interconnection and interoperability. The Commission to: • Promote strengthening of the link between results of research programmes and standardization, put more emphasis on international pre-competitive industrial research collaboration and pay more attention to pre-standardization cooperation based on open standards. 3. I MPLEMENTING A SUSTAINABLE PARTNERSHIP As set out in this Communication, the EC and the Member States will need to strengthen their strategic S&T cooperation with key partners worldwide. This can best be achieved by building a strong partnership between the Member States and the EC. At present there is no dedicated institutional setting to propel and guide such a partnership. It is therefore essential that: • Member States, the Council and the Commission commit themselves to the proposed strategic European framework for international S&T cooperation, including the partnership for action, outlined in this Communication; • the Council identifies the appropriate institutional settings for ensuring the effective implementation of the strategic European framework for international S&T cooperation, taking into account the specific characteristics of Information society policies; • the Council oversees and monitors progress of the further opening of the ERA to the world and, if necessary, considers further steps to ensure the effective implementation of the proposed actions. • the European Parliament lends its support to a coherent framework for international S&T cooperation and continues to follow-up, in close cooperation with the Commission, discussions on global issues, notably in fora such as the Internet Governance Forum. 20 C(2008)1329 of 10/04/ 2008 "
    ]
}