{
    "text": [
        "INSIDE THIS ISSUE 05 Beating the drum for vocational training 09 Country focus: Tajikistan 17 Tackling the skills mismatch 22 The world’s got talent Qualif ications frameworks: From concept to implementation ETF launches online Qualifications Platform I S S U E / / 2 2 N o v e m b e r 2 0 1 1 ",
        "Live & Learn November 2011 02 Profile INSIDE COMMENT ON OUR BLOG We’d love to know what you think. You can comment on any of our articles online at www.etfliveandlearn.eu CONTACT US Further information can be found on the ETF website: www.etf.europa.eu For any additional information, please contact: ETF Communication Department European Training Foundation ADDRESS Villa Gualino, Viale Settimio Severo 65, I – 10133 Torino, Italy TELEPHONE +39 011 630 2222 FAX +39 011 630 2200 EMAIL info@etf.europa.eu To receive a copy of Live & Learn please email info@etf.europa.eu The European Training Foundation is the European Union’s centre of expertise supporting vocational and training reforms in the context of the European Union’s external relations programmes. www.etf.europa.eu Cover photograph: © Yuri Arcurs Please recycle this magazine when you finish with it. 06 Beating the drum for vocational training 04 Qualification frameworks: from concept to practice 14 Teachers hold the key to entrepreneurial learning 18 Kyrgyzstan – vocational education in pictures 17 Tackling the skills mismatch 20 EU Eastern Partners and the ETF 22 The world’s got talent 09 Country Focus: Tajikistan 24 From Morocco to Tajikistan: What school would you like? 26 Editorial Board 16 ETF gets the knowledge ",
        "Live & Learn November 2011 03 What kind of vocational education and training should be provided? This question has a simple answer: it should be good quality and relevant. Performance based management of vocational education and training aims, amongst other things, at achieving that, but without going into detail, this answer is not enough. Questions such as ‘How can it be achieved?’ or ‘Who is in charge?’ are even more important. As with many public policies, the expectation of transparency and public accountability has increased, so good quality and relevant public policy is now, more than ever, the goal. And evidence- based policy making is part of the solution. In many ways, knowledge is beginning to play a new role in policy: we can now distinguish post-bureaucratic from traditional bureaucratic regimes and show that each presupposes a specific kind of knowledge and a specific way of using it. The discovery and identification of missing knowledge is a key aspect of the paradigm shift. Policy-makers have to have the ability to link scientific evidence and political planning. Appropriate knowledge about the proper tools and mechanisms for reaching policy goals should become available in the countries. Additionally, knowledgeable actors who could diffuse and mediate the new policy knowledge at different levels have to be empowered. In fewer countries than before, policy- makers are at the top-centre of government; there is a shift from a pyramid system, strongly hierarchical and centralised, to a more subtle one. A network system with vertical and horizontal interactions is what is wanted. The government and the state bodies should change the nature of their role by cooperating with non-state actors, social partners, other civil society representatives, interest groups, etc. These changes do not involve the disappearance of the nation state, only a change to its role. Thus, a new approach is needed, a more complex and less rigid one, able to reconcile general interests with multiple specific interests, and to redefine relations between the centre and component units. This is why the concepts of governance, good governance and multi-level governance have appeared. The vertical dimension of multi-level governance - the interactions among the actors on different territorial levels - does not mean decentralisation at any price ! We advocate functional reforms that analyse, for each function of vocational education and training, who is doing what, what is the quality level and the cost of results. Functional reforms have to be evaluated for effectiveness and efficiency. The horizontal dimension of multi-level governance suggests a network society in which multiple interdependent actors contribute to the delivery of public services. In this case the professionalism of each actor is key i.e. the right mix of multi-level interactions in multi-level governance whereby, levels are loyal to each other. Practice should be cleared by the political decision making process. With its new authority, the state has the role and the responsibility to ensure this environment and to secure the empowerment and the professionalism of the multiple actors involved. Madlen Serban ETF Director PERFORMANCE BASED MANAGEMENT OF VOCATIONAL EDUCATION AND TRAINING: WHAT, HOW AND WHO IS IN CHARGE? Madlen Serban ETF Director Photo: ETF/A. Ramella Guest editor ",
        "Live & Learn November 2011 04 Profile Around the world, there is much more consensus on qualification frameworks than there was just two years ago when the ETF organised its first major conference on the topic in Brussels. By the end of 2012, all countries in the EU are expected to have a framework in operation and most of the surrounding countries will have adopted or started planning one. The ETF conference ‘Qualifications Frameworks from Concept to Implementation’, held in Brussels on 6 and 7 October, showed that developments in this field are indeed moving fast. Very fast. While in 2009 the event discussed the rationale for frameworks of qualifications, by 2011 focus had moved towards implementation arrangements and implications for institutions and systems. Ahead of us are some crucial years during which professionals in many of our partner countries will need all the support they can get from an international community of colleagues. Precisely for that reason, the ETF used the meeting to launch its Qualifications Platform, an online community of professionals engaged in the developing and implementing frameworks of qualifications. They were given some clear advice along the way: “There is no ideal model,” said Gordon Clark, summarising the two days of discussions, “each [NQF] model has its own context and derived merits. There are certainly elements, such as coordination and communication, and stages that are common in most scenarios but the process is never completed and therefore international transparency on the different experiences is essential.” His words precisely echo the key conclusions of an ETF study that provided the empirical basis for the conference. Published as a working document which will be finalised with input from the meeting, ‘Implementation arrangements for national frameworks of qualifications and the role of stakeholders and institutions’ is an analysis of progress and developments in ten very different countries, including EU Member States, partner countries and countries on different continents. Practical and concrete tools Back in Brussels, Clark reminded people that “qualification frameworks are not just economic tools but also social tools, to address issues in society and, more importantly, to help individuals.” QUALIFICATION FRAMEWORKS: FROM CONCEPT TO PRACTICE “QUALIFICATION FRAMEWORKS ARE NOT JUST ECONOMIC TOOLS BUT ALSO SOCIAL TOOLS, TO ADDRESS ISSUES IN SOCIETY AND, MORE IMPORTANTLY, TO HELP INDIVIDUALS” Gordon Clark reported that greater international transparency over experience with qualifications frameworks is needed Photo: ETF/EUP & Images ",
        "Live & Learn November 2011 05 This sentiment was echoed by Stefan Füle, Commissioner for Enlargement and European Neighbourhood Policy. “Qualifications frameworks offer practical and concrete tools [...] to allow people to maximise their potential,” he said in his video address to the conference. DG Education and Culture director Pierre Mairesse warned however that what we have developed in Europe over the past few years is largely institutional. “Although we are entering a new phase, where relations between sub-systems, cooperation between countries and the transition from education to work are growing in importance, this is all still fairly institutional,” he said. “We need impact on the ground now. We need to disseminate the qualifications framework principles for use by providers and users of qualifications. We need to have an impact on individuals,” he added. But he showed he could be seduced by the promise that broader international cooperation holds in a globalising world. “Could we move beyond even regional frameworks and move, perhaps together with UNESCO, towards a worldwide framework for referencing qualifications?” he wondered. Words: Ard Jongsma, ICE Pierre Mairesse spoke of the need to move from institutional frameworks to ones that have an impact on the individual Photo: ETF/Juha Roininen - EUP & Images What do qualifications frameworks mean to you? The debate on frameworks of qualifications usually takes place at a very abstract level. Frameworks are meant to put qualifications in perspective, promote transparency and deliver relevance. But what does this all mean for young people around the world who struggle to find work or relevant education? Various experts in the field gave us their opinion. Joseph Samuels is the deputy CEO of the South African Qualifications Authority. “We had four reasons to establish a framework,” he says, “we needed a truly national system of education and training, improved access and mobility, improved quality and to support those that had been discriminated against.” These are all issues that on paper should help both the country and individuals. But are they succeeding? “Change takes time and resources. In the last years, access has approached 100%. But only two-thirds leave education with a qualification.” It is the other two-thirds that need to be addressed and the structural work to encapsulate all education and training into a comprehensive national framework has helped to map the areas that most urgently need attention. “We now concentrate our efforts on making workplaces centres of learning and making sure that people make the right choices. We broadcast radio programmes in nine indigenous languages and have established a free helpline that is open to all, but addresses young people in particular.” David Kereselidze has been at the forefront of the development of a framework of qualifications in Georgia. According to him, it has above all been a tool for transparency and reform. “In all its simplicity, it describes the system,” he says. This has showed many of its weaknesses and has helped to target reforms. “For young people in the country, this has had implications that cannot be underestimated. It has supported social mobility, particularly because it made possible the recognition of prior learning. But it also helped us to explain to people that VET is important, by showing what education actually leads to what professions.” Has it worked? “This year was the first time that professional education enrolled the majority of Georgian students.” In Iceland, the prime aim of the qualification framework has been making the system more transparent, according to Ólafur Kristjánsson, an advisor to the education ministry of Iceland. “We want to encourage more people to seek education according to their capabilities, both by making clear what pathways they can follow and by better explaining the opportunities offered by initial choices,” says Kristjánsson. “Obviously, we expect that simply clarifying these pathways and opportunities, or the lack of them, will also generate new pathways and opportunities.” ■ The Qualifications Platform is a restricted community for specialists, so users will need a login and password to join. If you are interested, send an email to qualifications.platform@etf.europa.eu ",
        "Live & Learn November 2011 06 Feature BEATING THE DRUM FOR VOCATIONAL TRAINING Parents, society, peer pressure all push young people towards higher education while vocational education options, by comparison, are often seen as life in the slow lane. This is not a fair or accurate perception and vocational education and training managers and professionals across Europe and its partner countries are showing why - through a range of ground- breaking promotional campaigns. From Russia to the Czech Republic, Denmark to Jordan, advertising campaigns are demonstrating the skills that can be acquired, the career and earnings achieved through vocational education and training, a new survey by the European Training Foundation has found. Social pressure in Russia In Russia – where vocational education and training suffers from social pressure towards higher education and elite studies such as law, economics and business – Moscow city education officials decided to do something about it. Skills shortages in key economic sectors, including catering, mechanics and other essential cogs in a major world capital, gave urgency to a public advertising and promotional campaign last year that championed vocational education and training at a time when the city was celebrating 70 years of professional education in Russia. The way the Moscow campaign was packaged and managed was heavily influenced by cultural perceptions of advertising, Irina Yakovleva, deputy head of vocational education for Moscow said. “Word of mouth is much more effective than radio or television. People get the message straight away and believe each other.” It sometimes seems as if the choice graduating secondary school students face - further education or higher education - is like the race between the hare and the tortoise. A promotional campaign is being planned to tackle low female participation in the labour market in Jordan Photo: ETF/Salah Malkawi ",
        "Live & Learn November 2011 07 Most of the promotion was done through events at vocational schools, newspaper, radio and television reports, a few city-wide street banners and a grand music and song finale at a concert in the Kremlin. Promotional paper bags, books, badges and awards for veterans of vocational education all contributed to a campaign that produced a viral buzz throughout the city. See the case study on p.8 for more information on the Moscow promotional campaign. Sweeping changes in the Czech Republic In the Czech Republic, sweeping changes to vocational education took 800 different specialisms and remoulded them into 260 clearly defined skills groups. Dubbed Project Curriculum S, the promotional campaign was aimed at a professional audience. The campaign slogan “We help schools with modern education” was one it was felt could be understood by all target groups. Vocational schools and social partners played a key role in PR activities – by producing their own leaflets, writing copy for professional journals and local newspapers, promoting the curricular reforms to officials, employers, trade associations, parents and prospective students in their region. “This was and is a multi-level PR campaign,” said Irena Palanova, head of the Department of International Cooperation at the National Institute for technical vocational education and manager of the national project on curricular reform. Better jobs and salaries in Denmark A more student-targeted campaign in Denmark put forward the advantages of taking the vocational route to good jobs and salaries. Prompted by a Danish government target to increase uptake of upper secondary education, Danish organisation Danske Erhvervsskoler’s €3m campaign “Flere fagfolk, tak!” (More professionals please!) ran on radio, television and new media. Aimed both at boosting the popularity of vocational education and training with young people and encouraging companies to offer more internships, the campaign – designed by youth-oriented communications agency JuniorPeople – was a big hit. On this page, two examples of the literature produced for the Russian campaign. ",
        "Live & Learn November 2011 08 Feature FOR WHOM THE GONG TOLLS: MOSCOW MEDALS FOR VOCATIONAL EXCELLENCE Russians like to be given medals and orders. They love the pomp and circumstance, the attention and glamour that go with it. That is why one of the unique features of Moscow’s innovative VET promotional campaign last year was the handing out of a select few professional education gongs. It was a key component of a hugely popular and successful campaign, Etapi Bol’shovo Puti (Milestones on a long path). It was launched in 2009 after a city wide college amalgamation process that reduced the number of colleges to 88 and combined specialisms. The aim was to explain that colleges now offered a wide range of courses to suit all needs and skills levels, offering good prospects of getting a job. City advertising campaign The campaign kicked off with an outdoor advertising campaign ‘Ti nuzhin gorodu!’ - The city needs you! This was followed by a wide range of print articles, television programmes, leaflets, brochures and other materials. Exhibitions, shows, the award of bronze medals to 251 people, including 88 ‘veterans’ of the vocational education and training system (one for each of the city’s vocational training institutes, a notably diplomatic decision) and the opening of the city’s first ever Museum of the History of Vocational Education, also featured. More than 5,500 people attended the grand finale, a jubilee evening concert marking 70 years of vocational education and training in Russia held at the State Kremlin Palace of Congresses, situated within Moscow’s world famous Kremlin. Vocational applications went up over the course of the campaign: 2009-10 saw a 17% increase in full time equivalent students; 2010-11, a 24% increase, and this year an estimated 30% increase. There is increased activity in existing college-workplace partnerships and a growing trend for career professionals to volunteer as visiting lecturers at vocational training colleges. Perhaps they hope they’ll get a medal…. FIND OUT MORE: Department of Education, Moscow City - http://www.educom.ru/en/ Czech Curriculum S pilot project - http://www.pilots.nuov.cz/ Flere fagfolk, tak! - www.flerefagfolk.dk “The campaign used humour as a way of getting the message across,” said Mads Klostergaard Pedersen, who was communications officer at Danske Erhvervsskoler during the promotional campaign. “Based on a rich use of humour and irony to underline the distance between skilled work and the bungle and botch that Danish people had been familiarised with through DIY shows, all television spots were rounded off with the message: You could also choose to find yourself a proper education on www.flerefagfolk.dk,” he added. Planning a campaign in Jordan An ambitious campaign is planned in Jordan, where a coalition chaired by the Ministry of Labour that includes the Employment-Technical Vocational Education and Training Council (representing all the relevant ministries), Al-Balqa University and chambers of commerce and industry, aims to bring more women into the labour market by reforming technical vocational education and training and changing social and gender attitudes. Currently the labour market participation rate for women in Jordan is just 14% - the lowest in the Middle East - even though women tend to outnumber and outperform men in education. Still a work in progress, €113,000 has been spent on the as yet unnamed project with a further €378,000 pledged by the World Bank as seed money for implementation. Although no decision has been made on which media to use to get the message across, options include the use of social networking sites, community based initiatives and education entertainment such as dramas, sitcoms, cartoons or interactive talk shows for television or radio that incorporate desired social messages. “Changing people’s behaviour may take decades to do but once you start working on this, you start moving upwards,” said Saad Darwazeh, managing director of Prisma Marketing and Communication, the company commissioned by the Jordanian Ministry of Labour to develop and implement the campaign. ■ Words: Nick Holdswoth, ICE ",
        "Live & Learn November 2011 09 Franca Crestani, the ETF’s country manager for Tajikistan, feels privileged to have witnessed life in Russia, Central Asia and other parts of the old Soviet Union both before and after the collapse of the empire. Graduating from Turin University with a degree in Russian in 1986, Crestani then did a diploma on Russian poet and novelist Alxander Pushkin at Moscow’s Pushkin Institute. She was a witness to Russia in the thick of Mikhail Gorbachev’s experiment with communism, perestroika (rebuilding) and glasnost (freedom). Those reforms would prove too little too late and by 1991 change would sweep through Russia, Central Asia and Eastern Europe. “My professional life spans the collapse of the empire,” says Crestani. “This has given me the chance to see with my own eyes how the daily life of people can change and to understand how important freedom is.” Crestani joined the ETF in 1995 after working as an editor, translator and event organiser for cultural and film organisations in Turin. She has been country manager for Tajikistan since 2007 and for Uzbekistan since 2009. “I appreciate the opportunity to create dialogue among stakeholders. The ETF’s work offers the opportunity to create spaces for sharing experiences; planning for cooperation. “It is incredible to see how much can be achieved when people meet, when trust is established, when networks are created!” Franca Crestani, who played a key role in the ETF’s recent documentary film, “Learning for a better life: The cases of the republics of Moldova and Tajikistan”, also sees life at the sharp end. “The job allows me to visit places where simply meeting everyday needs is still very critical, where to eat each day is a privilege,” says Crestani. “I see schools without heating, kids sitting on freezing chairs, girls kept away from school. And I also see teachers taking classes wearing hats and coats. These are people who are determined to make a difference.” ■ Words: Nick Holdsworth, ICE THE PRIVILEGE OF WITNESSING CHANGE FRANCA CRESTANI, ETF MANAGER FOR TAJIKISTAN Franca Crestani, ETF country manager for Tajikistan Photo: ETF/A. Ramella Country Focus  Tajikistan ",
        "10 Live & Learn November 2011 TAJIKISTAN LOOKS FOR MOVES ON MIGRANTS Country Focus  Tajikistan Spend any time in Moscow or other major Russian cities and you may notice how many Central Asian men are working on building sites, as street sweepers and ‘dvorniki’ – caretakers of the apartment block courtyards that form one of the most ubiquitous types of communal open spaces in the country. Many of them are from Tajikistan. Twenty years after the collapse of the Soviet Union and nearly 15 years after the end of the bitter ethnic and tribal civil war that tore Tajikistan apart, endemic poverty and an economy that struggles to find jobs for half its workforce means migrant labour is critical. Fifty percent of Tajikistan’s annual gross domestic product, around US$1.7 billion, is sent home each year from the estimated one million, mostly male, migrant workers. The vast majority of those men work in Russia where wages are seven times higher than at home. The sheer size of this migrant workforce – representing more than one-tenth of the entire Tajikistan population of 7.6 million – makes it a key factor which shapes current employment and training policies. Migration is seen as both a positive factor, as a source of economic and political stability, as the absent migrant workers can reduce social tensions at home by creating job opportunities for those left behind. It is also negative because of its adverse impact on families left behind and because few skills picked up abroad, apart from building and construction qualifications, are relevant to the Tajikistan economy. Now the Tajikistan government, with the help of the European Training Foundation, the World Bank and other donor agencies, has begun to formulate long-term strategic policies to reform the internal labour market to ensure Tajikistan is less reliant upon exporting migrant labour. Jamshed Kuddusov, director of Dushanbe’s Socservice Information and Research Centre, which works with the ETF in implementing labour market, policy and vocational education research, observes that, the “problem of outflow of labour migrants will not be solved within the next ten years.” The author of a major ETF report, Labour market review - Tajikistan , published last year, he notes that only through the implementation of a new national strategy on labour market development through 2020, approved “ENDEMIC POVERTY AND AN ECONOMY THAT STRUGGLES TO FIND JOBS FOR HALF ITS WORKFORCE MEANS MIGRANT LABOUR IS CRITICAL” Tajikistan needs to develop its industry, among other sectors Photo: ETF/F. Crestani ",
        "11 Live & Learn November 2011 TAJIKISTAN LOOKS FOR MOVES ON MIGRANTS by the Tajikistan government in June this year, “can we stabilise the quantity of labour migrants.” With a rapidly growing population – the working age population increased by 41% between 1998 and 2007 at a time when the labour market expanded just 19% - and a VET system that until 2005 was chronically underfunded and even now struggles to offer places to just 45% of school leavers, Tajikistan is facing major structural challenges to reforming its labour market. The rapid rise in young working age people – half of them women – “requires intensive growth in the number of workplaces,” says Kuddusov. “We need to develop business in the country; to really improve the business environment, industry, the power sector, tourism, services and farming, particularly the processing of agricultural products,” he adds. None of this can be achieved without an improvement in professional training and vocational education, although sounding a note of caution that will surprise no one familiar with the education sector in Central Asia and other parts of the former Soviet Union, Kuddusov adds: “The main deterrent [to such developments] is universal corruption.” One reason for the poor level of skilled technicians in Tajikistan is the endemic culture of paying bribes to pass exams. Students also often drop out of VET after choosing inappropriate courses or applying simply to avoid serving in the army. With corruption or without it, the high level of labour force growth, widespread unemployment – officially (and understated) 7% - and an increasing tendency to people taking second jobs to supplement low wages in their main place of work, means there is a need to create 150,000 new jobs every year. Employment would need to grow at 7% annually, although current figures show it is increasing at eight times lower than that rate at just 0.9%. The need for vocational training and specific programmes to help the school- to-work transition remains a pressing one in a country with an annual per capita income of just US$ 2,000. Next year the ETF plans to launch a project that involves a survey on school- to-work transition to provide an evidence base for better policies to address this key area. Building on the most recent work in this field, a study by the Centre for Strategic Studies attached to the Executive Office of the President of Tajikistan that surveyed more than 4,000 school leavers in 28 urban areas and districts, the ETF will undertake a more detailed investigation. Kuddusov observes: “It is necessary to develop professional training and to determine who to train and in which fields,” he says. Key objectives should include training for entrepreneurship and developing an efficient system for helping young people “choose a trade properly” through the creation of a “national system of vocational counselling of youth and career formation, and for adults to facilitate lifelong learning and trade transition.” Without efforts to change the structure of Tajikistan’s labour and training market, the country is likely to remain locked into a system of a diaspora labour force for many years to come. ■ Words: Nick Holdsworth, ICE “IT IS NECESSARY TO DEVELOP PROFESSIONAL TRAINING AND TO DETERMINE WHO TO TRAIN AND IN WHICH FIELDS” Jamshed Kuddusov, director of Dushanbe’s Socservice Information and Research Centre Photo: ETF/A. Ramella FIND OUT MORE: ETF Labour Market Review – Tajikistan - http://bit.ly/qYYHXW The tourism sector cannot develop without an improvement in vocational training Photos: ETF/F.Crestani ",
        "12 Live & Learn November 2011 Country Focus  Tajikistan In the popular television series ‘The Apprentice’ – where aspiring young professionals compete for a dream job with a self-made millionaire and entrepreneur – it is the best briefed, most thoroughly prepared who make it through to the finals. Winning generally involves having a particular gift – ruthless guile is useful – but it is really the legwork involved in building the proper foundations that enables winners to scale the heights. In the vocational education game of life, evidence-based policy is the recipe for winning. In Tajikistan, one of the poorest of the Central Asian states, creating an environment in which officials and politicians can gather and use reliable data on the labour market, vocational education system and students to create realistic, effective policies, is a key objective. The ETF is working with politicians and policy advisors to create such evidence based foundations to ensure that a better system of post school and adult training can be built on top. In June, the ETF brought key Tajikistan education, labour, migration, social protection, statistics and adult training specialists together for a one-day workshop in Dushanbe on evidence- based policy development in vocational education and training. The workshop demonstrated the need for better information gathering and the fact that the political will to create better evidence based policies now exists in Tajikistan. Participants identified three key priorities: improving governance and responsiveness to labour market demands; guaranteeing the quality of education; and boosting social partnership. Current data collection in Tajikistan is clearly inadequate, participants agreed, with data insufficient to allow for correct evaluation of graduates’ skills, the quality of training and whether that training meets labour market demands. Drawing up the best indicators for Tajikistan is a first step: in October a second ETF workshop in Dushanbe tackled that very subject. Alisher Faromuzov, director of Dushanbe’s Vocational Education and Training Support Foundation, says targeting key areas in the national strategy for progress through 2020 is the next step. EVIDENCE OF TAJIKISTAN TRAINING INTENTIONS Tajikistan needs to provide access to quality vocational training for all young people over 15 Photo: ETF/F. Crestani “IN THE VOCATIONAL EDUCATION GAME OF LIFE, EVIDENCE BASED POLICY IS THE RECIPE FOR WINNING” ",
        "13 Live & Learn November 2011 “A primary policy aim should be to provide access to quality vocational training for all young people over 15. Only an evidence-based approach can achieve this. We need to consider the needs of people from several groups including illiterate youngsters, people with poor competitive skills and those from remote mountain villages,” said Faromuzov. The ETF’s support in helping create the tools for assessing the true training needs of Tajikistan – on which effective policies can be based – is invaluable, he added. “The ETF’s experience in other countries is essential. We need to expand cooperation with politicians, managers and education institutions to involve them in the process of introducing new approaches. The accent should be on increasing knowledge, training and broadening the public policy discussion.” Challenges to this include insufficient funding for statistical studies, a need to determine key indicators and encouraging more cooperation between politicians, officials and the ministries affected, he added. Tajikistan specialists have already been armed with some powerful tools from the ETF arsenal in this respect: at the June workshop in Dushanbe, the ETF’s Manuela Prina briefed participants on indicators used in European Union countries. She introduced participants to the PISA system for evaluating the quality of education and noted that Tajikistan has signed up for the Education for All strategy. ■ Words: Nick Holdsworth, ICE FIND OUT MORE: ETF Labour Market Review – Tajikistan - http://bit.ly/qYYHXW Evidence needs to be taken from several key groups: illiterate youngsters, people with poor competitive skills and those from remote mountain villages Photo: ETF/F. Crestani “THE ACCENT SHOULD BE ON INCREASING KNOWLEDGE, TRAINING AND BROADENING THE PUBLIC POLICY DISCUSSION” Alisher Faromuzov, director of Dushanbe’s Vocational Education and Training Support Foundation ",
        "14 Live & Learn November 2011 Teachers must come onboard if the entrepreneurial learning agenda is to move forward according to participants at a symposium on promoting entrepreneurship in teacher training organised by the European Training Foundation in Istanbul in July. The question of how to do this occupied the minds of policymakers and teacher training specialists alike as they worked hard to come up with a set of policy principles which could guide the process in Turkey, the Western Balkans and the Southern Mediterranean. “How can we get teachers in our busy schools ready for the entrepreneurial agenda without overstretching scarce resources?” asked Anthony Gribben, project leader for enterprise and entrepreneurship at the ETF, kicking off the meeting. Agents of change What became clear as the two-day event developed is that there are several reasons why teacher training should take priority. First and foremost this is because teachers are the most important agents of change in education systems and if we want them to be active proponents of education for entrepreneurship, they will need all our encouragement and support. Lamis Al-Alami, Minister of Education and Higher Education in the occupied Palestinian territory pointed out that there is a lot of entrepreneurial learning activity taking place in the non-formal sector, but the question is - how do we get it mainstreamed? Involving the business sector is essential, through initiatives such as teacher placements in companies and businessmen and women contributing to the teaching and learning process within schools. At the heart of the matter is the need to develop new relationships between schools and companies; and it is not about funding. “Education systems should not be seen as beggars always asking for money,” said Rósa Gunnarsdóttir, an adviser at the Icelandic Ministry of Education Science and Culture, “we want to work with business on an equal footing and we are interested in their cooperation not their money.” Preparing for uncertainty It also became clear that advocates of entrepreneurial learning might have to work hard to dispel myths and misunderstandings about what entrepreneurship in the education system actually means and who it can benefit. For many it is solely about business and as some delegates underlined, the notion of the dishonest entrepreneur is something that needs to be addressed if entrepreneurship is to be accepted into the school environment. Others stated that teachers, and certainly teacher trade unions, might equate the idea of entrepreneurial learning in schools as part of a wider pro-market agenda. “We are not talking about bringing the market into the classroom, we are talking about something which is much more inclusive and which can help everyone to be more enterprising and more employable. It’s about preparing young people for uncertainty,” said Gribben. TEACHERS HOLD THE KEY TO ENTREPRENEURIAL LEARNING “TEACHERS ARE THE MOST IMPORTANT AGENTS OF CHANGE IN EDUCATION SYSTEMS” Feature Teachers are the most important agents for change in education systems Photo: ETF/A.Jongsma P h o t o : E T F / S a l a h M a l k a w i ",
        "15 Live & Learn November 2011 Concentrating on the benefits for everyone for becoming more entrepreneurial could be the best way forward, delegates suggested. “Teaching entrepreneurship is giving people a tool for life,” said Michael Oren, Vice President of the Manufacturers’ Association of Israel. “Even if the teacher or the student does not become an entrepreneur in future, they get a lot of tools for life – it builds confidence and encourages problem-solving and the ability to identify opportunities.” he said. Inspiring examples The symposium agenda included a range of inspiring examples of entrepreneurial learning in action. These included how Tunisia and Kosovo are mainstreaming entrepreneurial learning into national curricula and how the pre-accession countries are cooperating to address common concerns. The work of the South East European Centre for Entrepreneurial Learning involving multi-country expert teams co-working on teacher support tools in entrepreneurship as a key competence attracted significant interest, in particular the recommendations for pre and in-service teacher training. The discussions also demonstrated the diversity of issues from country to country and with this the challenges. “One question for us is the sheer size of the Egyptian education system; we currently need another 23,000 schools but can only build about 1,000 a year,” said Mohsen Said, advisor within Egypt’s education ministry. “So how do you prepare teachers to foster entrepreneurial attitudes when they may be dealing with classes of 60 students?” ■ Words: Rebecca Warden, ICE Teachers can help get entrepreneurial learning into all areas of schooling Photo: ETF/A. Jongsma ‘Early start’ The entrepreneurial learning process requires an ‘early start,’ said Simone Baldassari of the European Commission’s enterprise directorate. ‘We need to ensure that from the first day at school we work towards creating inquisitive minds, problem solving skills, opportunity identification, risk-taking and team working. Teaching and learning processes should generate these core entrepreneurial traits,’ he advised. Dragica Karai ć , Head of EU programmes at the Croatian economy ministry provided examples of how young children in her country were encouraged to problem solve in groups – a team work approach. In one such example, a class of six year olds was asked how they would go about measuring the height of a skyscraper. After a morning’s brainstorming, they came up with the following simple but elegant solution: take a lift to the top, drop a ball of string over the side, measure the piece of string! Focus on teachers a priority across the continent The Istanbul symposium was one of a series of meetings involving EU Member States and ETF partner countries on how to drive forward the entrepreneurial learning agenda. A high-level meeting with partner countries organised by the ETF and the European Commission in Zagreb in March 2010 called for an immediate focus on teacher training, while a similar symposium meeting of EU27 experts (including Iceland and Norway) in Budapest in April this year came to the same conclusion. “No matter what we declare as priorities in our work plans at higher levels, what actually happens in the classroom is key,” said ETF Director, Madlen Serban. Harald Hartung, Head of Unit at the European Commission’s education directorate described teachers as “important multipliers” where existing teachers must be given the chance to upgrade; and called upon school management to “give legitimacy to new teachers to put ideas such as partnerships or new teaching methods into action. The important issue is that entrepreneurial learning is not just an addition to the curriculum but an integral part of it.” A report covering the issues and recommendations from both the Budapest and Istanbul symposia will be available on both the ETF and European Commission websites in November 2011. “WE ARE NOT TALKING ABOUT BRINGING THE MARKET INTO THE CLASSROOM, WE ARE TALKING ABOUT SOMETHING WHICH IS MUCH MORE INCLUSIVE” ",
        "16 Live & Learn November 2011 Know thyself - this advice from Socrates has survived the test of time and today, more than ever, how organisations manage their greatest asset – knowledge - remains paramount. This is particularly true for the ETF, an agency whose work is all about sharing knowledge and expertise. Since 2010, the ETF has been working on a new strategy for knowledge management. The aim is twofold, according to Ian Cumming, leader of the operations knowledge management team which also includes Mirella Rossi and Denise Loughran. “The team wants to ensure that the knowledge we create and generate is used to the best possible effect,” he says, “this means retrieving the results of our work in a timely and comfortable manner but more importantly looking again at how we interact in order to achieve deeper insights into how we solve our common challenges by sharing knowledge.” Putting knowledge into practice While 2010 was the year of consultation and consolidation of the strategy, 2011 has been the year for starting to put it into practice. The team works in the Evidence- Based Policy Making Department and is now supporting a number of knowledge pillars: re-visiting past results such as events, publications, and projects to ensure they are retrievable for our current thematic priorities; promoting the corporate services of the library both as information but also as a place or hub where people can congregate and interact; initiating a number of pilot communities in using corporate social media tools for working together and most importantly, providing expertise to projects and country work in the applied use of knowledge and sense-making tools and methods. A final important element of the work is to ensure that the ETF shares and brokers knowledge of EU evidence based policy practice in training as well as applying knowledge management strategies and techniques together with its partners in a peer learning environment. This means working together with project and country teams in an integrated fashion. Torinet project During 2012, knowledge management methods will be more deeply embedded in Torinet, an eleven-country pilot working alongside the Torino Process mapping exercise for promoting evidence-based policy making. This will include practices designed to encourage stronger cooperation and mutual reflection and learning, deeper thought and the generation of new ideas both nationally and within projects. All in all, Ian, Mirella and Denise believe that the benefits, both for the ETF and for partner countries, will be many. “First, people will be able to locate things more easily, will be aware of who does what and will experience a richer participatory interaction. Second, these new approaches will build a stronger link between the vital ETF triangle of knowledge, evidence and decision making,” says Rossi, member of the ETF knowledge management team. This will not only give the ETF and its partners better tools and approaches for solving complex problems but will also make a significant contribution to the impact of the ETF’s work. ■ Words: Rebecca Warden, ICE ETF GETS THE KNOWLEDGE Feature Ian Cumming (left) and Dagmar Ouzon (centre) used knowledge management techniques in Kazakhstan to help formulate vocational education and training policy reform CASE STUDY: Kazakhstan sees knowledge management in action How knowledge management can galvanise events was clearly shown at three ETF events in Kazakhstan in October 2011. Ian Cumming accompanied Kazakhstan country manager Dagmar Ouzoun to these two regional workshops in the cities of Atyrau and Ust Kaminogorsk and the national workshop in the capital Astana. The aim of the regional events was to channel input from the regions into formulating national policy for VET reform, a national priority identified by the 2010 phrase of the Torino Process. Ian used knowledge management methods to facilitate dialogue and reporting between one group of educationalists and another representing business. Not only was this process much faster than usual, but it also encouraged far more participation and interaction, according to Ouzoun. Moreover the team shared knowledge in EU evidence-based policy practices and developments. Using knowledge management techniques to share knowledge itself – a first for this project! “Reporting and explaining was done in a very attractive way which guaranteed an exchange of opinions from one group to another,” she said, “I would definitely be happy to use such methods again and will be booking Ian for next year’s events!” ",
        "17 Live & Learn November 2011 People’s skills are a major asset - both for individuals themselves and for society at large. They help people find rewarding jobs and are a major ingredient in boosting productivity, competitiveness and innovation. But when peoples’ skills do not fit demand out there in the labour market, this is when the trouble starts. This phenomenon, known in the trade as the skills mismatch, is the hidden factor behind one of the biggest paradoxes afflicting labour markets everywhere to a greater or lesser degree. It goes a long way towards explaining how it can be that while many people cannot find jobs, at the same time employers struggle to find employees with the skills they need. For young people in many partner countries, especially women, it makes finding that all important first job hard or sometimes impossible. Finding ways of solving this contradiction is at the heart of the ETF’s work and is also the reasoning behind a new project launched in 2011 called ‘anticipating and matching demand and supply of skills in ETF partner countries’. Labour markets in the future Tackling the skills mismatch means not only looking at the situation today but attempting to predict what labour markets will look like in the future. And seeing as crystal balls have shown their limitations, a more methodical approach is called for. “The first step is to assess current demand for skills and to anticipate future skills needs, the second step is to turn this information into effective action; to make education and training curricula more demand orientated and to guide young people in their decisions about what to learn and where to find a good job,” says Lizzi Feiler, team leader of the project and a labour market specialist at the ETF. The project, due to run until 2013, aims to help policy makers and practitioners in partner countries improve their matching systems. So far a network of experts from Croatia, Egypt, Kyrgyzstan, the Republic of Moldova, Montenegro, Serbia, Turkey and Ukraine has been set up and each participating country has taken stock of what it currently does to tackle the mismatch. The results of this exercise will be presented in a synthesis report before the end of the year. In 2012, this team together with the ETF, will work on developing more effective tools for anticipating skills needs and matching these to demand for labour. “The ETF will put a strong emphasis on how the findings can be used to achieve better labour market results,” says Feiler. It will also draw upon the wealth of experience and research available in EU Member States and other OECD countries as well as initiatives in partner countries such as employer surveys, labour market transition studies or sector specific skills analysis. ■ Words: Rebecca Warden, ICE TACKLING THE SKILLS MISMATCH For Lizzi Feiler, young people need guidance on learning and finding a good job Photo: ETF/A.Ramella The network of experts on skills matching met at the ETF earlier this year Photo: ETF/A.Ramella Why is matching so important for partner countries? The economies of ETF partner countries are often heavily dependent on the flow of foreign direct investment and imported technology and may be characterised by a divide between an emerging, modern sector and a less innovative, more traditional sector, often highly informal. Businesses tend to be small and micro-enterprises may find it hard to articulate their requirements for skills. In many countries, the population is predominantly young causing a strong demand for new jobs as each cohort enters the labour market. This demand that may find an escape valve through brain drain and outward migration when the local economy cannot provide enough jobs. In countries such as Egypt and Tunisia, the explosive combination of high youth unemployment and political and social discontent has made the need for better functioning labour markets only too plain. ",
        "18 Live & Learn November 2011 KYRGYZSTAN – VOCATIONAL EDUCATION IN PICTURES From 8 to 18 September, ETF communication officer Marcin Monko was in Kyrgyzstan accompanying experts from the ETF who were visiting several schools in the capital Bishkek and the countryside. The purpose of his trip was to see first-hand how students and teachers fare in this remote and impoverished country, what the social problems are, how they are being tackled, how education works for a country’s development. Here is a selection of his photographs. Feature Alomkul Baygishiy, senior master teacher of welding, a former journalist of the local TV station in Talas, Kyrgyzstan, and his students. Vocational school No. 90 in Talas has no facilities for training welders, so the students practice in an abandoned part of a bus garage. Students of welding in Osh’s vocational school No. 16, Kyrgyzstan. This is the so called “migration class”. They train for five months to work abroad, usually in Russia or Kazakhstan. School No. 16 alone has been producing around four hundred “migration” graduates every year for the past seven years. The programme is supported by the government. Local business, however, suffers from a deficit of skilled workers, especially welders, electricians or masons. Emigration is a big problem in Kyrgyzstan. Abdelakim Gaparov, teacher of car mechanics, has been working at the vocational school no. 8 in Karavan, in the Batken region of Kyrgyzstan, since 2007. Earlier he worked as an engineer at a truck garage. Four out of ten of his students leave to work in Russia. He wishes he had more spare parts for the car he uses for training. P h o t o s : E T F / M a r c i n M o n k o ",
        "19 Live & Learn November 2011 KYRGYZSTAN – VOCATIONAL EDUCATION IN PICTURES Nazgul Nurbekikz, 20, hairdressing student, born in Naryn in eastern Kyrgyzstan. She says she loves making people beautiful. Hairdressing is one of the most popular trades taught in vocational school No. 98 in Bishkek. Students practice on real clients of a hairdressing shop owned by the school. The sewing industry is one of the few that experienced some growth in Kyrgyzstan in recent years. Most students find jobs at local workshops and factories. A graduate of this vocational school in Osh hopes to earn 100 US dollars a month. Master teachers at the vocational school No. 8 in Karavan in the Batken region of southern Kyrgyzstan. The school teaches various agricultural trades such as irrigation, tractor operation and agribusiness. In May 2011, the Kyrgyz government raised the salaries of teachers: an experienced teacher can now earn as much as 400 US dollars. Yet experts fear that next year, with the country’s deficit soaring, the state will have trouble sticking to its commitments. Tchinara Beysheyeva, 22, studied to be a journalist, but she has never found a job. She took a ten-month course at the vocational school No. 98 in Bishkek. The school is working closely with business and is successful in adapting its training offer to a changing labour market. Ayjamal Kaimbekova, 18, wants to work at a call center at Megacom, one of mobile phone companies in Kyrgyzstan. ■ Words: Marcin Monko, ETF ",
        "20 Live & Learn November 2011 The EU and the Eastern Partnership countries met in Warsaw on 29 and 30 September 2011. The summit was an opportunity to renew the political commitment of the participating countries to the objectives of the initiative. The ETF has a long history of working east of the EU, and currently runs a number of projects in the framework of the Eastern Partnership. ‘We are mainly active in the area of economic cooperation,’ says Arjen Vos, who heads the ETF’s operations in Eastern Europe and Central Asia. ‘But ETF experts are also involved in the Contacts between people platform.’ SME development In 2011, the ETF joined the project that assesses policies on small and medium- sized enterprises (SMEs) in the countries of the Eastern Partnership. This project is led by the European Commission’s Directorate General for Enterprise and Industry in cooperation with the European Bank for Reconstruction and Development (EBRD) and the OECD. Within the project, the ETF contributes its expertise in the area of entrepreneurial learning and enterprise skills. ‘The overall aim is to stimulate SME development in the countries of the Partnership,’ says Mr Vos. Find out more at http://bit.ly/qYMxZq Employment policy review Another example of ETF engagement is the Black Sea Labour Market Review, a regional policy review concluded in 2010. It covered employment policies and their socio-economic contexts in Belarus, Ukraine, Republic of Moldova, Georgia, Armenia and Azerbaijan. The findings of the study fed into the programming of European Commission activities in the region. Find out more at http://bit.ly/rj1OAZ Feature ",
        "21 Live & Learn November 2011 Ageing populations and continuing education In 2011, the ETF started a new project that aims at improving opportunities for lifelong learning in Eastern Europe. ‘With a declining demography,’ says Mr Vos, ‘the countries must start thinking how they will retrain their ageing workers to satisfy the demands of the labour market.’ Find out more at http://bit.ly/r2JmVh Mobility partnerships In Georgia and the Republic of Moldova, the ETF provided support to mobility partnerships, focusing on the skills- dimension of mobility. In particular, it enabled the knowledge and experience related to the recognition of prior learning of returning migrants to be shared amongst policy makers. ■ Find out more at http://bit.ly/nyu1eK Words: Marcin Monko, ETF About the EU’s Eastern Partnership The EU’s Eastern Partnership was launched in May 2009 with six partner countries in Eastern Europe and the Southern Caucasus: the Republic of Armenia, the Republic of Azerbaijan, the Republic of Belarus, Georgia, the Republic of Moldova and Ukraine. Through this initiative, the EU supports reforms in the partner countries that are aimed at consolidating democracy, the rule of law, respect for human rights and an open market economy. Polish EU Presidency focuses on external dimension of education Education and training in the context of the European Neighbourhood Policy was the subject of a seminar in Brussels on 4 October, just a few days after the Eastern Partnership Summit in Warsaw. The event was organised jointly by the Polish Presidency of the EU Council and the ETF. Among nearly a hundred participants were representatives of the European Parliament, European Commission, Member States and the neighbouring countries. Grzegorz Chor ąż y from the Polish Ministry of Education said that one of the priorities of Poland’s EU Presidency is the development of skills for mobility. ‘Poland, as a country that earlier had greatly benefited from EU external assistance, believes that education and training can make a positive change in countries’ political and socioeconomic situation,’ said Mr Chor ąż y. The seminar was also an opportunity for ETF director Madlen Serban to present the practical examples of work done by the ETF in the European Neighbourhood. SME development is one of a number of ETF run projects in the Eastern Partnership countries Photo: ETF/A. Jongsma The ETF is involved in employment policy in Eastern Partnership countries Photo: ETF/A. Jongsma EU EASTERN PARTNERS AND THE ETF ",
        "22 Live & Learn November 2011 From 5 to 8 October 2011, in the heart of London’s Royal Docks, 950 young people from 51 countries and regions were competing to be the best of the best in their chosen skill. Photos: ETF/EUP & Images Feature There were 46 disciplines, or vocational skills, from hairdressing to bricklaying to web design to aircraft maintenance. Simon Francis, spokesman for WorldSkills London 2011, said it was the “largest skills competition, career and job fair on the planet”. “The competition is not only an opportunity for young people to compete and show that they are the best of the best in the next generation of talent, but it’s also a chance to spread the word about vocational, practical learning”. According to Mr Francis, research shows that many people do not understand what careers and benefits vocational education can lead to. THE WORLD’S GOT TALENT ",
        "23 Live & Learn November 2011 FIND OUT MORE: WolrdSkills - http://www.worldskillslondon2011.com/ “Skills shape the world… We really want to change peoples’ views about skills and vocational qualifications,” said Mr Francis. Business people, many of whom came to visit WorldSkills or take part in accompanying conferences, began to appreciate more and more the value of skills, he said. “Politicians are starting to increasingly appreciate the value of skills, as is the general public, too… If you are a young person and you are thinking what you should do - should you go to university or should you do a skill or a trade – then you should just look at them equally, both can lead to success.” ■ Words: Marcin Monko ",
        "24 Live & Learn November 2011 One of the first things that people will do if you ask them about education is to talk about their own experiences of schools and teachers. They will say “I went to a great school” or “I didn’t like it”, or “I had a great teacher, and that’s why I am doing what I am doing now”. Schools help shape young people and their influence continues throughout peoples’ lives. They are one of the main formative influences for young people. However, a lot of education policy dialogue takes place over their heads – even though ultimately they are the most affected by policies. Making the Connection With The Skool I’d Like we are trying to make sure there is this connection - high- level policy dialogue can be enriched by the voice of the students. That is why the ETF is starting The Skool I’d Like project. Our aim is to listen to young peoples’ voices, to learn from them, to hear first-hand what students think is most important for them. Ultimately, it is to enrich the policy processes that the ETF tries to help with. This concept is inspired by the project run by the UK’s Guardian newspaper, which asked the same question to UK students and received some stimulating responses. The ETF however, is inviting young people to share their ideas for schools they would like through social media, on a special Facebook page and on Twitter. Why social media? Why social media? Because social media is the pre-eminent platform where young people discuss things and express their opinions. We want to hear their messages. We have successfully used social media in the past in an award- winning 2010 project for events on women and work and promoting social inclusion. This time it is different. This is more of an open-ended exercise. We are asking a broad question: ‘what school would you like?’ We don’t attach it to any event. It’s the beginning of an ongoing dialogue, part of the way we work. We want to involve people from all ETF partner regions. This approach has both risks and opportunities. There are no right answers to the question. And we also need to work out how to make the information we collect readily available to the politicians, policymakers and think-tanks. Feature Schools help shape young people and their influence continues throughout peoples’ lives Photo: ETF/EUP & Images FROM MOROCCO TO TAJIKISTAN: WHAT SCHOOL WOULD YOU LIKE? ",
        "25 Live & Learn November 2011 FIND OUT MORE: The Skool I’d Like on Facebook - http://www.facebook.com/ TheSchoolIdLike Twitter: Send messages and search using tag #ETFskool The Guardian initiative: The school I’d like - http://bit.ly/uzx3ZN Our aim is to listen to young peoples’ voices, to learn from them Photo: ETF/Franca Crestani The Skool I’d Like will show us what people think about when they think about their education Photo: ETF/A.Jongsma Concrete question Although broad, our question is also quite concrete. It concerns things from everyday experience, specific opinions and aspirations, it’s not about abstract concepts, it’s about individuals and their first-hand experience. This will show us what people think about when they think about their education. We want people’s messages to inform our policy thinking, make us aware of some issues we were not aware of, shape the way we communicate and how we engage with policymakers in ETF partner countries. People have always demanded to have a voice but don’t always expect to be listened to. Now, the new communication tools and the new social context give anyone with an idea the chance to go on record, talk to experts, speak to those who give advice to policymakers. We want to listen and be part of this new conversation to better respond to the real needs of young people. ■ Words: Marcin Monko, ETF To get involved in The Skool I’d Like visit us on Facebook or follow us on Twitter. See details below. ",
        "26 Live & Learn November 2011 EDITORIAL BOARD MEMBERS CALL FOR INTEREST Feature The European Training Foundation (ETF), is seeking to appoint people for its Editorial Board. The Board helps the ETF ensure the quality, consistency and accuracy of its publications. They provide comments on draft ETF publications, attend an annual plenary meeting, and, in some cases, may also be asked to collaborate closely with authors in the preparation of publications. As a member of the ETF Editorial Board, you may be expected to \u000e Review five to six manuscripts per year, \u000e Suggest possible topics for ETF publications, \u000e Attend an annual plenary meeting of the Board (expenses will be covered by the ETF). This is an unpaid position, but among its benefits are \u000e Collaborating with an international editorial team, \u000e Staying on top of the latest innovations in education, training and labour market in transition and developing economies, \u000e Publishing with ETF staff members, \u000e Joining a professional community and networking among experts. The ETF is seeking candidates who have \u000e a relevant academic degree, \u000e a good command of oral and written English, \u000e a recognised publication record (please provide a list of a maximum of ten publications in the ETF’s fields of work), \u000e a proven understanding of international policy and academic debates in one or more of the ETF’s fields of work, including in vocational education and training, in the context of transition and developing countries, \u000e a demonstrated active involvement in education and training or labour market issues, \u000e proven experience in editorial activities for international publications e.g., previous involvement in editorial boards of international publication series or international journals, \u000e the necessary time to devote to the activities of the ETF editorial board. To apply, send a cover letter and CV to editorialboard@etf.europa.eu by 12 December 2011. The members of the ETF editorial board will be required to sign a declaration of their professional independence. If you have any questions about the work of the the ETF Editorial Board, ETF publications policy or the activities of the ETF, please send an email to jha@etf.europa.eu or visit www.etf.europa.eu . ■ ",
        "27 Live & Learn November 2011 EVIDENCE-BASED POLICY MAKING IN VET: EXAMPLES FROM PRACTICE IN THE WESTERN BALKANS AND TURKEY The objective of this workshop is to present the evidence-based policymaking approach and to discuss how this is understood and implemented by the candidate and potential candidate countries in their search for finding solutions to VET policy challenges on their way to accession. The focus of this event is twofold: the first objective concerns partner country developments in VET reforms, which entails a series of questions like: “What evidence do we use in VET reform processes in our own country context?” and “What lessons can we draw from own experience with evidence based policy-making bringing improvement in reform?” The second concerns the debate on knowledge about evidence based policy practice, particularly looking into experience from the Western Balkans and Turkey and EU Member States: “How does knowledge become an important ingredient in the policy-making process?” And: “What are we learning from participatory approaches in evidence based policy-making? The core discussions during the event will rely on practical examples and experiences, understood as a set of methods, tools and approaches which inform the policy process. IN THE NEXT ISSUE… Photo: ETF/EUP & Images Photo: ETF/A. Ramella Photo: ETF/EUP & Images COUNTRY FOCUS: FORMER YUGOSLAV REPUBLIC OF MACEDONIA Following the ETF meeting on inclusive education in Ohrid in October, the next issue of Live&Learn will focus on the former Yugoslav Republic of Macedonia. The Ohrid meeting served to fill in the blanks of a draft of a regional multi-beneficiary programme to be launched in 2012 under the auspices of the EU’s Instrument for pre-Accession. In addition, there will be a focus on other ETF activities in the country and an interview with ETF country manager Eduarda Castel Branco. GOVERNANCE AND EFFECTIVE VOCATIONAL EDUCATION AND TRAINING POLICIES: THE ROLE OF EVIDENCE The new ETF initiative ‘Torinet’ aims to contribute to increased soundness and efficiency of policy development in vocational education and training in ETF partner countries. The ETF’s Torinet initiative responds to the complexity of evidence-based work. It supports leaders in vocational education and training throughout the policy cycle and across thematic areas to deliver better policies. In the light of this development, the ETF has organised an international workshop bringing together partner countries engaged in Torinet, EU Member States and experts to discuss the interaction between governance and effectiveness of VET systems, and the role of evidence. The workshop will host around 60 participants from the ETF countries covered under the Torinet initiative, including representatives from ministries of education, labour, vocational education and training agencies, ministries of economy and statistics, researchers and social partners, EU member states, representatives from the EU institutions, researchers and practitioners in the field of governance, evidence-based policy making and VET institutional building. ■ Coming up ",
        "T A - A F - 1 1 - 0 2 2 - E N - C HOW TO CONTACT US: For information on our activities, job and tendering possibilities please visit our website: www.etf.europa.eu For other enquiries please contact: ETF Communication Department European Training Foundation Villa Gualino Viale Settimio Severo, 65 I – 10133 Torino T +39 011 630 2222 F +39 011 630 2200 E info@etf.europa.eu "
    ]
}