{
    "text": [
        "EU funds for migration, asylum and integration policies Budgetary Affairs Policy Department for Budgetary Affairs Directorate General for Internal Policies of the Union PE 603.828 - April 2018 EN STUDY requested by the BUDG Committee EN ",
        "",
        "DIRECTORATE GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT D: BUDGETARY AFFAIRS EU funds for migration, asylum and integration policies STUDY Abstract The European Union significantly increased its funding for migration, asylum and integration policies in the wake of the increased inflow of asylum seekers in 2015. This study provides an overview, an analysis and an evaluation of the use of these funds, based on publicly available information, insights from interviews with various stakeholders and a survey of non-governmental organisations. We also offer recommendations on how to improve the use of funds and allocation keys to Member States. We argue for an increase in funding in support of member states as well as for EU agencies such as Frontex and EASO and for a more strategic coordination of various migration related initiatives. 11/04/2018 PE 603.828 EN ",
        "This document was requested by the European Parliament's Committee on Budgets. AUTHORS Dr Zsolt DARVAS, Bruegel Dr Guntram WOLFF, Bruegel Mr Francesco CHIACCHIO, Bruegel Mr Konstantinos EFSTATHIOU, Bruegel Ms Inês GONÇALVES RAPOSO, Bruegel RESPONSIBLE ADMINISTRATOR Mr Jean-Jacques GAY Policy Department on Budgetary Affairs European Parliament B-1047 Brussels E-mail: poldep-budg@europarl.europa.eu LINGUISTIC VERSIONS Original: EN ABOUT THE EDITOR To contact the Policy Department or to subscribe to its newsletter please write to: poldep-budg@europarl.europa.eu Manuscript completed in March 2018. Brussels, © European Union, 2018. This document is available on the Internet at: http://www.europarl.europa.eu/studies DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 3 CONTENTS Contents 3 LIST OF ABBREVIATIONS 4 LIST OF TABLES 5 LIST OF FIGURES 5 Executive Summary 6 1. Introduction 9 2. Allocation 11 2.1. Total volume of migration-related funding in the EU budget 11 2.1.1. EU funds 11 2.1.2. EU agencies 13 2.1.3. Other relevant budget lines 13 2.1.4. Flexibility mechanisms 14 2.1.5. Other funding sources outside the MFF or the EU budget 15 2.2. Allocation of migration-related funds between Member States 16 2.3. Allocation of AMIF funds between objectives 20 3. Implementation 23 4. Stakeholders’ views 25 4.1. Interviews 25 4.2. Bruegel survey of NGOs 26 5. References 32 Annex 1. Immigration into EU28 countries by country, 2008-2017 (number of people) 33 Annex 2. EU Budget funds for migration policies in the 2014-2020 multiannual financial framework, EUR MILLIONS 47 Annex 3. AMIF allocations, EUR THOUSANDS (end-2017) 49 Annex 4. ISF allocations, EUR THOUSANDS (end-2017) 51 ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 4 LIST OF ABBREVIATIONS AMIF Asylum, Migration and Integration Fund DEVCO The Commission's Directorate-General for International Cooperation and Development EARDF European Agricultural Fund for Rural Development EASO European Asylum Support Office ECHO European Civil Protection and Humanitarian Aid Operations EDF European Development Fund EMFF European Maritime and Fisheries Fund ERDF European Regional Development Fund ESF European Social Fund ESIF European Structural and Investment Funds EURODAC EU asylum fingerprint database EUROPOL European Union Law Enforcement Agency FEAD Fund for European Aid to the Most Deprived FRA Fundamental Rights Agency FRONTEX European Border and Coast Guard Agency ISF Internal Security Fund MFF Multiannual Financial Framework RAL Reste à liquider (=outstanding budgetary commitments) SIS Schengen Information System VIS Visa Information System ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 5 LIST OF TABLES TABLE 1 Different migration-integration funding operated under shared management beyond AMIF 12 TABLE 2 Initial and current commitment allocation of certain migration-related spending of the current 2014-2020 Multiannual Financial Framework (EUR millions, current prices) 15 TABLE 3 Allocation keys of AMIF and ISF across member states in comparison with alternative benchmarks 18 TABLE 4 Commitments, payments and RAL of AMIF, ISF and IT systems 23 TABLE 5 Countries of operation of the NGOs that answered the survey 27 TABLE 6 The share of NGOs in our sample that obtained migration-related funding from: 27 LIST OF FIGURES FIGURE 1 Immigration into EU28 countries, 2008-2017 (million people) 9 FIGURE 2 Distribution of AMIF fund allocations across priority areas (percent) 21 FIGURE 3 Percent of total AMIF payments made to member states by the European Commission (percent) 24 FIGURE 4 The administrative burden (% or responses) 28 FIGURE 5 The speed of pay-out (% or responses) 29 FIGURE 6 Value added of EU funds (% or responses) 29 ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 6 EXECUTIVE SUMMARY Background Immigration, along with the fear of terrorism, has become the greatest concern of European Union citizens following the big increase in the number of people seeking protection in Europe in 2015. The sharp increase in the number of asylum seekers has created significant administrative, reception, border control and financial challenges in several EU countries and has necessitated urgent changes to national and European migration-related policies, institutions and tools. A specific response was an increase in EU funding for migration-related issues and a broadening of the scope of EU institutions and agencies in the management of border control and asylum-related issues. The inflow of asylum seekers declined in 2017, but still remained well above the pre-2013 numbers, suggesting that such inflows will remain significant in the coming years. In addition, an even larger number of third-country nationals arrive in the EU for reasons other than asylum such as work, study or reunite with family. Their arrival also creates significant challenges similar to those mentioned above. Aim This study provides an overview, analysis and evaluation of how EU funds for migration, asylum and integration policies have been used. Using publicly available information, insights from interviews with various stakeholders and a survey of non-governmental organisations (NGOs), we evaluate the allocation, implementation and oversight of EU funds. The ultimate goal is to advise the Members of the European Parliament when assessing the implementation of the current Multiannual Financial Framework and consider changes that could be implemented for the next generation of programmes in the next MFF. Conclusions • Total commitments for nine EU funds/agencies/systems for the whole 2014-2020 MFF period have increased from EUR 8.4 billion in the initial MFF allocation to EUR 14.2 billion at time of writing. There are various other EU funds that provide additional migration-related funding, but, as reports from the European Commission and a European Parliament have highlighted, it is not possible to determine the amount from these other funds actually spent on migration. • The allocation of migration-related funds to member states is out of step with current realities. The basic allocation key for the two largest funds, AMIF and ISF, reflects migration data from the early 2010s, which is outdated. • The AMIF regulation requires at least 20 percent of funds to be allocated to asylum and another 20 percent to integration: several countries just go for the minimum. The allocation of AMIF funds across tasks varies a lot in different member states. Some countries prioritise asylum, others integration, while others prioritise returns. • Proper data on the implementation rate of EU migration-related programmes is not available; available information suggests that implementation might be slow. • Our interviews with various stakeholders suggests the following key conclusions: ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 7 o It is acknowledged that the EU reacted forcefully to the big increase in the number of asylum seekers. o The EU’s accounting system has various complexities, which hinder good operations. o Insufficient coordination could substantially reduce the effectiveness of operations. o Intensified migration increased the pressure on staff in EU institutions as well as national authorities. o The delineation of the various migration-related funds is not always clear. o More EU funding would be useful. • Our survey of 25 NGOs from 10 countries gave the following key conclusions: o The administrative burden related to the application procedure and ex-post audit of AMIF funds is more severe than for the European Social Fund (ESF) and other funds. Once approved, payments from AMIF are more slowly disbursed than ESF payments. o The majority, about 80 percent, of respondents said that EU funds provide special EU value added, partly because EU funds express EU commitments to address migration problems, enable joint actions by countries and thus stipulate cooperation, sharing of best practices and comparative assessments. However, some respondents explain the EU value added merely with the availability of funding, but no specific EU-related aspect, and some respondents noted that EU funds are just used to substitute own government funding. o Respondents provided a long list of recommendations on how to improve the allocation, implementation and control of migration-related EU funds. Recommendations • For the next MFF, the AMIF and ISF cross-country allocation keys should reflect more recent migration data. Since migration patterns might change during the next MFF, we advise against setting a fixed key for the full period of the next MFF, but instead recommend the adoption of a formula that updates the keys each year. • Since the greatest European value added from the disbursement of EU funds relates to coordination between countries and to emergency actions, we recommend increasing the share of emergency assistance in the overall migration envelope. • The 20 percent minimum allocation shares of AMIF funds for asylum and integration should be reconsidered in light of the best EU value added these funds can provide. • Detailed data on the implementation of migration-related funds should be disclosed. Information websites with the most up-to-date versions of national programmes for AMIF should be maintained. • Data on the use of money for migration-related expenditure from EU funds that are not primarily dedicated to migration, such as the ESF, ERDF, EAFRD, EMFF and FEAD, should be disclosed for the current MFF and be accounted for separately in the planned commitments under the next MFF. ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 8 • Revision of the financial regulation should aim to increase the flexibility available to funding agencies in case of unforeseen needs, to reduce administrative burdens in the process of awarding grants to beneficiaries and to speed-up payments once grants have been awarded. • The coordination between various migration-related operations should be improved, including at the political level between EU and national bodies. • EU staffing should be reconsidered and increased in units that have seen substantial increases in their workloads in the context of responding to increased payment needs. • Increase the overall allocation to migration in the next MFF. This increase should not only affect funds such as AMIF that support member states in their operations. Funding for EU agencies such as Frontex, EASO, Europol and others should also be substantially increased. Such agencies need to have enough staff that their operations become more visible and effective in managing Europe’s immigration challenges. • The goals of various EU funds should be clarified and overlaps should be reduced. Better information sharing in relation to grant applications would be advisable. ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 9 1. INTRODUCTION In the wake of the big increase in the inflow of asylum seekers into the European Union in 2015, immigration has become the challenge of greatest concern to European Union citizens, along with fear of terrorism, according to Eurobarometer surveys (see Figure 2 of Batsaikhan et al, 2018). The arrival of a large number of asylum seekers in a short period revealed the shortcomings of the Common European Asylum System and led to significant administrative, reception, border- protection and financial difficulties in several Member States. The crisis situation even led to a partial suspension of the border-free intra-EU Schengen travel area. The inflow of new asylum seekers dropped by about 40% in 2017 from the peak values of 2015-16, but the 2017 value was still more than twice as high as asylum inflows observed in 2008-12 (Figure 1; country-specific data is reported in Annex 1). Monthly data from 2017 suggests that this level of inflow has stabilised and the EU thus likely faces continued large inflows of asylum seekers. Yet it is important to highlight that even though irregular migration has increased, more non-EU citizens arrive in the EU for non-asylum reasons than for asylum reasons. Using legal immigration channels, third-country nationals arrive to work, study or reunite with their families (Figure 1, Panel A; note that total immigration of third-country nationals includes those asylum seekers who received permission to stay in an EU member state). While the EU funds examined in this study focus on third-country nationals, it is useful to highlight that the number of EU citizens that move to another EU country is also greater than the overall number of asylum seekers (Figure 1, Panel B). Such intra-EU mobility, which might also involve integration challenges, though of a different nature, is not discussed further here. Presumably, return migration, i.e. the immigration of home-country citizens, poses the least significant integration challenges. Figure 1: Immigration into EU28 countries, 2008-2017 (million people) (A) Non-EU citizens (B) EU citizens Sources : calculation using Eurostat’s “Immigration by age group, sex and citizenship [migr_imm1ctz]” and “Asylum and first-time asylum applicants by citizenship, age and sex Monthly data (rounded) [migr_asyappctzm]” datasets. 0,0 0,5 1,0 1,5 2,0 2,5 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 Immigration of non-EU citizens 1st time asylum seekers 0,0 0,5 1,0 1,5 2,0 2,5 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 10 Note : for consistency, data refers to the 28 Member States in the full period. The few missing observations were approximated. Immigration data: Belgium: data is available from 2010 and for 2008-09 we assumed the Dutch percent annual change; Bulgaria: for 2008-11 we use the Romanian percent annual change; Cyprus: for 2009 we use the Maltese percent annual change; Latvia: for 2008-10 we use the Lithuanian percent annual change; Poland: for 2008 we use the Czech percent annual change. 1st time asylum seeker data: for some countries, data on first-time asylum applications is not available for certain periods at the beginning or our sample period, but data on total applications is available. We approximate the missing first-time applications data by assuming that the ratio of first time to total applications was the same in the missing periods as the actual value of this ratio in the first full year when both indicators are available. Batsaikhan et al (2018) conclude that with the exception of a few countries such as Sweden and the United Kingdom, integration of immigrants has been unsatisfactory: people with an immigrant background participate less in the labour force, feel more over-qualified when they work, have higher school drop-out rates, have worse educational results and are more likely than natives to live in poverty. Batsaikhan et al (2018) also call for improving the effectiveness of border controls and point to the differences in how EU countries apply asylum rules. The continued large inflow of persons seeking international protection, the concerns of citizens and the limited effectiveness of integration call for more effective policies both from the Member States and from the EU. EU funds account only for a small share of total migration-related spending in the EU; much larger amounts are provided directly by EU member states. However, EU funding has increased and EU agencies have been given new competencies, meaning the EU plays an increasingly important role in this policy area. In this study we provide an overview and analysis of how EU funds granted to migration, asylum and integration policies in Europe have been used under the current Multiannual Financial Framework covering the period 2014-2020. We will consider the initial allocations for the current MFF and various amendments to those amounts in recent years. The aim of the analysis is to track and assess the flow of the specific expenditures throughout the budgetary cycle, from allocation to implementation, and evaluate their effectiveness, highlighting in particular developments in Italy, Greece and Spain. We consider the broadest set of funds in the EU budget related to migration issues. A key question is if these funds bring added value – as stipulated for example in the regulation that established the AMIF – or if they act just as an EU subsidy for a task otherwise efficiently provided by Member States. Another key question is how effective these funds are in supporting EU policies. This study relies on publicly available budget information, insights from interviews with various stakeholders and a survey of non-governmental organisations (NGOs). Therefore, it should not be confused with a formal audit as neither the scope of the study nor the access to information would be sufficient. The ultimate goal of this study is to advise Members of the European Parliament when assessing the implementation of the current MFF and considering the next generation of programmes for the next MFF. ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 11 2. ALLOCATION There are three aspects to allocation of EU funds: • Total allocation within the EU budget; • Allocation to countries; • Allocation to tasks. 2.1. TOTAL VOLUME OF MIGRATION-RELATED FUNDING IN THE EU BUDGET We present an overview of the various funding mechanism by discriminating between: 1. EU funds; 2. EU agencies; 3. Other relevant budget lines; 4. Flexibility mechanisms (which could be used to top up funding in the above three categories, but also other spending in the MFF, such as research spending); 5. Other funding sources outside the MFF or the EU budget. 2.1.1. EU funds Most EU funds related to migration policies have been allocated under Heading 3 of the MFF. Under this Heading are the Asylum, Migration and Integration Fund (AMIF) (with a EUR 3.31 billion initial allocation for 2014-2020, increased to over EUR 6.6 billion more recently) and the Internal Security Fund (ISF) (with a EUR 3.8 billion initial allocation for 2014-2020, increased marginally to EUR 3.8 billion). The AMIF is intended “ to promote the efficient management of migration flows and the implementation, strengthening and development of a common Union approach to asylum and immigration ”, with 88% of the funding under shared management and 12% under direct management, to be divided between EU actions and emergency assistance 1 . The Internal Security Fund (ISF) consists of two separate instruments, one providing support for the management of external borders and the common visa policy (ISF Borders and visa), which had an initial EUR 2.8 billion allocation for the full 2014-2020 MFF (Regulation (EU) No 515/2014); and one tasked with financial support for police cooperation, preventing and combating crime and crisis management (ISF Police) endowed with EUR 1.0 billion (Regulation (EU) No 513/2014). Funds such as Horizon 2020, the Fund for European Aid to the Most Deprived (FEAD), the European Regional Development Fund (ERDF) and the European Social Fund (ESF) also allocate funds to migration, more specifically to the integration of refugees and migrants. The European Commission (2015) 2 analysed the synergies and overlaps between the AMIF and other EU funding instruments that are operated under shared management and that can be used to promote integration of people with a migrant background, namely: the European Social Fund (ESF); the European Regional Development Fund (ERDF); the European Agricultural Fund for Rural Development (EAFRD); European Maritime and Fisheries Fund (EMFF) and the Fund for European Aid to the Most Deprived (FEAD). The European Commission (2015) concluded that these funds have 1 https://ec.europa.eu/home-affairs/financing/fundings/migration-asylum-borders/asylum-migration-integration-fund_en. 2 http://ec.europa.eu/DocsRoom/documents/15121/attachments/7/translations/en/renditions/native. ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 12 only limited overlap with AMIF in terms of eligible actions/objectives (e.g. provision of material aid, education, training, infrastructure, support services) – see Table 1. Table 1: Different migration-integration funding operated under shared management beyond AMIF Fund Global budget for MFF 2014- 2020 General description How it can support migrants ESF EUR 86 billion To promote high levels of employment and job quality, access to labour market, enhance social inclusion. Asylum seekers can only be supported by the ESF if they are legally able to participate in the labour market. FEAD EUR 3.8 billion To alleviate poverty in the EU The beneficiaries and the type of assistance are defined at the national level. Asylum seekers are eligible if the MS sets the criteria accordingly. ERDF EUR 183 billion Reinforce economic, social and territorial cohesion in the EU The regulation highlights support to marginalised communities, such as migrants. Three of the thematic objectives (promoting employment, promoting social inclusion, combating poverty and any discrimination and investing in education, training and vocational training for skills and lifelong learning) can be suitable for migrants. Territorial cooperation programmes can help addressing the trafficking of human beings. EAFRD EUR 95 billion Rural development policy Actions related to migrants can be taken under Priority 6 (promoting social inclusion, poverty reduction and economic development in rural areas). EMFF EUR 6.4 billion (of which EUR 0.65 billion under direct management) Promoting competitive, environmentally sustainable, economically viable and socially responsible fisheries and aquaculture; fostering the implementation of the Common Fisheries Policy and Unions Integrated Maritime Policy Professional training and education, reception of asylum-seekers within and beyond the fisheries and aquaculture sector. Source : Bruegel based on European Commission (2015), available at: http://ec.europa.eu/DocsRoom/documents/15121/attachments/7/translations/en/renditions/native. As the Commission explains 3 , the share of the funds listed in Table 1 allocated to integration of asylum seekers and refugees is not entirely clear. A minimum of 20% of the ESF must be allocated to social inclusion of vulnerable groups, among which there will be refugees and asylum seekers. However, the 20% is not allocated entirely to refugees and asylum seekers, and it is possible that some of the remaining 80% of funds will be spent on this group. Neither the budget line by line nor the Financial Transparency System allow for the identification of migrant-targeted funds or actions. This problem has been previously pointed out (see Metsola and Kyienge, 2015): “the fragmentation 3 http://europa.eu/rapid/press-release_MEMO-15-5717_en.htm. ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 13 of the budget lines and responsibilities creates a management structure that could make it difficult to provide a comprehensive overview of how the different funds available in the area of migration and asylum area allocated are ultimately used. Furthermore, such fragmentation makes it harder to quantify exactly how much the EU spends on migration overall” . 2.1.2. EU agencies The EU also has decentralised agencies working on migration and home affairs – these include external border management and control as carried out by the European Border and Coast Guard Agency (FRONTEX) 4 , assisting in the implementation of member states’ obligations under the Common European Asylum System through the European Asylum Support Office (EASO), and assisting police cooperation between member states through the European Union Law Enforcement Agency (Europol). EU agencies operate under indirect management, meaning the Commission delegates budget implementation to those agencies. The total EU contribution from the 2014-20 MFF to FRONTEX increased from the initial commitment of EUR 628 million to EUR 1,638 million and to EASO from EUR 109 million to EUR 456 million over recent years (Table 2). Other migration-related funds and agencies also received significantly increased financial commitments compared to the initial plan. Concerning EU agencies, a part of the EU response to the migration and refugee crisis was to implement the so-called “hotspot approach” 5 . The hotspots are designed to ease the management of external borders and facilitate an integrated response to inflows. They are located at key arrival points, currently five in Greece and five in Italy. The operation of hotspots is linked to various EU agencies, of which EASO, Frontex, Europol and Eurojust are in the frontline in processing asylum requests, coordinating returns and dismantling smuggling networks, respectively. Additionally, the Fundamental Rights Agency (FRA) can provide expertise horizontally to all other agencies. These agencies, as well as authorities in the host member state, NGOs and other relevant institutions, are coordinated by an EU Regional Task Force located in the requesting Member State. 2.1.3. Other relevant budget lines The Instrument for Emergency Support within the Union (Council Regulation (EU) 2016/369) is to be awarded until 2019 in cases of disasters of “ exceptional scale and impact ” where “ no other instrument available to Member States and to the Union is sufficient ”. The maximum amount available is EUR 700 million from 2016 to 2019. Up to January 2018, the Commission had contracted EUR 440 million in emergency support for refugees in Greece 6 . The Visa Information System (VIS) 7 consists of a central IT system and a communications infrastructure that links to national systems, allowing Schengen states to exchange visa data. The Schengen Information System (SIS) 8 is a large-scale information system that supports external border control and law enforcement cooperation in the Schengen states, enabling competent authorities, such as police and border guards, to enter and consult alerts on certain categories of wanted or missing persons and objects. 4 Council Regulation (EC) 2007/2004 and repealed by Regulation (EU) 2016/1624. 5 European Commission (2015), A European Agenda on Migration, COM(2015) 240 final. 6 ECHO Factsheet January 2018, available at http://ec.europa.eu/echo/files/aid/countries/factsheets/thematic/eu_emergency_support_en.pdf 7 https://ec.europa.eu/home-affairs/what-we-do/policies/borders-and-visas/visa-information-system_en 8 https://ec.europa.eu/home-affairs/what-we-do/policies/borders-and-visas/schengen-information-system_en ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 14 EURODAC 9 is the EU asylum fingerprint database, established in 2003. Fingerprints of asylum applicants, irrespective of where they are in the EU, are transmitted to the EURODAC central system to help determine the Member State responsible for examining an asylum application made in the EU. 2.1.4. Flexibility mechanisms The EU budget has various flexibility mechanisms that fund clearly identified and previously unanticipated expenses that exceed the expenditure ceilings set out in the MFF. These mechanisms allow the budgets for EU funds, emergency support and EU agencies to be topped up. The mechanisms can also apply to other spending in the MFF, such as research. The mid-term revision of the MFF allowed existing resources from the remaining headings of the EU budget to be reallocated to migration, when needed. It established that “ margins left available below the MFF ceilings for commitment appropriations shall constitute a Global MFF Margin for commitments, to be made available over and above the ceilings established in the MFF for years 2016 to 2020 for policy objectives related to growth and employment (…) and to migration and security ” 10 . The draft joint statement accompanying the compromise text reached by the Council and the European Parliament regarding the mid-term revision quantifies the total additional reinforcements at EUR 6 billion, of which EUR 2.5 billion was for Heading 3 ‘Security and Citizenship’ 11 . The MFF regulation was amended to increase the ceilings of the Flexibility Instrument and the Emergency Aid Reserve 12 . • The Flexibility Instrument is up to EUR 600 million a year, measured in 2011 prices. • The Emergency Aid Reserve is targeted firstly at humanitarian operations for non-EU countries and can mobilise up to EUR 300 million a year 13 (2011 prices; in 2018 this amounts to EUR 344.6 million in commitment and payment appropriations) 14 . Beyond the flexibility and special instruments, the 2014-2020 MFF allows for the mobilisation of the Contingency Margin of up to 0.03% of gross national income for the EU28 to react to unforeseen circumstances as a last resort instrument. The Flexibility Instrument was mobilised to provide additional financing of EUR 66 million in 2015 for migration, refugees and security expenditure (Heading 3). The amount rose to EUR 1,506 million in 2016, EUR 530 million in 2017 15 and EUR 837 million in 2018. Furthermore, the Contingency Margin was mobilised to provide commitment appropriations over and above the commitment ceiling of Heading 3, specifically by EUR 240 million in 2016 and EUR 1,176 million in 2017. 9 https://ec.europa.eu/home-affairs/what-we-do/policies/asylum/identification-of-applicants_en 10 Article 1 (6) of Council Regulation (EU, Euratom) 2017/1123 of 20 June 2017 amending Regulation (EU, Euratom) No 1311/2013 laying down the multiannual financial framework for the years 2014-2020. 11 EPRS Briefing, 2014-2020 Multiannual Financial Framework (MFF): Mid-term revision – 06 July 2017 12 COM(2017) 473 final. 13 The exact share of this fund allocated to humanitarian aid to refugees is, to our best knowledge, not available. 14 The Council Regulation laying down the MFF for the years 2014-2020 (Reg. EU 1311/2013) and the Interinstitutional agreement on cooperation in budgetary matters and on sound financial management (2013/C 373/01) foresee the use of instruments to ensure financing in unpredictable situations. The Emergency Reserve is accounted for in the general budget, as specified by Art. 9(2) of the Regulation (“ The annual amount of the Reserve is fixed at EUR 280 million (2011 prices) and may be used up to year n+1 in accordance with the Financial Regulation. The Reserve shall be entered in the general budget of the Union as a provision”). As the deployment of this instrument is motivated by unforeseeable circumstances, it cannot be planned over a 7 year period. In this sense, when the Commission considers that the Emergency Aid Reserve needs to be called on, it shall present to the European Parliament and the Council a proposal for a transfer from the Reserve to the corresponding budgetary lines (Art.10 IIA). Commitment appropriations may be entered in the budget over and above the ceilings of the relevant headings laid down in the MFF where it is necessary to use the resources from the Emergency Aid Reserve (Art. 3(2) Reg. EU 1311/2013). 15 Decision (EU) 2017/342 of the European Parliament and of the Council of 14 December 2016 on the mobilisation of the Flexibility Instrument to finance immediate budgetary measures to address the on-going migration, refugee and security crisis (OJ L 50 of 28 February 2017). ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 15 Table 2 provides a partial summary of the four main types of funding mechanisms discussed so far, reporting the initial and revised commitment allocations for nine funds/agencies/systems for the whole 2014-2020 MFF. The amendments to the annual budgets are included in Annex 2. The total commitments for the nine entities included in Table 2 for the full 2014-2020 period have increased from the initial allocation of EUR 8.4 billion to EUR 14.2 billion, a significant increase. Yet as we noted, also referring to the findings of Metsola and Kyienge (2015), there are many other EU funds and agencies that provide funding for migration-related issues, but it is not possible to determine the amounts. Clearly, better disclosure of information would be necessary. Table 2: Initial and current commitment allocation of certain migration-related spending of the current 2014-2020 Multiannual Financial Framework (EUR millions, current prices) Instrument/programme Initial allocation 2014-2020 Current allocation 2014- 2020 AMIF 3,137 6,654 ISF 3,764 3,882 Emergency support EU - 647 SIS 69 91 VIS 69 81 EURODAC 1 1 FRONTEX 628 1,638 EASO 109 456 EUROPOL 654 753 Total 8,431 14,201 Source : Draft general budget 2015 (for all of Fin Prog (initial) and 2014); Draft general budget 2016 (for 2015); Draft general budget 2017 (for 2016): General Introduction, Financial Programming. Technical update of financial programming 2019- 2020 (30 January 2018) for 2017-2020 and reference amounts. Note : Current allocation refers to end-2017 data: outturn data up until and including 2017 and the financial programming for years 2018-2020. Initial allocation refers to the global amounts agreed for AMIF and ISF, and for all other items the draft general budget 2015 financial programming for the entire 2014-2020 period. 2.1.5. Other funding sources outside the MFF or the EU budget Outside of the MFF but under the EU budget 16 , trust funds for external measures provide additional financing to support the EU’s migration policies. Other trust funds encompass the Africa Trust Fund (EUR 1.8 billion) to assist countries in Africa in migration management and border control, the EU regional trust fund in response to the Syrian crisis (EUR 500 million) and the Refugee Facility for Turkey (EUR 3 billion). The Turkish facility is financed by the EU budget in part (EUR 1 billion), and also by external assigned revenue (i.e. EUR 2 billion from Member States and private entities). Lastly, the European Development Fund (EDF) rests outside the EU budget and provides significant funding from EU Member States for projects related to migration, among others. The 16 We understand these are outside of the MFF in the sense that as emergency instruments, their use is not foreseeable over a 7 year horizon. See footnote 13 for clarification of how the existing regulation accommodates for these instruments. ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 16 main purpose of the EDF is poverty eradication and achieving the 2030 sustainable development agenda, but migration issues have become more relevant recent years. The budget for the 2014-20 period is EUR 30.5 billion. It is not stated how much of this amount will be granted towards migration specifically, apart from a EUR 2.2 billion contribution to the Africa Trust Fund. 2.2. ALLOCATION OF MIGRATION-RELATED FUNDS BETWEEN MEMBER STATES We present the detailed AMIF and ISF allocations (including their various components) in Annexes 3 and 4, while Table 3 compares the percentage distribution of AMIF and ISF allocations to the latest available data on immigration and the stock of non-EU citizens in the population. AMIF and ISF have basic allocation keys, which are based on data from the early 2010s. The additional resources for all these funds were distributed proportionally to all countries according to the basic allocation key. Emergency assistance was also granted to some countries based on discretionary decisions. According to Article 7 of Regulation (EU) No 514/2014, the Commission may decide to provide emergency assistance in response to an emergency situation. The AMIF regulation specifies (in Article 2, Regulation (EU) No 516/2014) that an emergency situation results from: a) heavy migratory pressure on one or more Member States characterised by a large and disproportionate inflow of third-country nationals, which places significant and urgent demands on reception and detention facilities, asylum systems and procedures; b) the implementation of a temporary protection mechanism within the meaning of Directive 2001/55/EC and; c) heavy migratory pressure on third countries where refugees are stranded due to events such as political developments or conflicts. The Commission also adopts, by way of implementing acts, annual work programmes for emergency assistance, either jointly with Union actions or, if needed to ensure timely availability of resources, separately (Article 6, Regulation (EU) No 514/2014). Table 3 confirms the disproportionate relationship between the basic allocation keys and current data on immigration and non-EU national populations. For example: • The UK has the largest share of the basic allocation of AMIF at 16.3%, even though its share of total non-EU immigrants in 2015 was smaller (11.5%), and its share of first time asylum seekers in 2015-17 was smaller still (3.5%). The UK’s share of 11.7% of resident non-EU citizens is smaller than the shares of France, Germany, Italy and Spain. • On the other hand, Germany received by far the largest share of immigrants and asylum seekers (over 40% of the EU total) and Germany’s share of the non-EU citizen population of the EU is also the highest (23.3%), yet Germany’s share of the AMIF basic allocation is much lower at 9.1%. • Italy’s basic allocation shares of 13.6% of AMIF and 13.7% of ISF Visa and Borders is about right or even somewhat large, since these shares are larger than its 7.7% share of total third country immigration in 2015 and its 10.2% share of first-time asylum seekers in 2015-17. However, Italy’s 16.9% share of the non-EU citizen population of the EU is larger than the basic AMIF and ISF allocation shares. Italy also benefited from one-fifth of the emergency allocation. • Greece’s allocation looks very large (11.3% in AMIF and 14.6% in ISF), even though Greece’s share is more modest in terms of the total number of immigrants, including first-time asylum seekers and non-EU population. However, the number of first-time asylum seekers in previous years does not reflect well the actual inflow Greece had to deal with, because a very ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 17 large number of asylum seekers did not register in Greece but departed for other EU countries such as Germany, because of the failure of the Dublin system 17 . • Spain’s basic allocation keys (11.2% of AMIF and 17.2% of ISF) are somewhat large, since Spain’s share of non-EU immigration was 7.6% in 2015 and its share of first time asylum seekers was even lower at 1.9% of the EU total. Only the share of third-country nationals, 11.9% is comparable to the basic allocation shares. Spain did not receive any emergency support. Irrespective of the possible revision of the country of first irregular entry rule, beyond the number of first-time asylum seekers, the number of registered border crossings should be also considered for the calculation of the allocation keys, which could be an incentive for member states with an external border to carefully register all arrivals. 17 According to Frontex data on migratory routes, from January 2015 to December 2017, 1,109,968 illegal border-crossings were detected on the Eastern Mediterranean route (Cyprus, Greece sea border, Greece and Bulgaria land borders with Turkey). In contrast, the number of first time asylum applications in Greece was 118,260, only 10.7% of illegal border-crossings which could have involved Greece. ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 18 Table 3: Allocation keys of AMIF and ISF across member states in comparison with alternative benchmarks Country AMIF basic allocation ISF Visa and Borders basic allocation AMIF emergency allocation ISF emergency allocation 2015 share in non-EU immigration 2015-17 share in first time asylum seekers December 2015 share in non-EU citizens in resident population 2017 share in GDP 2017 share in population Austria 2.7% 0.8% 4.7% --- 3.6% 4.6% 3.0% 2.4% 1.7% Belgium 3.8% 1.1% 1.1% 0.6% 2.7% 2.1% 2.2% 2.9% 2.2% Bulgaria 0.2% 3.2% 8.8% 43.4% 0.5% 1.3% 0.3% 0.3% 1.4% Croatia 0.5% 2.8% 2.8% 1.3% 0.1% 0.1% 0.1% 0.3% 0.8% Cyprus 1.0% 1.8% 0.2% --- 0.2% 0.3% 0.1% 0.1% 0.2% Czech Republic 0.9% 0.8% --- --- 0.4% 0.1% 1.4% 1.3% 2.1% Denmark --- 0.5% --- --- 1.3% 0.9% 1.3% 1.9% 1.1% Estonia 0.2% 1.5% --- --- 0.2% 0.0% 0.9% 0.2% 0.3% Finland 0.8% 2.9% 1.8% --- 0.5% 1.3% 0.6% 1.5% 1.1% France 11.6% 7.2% 2.0% 0.9% 6.1% 7.4% 13.8% 14.9% 13.1% Germany 9.1% 4.2% 10.3% --- 40.0% 42.1% 23.3% 21.3% 16.2% Greece 11.3% 14.6% 31.7% 18.6% 0.7% 3.7% 2.8% 1.2% 2.1% Hungary 0.8% 3.2% 1.2% 0.5% 0.6% 6.4% 0.3% 0.8% 1.9% Ireland 0.7% --- --- --- 1.3% 0.3% 1.0% 1.9% 0.9% Italy 13.6% 13.7% 20.3% 33.1% 7.7% 10.2% 16.9% 11.2% 11.8% Latvia 0.4% 1.0% --- --- 0.2% 0.0% 1.4% 0.2% 0.4% Lithuania 0.2% 1.8% --- --- 0.1% 0.0% 0.1% 0.3% 0.6% Luxembourg 0.1% 0.0% --- --- 0.3% 0.2% 0.2% 0.4% 0.1% Malta 0.3% 3.4% --- --- 0.2% 0.2% 0.1% 0.1% 0.1% Netherlands 4.0% 2.3% 1.3% --- 2.5% 2.4% 1.8% 4.8% 3.3% Poland 2.6% 4.0% --- --- 4.3% 0.7% 0.6% 3.0% 7.4% Portugal 1.2% 1.3% --- --- 0.4% 0.1% 1.4% 1.3% 2.0% Romania 0.8% 5.1% --- --- 0.4% 0.2% 0.3% 1.2% 3.8% Slovakia 0.3% 0.5% --- --- 0.0% 0.0% 0.1% 0.6% 1.1% Slovenia 0.4% 2.3% 1.2% 1.6% 0.4% 0.1% 0.4% 0.3% 0.4% Spain 11.2% 17.2% --- --- 7.6% 1.9% 11.9% 7.6% 9.1% Sweden 5.1% 0.6% 12.5% --- 3.2% 6.2% 2.2% 3.2% 2.0% United Kingdom 16.3% --- --- --- 11.5% 3.5% 11.7% 15.1% 12.9% Iceland --- 0.0% 0.0% 0.1% Liechtenstein --- 0.0% 0.0% 0.0% Norway --- 0.8% 1.1% 1.1% ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 19 Switzerland --- 1.3% 1.5% 2.5% Total 100.0% 100.0% 100.0% 100.0% 100.0% 100.0% 100.0% 100.0% 100.0% Note : for AMIF, the basic allocation shares are computed using average allocations of the European Refugee Fund (ERF), the Integration Fund (IF), and the Return Fund (RF) to each Member State during 2011, 2012, and 2013. , which in turn was based on the number of first asylum applications, number of positive decisions granting refugee or subsidiary protection, number of resettled refugees, stock and flows of legally residing third-country nationals, number of return decisions issued by the national authorities and number of effected returns (Source: AMF presentation). For further information see the Article 12 of Council Decision 2007/435/EC (OJ L168, 28.6.2007, p.24) establishing the Integration Fund, Article 14 of Decision No 575/2007/EC (OJ L144, 6.6.2007, p.45) establishing the Return Fund and Article 13 of Council Decision No 2007/573/EC (OJ L144, 6.6.2007, p.9) establishing the European Refugee Fund.. For ISF, the basic allocation shares are computed as follows: a) for the ISF Police instrument the allocation is proportional to the size of the total population (30%), of their territory (10%), to the number of passengers (15%) and the tons of cargo processed through their international air and sea ports (15%), and in inverse proportion to their gross domestic product, PPS per inhabitant (35%) (see Article 6 of Council Decision 2014/513 (OJ L150, 20.5.2014, p. 103); b) for the ISF Borders instrument, the basis allocations are based on a minimum fixed amount plus the share allocated on average in 2010-2012 by the External Borders Fund which preceded it; in turn the External Borders Fund allocation by Member State was determined on the basis of external land borders (30%), external maritime borders (35%), airports (20%) and consular offices (15%) (See Article 14 of Decision 574/2007/EC and recital (38) of Regulation 515/2014. Denmark, UK and Ireland have different types of opt-outs from Title V TFEU (Area of Freedom, Security and Justice). Denmark has opted out of AMIF and the ISF Police, UK opted-out of ISF as a whole and Ireland opted out of ISF borders but in on ISF Police. Source : AMIF and ISF: Annex 1 of Reg 516/2014; Reg 514/2014. Annex 8 to the Communication \"Managing the refugee crisis: State of Play of the Implementation of the Priority Actions under the European Agenda on Migration, updated Annex 8 (as of 31 December 2017); total immigration of non-EU citizens: Eurostat’s “Immigration by age group, sex and citizenship [migr_imm1ctz]” dataset; first time asylum seekers: Eurostat’s “Asylum and first-time asylum applicants by citizenship, age and sex Monthly data (rounded) [migr_asyappctzm]” dataset; non-EU citizens in resident population: Eurostat’s “Population on 1 January by age group, sex and citizenship [migr_pop1ctz]” dataset; GDP: Gross domestic product at current prices, Mrd ECU/EUR from the November 2017 AMECO dataset; population from the November 2017 AMECO dataset. ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 20 2.3. ALLOCATION OF AMIF FUNDS BETWEEN OBJECTIVES It is difficult to obtain the most up-to-date versions of national programmes for AMIF, even though Article 53 of Regulation (EU) No 514/2014 makes an explicit reference to the requirement to make the national programmes public. In particular, the regulation stipulates that every Member State is responsible for “ a website or a website portal providing information on and access to the national programmes in that Member State ”. A flyer can be found on the DG HOME website with links to the national programmes of every Member State. However, some of the links are either incorrect or outdated. To the best of our knowledge, although a version of the national programme can be found for every Member State, they are not necessarily the most up to date version. According to the Commission document registry, there have been 188 different Commission implementing decisions that either approved the initial AMIF national programme for every Member State or subsequently amended it, suggesting that, on average, there were more than six versions of the AMIF national programme per country 18 . Therefore, while the allocation of AMIF funds to different objectives changes over time, we do not have the most recent version for all countries. So the comparison we make in this section is imperfect. The AMIF regulation stipulates that at least 20% of the funds should be allocated to integration and at least another 20% to asylum. All Member States adhere to these requirements except Greece, which spends a share well below the 20% minimum on integration and legal migration, and Poland and Portugal, which fall marginally below the 20% threshold for spending on asylum 19 . Greece’s AMIF national programme, approved by the European Commission on 25 November 2016, states that: “Considering the current financial situation in Greece and the limited national resources, it is of utmost importance to prioritise funding from AMIF to cover Greece’s pressing needs in the areas of asylum/return, address persistent systemic deficiencies in these areas and comply with the EU acquis. Therefore, the percentage of AMIF resources to be allocated to integration/legal migration measures is lower than the 20% threshold stated in the Article 15 of the AMIF Regulation. This will not jeopardise meeting the integration needs of third-country nationals during the Programming Period because a) Greece plans to mobilise substantial complementary funding from ESIF. More specifically, 20million Euros will be mobilised from ESIF for integration/legal migration measures, in compliance with ESIF procedures and rules and b) further reinforcement of the AMIF resources allocated to SO2 [specific objective 2] might be considered, in view of the mid-term review.” 18 The reasons for amending the programmes are manifold, including the frequent updating of sums committed for special cases, i.e. resettlement, relocation and transfer pledges, due to the time-varying nature of pledges; and the one-off top-ups for specific objectives integration/legal migration and return in 2017. We note that a mid-term review of the National Programme is foreseen for 2018 (Article 15, Regulation (EU) No 514/2014) and thereby the programmes may be revised again later this year. 19 For Poland and Portugal the latest available national programmes (approved by the Commission on 18/08/2017 and 22/02/2018, respectively) state that the threshold is violated, nevertheless, the programmes have been approved. In our view, these two small deviations could just be the (passive) result of receiving the top-ups for the integration/legal migration and return objectives. In Portugal’s national programme adopted on 14/12/2015, i.e. before the top-ups, the asylum objective was exactly at 20% of the total funding and the amount unchanged compared to the latest programme. ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 21 Figure 2: Distribution of AMIF fund allocations across priority areas (percent) Source : AMIF National Programmes (not necessarily the latest ones). Because the publication dates of the National Programme versions we were able to obtain differ substantially across Member States, funding related to special cases (relocation and resettlement) – a variable and time-dependent component of AMIF funding to Member States – is excluded so as to avoid misleading cross-country comparisons. As regards the priority areas shown in the graph, the allocation in the National Programmes is fixed, save for the increase of AMIF funding to Member States by 260 million euros in 2017 towards the integration and return objectives (Westerby, 2018). It follows that, because of the different publication dates of National Programmes, the composition by task is the most up-to-date only in some cases. The way in which AMIF funding is allocated to different objectives varies considerably among Member States, though the values shown in Figure 2 are not fully comparable because of the different publication dates of national programmes (see the note to the figure). • The national programmes of Malta, Greece and Croatia prioritise actions related to asylum with over 40% of total AMIF funding in those countries allocated to this task. • Portugal and Poland give the greatest weight (56%) to the objective of integration and legal migration. The latter objective is allocated over 40% of the funding in Latvia, the Czech Republic, Germany, Sweden, Finland, Austria, Italy and Hungary. • The UK, the Member State with the largest sum allocated to it, devotes the majority (54%) of its funding to returns, but the Netherlands, Greece, Bulgaria and Spain also allocate more than 40% to this task. The returns objective has the lowest priority in Sweden, Malta, Portugal and Italy, with spending shares below 20%. • Luxembourg uses 19% of its funds for technical assistance 20 , followed by Lithuania, Estonia, Slovakia, Bulgaria, Latvia, Malta and Ireland, each of which spends more than 10%. 20 According to Article 20 of Regulation (EU) No 514/2014, the specific regulations of the funds (AMIF and ISF) may support, at the initiative of a Member State for each national programme, actions for preparation, management, monitoring, evaluation, information and communication, networking, control and audit, as well as measures for the reinforcement of the administrative capacity for the implementation of the funds (the nature of the measures is further specified in the same article). 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% AT BE BG CY CZ DE EE ES FI FR GR HR HU IE IT LT LU LV MT NL PL PT RO SE SI SK UK Asylum Integration/legal mgration Return Solidarity Technical assistance ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 22 Greece and Hungary rely least on technical assistance, spending below 3% of their AMIF funds on this area. While Figure 2 reports allocations, Westerby (2018) emphasises that actual spending shares differ from allocation shares. She notes that the minimum percentages were only required to be allocated by member states within national programmes, but there is no requirement that member states actually spend the financial equivalent of the minimum percentages on actions under the asylum and integration priorities. Unfortunately, it is not possible to obtain up-to-date data on spending shares by countries. ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 23 3. IMPLEMENTATION Unfortunately, proper data is not available on the implementation of EU-funded migration programmes and therefore it is not possible to assess whether the pace of implementation is about right or too slow. For the EU as a whole, data is available on total payments during the 2014-2017 period from total commitments made in the same period (Table 4), which show rather low values: only 43% for AMIF, 39% for ISF and 41% for IT Systems. However, the Commission argues that “ The level of payments reported by MS to the Commission by March 2017 does not provide the full picture of the rate of implementation of the national programmes on the ground. While the projects may be in full implementation, payments to beneficiaries might only be declared at the end of such projects, after the necessary controls have been completed. ” Still, the rather low payment rates might suggest that implementation is lagging, raising questions about the operational effectiveness of such EU spending (e.g. overly bureaucratic processes; see some of the stakeholders’ views and the result of our survey in section 4). Table 4: Commitments, payments and RAL of AMIF, ISF and IT systems 2014-20 Programme Allocation 2014-17 Cumulative commitments 2014-17 Cumulative payments RAL (Outstanding commitments) of 2014-17 programme Asylum, Migration and Integration Fund (AMIF) (MFF 3.0.1) 6,929 4,059 1,733 2,325 Internal Security Fund (ISF) (MFF 3.0.2) 4,073 2,109 799 1,310 IT Systems (MFF 3.0.3) 164 92 38 54 Total 11,165 6,260 2,570 3,689 Source : 2017 Budget Implementation Report for Week: 31 December 2017; Report on budgetary and financial management of the European Commission (Section III of the EU Budget), Financial year 2016. While Table 4 shows data for the EU as a whole, the same data is not available per Member State. Westerby (2018) discusses the problem of insufficient data available on implementation. She highlights that “ the European Commission does not publish information on the spending rate of Member States in the context of AMIF National Programmes, whether individually or collectively. It publishes only cumulative combined totals for AMIF payments made to Member States for National Programmes, resettlement/relocation and emergency assistance activities (last updated 20 September 2017), from which it is not possible to determine the specific rate of implementation for National Programmes. ” Our unsuccessful search for data confirms the findings of Westerby (2018) that the publicly available data on payments is aggregated and these aggregate figures do not reflect the actual implementation rate of the programmes, because the data might contain pre-financing too. Nonetheless, Westerby (2018) uses this information to create a chart presenting an overview of the rate at which the AMIF has been, in general, disbursed to Member States. We update the same figure with more recent data (Figure 3), which indicates significant differences between countries of between 18%-62% with an average of 32%. The values for Greece (35%), Italy (30%) and Spain (34%) are close to the average. ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 24 Figure 3: AMIF payments made to member states by the European Commission (% of total available) Source : Annex 8 to the Communication \"Managing the refugee crisis: State of Play of the Implementation of the Priority Actions under the European Agenda on Migration, updated Annex 8 (as of 31 December 2017). Note: The figure shows amounts paid in 2014-17 as a share of the 2014-2020 AMIF commitments made to Member States. These include the amounts allocated through the national programmes for the entire 2014-20 period (which contain funding for resettlement/relocation/transfers pledges as these stand in the end of 2017) and emergency funding awarded up to end-2017. 0 10 20 30 40 50 60 70 80 90 100 A u s t r i a B e l g i u m B u l g a r i a C r o a t i a C y p r u s C z e c h R e p u b l i c E s t o n i a F i n l a n d F r a n c e G e r m a n y G r e e c e H u n g a r y I r e l a n d I t a l y L a t v i a L i t h u a n i a L u x e m b o u r g M a l t a N e t h e r l a n d s P o l a n d P o r t u g a l R o m a n i a S l o v a k i a S l o v e n i a S p a i n S w e d e n U n i t e d K i n g d o m ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 25 4. STAKEHOLDERS’ VIEWS 4.1. INTERVIEWS To get a better understanding of the effectiveness of EU funding in the area of migration, and the problems related to its implementation, we interviewed a number of key stakeholders. In particular, we interviewed Maarten Verwey, Director General of Structural Reform Support Service, European Commission; José Carreira, Executive Director, EASO; Robert Crepinko, Head of the European Migrant Smuggling Centre, Europol; Lotje van der Made, Head of Pre-Return Sector, Return Support Unit - Operations Division, Frontex; Francisco García Villar and Lucía Cobo of the Spanish employment ministry; Anabelle Roig Granjon of UNHCR and Bernadette Frederick of DG Home. We are grateful to these people for sharing their thoughts with us and allowing us to publish their names. We do not attribute specific answers to individuals or their institutions. A summary of these interviews can be structured in six parts. First , there is a widely shared view that the EU has responded to increased migration and added substantial capacities in the migration policy area in very difficult times, even though capacities are still judged to be inadequate. The migration flow into the EU in 2015 was unexpected and unprecedented and created substantial logistical and administrative challenges because of the lack of appropriate structures. In some Member States such as Greece, existing structures were inadequate to deal with the situation and new capacity had to be put in place. EU support was therefore judged to be important. In particular, concrete administrative support was necessary and has been provided. Second , gaps and shortcomings in the EU’s accounting system and its design were identified as obstacles hindering good operations. In particular, interview partners pointed out that the legal framework governing EU budgeting makes it difficult to flexibly increase funding for agencies in case there is an unforeseen need. For example, budgetary instruments that allow to quickly mobilise funding to deal with increased immigration inflows were judged to be too inflexible. It was pointed out that specific types of financing were not suitable for agencies because the original purpose of these financial instruments was to fund longer-term programmes such as Horizon 2020. Financial rules were seen as inadequate for dealing with cases of emergency situations. More generally, interviewees suggested that the significant administrative requirements around funding arrangements absorb personnel resources that could be better used elsewhere. For example, it was pointed out that the number of checks that national governments have to carry out on EU AMIF money disbursed to NGOs was burdensome for relatively small amounts of money. Interviewees also raised the issue of financial support instruments under shared management compared to under direct management of EU authorities. It was felt that the direct management mode was necessary when support was first provided to Greece because of the lack of national administrative capacity, but more generally the shared management approach was welcomed as a way to increase joint ownership. Third , interviewees were uncertain how well the various activities of the EU institutions and the national authorities were coordinated. They suggested that poor coordination could substantially reduce the effectiveness of operations. This concern was voiced in relation to the disbursement of funds to national authorities: for example, the confusion that was created by having DG HOME and DG ECHO simultaneously involved. The concern was also that the sharing of best practices on asylum procedures was imperfect as well as the integration of the various policy levers of national and European institutions in dealing with the authorities of third countries. Some interviewees pointed out that within the European Commission, there is a regular coordination meeting headed by the Secretariat General, but that meeting focuses on the coordination at technical level. ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 26 Coordination between finance ministries, national interior/labour ministries, foreign services and even trade policy was felt to be insufficient. Fourth , Commission staff and national authorities were reporting on the substantial pressure that the migration situation in 2015 created for members of staff. Even today, it was felt that responsibilities had increased significantly and the number of projects to be managed by a staff member had increased substantially. It was also argued that the role of Commission officials was not just technical but also highly political when dealing with the various participants in the implementation of migration policy, in a context of high political sensitivity. To better deal with this situation of pressure, it was suggested that staff numbers needed to be increased in the corresponding departments directly dealing with migration issues. Fifth , it was argued that the delineation of the various funds related to migration was not always clear and not always well integrated with the various tasks of national authorities. For example, support for ‘forced return operations’ comes from AMIF while it would be more logical to connect it to ISF. Some funding from the ESF was also used in the context of migration but it was not clear how to differentiate that from AMIF. This delineation of funding streams would also cause additional administrative burdens at the national level as allocation of competences at the national level didn’t necessarily correspond to that of the EU funds. Sixth , interviewees agreed that more funding in the area would be useful. The feedback from our interviewees suggests that any assessment of the EU’s response to the migration challenge needs to accept that 2015 represented an emergency situation, in which institutions and capacities were being built up simultaneously with European and national authorities dealing with an unprecedented crisis situation. Second, we agree with our interviewees that EU accounting systems are excessively complex. For example, AMIF pre-financing rates are very low (5%) and reimbursement often happens only after two years, in part because AMIF accounting years differ from the calendar year. A fundamental reform of the accounting system would of course be helpful in the area of migration but this is a question that goes beyond migration-related files, as accounting and financial rules have to be universally applied across all policy areas. In other words, the interview evidence suggests that such a reform should at least be considered in the next MFF and there should be a possible revision of the regulation determining funding rules. Third, the evidence from interviews suggest that a central coordination authority to take overall political responsibility for the various EU and national activities needs to be designated or set up. While the technical work seems to be coordinated, more effort should go into ensuring the various political initiatives work well together. 4.2. BRUEGEL SURVEY OF NGOS We conducted an online survey of NGOs in order to understand their opinions on the administrative burden of obtaining EU migration-related funds, the speed of disbursement and ways to improve allocation, implementation and monitoring. We identified the NGOs to be surveyed and contacted them directly 21 . Responses were received from 25 NGOs from ten countries (Table 5) 22 . 21 We selected the NGOs on the basis of (i) available official repositories, (ii) available official lists of organisations submitting proposals for migration funding, and (iii) all other relevant sources of information (e.g., news, reports, literature on the same topic). 22 Representatives of the following institutions and countries answered this survey: Asociación Diversidades, ONG Rescate and La Merced Migraciones (Spain); Advocates Abroad Greece, the Greek Council for Refugees and Iliaktida AMKE (Greece), Northern Ireland Community ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 27 Table 5: Countries of operation of the NGOs that answered the survey Austria 1 Belgium 3 Bulgaria 1 Germany 2 Greece 5 Hungary 2 Italy 5 Spain 3 Sweden 2 United Kingdom 1 Total 25 Source : Bruegel survey. Of the surveyed NGOs, 21 or 84% obtained funding from AMIF, while nine received ESF funds (Table 6). Eight NGOs obtained migration-related funding form other, mostly national sources, and most of these eight NGOs obtained funding from more than one alternative source. Table 6: The share of NGOs in our sample that obtained migration-related funding from: Number Share of total AMIF 21 84% ESF 9 36% Others 8 32% Total 25 100% Source : Bruegel survey. We asked NGOs about the administrative burden of: • The application procedure, • The disbursement of funds after positive decisions to grant finance, • The ex-post audit. of Refugees and Asylum Seekers (UK); ICMC Europe, Fedasil and Jesuit Refugee Service Europe (Belgium), HEMAYAT Betreuungszentrum für Folter- und Kriegsüberlebende (Austria); the Swedish Refugee Advice Centre and the Swedish Migration Agency (Sweden); Cidis Onlus, Cooperativa Sociale TerreMondo, Le rose di Atacama and Consiglio Italiano per I Rifugiati (Italy); Bulgarian Red Cross (Bulgaria), Dachverband sächsischer Migrantenorganisationen e.V. (Germany); Menedék - Hungarian Association for Migrants and Subjective Values Foundation (Hungary). Four other NGOs wished to stay anonymous. ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 28 Figure 4: The administrative burden (% of responses) (A) Application procedure (B) Pay-out (C) Ex post audit Source : Bruegel survey. In terms of all three aspects of the administrative burden, AMIF is assessed to be more bureaucratic than the ESF or other funds (Figure 4). The administrative burden related to the application procedure is assessed as excessive by 40% of NGOs, 38% of NGOs assess that the administrative burden related to the pay-out is excessive, while ex-post auditing is found to be excessive by 53%. One NGO noted that the AMIF audit in 2015 took two weeks of staff capacity for two people, even asking for proof of bus tickets for a EUR 1.80 local transport claim. Many other NGOs also explained their complaint about the excessive burden of the ex-post auditing. The NGOs assessed the ESF more positively: 29% of NGOs considered the application burden excessive, and 29% considered the ex-post audit excessive, well below the AMIF values. ‘Other’ funds also scored more favourably than AMIF in terms of the administrative burden in the three areas: applications, payments and auditing. These results suggest that the AMIF administrative rules could be improved significantly, and a careful comparison with ESF rules might suggest useful ways to simplify various procedures. We highlight two specific responses related to AMIF: • One respondent noted that ECHO (European Civil Protection and Humanitarian Aid Operations) and DEVCO (the Commission's Directorate-General for International Cooperation and Development) funds are much easier to handle. • Two respondents highlighted that in their experience, the management of directly- awarded European funds is easier than when the fund disbursed via national authorities. 0% 20% 40% 60% 80% 100% E x c e s s i v e R e a s o n a b l e L o w AMIF ESF Others 0% 20% 40% 60% 80% 100% E x c e s s i v e R e a s o n a b l e L o w AMIF ESF Others 0% 20% 40% 60% 80% 100% E x c e s s i v e R e a s o n a b l e L o w AMIF ESF Others ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 29 Figure 5: The speed of pay-out (% or responses) Source : Bruegel survey. We also asked about how quickly payments are made, once funding is approved. AMIF again rates poorly compared to the ESF, with 25% of respondents complaining about rather belated AMIF disbursement, 60% assessing that the process was reasonable, and 15% saying they received payments very quickly (Figure 5). For the ESF, no respondents complained about late payments; all assessed payment times to be reasonable. Figure 6: Value added of EU funds (% or responses) Source : Bruegel survey. Note : Group 1: NGOs that explained their answer by highlighting certain special EU aspect; Group 2: NGOs that did not explain their answer; Group 3: NOGs that explained their answer by the availability of funding, rather than any specific EU- related characteristics. 0% 20% 40% 60% 80% 100% Rather belatedly In reasonable time Very quickly AMIF ESF Others Group 1 Group 2 Group 3 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% EU funds just help the national governments to spend less EU funds provide special added value ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 30 We also asked the NGOs about whether, in their view, EU funds provide special value added, or just help national government to spend less. Figure 6 shows that the majority, 80% of NGOs, assess that EU funds do offer a special value added. Some respondents highlighted particular benefits of EU involvement (Group 1 in Figure 6): • Funding by the EU expresses the commitment of the EU to addressing migration-related problems and represents broader European vision; • An EU-funded project involves a consortium of European partners, and hence has a European character; national governments would be less likely to fund such projects; • EU funds enable EU-wide actions, research and advocacy, and the comparison of strengths and disadvantages of policies and frameworks in different countries; • EU funds stimulate cooperation between participants from different countries, helping to share good practices; • EU funds help establish networks, capacity building, learning about good practices and conducting comparative studies across countries; • European procedures guarantee greater project impact. Some NGOs did not further explain their answer (Group 2 in Figure 6). A third group or NGOs explain EU value added with just the fact of the availability of EU funds, rather than any specific EU-related characteristics (Group 3 in Figure 6): • There are too many vulnerable people and EU funds secure decent living conditions for them; • National funds are not enough and are not well designed; • EU funds provide stable financial resources over the years; • EU funds provide funding in areas that national funds do not cover; • EU funds provide emergency assistance. Some of the NGOs that believed EU funds just help national governments to spend less argued that: • The national government spends little or insufficient amounts on migration and therefore EU funds substitute national resources. Low national funding could result from fiscal constraints, but could also be intentional. In the latter case, EU funds “ sadly can help national governments to not increase their own funding ”. Finally, we asked an open-ended question about recommendations on how to improve the allocation, implementation and monitoring of migration-related EU funds. The key responses were: • Several respondents suggested reducing bureaucracy, simplifying administration and making it easier to understand the funding rules; • A number of respondents noted that in recent years the administrative burden has increased excessively, which sometimes hinder their operations; • More funding is needed in order to protect and integrate migrants and refugees; ",
        "EU funds for migration, asylum and integration policies __________________________________________________________________________________________ 31 • Migration policies should be more inclusive; • When procedures change, information about them is only partially and belatedly available; • The financial procedures around Union measures undermine the achievement of the main goal, which is to have a direct impact on beneficiaries on the ground; • EU actions should not become the sum of actions that can be done under national AMIF programmes; • Sometimes larger, well-established NGOs obtain the funding that do not always have direct access to the target migrant group and therefore they rely on the support of those smaller migrant organisations that didn’t get the grant but that do have access to the target groups: better protection of and support to these smaller organisations is recommended; • There should be full transparency of funding sources of NGOs obtaining EU funding; • There is a need for improved transparency of the national use of EU migration funds; the European Commission is recommended to set up a publicly accessible portal listing all migration projects funded by AMIF and other EU sources, with weblinks to national portals presenting further details about the use of the funds; • A common set of rules for transnational projects would be helpful to avoid the problem of different national interpretation; • Efforts should be made to reduce the often long time between the grant application, actual decision and pay-out; • It would be helpful to have more webinars and Q&A sessions, especially before the deadlines; • The roles and responsibilities of the government, civil society organisations and EU institutions/agencies should be clarified; • More direct measures and services at national level should be funded directly by the Commission. This would help service providers (NGOs, local municipalities) in Member States with under-developed integration programmes or reluctant central governments to meet EU policy goals; • There should be more direct management of funds by a European agency in countries where the disbursement of the same fund by the national government is ineffective; • EU funds should be allocated independently of national public authorities; in some countries the decision makers on granting of EU funds and the beneficiaries have too-close relationships; • Greater monitoring of the quality of the activities, but in fewer steps; • Better coordination between funds to allow the different funds to be more complementary; • Competence development of the national institution responsible for the funds, such as a national migration agency, which can provide support to NGOs. ",
        "Policy Department D: Budgetary Affairs __________________________________________________________________________________________ 32 5. REFERENCES References to various European Commission and Council documents and websites are provided in footnotes in the text. This list includes additional references. • Batsaikhan, Uuriintuya, Zsolt Darvas and Inês Gonçalves Raposo (2018) ‘People on the move: migration and mobility in the European Union’, Bruegel Blueprint Volume XXVIII. • Metsola, Roberta and Kashetu Kyenge, co-Rapporteurs (2015), Working Document on EU internal and external funding related to its migration and asylum policy, Committee on Civil Liberties, Justice and Home Affairs, 26 November 2015, available at: http://www.europarl.europa.eu/sides/getDoc.do?pubRef=- %2F%2FEP%2F%2FNONSGML%2BCOMPARL%2BPE- 571.741%2B02%2BDOC%2BPDF%2BV0%2F%2FEN • Westerby, Rachel (2018), ‘Follow the money: assessing the use of EU Asylum, Migration and Integration Fund (AMIF) funding at the national level’, European Council of Refugees and Exiles and UNHCR ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 33 ANNEX 1. IMMIGRATION INTO EU28 COUNTRIES BY COUNTRY, 2008-2017 (NUMBER OF PEOPLE) AUSTRIA BELGIUM 0 10.000 20.000 30.000 40.000 50.000 60.000 70.000 80.000 90.000 100.000 Immigration of non-EU citizens 1st time asylum seekers 0 10.000 20.000 30.000 40.000 50.000 60.000 70.000 80.000 90.000 100.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 10000 20000 30000 40000 50000 60000 70000 Immigration of non-EU citizens 1st time asylum seekers 0 10000 20000 30000 40000 50000 60000 70000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 34 BULGARIA CROATIA 0 5000 10000 15000 20000 25000 Immigration of non-EU citizens 1st time asylum seekers 0 5000 10000 15000 20000 25000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 Immigration of non-EU citizens 1st time asylum seekers 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 35 CZECH REPUBLIC CYPRUS 0 10.000 20.000 30.000 40.000 50.000 60.000 70.000 Immigration of non-EU citizens 1st time asylum seekers 0 10.000 20.000 30.000 40.000 50.000 60.000 70.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 Immigration of non-EU citizens 1st time asylum seekers 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 36 DENMARK ESTONIA 0 5.000 10.000 15.000 20.000 25.000 30.000 35.000 Immigration of non-EU citizens 1st time asylum seekers 0 5.000 10.000 15.000 20.000 25.000 30.000 35.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 1.000 2.000 3.000 4.000 5.000 6.000 7.000 8.000 9.000 Immigration of non-EU citizens 1st time asylum seekers 0 1.000 2.000 3.000 4.000 5.000 6.000 7.000 8.000 9.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 37 FINLAND FRANCE 0 5.000 10.000 15.000 20.000 25.000 30.000 35.000 Immigration of non-EU citizens 1st time asylum seekers 0 5.000 10.000 15.000 20.000 25.000 30.000 35.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 Immigration of non-EU citizens 1st time asylum seekers 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 38 GERMANY GREECE 0 100.000 200.000 300.000 400.000 500.000 600.000 700.000 800.000 900.000 1.000.000 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 Immigration of non-EU citizens 1st time asylum seekers 0 100.000 200.000 300.000 400.000 500.000 600.000 700.000 800.000 900.000 1.000.000 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 10.000 20.000 30.000 40.000 50.000 60.000 70.000 80.000 Immigration of non-EU citizens 1st time asylum seekers 0 10.000 20.000 30.000 40.000 50.000 60.000 70.000 80.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 39 HUNGARY IRELAND 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 180.000 200.000 Immigration of non-EU citizens 1st time asylum seekers 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 180.000 200.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 5.000 10.000 15.000 20.000 25.000 30.000 35.000 40.000 45.000 50.000 Immigration of non-EU citizens 1st time asylum seekers 0 5.000 10.000 15.000 20.000 25.000 30.000 35.000 40.000 45.000 50.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 40 ITALY LATVIA 0 50.000 100.000 150.000 200.000 250.000 300.000 350.000 Immigration of non-EU citizens 1st time asylum seekers 0 50.000 100.000 150.000 200.000 250.000 300.000 350.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 2000 4000 6000 8000 10000 12000 Immigration of non-EU citizens 1st time asylum seekers 0 2000 4000 6000 8000 10000 12000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 41 LITHUANIA LUXEMBOURG 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 16.000 18.000 20.000 Immigration of non-EU citizens 1st time asylum seekers 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 16.000 18.000 20.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 16.000 18.000 Immigration of non-EU citizens 1st time asylum seekers 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 16.000 18.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 42 MALTA NETHERLANDS 0 1.000 2.000 3.000 4.000 5.000 6.000 7.000 8.000 9.000 10.000 Immigration of non-EU citizens 1st time asylum seekers 0 1.000 2.000 3.000 4.000 5.000 6.000 7.000 8.000 9.000 10.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 10.000 20.000 30.000 40.000 50.000 60.000 70.000 80.000 Immigration of non-EU citizens 1st time asylum seekers 0 10.000 20.000 30.000 40.000 50.000 60.000 70.000 80.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 43 POLAND PORTUGAL 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 Immigration of non-EU citizens 1st time asylum seekers 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 16.000 18.000 20.000 Immigration of non-EU citizens 1st time asylum seekers 0 2.000 4.000 6.000 8.000 10.000 12.000 14.000 16.000 18.000 20.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 44 ROMANIA SLOVAKIA 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 180.000 Immigration of non-EU citizens 1st time asylum seekers 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 180.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 1.000 2.000 3.000 4.000 5.000 6.000 7.000 Immigration of non-EU citizens 1st time asylum seekers 0 1.000 2.000 3.000 4.000 5.000 6.000 7.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 45 SLOVENIA SPAIN 0 5.000 10.000 15.000 20.000 25.000 30.000 Immigration of non-EU citizens 1st time asylum seekers 0 5.000 10.000 15.000 20.000 25.000 30.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 50.000 100.000 150.000 200.000 250.000 300.000 350.000 400.000 450.000 Immigration of non-EU citizens 1st time asylum seekers 0 50.000 100.000 150.000 200.000 250.000 300.000 350.000 400.000 450.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 46 SWEDEN UNITED KINGDOM 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 180.000 Immigration of non-EU citizens 1st time asylum seekers 0 20.000 40.000 60.000 80.000 100.000 120.000 140.000 160.000 180.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens 0 50.000 100.000 150.000 200.000 250.000 300.000 350.000 Immigration of non-EU citizens 1st time asylum seekers 0 50.000 100.000 150.000 200.000 250.000 300.000 350.000 Immigration of EU citizens (excluding home country citizens) Immigration of home country citizens ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 47 ANNEX 2. EU BUDGET FUNDS FOR MIGRATION POLICIES IN THE 2014-2020 MULTIANNUAL FINANCIAL FRAMEWORK, EUR MILLIONS Final Budget 2014 Initial Budget 2015 Final Budget 2015 Initial Budget 2016 Final Budget 2016 Adopted Budget 2017 Final Budget 2018 Title 18 - Migration and home affairs 18 02 Internal Security 18 02 01 Internal Security Fund 401.1 392.6 558.7 645.2 713.2 696.1 717.5 18 02 03 FRONTEX 82.9 106.1 120.3 238.7 238.7 281.3 292.3 18 02 04 Europol 81.7 92.2 92.6 97.7 97.7 113.7 120.4 18 03 Asylum and Migration 418.7 430.2 636.9 1,906.7 1,936.7 1,687.6 807.6 18 03 01 Asylum and Migration Fund 401.1 414.6 620.9 1,888.0 1,918.0 1,617.8 716.7 18 03 02 European asylum support office (EASO) 14.5 15.0 15.4 18.7 18.7 69.2 90.8 18 03 03 European fingerprint database (Eurodac) 0.1 0.1 0.1 0.1 0.1 0.1 0.1 18 07 Instrument for Emergency Support within the Union 148.5 198.0 199.0 (A). Direct funds for migration (18 03 + 18 02 01 + 18 02 03 + 18 02 04 + 18 07) 984.4 1,021.1 1,408.5 2,888.3 3,134.8 2,976.6 2,136.8 Title 19 - Foreign policy instruments - selected instruments related to migration and aid to third countries 19 02 Instrument for Stability (IFS) - Crisis Response and prevention 226.8 247.6 247.6 253.5 253.5 199.2 287.8 Title 21 - Development and Cooperation Policy Area 21 02 07 05 Migration and asylum (from Development Cooperation Instrument (DCI)) 46.3 41.6 41.6 57.3 57.3 405.0 51.5 Title 22 - Neighbourhood and Enlargment Negotiations Instruments within the European Neighbourhood Instrument 22 04 01 01 Supporting cooperation with Mediterranean countries - human rights and mobility 211 193 493 144 144 173 119 22 04 01 03 Mediterranean countries — Confidence building, security and the prevention and settlement of conflicts 80 45 345 131 131 332 296 ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 48 22 04 01 04 Support to peace process and financial assistance to Palestine and to the UN Relief and Works Agency for Palestine Refugees 300 287 287 290 290 310 299 22 04 02 01 Supporting cooperation with Eastern Partnership countries - human rights and mobility 247 207 207 195 195 214 230 22 04 02 03 Ensuring efficient cross-border cooperation (CBC) and support to other multi-country cooperation 170 303 303 9 9 8 12 (B). Indirect funds for migration (19 02 + 21 02 07 05 + 22 04 01 01 + 22 04 01 03 + 22 04 01 04 + 22 04 02 01 + 22 04 02 03) 1,282 1,323 1,923 1,080 1,080 1,642 1,295 TOTAL (C) = (A)+(B) 2,266 2,344 3,331.6 3,968 4,214.6 4,618 3,432 TOTAL EU BUDGET (D) 137,547 141,655 158,607 151,233 151,448 153,937 144,681 SHARE (C)/D) 1.65% 1.65% 2.10% 2.62% 2.78% 3.00% 2.37% Source : Bruegel based on European Union Official Journals: L51 of 21/02/2016, L69 of 13/03/2015, L320 of 4/12/2015, L48 of 24/02/2016, L52 of 28/02/2017, L51 of 28/02/2017, and European Commission COM(2017) 400 EN. ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 49 ANNEX 3. AMIF ALLOCATIONS, EUR THOUSANDS (END-2017) AMIF Initial basic allocation Revised basic allocation Specific actions Relocation/Resettle ment Total long-term funding (revised) Emergency assistance Total Austria 64,533,977.00 71,548,539.00 - 21,718,000.00 93,266,539.00 20,777,225.32 114,043,764.32 Belgium 89,250,977.00 98,952,170.00 7,753,663.12 70,556,000.00 177,261,833.12 5,000,000.00 182,261,833.12 Bulgaria 10,006,777.00 11,094,470.00 - 8,912,000.00 20,006,470.00 39,054,844.62 59,061,314.62 Croatia 17,133,800.00 18,996,169.00 - 8,308,000.00 27,304,169.00 12,436,485.41 39,740,654.41 Cyprus 32,308,677.00 35,820,489.00 - 2,610,000.00 38,430,489.00 975,757.00 39,406,246.00 Czech Republic 26,185,177.00 29,031,391.00 - 21,646,000.00 50,677,391.00 - 50,677,391.00 Denmark Estonia 10,156,577.00 11,260,552.00 - 3,214,000.00 14,474,552.00 - 14,474,552.00 Finland 23,488,777.00 26,041,904.00 - 42,775,500.00 68,817,404.00 8,000,000.00 76,817,404.00 France 265,565,577.00 294,431,400.00 2,295,000.00 268,464,000.00 565,190,400.00 8,880,015.80 574,070,415.80 Germany 208,416,877.00 231,070,885.00 - 283,227,000.00 514,297,885.00 45,650,008.51 559,947,893.51 Greece 259,348,877.00 287,538,959.00 - 35,305,513.00 322,844,472.00 140,093,233.72 462,937,705.72 Hungary 23,713,477.00 26,291,028.00 - 8,164,000.00 34,455,028.00 5,251,687.38 39,706,715.38 Ireland 19,519,077.00 21,640,715.00 - 30,632,000.00 52,272,715.00 - 52,272,715.00 Italy 310,355,777.00 344,090,100.00 - 43,608,000.00 387,698,100.00 89,688,319.36 477,386,419.36 ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 50 Latvia 13,751,777.00 15,246,535.00 - 3,386,000.00 18,632,535.00 - 18,632,535.00 Lithuania 9,632,277.00 10,679,263.00 - 6,760,000.00 17,439,263.00 - 17,439,263.00 Luxembourg 7,160,577.00 7,938,900.00 - 7,677,000.00 15,615,900.00 - 15,615,900.00 Malta 17,178,877.00 19,046,146.00 - 1,268,000.00 20,314,146.00 - 20,314,146.00 Netherlands 94,419,077.00 104,682,020.00 23,445,000.00 75,926,000.00 204,053,020.00 5,652,637.60 209,705,657.60 Poland 63,410,477.00 70,302,920.00 5,983,144.20 46,092,000.00 122,378,064.20 - 122,378,064.20 Portugal 32,776,377.00 36,339,026.00 - 28,634,000.00 64,973,026.00 - 64,973,026.00 Romania 21,915,877.00 24,298,037.00 1,935,000.00 27,110,000.00 53,343,037.00 - 53,343,037.00 Slovakia 10,980,477.00 12,174,007.00 2,096,000.00 1,600,000.00 15,870,007.00 - 15,870,007.00 Slovenia 14,725,477.00 16,326,072.00 - 4,002,000.00 20,328,072.00 5,256,021.26 25,584,093.26 Spain 257,101,877.00 285,047,720.00 - 114,992,013.00 400,039,733.00 - 400,039,733.00 Sweden 118,536,877.00 131,421,320.00 4,410,000.00 157,131,500.00 292,962,820.00 55,000,000.00 347,962,820.00 United Kingdom 370,425,577.00 410,689,226.00 - 43,000,000.00 453,689,226.00 - 453,689,226.00 TOTAL 2,392,000,002.00 2,651,999,963.00 47,917,807.32 1,366,718,526.00 4,066,636,296.3 2 441,716,235.98 4,508,352,532.3 0 Sources : Calculations based on AMIF National Programmes, Annex 8 to the Communication \"Managing the refugee crisis: State of Play of the Implementation of the Priority Actions under the European Agenda on Migration, updated Annex 8 (as of 31 December 2017) *Basic allocation increased by 10.87% for all MS **Long-term funding=basic allocation+specific actions+relocation/resettment ***Total=long-term funding+emergency assistance *****Denmark does not receive funding under AMIF ",
        "EU funds for Migration, Asylum and Integration policies ____________________________________________________________________________________________ 51 ANNEX 4. ISF ALLOCATIONS, EUR THOUSANDS (END-2017) ISF-B ISF-P ISF Basic allocation Specific actions Total long- term funding Initial basic allocation Revised basic allocation Total long- term funding (revised) Emergency assistance Total Austria 14,162,727.00 220,500.00 14,383,227.00 12,162,906.00 13,853,219.00 13,853,219.00 - 28,236,446.00 Belgium 17,519,321.00 3,798,000.00 21,317,321.00 17,903,270.00 20,391,337.00 20,391,337.00 1,667,009.50 43,375,667.50 Bulgaria 40,366,130.00 391,500.00 40,757,630.00 32,002,293.00 36,449,741.00 36,449,741.00 130,807,298.38 208,014,669.38 Croatia 35,609,771.00 - 35,609,771.00 19,095,426.00 21,749,171.00 21,749,171.00 3,995,001.67 61,353,943.67 Cyprus 34,507,030.00 - 34,507,030.00 8,117,257.00 9,245,335.00 9,245,335.00 - 43,752,365.00 Czech Republic 14,381,484.00 774,000.00 15,155,484.00 17,029,012.00 19,395,581.00 19,395,581.00 - 34,551,065.00 Denmark 10,322,133.00 - 10,322,133.00 - N/A N/A - 10,322,133.00 Estonia 21,781,752.00 - 21,781,752.00 13,480,269.00 15,353,659.00 15,353,659.00 - 37,135,411.00 Finland 36,934,528.00 8,460,000.00 45,394,528.00 15,682,348.00 17,861,767.00 17,861,767.00 - 63,256,295.00 France 84,999,342.00 22,050,000.00 107,049,342.00 70,114,640.00 79,858,668.00 79,858,668.00 2,731,050.35 189,639,060.35 Germany 51,753,437.00 7,695,000.00 59,448,437.00 79,504,401.00 90,553,350.00 90,553,350.00 - 150,001,787.00 Greece 166,814,388.00 48,060,000.00 214,874,388.00 20,489,650.00 23,337,154.00 23,337,154.00 56,207,848.10 294,419,390.10 Hungary 40,829,197.00 - 40,829,197.00 20,663,922.00 23,535,645.00 23,535,645.00 1,491,085.85 65,855,927.85 Ireland - - N/A 9,243,080.00 10,527,616.00 10,527,616.00 - 10,527,616.00 Italy 156,306,897.00 45,216,000.00 201,522,897.00 56,631,761.00 64,502,035.00 64,502,035.00 99,717,421.73 365,742,353.73 ",
        "Policy Department D: Budgetary Affairs ____________________________________________________________________________________________ 52 Latvia 15,521,704.00 2,340,000.00 17,861,704.00 16,941,431.00 19,295,829.00 19,295,829.00 - 37,157,533.00 Lithuania 178,704,873.00 5,490,000.00 184,194,873.00 16,120,656.00 18,360,988.00 18,360,988.00 - 202,555,861.00 Luxembour g 5,400,129.00 - 5,400,129.00 2,102,689.00 2,394,905.00 2,394,905.00 - 7,795,034.00 Malta 53,098,597.00 12,600,000.00 65,698,597.00 8,979,107.00 10,226,958.00 10,226,958.00 - 75,925,555.00 Netherlands 30,609,543.00 3,510,000.00 34,119,543.00 31,540,510.00 35,923,783.00 35,923,783.00 - 70,043,326.00 Poland 49,113,133.00 24,155,847.00 73,268,980.00 39,294,220.00 44,755,048.00 44,755,048.00 - 118,024,028.00 Portugal 18,900,023.00 7,738,458.00 26,638,481.00 18,693,124.00 21,290,959.00 21,290,959.00 - 47,929,440.00 Romania 61,151,568.00 16,830,000.00 77,981,568.00 37,150,105.00 42,312,959.00 42,312,959.00 - 120,294,527.00 Slovakia 10,092,525.00 - 10,092,525.00 13,891,478.00 15,822,015.00 15,822,015.00 - 25,914,540.00 Slovenia 30,669,103.00 635,040.00 31,304,143.00 9,882,037.00 11,255,371.00 11,255,371.00 4,918,041.00 47,477,555.00 Spain 195,366,875.00 12,528,000.00 207,894,875.00 54,227,207.00 61,763,314.00 61,763,314.00 - 269,658,189.00 Sweden 11,518,706.00 - 11,518,706.00 21,057,201.00 23,983,579.00 23,983,579.00 - 35,502,285.00 United Kingdom - - N/A - N/A N/A - - TOTAL 1,386,434,916.0 0 222,492,345.00 1,608,927,261.0 0 662,000,000.00 753,999,986.00 753,999,986.00 301,534,756.58 2,664,462,003.5 8 Sources : Calculations based on Annex 8 to the Communication \"Managing the refugee crisis: State of Play of the Implementation of the Priority Actions under the European Agenda on Migration, updated Annex 8 (as of 31 December 2017) *Basic allocation increased by 13.897% for all MS for ISF-Police only **There are no specific actions for ISF-Police ***Long-term funding=basic allocation+specific actions (if available) ****Emergency assistance is not separated between ISF-Borders and ISF-Police *****The UK does not receive funding under the ISF, Ireland does not receive funding under the Borders instrument and Denmark does not receive funding under the Police instrument ",
        "",
        "The European Union significantly increased its funding for migration, asylum and integration policies in the wake of the increased inflow of asylum seekers in 2015. This briefing paper provides an overview, an analysis and an evaluation of the use of these funds, based on publicly available information, insights from interviews with various stakeholders and a survey of non- governmental organisations. We also offer recommendations on how to improve the use of funds and allocation keys to Member States. We argue for an increase in funding in support of member states as well as for EU agencies such as Frontex and EASO and for a more strategic coordination of various migration related initiatives. Print ISBN 978-92-846-2750-9 | doi:10.2861/603505| QA-04-18-361-EN-C PDF ISBN 978-92-846-2747-9 | doi:10.2861/088525| QA-04-18-361-EN-N "
    ]
}