{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 21.4.2009 SEC(2009) 532 COMMISSION STAFF WORKING DOCUMENT Accompanying the Proposal for a REGULATION OF THE COUNCIL amending Regulation (EC) No 1934/2006 of 21 December 2006 establishing a financing instrument for cooperation with industrialised and other high-income countries and territories IMPACT ASSESSMENT {COM(2009)197 final} {SEC(2009)531} {SEC(2009)533} ",
        "EN 2 EN TABLE OF CONTENTS Context ....................................................................................................................................... 3 1. Procedural issues and consultation of interested parties.............................................. 4 1.1. Organisation and timing............................................................................................... 4 1.2. Consultation and expertise ........................................................................................... 4 1.3. Impact Assessment Board............................................................................................ 5 2. Problem definition........................................................................................................ 5 2.1. The limited scope of the DCI regulation...................................................................... 5 2.2. The underlying drivers of the DCI problem................................................................. 5 2.3. The need to fill the legislative gap ............................................................................... 7 2.4. Legal base for EU action............................................................................................ 10 3. Objectives................................................................................................................... 10 3.1. General policy objectives........................................................................................... 10 3.2. Consistency with other EU policies ........................................................................... 11 3.3. Geographical coverage............................................................................................... 11 3.4. Budgetary options and their impact ........................................................................... 12 4. Policy options and analysis of impacts ...................................................................... 13 4.1. Impact option 1 : “No change”................................................................................... 13 4.2. Impact option 2 : “Amend DCI Regulation”.............................................................. 13 4.3. Impact option 3 : “Amend ICI Regulation” ............................................................... 14 4.4. Impact option 4 : “Table a new instrument” .............................................................. 15 5. Comparing the options ............................................................................................... 15 6. Monitoring and evaluation ......................................................................................... 16 ANNEX.................................................................................................................................... 17 ",
        "EN 3 EN GENERAL INFORMATION Lead DG : Directorate general for External Relations in association with Directorates General Enlargement, Development and Relation with A.C.P. Countries, and the EuropeAid Co- operation Office Other departments involved: LS, BUDG, SG Agenda planning/WP reference: 2009/RELEX+/002 C ONTEXT A mid-term review (MTR) was included in each of the seven new external actions financial instruments for the period 2007-2013: DCI, ENPI, IPA, IfS, EIDHR, INSC and ICI 1 . The Commission must submit a report evaluating their implementation accompanied, if appropriate, by legislative amendments. Although the regulations mention 31 December 2010, the Commission agreed – at the EP’s request – to present the review before the 2009 elections under the same legislature which co-decided the instruments. The main issue relates to the financing of activities which might not qualify as official development assistance (ODA) in the countries covered by the DCI Regulation n°1905/2006 (Latin America, Asia, Central Asia, Iraq, Iran, Yemen, and South Africa). In the framework of the democratic scrutiny on strategy documents (Country strategy papers and Regional Strategy Papers) and commitology “droit de regard”, the Parliament has identified a few projects which they consider as not meeting the criteria for ODA eligibility (such as the Brazil Euro-Centre, the Mercosur film industry programme, the Malaysia EU visibility programme, and the “support to research institutes” in the regional strategy on Asia). It considered also that the “EU mobility” component of the Erasmus Mundus External Window Cooperation (EMEWC) was not fulfilling the criteria for ODA eligibility and therefore could not be financed under the DCI regulation. As a result, the Parliament adopted four resolutions signalling that the Commission had exceeded its implementing powers and calling for the withdrawal of the projects. In parallel, the Budget Authority created during the 2007 and 2008 budget procedures four preparatory actions aimed at supporting measures which it considered could not be financed under the DCI: Business and scientific exchanges with India (19 10 01 03) Business and scientific exchanges with China (19 10 01 04) Cooperation with middle-income group countries in Asia (19 10 01 05) Cooperation with middle-income group countries in Latin America (19 09 02) According to the Financial Regulation (Article 49.6.b), the legislative procedure further to Preparatory Actions must be concluded before the end of the 3 rd financial year, which is the case for the two Preparatory Actions for business and scientific exchanges with India and China which were created in the Budget 2007. As a result, action is required in 2009 if the Commission has the intention to give a legislative follow-up to the Preparatory Actions. 1 the Development Cooperation Instrument (DCI), the European Neighbourhood and Partnership Instrument (ENPI), the Instrument for Pre-accession Assistance (IPA), the Instrument for Stability (IfS), the European Instrument for Democracy and Human Rights (EIDHR), the Instrument for Nuclear Safety Cooperation (INSC), the Instrument for Cooperation with Industrialized Countries (ICI). ",
        "EN 4 EN The MTR should address this “legislative gap” for the financing of such activities by proposing the necessary legislative adjustment. This issue relates only to the countries covered by the DCI Regulation, as other instruments do not have such limitation. Besides this proposal, the MTR of the financial instruments will also submit amendments to the Instrument for Stability (on scope adjustment as regards Small Arms and Light Weapons, on participation and rules of origin, and on the repartition of the financial envelope) and an amendment to the DCI and EIDHR regulations to align the wording on “taxes, duties, and charges” with the other instruments. 1. P ROCEDURAL ISSUES AND CONSULTATION OF INTERESTED PARTIES 1.1. Organisation and timing Organisation An inter-services steering group chaired by the External Relations Directorate General has been set up in April 2008 to pilot the mid-term review (MTR) of the seven financial instruments of the external actions concerned by the review clause. The MTR steering Group includes designated representatives of Directorates General External Relations, Development, Enlargement, EuropeAid, Legal Service, Budget and the Secretariat General. The DGs ECHO and TRADE were informed if the setting-up of the MTR Group on 17 April 2008. It is in the framework of the MTR that the legislative proposal on non-ODA activities has been managed. The steering group met three times: (i) 20 May 2008, when the main analytical steps and the work to be carried out were presented; (ii) 20 November 2008, for the presentation of the first findings and the outline of the evaluation report (iii) 12 February 2009, when the draft Communication and the draft evaluation report were reviewed. In parallel, bilateral and internal meetings took place to clarify and analyze issues in advance to the formal steering Group meetings. As regards the financial envelopes, the detailed situation of each instrument over the three budgets 2007-2009 and the financial programming 2010- 2013 was provided by RELEX in collaboration with DG Budget in order to have the same source of objective data. The timing of the steering Group was set in view of the Commission’s commitment to undertake the MTR of the financial instruments before the end of the current Parliament’s legislature. 1.2. Consultation and expertise The issue of the legislative follow-up of the Preparatory Actions (PAs) for financing the so called “non-ODA activities” in the DCI countries was considered by the relevant operational services (in the framework of the implementation of the Preparatory Actions) and by the MTR steering group. No public consultation was deemed necessary as the proposal does not aim to launch new policy objectives: these objectives are already covered by the current instruments, but the scope of the DCI Regulation has created an eligibility issue for certain projects in the light of the ODA criteria enshrined in the regulation. The intention with the creation of the Preparatory Actions was clearly to instigate the Commission to present a legislative proposal to fill the gap. After the democratic scrutiny exercise and the launch of the Preparatory Actions, a clear need emerged on the need to follow-up in order to have an instrument to cover activities not focused exclusively on poverty-reduction, in particular for emerging countries, and to fund measures going beyond ODA. Since the issue lies on the financial instruments, the consultation has taken place within ",
        "EN 5 EN the Commission in the framework of the MTR and of the implementation of the Preparatory Actions. 1.3. Impact Assessment Board The draft Impact Assessment was submitted to the Board on 20 February 2009 and discussed at the Board meeting of 04 March 2009. The Board issued its opinion on 06 March 2009. The Board recommended that the report should provide: i) more clarity as regards the criteria and comparison of legislative options. ii) more clarity as regards the problem definition and the strategic EU relevance, and clearly spelling out the limited scope of the initiative. iiii) the options on the different sources of financing. The recommendations of the Board have been incorporated into the present version of the report. 2. P ROBLEM DEFINITION 2.1. The limited scope of the DCI regulation The issue relates to the limited scope of the DCI regulation for the geographical programmes covering our cooperation with countries in Latin America, Asia, Central Asia, Iraq, Iran, Yemen, and South Africa. That limitation is enshrined in Article 2.4 of the DCI Regulation which states that measures for the geographic programmes shall be designed so as to fulfil the Official Development Assistance (ODA) criteria established by the Development Assistance Committee of the Organisation for Economic Co-operation and Development (OECD/DAC). This issue is known as the “non-ODA activities” under the DCI countries. Such legislative limitation has given rise to three problems: 1) the lack of a legal provisions to allow the financing of measures non eligible as ODA (see annex for definition and sector codes). 2) the diverging views between the Commission and the Parliament on the ex-ante eligibility of certain programmed actions (the ODA reporting and eligibility is done ex-post). 3) the risk of having to discontinue financing for the activities carried out under the Preparatory Actions and for the “EU mobility” component of the Erasmus Mundus External Window Cooperation (EMEWC). 2.2. The underlying drivers of the DCI problem In 2004, the Commission proposed a major simplification of the external action financial instruments replacing by seven new instruments more than 30 different legal instruments that had grown up in an ad-hoc manner over time. The objective of such reform was to enhance policy coherence and synergy, streamline procedures, achieve greater aid effectiveness and flexibility, and facilitate dialogue with partners and other donors and institutions. The Development Cooperation Instrument (DCI) gave rise to intense negotiations between the three institutions. The Commission had proposed an ambitious instrument covering both Development Cooperation and Economic Cooperation and (DCECI). This proposal was to cover all countries territories and regions that are not eligible for assistance under either the Pre-Accession instrument or the European Neighbourhood and Partnership instrument. The purpose was to support development cooperation, economic cooperation, financial cooperation, scientific and technical cooperation and any other form of cooperation with the ",
        "EN 6 EN partner countries and regions, thereby helping developing countries achieve the Millennium Development Goals, and so reduce poverty. This cooperation was to be implemented in the framework of the principles and objectives of the EU’s external action and in accordance with Articles 179 and 181a of the Treaty establishing the European Community (like for ENPI and IPA). The Parliament disagreed with that approach. The final shape resulted into two instruments: one instrument focused on poverty reduction (DCI) under article 179 and one instrument dedicated to industrialised partners (ICI) under article 181a. However, the latter one resulted into a geographic coverage limited to industrialised countries, which therefore did not cover the countries falling under the DCI. In complement to this rationalisation of the various instruments, the three institutions agreed to enter into a strategy dialogue where the Commission would submit for consultation to Council and Parliament draft country, regional and thematic strategy papers. The Commission undertook also to take due account of the position of the Parliament when implementing the strategies (Declarations n° 4 and 5 on “Democratic scrutiny and coherence of external actions” which accompanies the Inter Institutional Agreement on budgetary discipline and sound financial management) 2 . In developing its strategy for the countries covered by the DCI Regulation (Asia, Central Asia, Iraq, Iran, Yemen, Latin America, and South Africa), the Commission has included in a few cases (in particular for emerging countries like Brazil, Argentina, Mexico, India, China), measures reflecting a broad view of development in accordance with the DAC definition of the development approach and in accordance with article 5 of the DCI Regulation: the areas of cooperation include activities in fields such as higher education, people-to-people links, cultural, scientific, and technological cooperation, mutual understanding, trade and regional cooperation, transport (see in particular article points 5.2.b.vi, 5.2.m, 5.2.u). These areas of cooperation are eligible under the DCI as long as they fulfil the criteria for ODA eligibility as requested under article 2.4 DCI for geographic programmes. However the Parliament, took the view that a certain number of projects would not fulfil the ODA criteria. While considering the Parliament’s position 3 as based on a too restrictive interpretation \"ex-ante\" of what is ODA-eligible (the ODA reporting is performed ex-post based on the classification for each project) and risking to prevent the Commission from financing activities under the DCI which can meet the OECD-DAC criteria for ODA, the Commission responded to the EP’s concerns by amending its approach and withdrawing the contested activities from the indicative programmes. This was the case for Brazil (where the proposal for a Euro-Centre was modified); for Mercosur (where the film industry programme was put on hold and will be financed under the Preparatory Action); for Malaysia (where the Commission accepted the EP’s points on the EU visibility programme); and for the regional 2 OJ C 139.14.6.2006, p. 1. 3 Resolution of 15 February 2007 on the draft Commission decisions establishing Country Strategy Papers and Indicative Programmes for Malaysia, Brazil and Pakistan (OJ C 287 E, 29.11.2007, p. 507). Resolution of 7 June 2007 on the draft Commission decision establishing Regional Strategy Papers and Regional Indicative Programmes for Mercosur and Latin America (OJ C 125 E, 22.5.2008, p. 213). Resolution of 21 June 2007 on the draft Commission decision establishing a Regional Strategy Document 2007-2013 and a Multiannual Indicative Programme for Asia (OJ C 146 E, 12.6.2008, p. 337). Resolution of 25 October 2007 on the draft Commission decision establishing a Special Measure 2007 for Iraq (OJ C 263 E, 16.10.2008, p. 624). ",
        "EN 7 EN strategy on Asia (where the component ‘support to research institutes’ was removed and will be funded under the Preparatory Action). The dialogue with the Parliament also gave the opportunity to exchanges views on higher education. The objective in this sector is to build upon the success of Erasmus Mundus (EM), adapting it in the context of development cooperation through the EM External Cooperation Programme recently set up by the Commission. The actions to be covered are in particular the financing of fellowships for Latin American, Asian and South African students and academics coming to the EU, and also the sending of EU students and EU academic staff (including researchers) to reinforce local capacity building in the sector. Following the EP’s request the Commission accepted to exclude from the DCI the financing of sending EU students acknowledging that the “EU mobility” component was indeed not fulfilling the ODA criteria as required under Article 2.4 of the DCI Regulation. However, since the success of the programme lies also on exchanges between universities, it is necessary to create the conditions for continued funding of the EU mobility component. The Parliament accepted to maintain the financing under DCI up to 2009 included, pending a legislative solution to the issue to be enacted in the framework of the MTR. Although the DCI Regulation should remain the main cooperation framework for these countries, in view of such limitation the architecture of the external actions financial instruments is lacking a legal basis for financing measures not fulfilling the criteria for Official Development Assistance for the years 2010-2013 in these countries. 2.3. The need to fill the legislative gap The consequences for not filling the legislative gap are the following: 1) The EU mobility component of the EMEWC and European Higher Education Fairs would not be financed: without a legislative solution, an important part of the programme would have to be abandoned. 2) The preparatory Actions launched over 2007-2009 would be discontinued: - In India, a European Business and Technology Center has been launched. The Centre aims to target European industry, science and technology communities keen on establishing business and Science and Technology cooperation with India. This includes private sector associations, industry associations, private and public sector companies, public institutions, public bodies, European agencies, research organisations, think tanks, NGOs, financial institutions (notably the EIB), National Chambers of Commerce of MS in India, European Business Associations, and Member States. - In China, the preparatory Action is financing a Science and Technology Fellowship targeted at potential out-going EU researchers with the objective of facilitating their participation in Chinese research programmes. China is becoming a Research and Development world power and the EU has a strong interest in taking an active part in and benefiting from its R&D programmes, and understanding on how Chinese research systems function. It also intends to fund a EU Centre for support to European Small & Medium Sized Enterprises (SMEs) wishing to establish and develop a commercial presence in the Chinese market (the concept of such centre was brought to the forefront in the public consultation that preceded the Commission Communication on relations with China in 2006). For 2009, it is foreseen to launch the China Research and Policy Advice Network to provide to the European Union’s policymaking institutions timely information and analysis on China’s policies as well as prompt development of options for the EU’s policy towards China. China’s domestic structures and evolving political and administrative institutions, its actors and policies (in ",
        "EN 8 EN sectors ranging from the economy and the energy sector to the environment), its legal system, civil society and NGOs, its increasingly proactive foreign policy and security diplomacy – these are all topics on which the EU needs constant updating and feedback. EU-China bilateral relations also need to be informed by reports and analysis on China’s current goals and interests, and by the policy debates which publicly surface in Chinese think-tanks and expert community. - The Preparatory Action on middle income countries (MICs) in Asia will support strengthening debates between experts, academics and policymakers on developments in Asia and EU-Asia relations, and will provide recommendations for policymakers and a platform for exchange of knowledge and information. It is also intended to finance projects aiming to promote a better understanding of EU policies, institutions and Community through an enhanced network of EU Centres. In Malaysia, a project is foreseen for Economic Partnership and Business Cooperation to facilitate SME's market access to Malaysia. - The Preparatory Action on middle income countries (MICs) in Latin America is supporting the Mercosur audiovisual programme to strengthen regulatory and policy framework for audiovisual industry. For 2009, the intention is to promote the European digital TV standard in Latin America. In order to ensure the sustainability of these current actions it is necessary to continue the financial support, and hence to provide for an appropriate legal base. The intention is to extend this cooperation to foster EU interests with other MICs in Asia and in Latin America. 3) Beyond the issue on the interpretation of the ODA eligibility of certain projects, there is a need to have an instrument which can cover EU strategic goals in relation with some of these countries. The Commission has encountered problems to find a suitable legal base for certain projects such as public diplomacy in Iraq and Iran and EU visibility projects in Asia and Latin America. As regards Central Asia, some projects envisaged in the framework of the Strategy for a New Partnership endorsed by the Council on 31 May 2007, some projects such as the technical assistance and pilot projects in energy-related areas for EU-interests are assessed as non-ODA eligible. These foreseen projects concern mainly Kazakhstan, Turkmenistan, and Uzbekistan. As far as South Africa is concerned, emerging cooperation in a broad range of areas is likely to result in projects that may not meet the ODA criteria. The budget per region and component for the years 2010-2013 has been assessed at EUR 176 million as followed: EUR millions 2010 2011 2012 2013 TOTAL Asia 16.5 19.5 20.5 21.0 77.5 EU mobility EMEWC 3.0 5.0 5.0 5.5 18.5 Preparatory Actions 12.0 13.0 14.0 14.0 53.0 Other actions 1.5 1.5 1.5 1.5 6.0 ",
        "EN 9 EN Latin America 11.5 16.0 16.0 16.0 59.5 EU mobility EMEWC 0.5 5.0 5.0 5.0 15.5 Preparatory Actions 3.0 4.0 4.0 4.0 15.0 Other actions 8.0 7.0 7.0 7.0 29.0 Central Asia 4.0 6.0 6.0 6.0 22.0 EU mobility EMEWC 1.0 2.0 2.0 2.0 7.0 Preparatory Actions - - - - - Other actions 3.0 4.0 4.0 4.0 15.0 Iraq,Iran,Yemen 2.5 2.5 2.5 2.5 10.0 EU mobility EMEWC 0.5 0.5 0.5 0.5 2.0 Preparatory Actions - - - - - Other actions 2.0 2.0 2.0 2.0 8.0 South Africa - 1.0 3.0 3.0 7.0 EU mobility EMEWC - 1.0 2.0 2.0 5.0 Preparatory Actions - - - - - Other actions - - 1.0 1.0 2.0 Total Envelope 34.5 45.0 48.0 48.5 176.0 This legislative coverage will allow also preparing the future EU cooperation in the context of emerging countries and the challenges stemming from the globalization. That future cooperation will have to incorporate the changing patterns of EU relations with key countries building on the development of long-term partnership based on common interests and reciprocity. In the coming years, issues of a global nature will develop and will need to be tackled not only at multilateral levels but also in the framework of the bilateral cooperation with our partner countries. It is therefore essential to have a tool able to support policy strategies going beyond poverty eradication. ",
        "EN 10 EN 2.4. Legal base for EU action The intended cooperation is based on article 181a of the Treaty establishing the European Community. These measures shall be complementary to those carried out by Member States and consistent with the development policy of the Community. As regards the value-added of the EU intervention, it is not questioned by the issue of “dacability” (i.e. ODA eligibility) under the DCI instrument as these activities are already foreseen in the current instrument (see in particular Article 5 of the DCI regulation). The areas of cooperation of the ICI regulation (based on article 181a), for which it is proposed to extend the geographical scope, is already in force since 2007. The ICI regulation replaces and builds on the previous regulation 382/2001 concerning the implementation of projects promoting cooperation and commercial relations between the European Union and the industrialised countries of North America, the Far East and Australasia. 3. O BJECTIVES 3.1. General policy objectives The general policy objective is to dispose of an appropriate set of tools to achieve the Commission strategic goals in relation with non-EU States over the rest of the period 2010- 2013. That set is incomplete as regards the countries falling under the DCI Regulation. The previous ALA Regulation 4 which covered these countries did not have a restriction comparable to that in Article 2(4) of the DCI Regulation. Although the main objective of our cooperation with these countries is the eradication of poverty in the context of sustainable development, including the pursuit of the MDGs, it is clearly necessary, as demonstrated trough the Preparatory Actions, to dispose of an instrument allowing for a cooperation underpinning partnerships going beyond the scope limitation of the development cooperation. This is particularly necessary with major emerging countries and increasingly global players such as China, India, or Brazil, with very significant domestic resources, advanced industrial sectors, high technological capability and expenditure, and global projection. The general policy objective should be similar to the one provided under the ICI regulation as enshrined in its article 1: “ to provide a specific response to the need to strengthen links and to engage further with them on a bilateral, regional or multilateral basis in order to create a more favourable environment for the development of the relations of the Community with these countries and territories and to promote dialogue while fostering Community's interests. ” As regards the specific objectives, the legislative proposal should focus on financing activities in DCI countries which do not fulfil the ODA criteria. The proposed Regulation will fund programmes and projects which meet the following main operational objectives: • Promotion of economic partnership and business • People to people links/education cooperation • Public diplomacy and outreach • Dialogues 4 Council Regulation (EEC) No 443/92 of 25 February 1992 on financial and technical assistance to, and economic cooperation with, the developing countries in Asia and Latin America (OJ L 52, 27.12.1992, p. 1. ",
        "EN 11 EN • Other cooperation projects which do not fulfil the ODA criteria. These objectives will allow for ensuring continued financing for the on-going non-ODA activities and will provide a sound legal basis for some future activities non eligible under the current DCI Regulation as detailed under point 2.3. The present initiative aims to fill a legislative gap within the existing architecture and budgetary constraints 2007-2013. It has therefore a limited scope in terms of its policy content, budgetary implications, and time frame. It does not prejudge any future decisions on external cooperation financial instruments under the next financial framework. 3.2. Consistency with other EU policies The measures shall be complementary to those carried out by the Member States and consistent with the development policy of the Community. The cooperation should be aimed at engaging with partners which are important bilateral partners and players in multilateral fora and in global governance and with which the Community has a strategic interest in promoting links. Having two legal bases with the same geographical coverage and with a potentially overlapping scope should be an area of prime attention. The overlap between the areas of cooperation to be included under any new legislation and the current scope of Article 5 DCI requires strong coordination as regards the programming for the countries/regions concerned. However, this is not the first case where several instruments have the same geographical coverage (e.g. humanitarian aid, Instrument for Stability). Furthermore, in this case, the programming and implementation for both instruments will be performed by the same services. Indeed, the new legislation is required not because of a new policy development to be managed by a different service but because of legal obstacles on the financing itself under the DCI. The financing under one instrument or the other will depend mainly on the ODA eligibility as the areas and operational objectives of cooperation could be very similar, but the strategy and the cooperation needs developed in partnership with the country will remain unique. This cooperation shall be programmed in full coherence with the Strategy developed under the DCI for the country/region concerned. It shall be complementary and shall be unambiguously non eligible under the DCI Regulation which shall remain the first and main framework for cooperation. As a result, the strategy and multi-annual programming of both instruments should remain under the same management arrangements within the Commission (RELEX/DEV for the programming of their respective countries and AIDCO for implementation). 3.3. Geographical coverage The legislative gap has been identified for the DCI countries (Asia, Central Asia, Latin America, Iraq/Iran/Yemen, South Africa). It is not recommended to limit the new legislation to a certain category of the DCI countries such as middle-income countries (MICs): for example India is not classified as a MIC (but as a Low Income Country) whereas the preparatory action “Business and scientific exchanges with India” is explicitly aiming to this country. Selecting the beneficiary countries among the DCI countries would result into a subjective analysis mixing economic criteria with political criteria. Furthermore, two thirds of the DCI countries are MICs. Such limitation would create unnecessary difficulties. As regards the possibility to extend the scope beyond the DCI countries, it is not deemed appropriate because the issue of the non-ODA eligibility appears only in the DCI financial instrument and its geographical context. The IPA and ENPI regulations do not have a limited scope in that aspect, and ACP countries are covered comprehensively under the EDF. ",
        "EN 12 EN 3.4. Budgetary options and their impact The financial envelope required is assessed at € 176 million as detailed under point 2.2. It is based on the Annual Policy Strategy for 2010 decided by the Commission on 18 February 2009, which includes the financial programming for the 4 years 2010-2013. The financing should respect the Financial Framework under Heading 4 “The EU as a global player”, as agreed between the EU institutions. This leads to the following options for the source of funding: 1. to be financed 100% from the margin under Heading 4 which is not yet allocated to any instrument. 2. to be financed 100% by redeploying funds from the DCI; 3. to be financed by a mixture of both the previous sources. The impact of the different options Option 1: 100% from the margin: It could be argued that, these non-ODA activities should be financed by additional funds taken from the margin of Heading 4, that is outside the financial envelopes of the existing instruments. However, the situation of Heading 4 is very tight. After the Commission proposals contained in the APS 2010, there is less than € 200 million per year which remains unallocated for the period 2010-2013. The institutions have agreed that a minimum margin should be kept to allow for unforeseen events. Taking the full amount from this margin would represent a substantial reduction in the EU’s capacity to respond to unforeseen events, which might not be considered opportune by the budgetary authority. Option 2: 100% redeployment from DCI funds: The DCI contains an overall reference amount which the EU institutions consider necessary to finance DCI activities over the period 2007-2013 of EUR 16 897 million. It would be possible to achieve this level of spending and at the same time to finance all of the €176 million required for non-ODA activities by redeploying geographic DCI funds. This is because, compared to the initial programming for these years, the DCI has already benefitted from an increase in its overall envelope of €239 million. Consequently, a €176 million redeployment could be absorbed without any risk of not meeting the spending level envisaged in the DCI Regulation. Option 3: funding from the margin and from DCI: The four Preparatory Actions over 2007-2009 have been financed from the margin under Heading 4 at the initiative of the budget authority. If these initiatives are to be given a legislative follow-up, their continued financing from the margin could be justified. This could account for 40% of the envelope needed to cover non-ODA activities. The other 60% would in fact correspond to the amounts identified above which are needed to cover mobility for EU students under Erasmus Mundus and activities foreseen under the DCI envelope but not eligible because of its limited scope. Such a solution could also be accommodated without reducing the overall level of spending for DCI (in fact its impact on the DCI allocations would be less than option 2). Sharing the funding of non-ODA activities in this way between the margin and the DCI could be considered a balanced solution while respecting the budgetary constraints of Heading 4. ",
        "EN 13 EN 4. P OLICY OPTIONS AND ANALYSIS OF IMPACTS Article 49 of the Financial Regulation requires that a basic act shall be first adopted for spending programmes. As a result a non-regulatory option is not possible since a financial instrument is necessary. The options for tackling the problem are the following: 1. No EU action 2. Amend DCI Regulation 3. Amend ICI Regulation 4. Table a new instrument The options are assessed against the following three criteria: Coherence means here the possibilities to create synergies in terms of programming and delivery towards achieving the agreed objectives and to avoid negative consequences and spillovers which would adversely affect the implementation of the policies. This is particularly significant when two different instruments have the same geographical coverage. Effectiveness means doing the right things, that is setting the right goals and objectives and then making sure they're accomplished. Efficiency means doing things right, that is getting the most from your resources: that encompasses here organizational aspects and the gains from the simplification of the instruments. 4.1. Impact option 1 : “No change” Under this option, the DCI Regulation would remain the only financial instrument to cover our cooperation with countries representing an enormous weight in terms of economic, demographic, and politics. Whereas the DCI brings for the first time under a unique Regulation the geographic development cooperation with the countries concerned, an instrument to fill the legislative gap in dealing with certain countries is necessary. The financing of the EU mobility component of the EMEWC would have to be abandoned as from 2010, with a general impact on the programme itself which is based on exchange between EU and foreign partner universities. The budget authority has initiated a set of preparatory actions to remedy to this “legislative gap” which started in 2007 (India and China) and 2008 (MICs Asia and MICs Latin America). Since the legislative follow-up has to be concluded by the end of the third year – that is 2009 for the first 2 Preparatory Actions – doing nothing would mean that the Commission does not intend to give a legislative follow-up. This is not the consensus reached on the need to fill the legislative gap. The “no change” option would also mean ignoring the evolution of the international relations with emerging key players in the world. It would deprive the Community of an instrument for financing measures non-ODA eligible in key geographical regions. The Budget Authority cannot continue funding Preparatory Actions after the 3 rd year. 4.2. Impact option 2 : “Amend DCI Regulation” This option would consist of amending the DCI Regulation to extend its scope by adding a new strand for non-ODA activities. This would imply inserting an additional (ring-fenced) amount to separate the “ODA” funds from the “non-ODA” ones. It would not be necessary to add a second legal base (i.e. article 181a - Economic, Financial and Technical cooperation with third countries) to the Regulation as the center of gravity of the regulation would still be ",
        "EN 14 EN “Development cooperation” even with an additional strand. As a result, Article 179 could remain the only legal base. The co-decision procedure would continue to apply. The advantages of such option are mainly in terms of coherence and efficiency: - Programming and geographical coverage maintained under a unique instrument (CSP, AAPs) with coherence ensured in terms of management by both RELEX and AIDCO. - Continuity and coherence in Council (DCI) and Parliament (Development committee) for the same geographical region under the same instrument. - No “overlapping” with another instrument in areas which are already covered by current DCI such as people-to-people links, education, cultural/scientific/technological cooperation, trade, promotion of dialogues between political and civil society actors. - Respect the institutions’ shared objective to bring more coherence and consistency through a major simplification of the instruments. This approach was a pillar of the financial instruments reform. The disadvantages of such option are mainly in terms of effectiveness: - Bring under the same Regulation different objectives: eradication of poverty and fostering of Community’s interests. The Commission originally proposed a single instrument in 2004 to cover both the economic cooperation and the development cooperation, and this option would correspond to a partly re-tabling of the 2004 proposal (as developed under point 2.2). This was not accepted by the legislative authority. - Development assistance and other forms of financial action mixed-up in the same instrument. - Not recommended by the Development Committee as a suitable option. - Need to amend the DCI reference amount to take into consideration the additional strand. This would risk re-opening difficult negotiations. 4.3. Impact option 3 : “Amend ICI Regulation” Under this option, the ICI Regulation would be amended to extend the current Regulation by adding a new strand for DCI countries. This implies inserting an additional (ring-fenced) amount. According to informal consultation with the legal service, it would not be necessary to add a second legal base (i.e. article 179) to the Regulation as the center of gravity of the Regulation would still be “Economic cooperation” even with an additional strand covering developing countries. As a result, Article 181a would remain the only Treaty legal base and the Consultation procedure would remain in force. The advantages of such option are mainly in terms of effectiveness, with coherence and efficiency relatively advantageous: - Some ICI’s areas of cooperation (article 4) cover the non-ODA purposes required. - Clear distinction between Economic cooperation objective and Development cooperation. - Respect the Commission’s approach to bring more coherence and consistency through a major simplification of the instruments. - Recommended by the Development Committee as the best suitable option. However, there are some disadvantages also in terms of coherence and efficiency: ",
        "EN 15 EN - Risk of overlapping with the DCI regulation for “grey areas” of cooperation eligible under the DCI such as “mutual understanding, mutual benefit, people-to-people links, education and training programmes, cultural/scientific/technological cooperation, transport, trade, promotion of dialogues between political and civil society actors”. - Different committees in Council (ICI) and Parliament follow-up for the same geographical region under different instruments. 4.4. Impact option 4 : “Table a new instrument” Under that option, the Commission would propose a new instrument based on article 181a of the EC Treaty. According to informal consultation with the legal service, it would not be necessary to add a second legal base (i.e. article 179) to the Regulation as the center of gravity of the regulation would be “Economic cooperation” even if the cooperation covers developing countries. The Consultation procedure would be therefore the applicable procedure. The advantages of such option are in terms of effectiveness: - Design of the scope of the instrument independently of the ICI scope: this could help to reduce the “overlapping risk” between the DCI and the new instrument as identified for “grey areas” of cooperation eligible under the DCI such as “mutual understanding, mutual benefit, people-to-people links, education and training programmes, cultural/scientific/technological cooperation, transport, trade, promotion of dialogues between political and civil society actors”. The disadvantages of such option are in terms of coherence and efficiency: - Undermine Commission’s approach to bring more coherence and consistency through a major simplification of the instruments (replacing more than 30 different legal instruments). - Risk of overlapping with the DCI Regulation in the “grey areas” of cooperation cannot be entirely avoided since that risk relates mainly to an ex-ante interpretation of the ODA eligible measures. - Will create complexities and additional administrative burden in adjusting implementation and management framework (programming, committee, reporting…). - Not proposed/recommended by AFET Committee. 5. C OMPARING THE OPTIONS Option 1 is not considered a valid option to pursue in view of the need to fill the legislative gap. Challenges linked to the globalization require an instrument covering the most dynamic part of the world. Option 2 would be the most coherent option in terms of programming and delivery. However, it would bring under the same Regulation different objectives: ODA and non-ODA cooperation. In view of the pursuit of the MDGs and the EU’s commitment to dedicate up to 0.7% of its PNB to Development Aid, it is politically important to have a clear separation between the two forms of cooperation. The political message in terms of financial envelope is also clearer. In terms of efficiency, such proposal under the co-decision procedure would not be acceptable by Parliament. That attempt was already proposed in 2004 and was rejected. It can be anticipated that the same would happen with this option. Option 3 appears as the most attractive option, not least because it supports already the areas of cooperation that are required. In terms of efficiency, it would make use of existing ",
        "EN 16 EN structures (commitology) and programming framework. A duplication of that Regulation to cover the DCI countries (option 4) would be against the simplification of the instruments which have been welcomed by Member States, Parliament and more generally by stakeholders. The risk of the “management split” for the same region is considered as “low” since the programming and implementation would remain under the same Commission’s management structure than the DCI (the same services in RELEX, DEV and AIDCO will programme and implement both DCI and ICI as the organization, is based on, geographical coverage and not based on instruments). The programming documents will cover both instruments. Option 4 – new instrument – does not bring any advantage compared to the other 2 legislative options. On the contrary, it would add an instrument pursuing the same areas of cooperation than the current ICI, and this option would complicate the programming framework. It is not deemed to be a coherent, efficient, and very effective option because of the additional structures it would create without any advantages compared to the options 2 and 3. Option 1 Option 2 Option 3 Option 4 Coherence 0 ++ + 0 Effectiveness 0 - ++ + Efficiency 0 ++ + - Conclusion From the analysis above, and taking into account that effectiveness is a necessary condition which therefore prevails over the other criteria, it appears that option 3 is the most appropriate option to tackle the legislative gap. The provisions and Treaty legal base of the ICI regulation are deemed appropriate to cover the intended activities. It is therefore recommended to amend the ICI Regulation in order to extend its geographical scope of the DCI countries. 6. M ONITORING AND EVALUATION Further to the Preparatory Actions which have been launched since 2007 and 2008, the Commission will proceed in the course of 2009 and 2010 to the evaluation of these actions. These evaluations will be used for the programming 2010-2013 of the new ICI strand for non- ODA activities in DCI countries. Annual reporting is foreseen in the regulation where main outcomes and impacts of the cooperation actions and programmes shall be set out. Furthermore, regular monitoring and evaluations of the projects will be performed to ensure that the projects are fulfilling the pursued objectives. ",
        "EN 17 EN ANNEX Organisation for Economic Co-operation and Development DIRECTION DE LA COOPERATION POUR LE DEVELOPPEMENT COMITE D'AIDE AU DEVELOPPEMENT 1) Abstract from the DCD/DAC(2007)34 - 06-Apr-2007 - DIRECTIVES POUR L'ETABLISSEMENT DES RAPPORTS STATISTIQUES AU CAD Aide publique au développement (APD) 35. On entend par “aide publique au développement” tous les apports de ressources qui sont fournis aux pays et territoires sur la Liste des bénéficiaires d’APD, ou à des institutions multilatérales, et qui répondent aux critères suivants : i. Émaner d'organismes publics, y compris les états et les collectivités locales, ou d'organismes agissant pour le compte d'organismes publics. ii. Sachant que chaque opération doit en outre a) Avoir pour but essentiel de favoriser le développement économique et l'amélioration du niveau de vie des pays en développement. b) Être assortie de conditions favorables et comporter un élément de libéralité au moins égal à 25 pour cent9 (sur la base d'un taux d'actualisation de 10 pour cent). Le tableau suivant définit le contenu des principales rubriques Code ligne INTITUL É Contenu 100 INFRASTRUCTURE ET SERVICES SOCIAUX Cette grande cat é gorie rend essentiellement compte des efforts faits pour mettre en valeur le potentiel de ressources humaines des pays en d é veloppement. 110 É DUCATION Couvre l'enseignement g é n é ral de tous niveaux ainsi que les activit é s de construction visant sp é cifiquement l'am é lioration ou l'adaptation d' é tablissements d'enseignement. La formation portant sur un domaine particulier, comme l'agriculture, sera class é e en regard du secteur int é ress é . 111 É DUCATION, NIVEAU NON SP É CIFI É Englobe la formulation de la politique à l' é gard du secteur é ducatif et les activit é s de recherche sur l' é ducation, de m ê me que la construction de locaux et la formation des enseignants destin é s à un niveau d' é ducation non sp é cifi é ou non connu. 112 É DUCATION DE BASE Enseignement, aux jeunes et aux adultes, des comp é tences essentielles et instruction primaire. 113 É DUCATION SECONDAIRE Englobe la formation professionnelle. 114 É DUCATION POST-SECONDAIRE Enseignement sup é rieur et hautes é tudes techniques et commerciales. 120 SANT É Couvre l'aide fournie pour les h ô pitaux, dispensaires, autres services m é dicaux et dentaires, l'administration de la sant é publique et les programmes d'assurance- maladie. 121 SANT É , G É N É RAL Inclut la formulation de la politique de sant é , l'enseignement m é dical, formation et la recherche, les laboratoires, les h ô pitaux et les cliniques sp é cialis é es, les services d'ambulance, les soins dentaires, la sant é mentale, la r éé ducation, ainsi que la lutte contre les maladies non infectieuses, la drogue et l'abus de ",
        "EN 18 EN substances dangereuses ( à l'exclusion des activit é s de lutte contre le trafic des stup é fiants). 122 SANT É DE BASE Soins de sant é de base, formation du personnel et am é lioration des infrastructures destin é s aux soins de sant é de base, nutrition, lutte contre les maladies infectieuses et campagnes de sant é publique. 130 POLITIQUE EN MATI È RE DE POPULATION/ SANT É ET FERTILITE Ce poste couvre toutes les activit é s dans les domaines de la sant é g é n é sique, du planning familial et de la recherche sur les probl è mes d é mographiques, lutte contre les MST et VIH/sida. 140 DISTRIBUTION D'EAU ET ASSAINISSEMENT Regroupe toute l'aide fournie pour la distribution d'eau et son utilisation, l'assainissement, et la mise en valeur des ressources en eau (y compris les rivi è res). 150 GOUVERNEMENT ET SOCIETE CIVILE Comprend les mesures pour renforcer l ’ appareil administratif et le gouvernement. 151 GOUVERNEMENT ET SOCIETE CIVILE, GENERAL Ce poste couvre la planification é conomique et du d é veloppement du gouvernement, la planification de m ê me que les activit é s destin é es à promouvoir la bonne gestion des affaires publiques et le renforcement de la soci é t é civile, la gestion financi è re du secteur public, le d é veloppement des services l é gaux et judiciaires, l ’ administration gouvernementale, les é lections, les droits de la personne, la libert é de l ’ information, et les organisations et institutions pour l ’é galit é de la femme. 152 PREVENTION ET REGLEMENTS DES CONFLITS, PAIX ET SECURITE Comprend la gestion et r é forme des syst è mes de s é curit é sous formes de coop é ration technique, les dispositifs civils de construction de la paix, et de pr é vention et de r è glement des conflits, le maintien de la paix à l ’ issue d ’ un conflit (NU), la r é int é gration et contr ô le des armes l é g è res et de petit calibre, l ’ enl è vement des mines terrestres à des fins de d é veloppement, la pr é vention et appui à la d é mobilisation des enfants soldats, la gestion des d é penses li é es à la s é curit é et le renforcement du r ô le de la soci é t é civile dans les syst è mes de s é curit é . L ’ aide destin é e à favoriser la r é insertion dans la vie é conomique du personnel militaire d é mobilis é et la reconversion des installations de production de mat é riel militaire vers des activit é s civiles. 160 INFRASTRUCTURE ET SERVICES SOCIAUX DIVERS Cette rubrique englobe les activit é s en faveur de l ’ emploi, du logement, des autres services sociaux et du d é veloppement culturel, la lutte contre le trafic de drogues 5, l ’ att é nuation de l ’ impact social du VIH/sida. 200 INFRASTRUCTURE ET SERVICES É CONOMIQUES Cette grande cat é gorie regroupe les aides en faveur des r é seaux et des services, publics et autres, qui facilitent l ’ activit é é conomique. 210 TRANSPORTS ET ENTREPOSAGE Couvre les activit é s relatives aux transports par route, par rail, par eau et par air et à l ’ entreposage, que ces derni è res soient ou non li é es au transport. 220 COMMUNICATIONS Incluent tous les syst è mes de communication (postes et t é l é communications, radio, t é l é vision, presse é crite), TIC. 230 PRODUCTION ET DISTRIBUTION D ’É NERGIE Cette rubrique recouvre à la fois la production et la distribution d' é nergie. L ’ aide visant à favoriser une utilisation pacifique de l ’é nergie nucl é aire est comptabilisable dans l ’ APD. À titre d ’ exemples, on citera : la construction ou le d é classement de centrales nucl é aires à des fins civiles, le d é veloppement ou la fourniture d ’ isotopes m é dicaux, l ’ irradiation des aliments et d ’ autres 5 La comptabilisation dans l’APD des dépenses liées à la lutte contre le trafic de drogues est limitée aux activités qui se focalisent sur le développement économique et l’amélioration du niveau de vie, y compris les programmes de développement alternatifs et la substitution des plantations. Les activités financées par les donneurs pour interdire les provisions de drogues, détruire les plantations ou former ou financer le personnel militaire dans les activités de lutte contre la drogue ne sont pas comptabilisées dans l’APD. ",
        "EN 19 EN applications industrielles et commerciales. Sont par contre exclues les activit é s de recherche sur les armes nucl é aires et les applications militaires de la technologie nucl é aire. 240 BANQUES ET SERVICES FINANCIERS Couvre l ’ aide en faveur des services bancaires et financiers, qu ’ ils rel è vent du secteur formel ou du secteur informel. 250 ENTREPRISES ET AUTRES SERVICES Cette rubrique englobe les activit é s de promotion de l ’ entreprise et d ’ am é lioration de l ’ environnement des entreprises ainsi que celles li é es à la privatisation. 300 SECTEURS DE LA PRODUCTION Dans cette grande cat é gorie sont group é s les apports d'aide à tous les secteurs directement productifs. 310 AGRICULTURE, SYLVICULTURE ET P Ê CHE Couvre tous les secteurs de production primaires à l ’ exception de l ’ extraction de ressources naturelles. 311 AGRICULTURE Politique agricole, d é veloppement et moyens de production agricoles, gestion des sols et des ressources en eau à usage agricole, productions v é g é tales et animales, r é forme agraire, cr é dit, coop é ratives et recherche agricoles et services v é t é rinaires. 312 SYLVICULTURE Politique sylvicole, planification en mati è re de sylviculture, projets de production de bois de chauffage et de charbon de bois, enseignement, recherche et d é veloppement sylvicoles. 313 P Ê CHE Politique de la p ê che, planification des p ê cheries, recherche et enseignement piscicoles. 320 INDUSTRIES MANUFACTURI È RES ET EXTRACTIVES ET CONSTRUCTION Couvre l ’ aide au profit des industries manufacturi è res quelles qu ’ elles soient, des activit é s de recherche et d é veloppement technologiques, des industries extractives et des activit é s de construction dont le secteur de destination ne peut ê tre identifi é . 321 INDUSTRIES MANUFACTURI È RES Politique industrielle, d é veloppement de la petite entreprise et de l'artisanat ; tous types d'activit é s manufacturi è res y compris l ’ agro-alimentaire, la fabrication de produits chimiques et d'engrais, la liqu é faction du gaz et le raffinage du p é trole, la production de bois de chauffage et l'industrie des textiles et du cuir. 322 INDUSTRIES EXTRACTIVES Politique et planification en mati è re d'extraction des minerais et min é raux, g é ologie, et activit é s d'extraction des minerais, min é raux et combustibles. 323 CONSTRUCTION Politique et planification en mati è re de construction ; sont exclues les activit é s de construction visant un secteur particulier (construction d'h ô pitaux ou d' é coles, par exemple). 331 POLITIQUE COMMERCIALE ET REGLEMENTATIONS Politique commerciale et planification, facilitation du commerce, accords commerciaux r é gionaux, n é gociations commerciales multilat é rales, commerce multisectoriel de gros et de d é tail, et promotion des exportations. 332 TOURISME Politique du tourisme et gestion administrative des activit é s touristiques. 400 DESTINATION PLURISECTORIELLE OU TRANSVERSALE Cette grande cat é gorie comprend l'aide à des projets qui chevauchent plusieurs secteurs Toutefois, des é critures ne devront ê tre pass é es ici que si le pays d é clarant n'est pas en mesure d'estimer les montants affect é s aux diff é rents secteurs mentionn é s ailleurs dans le tableau. 410 PROTECTION DE L ’ ENVIRONNEMENT, GENERALE Ce poste englobe les activit é s ne visant pas un secteur particulier li é es à la pr é servation, la protection et l ’ am é lioration de l ’ environnement physique. 430 AUTRES MULTI SECTEURS Ce poste regroupe les projets d ’ am é nagement urbain et rural, le d é veloppement alternatif non agricole, l ’é ducation et formation plurisectorielles (y compris les ",
        "EN 20 EN bourses) et la recherche quand le secteur ne peut ê tre d é termin é . 450 AIDE VENTILABLE PAR SECTEUR, TOTAL Somme des montants inscrits aux postes 100, 200, 300 et 400. 500 AIDE-PROGRAMME ET AIDE SOUS FORME DE PRODUITS Cette grande cat é gorie englobe les contributions ne visant pas un secteur particulier mises à la disposition du b é n é ficiaire à des fins g é n é rales de d é veloppement, qu ’ elles soient ou non assorties de restrictions quant à l'emploi pr é cis des fonds (et que le donneur contr ô le ou non l'utilisation des fonds de contrepartie). Les concours accord é s à la condition g é n é rale d' ê tre consacr é s à des projets d' é quipement que le b é n é ficiaire choisit sans avoir besoin de l'accord du donneur doivent é galement ê tre comptabilis é s ici. 510 SOUTIEN BUDGETAIRE Contributions au budget du gouvernement non r é serv é es, soutien à la mise en oeuvre des r é formes macro é conomiques, transferts pour la stabilisation de la balance des paiements, et l ’ aide programme g é n é rale ne pouvant ê tre ventil é e par secteur. 520 AIDE ALIMENTAIRE A DES FINS DE D É VELOPPEMENT/AIDE A LA SECURITE ALIMENTAIRE Fourniture et transport de denr é es alimentaires, contributions en esp è ces pour l ’ achat de denr é es alimentaires, et apport de produits interm é diaires (engrais, semences,etc.) dans le cadre d ’ un programme d ’ aide alimentaire. 530 AIDE SOUS FORME DE PRODUITS : AUTRE Ce poste inclut les subventions à l ’ importation des biens d ’é quipement et des produits. 600 ACTIONS SE RAPPORTANT À LA DETTE Cette grande cat é gorie regroupe toutes les op é rations li é es à la dette (remises, conversions, é changes et rachats de cr é ances, r éé chelonnements, refinancements). 2) Abstract from the DCD/DAC(2007)38 – 29 August 2008 Draft DAC List of ODA Recipients Effective for reporting on 2008, 2009 and 2010 flows Least Developed Countries Other Low Income Countries (per capita GNI < $935 in 2007) Lower Middle Income Countries and Territories (per capita GNI $936-$3 705 in 2007) Upper Middle Income Countries and Territories (per capita GNI $3 706-$11 455 in 2007) Afghanistan Côte d'Ivoire Albania *Anguilla Angola Ghana Algeria Antigua and Barbuda 1 Bangladesh Kenya Armenia Argentina Benin Korea, Dem. Rep. Azerbaijan Barbados Bhutan Kyrgyz Rep. Bolivia Belarus Burkina Faso Nigeria Bosnia and Herzegovina Belize Burundi Pakistan Cameroon Botswana Cambodia Papua New Guinea Cape Verde Brazil ",
        "EN 21 EN Central African Rep. Tajikistan China Chile Chad Uzbekistan Colombia Cook Islands Comoros Viet Nam Congo, Rep. Costa Rica Congo, Dem. Rep. Zimbabwe Dominican Republic Croatia Djibouti Ecuador Cuba Equatorial Guinea Egypt Dominica Eritrea El Salvador Fiji Ethiopia Georgia Gabon Gambia Guatemala Grenada Guinea Guyana Jamaica Guinea-Bissau Honduras Kazakhstan Haiti India Lebanon Kiribati Indonesia Libya Laos Iran Malaysia Lesotho Iraq Mauritius Liberia Jordan *Mayotte Madagascar Macedonia, Former Yugoslav Republic of Mexico Malawi Marshall Islands Montenegro Maldives Micronesia, Federated States *Montserrat Mali Moldova Nauru Mauritania Mongolia Oman 1 Mozambique Morocco Palau Myanmar Namibia Panama Nepal Nicaragua Serbia 3 Niger Niue Seychelles ",
        "EN 22 EN Rwanda Palestinian Administered Areas South Africa Samoa Paraguay *St. Helena São Tomé and Príncipe Peru St. Kitts-Nevis Senegal Philippines St. Lucia Sierra Leone Sri Lanka St. Vincent and Grenadines Solomon Islands Swaziland Suriname Somalia Syria Trinidad and Tobago 2 Sudan Thailand Turkey Tanzania *Tokelau Uruguay Timor-Leste Tonga Venezuela Togo Tunisia Tuvalu Turkmenistan Uganda Ukraine Vanuatu *Wallis and Futuna Yemen Zambia (*) Territory. (1) Antigua & Barbuda and Oman exceeded the high income country threshold in 2007. In accordance with the DAC rules for revision of this List, both will graduate from the List in 2011 if they remain high income countries until 2010. (2) Barbados and Trinidad & Tobago exceeded the high income country threshold in 2006 and 2007. In accordance with the DAC rules for revision of this List, both will graduate from the List in 2011 if they remain high income countries until 2010. (3) At present aid to Kosovo is recorded under aid to Serbia. Kosovo will be listed separately if and when it is recognised by the UN. As of April 2008, the Heavily Indebted Poor Countries (HIPCs) are : Afghanistan, Benin, Bolivia, Burkina Faso, Burundi, Cameroon, Central African Republic, Chad, Comoros, Congo (Dem. Rep.), Congo (Rep.), Côte d’Ivoire, Eritrea, Ethiopia, Gambia, Ghana, Guinea, Guinea- Bissau, Guyana, Haiti, Honduras, Kyrgyz Republic, Liberia, Madagascar, Malawi, Mali, ",
        "EN 23 EN Mauritania, Mozambique, Nepal, Nicaragua, Niger, Rwanda, São Tomé and Príncipe, Senegal, Sierra Leone, Somalia, Sudan, Tanzania, Togo, Uganda and Zambia. ",
        "EN 24 EN List of acronyms AAP: Annual Action Programme ACP: African, Caribbean and Pacific countries. ALA: Asia Latin America CSP: Country Strategy Paper DAC/OECD: Development Assistance Committee of the Organisation for Economic Co- operation and Development DCI: Development Cooperation Instrument EDF: European Development Fund EIB: European Investment Bank EMEWC: Erasmus Mundus External Window Cooperation ENPI: European Neighbourhood and Partnership Instrument ICI: Instrument for Cooperation with Industrialised and other high-income countries and territories IPA: Instrument for Pre-accession Assistance MDGs: Millenium Development Goals MIC: Middle Income Country MTR: Mid-Term Review ODA: Official Development Assistance PA: Preparatory Action RSP: Regional Strategy Paper SME: Small and Medium size Enterprise "
    ]
}