{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 27.4.2010 COM(2010) 193 final 2010/0115 (NLE) Proposal for a COUNCIL DECISION on guidelines for the employment policies of the Member States Part II of the Europe 2020 Integrated Guidelines {SEC(2010) 488 final} ",
        "EN 2 EN EXPLANATORY MEMORANDUM On 26 March 2010, the European Council agreed to the European Commission's proposal to launch a new strategy for jobs and growth, Europe 2020 1 , based on enhanced coordination of economic policies, which will focus on the key areas where action is needed to boost Europe’s potential for sustainable growth and competitiveness. To that end, the European Council agreed to set EU headline targets, which constitute shared objectives guiding action of the Member states and of the Union. In the light of these targets, Member States [have set] their national targets. For its part, at EU level, the Commission will work to implement the strategy, notably through its seven ‘flagship initiatives’, which have been announced in the Europe 2020 Communication. The Treaty on the functioning of the EU provides that Member States are to regard their economic policies and promoting employment as matters of common concern and coordinate them within the Council. In two distinct articles, it provides that the Council is to adopt broad economic policy guidelines (Article 121) and employment guidelines (Article 148), specifying that the latter must be consistent with the former. Given this legal basis, the guidelines for employment and economic policies are presented as two distinct — but intrinsically interconnected — legal instruments: • A Council Recommendation on broad guidelines for the economic policies of the Member States and of the Union -Part I of the Europe 2020 Integrated Guidelines; • A Council Decision on guidelines for the employment policies of the Member States -Part II of the Europe 2020 Integrated Guidelines. These guidelines implemented by the above mentioned legal instruments form together the integrated guidelines for implementing the Europe 2020 strategy. The \"Europe 2020 Integrated Guidelines\" set out the framework for the Europe 2020 strategy and reforms at Member State level. To ensure coherence and clarity, the guidelines are limited in number and reflect the European Council conclusions. The guidelines are integrated to ensure that national and EU-level policies contribute fully to achieving the objectives of the Europe 2020 strategy. Following them in a synchronised manner will help Member States reap the positive spill-over effects of coordinated structural reforms, particularly within the euro area. On this basis, Member States will draw up National Reform Programmes setting out in detail the actions they will take under the new strategy, with a particular emphasis on efforts to meet the national targets. Building on monitoring by the Commission and work done in the Council, the European Council will assess every year the overall progress achieved both at EU and at national level in implementing the strategy. Macroeconomic, structural, and competitiveness developments and overall financial stability will be examined simultaneously. 1 COM(2010) 2020, 3.3.2010 ",
        "EN 3 EN The \"Europe 2020 Integrated Guidelines\" are the following: Guideline 1: Ensuring the quality and the sustainability of public finances Guideline 2: Addressing macroeconomic imbalances Guideline 3: Reducing imbalances in the euro area Guideline 4: Optimising support for R&D and innovation, strengthening the knowledge triangle and unleashing the potential of the digital economy Guideline 5: Improving resource efficiency and reducing greenhouse gases emissions Guideline 6: Improving the business and consumer environment and modernising the industrial base Guideline 7: Increasing labour market participation and reducing structural unemployment Guideline 8: Developing a skilled workforce responding to labour market needs, promoting job quality and lifelong learning Guideline 9: Improving the performance of education and training systems at all levels and increasing participation in tertiary education Guideline 10: Promoting social inclusion and combating poverty ",
        "EN 4 EN 2010/0115 (NLE) Proposal for a COUNCIL DECISION on guidelines for the employment policies of the Member States Part II of the Europe 2020 Integrated Guidelines THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 148(2) thereof, Having regard to the proposal from the European Commission, Having regard to the opinion of the European Parliament 2 , Having regard to the opinion of the European Economic and Social Committee 3 , Having regard to the opinion of the Committee of the Regions 4 , Having regard to the opinion of the Employment Committee, Whereas: (1) The Treaty on the Functioning of the European Union stipulates in Article 145 that Member States and the EU shall work towards developing a coordinated strategy for employment and particularly for promoting a skilled, trained and adaptable workforce and labour markets responsive to economic change and with a view to achieving the objectives set out in Article 3 of the Treaty on European Union. Member States, having regard to national practices related to the responsibilities of management and labour, shall regard promoting employment as a matter of common concern and shall coordinate their action in this respect within the Council, in accordance with the provisions of Article 148 of the Treaty on the Functioning of the European Union. (2) The Treaty on European Union stipulates in Article 3.3 that the Union shall combat social exclusion and discrimination, and shall promote social justice and protection and provides for the Union’s initiatives to ensure coordination of Member States' social policies. Article 9 of the Treaty on the Functioning of the European Union provides that in defining and implementing its policies and activities, the Union shall take into account requirements linked to the guarantee of adequate social protection and the fight against social exclusion. 2 OJ C , , p. 3 OJ C , , p. 4 OJ C , , p. ",
        "EN 5 EN (3) The Treaty on the Functioning of the European Union provides that employment guidelines and broad economic policy guidelines are to be adopted by the Council to guide Member States’ policies. (4) The Lisbon Strategy, launched in 2000, was based on an acknowledgement of the EU’s need to increase its productivity and competitiveness, while enhancing social cohesion, in the face of global competition, technological change and an ageing population. The Lisbon Strategy was re-launched in 2005, after a mid-term review which led to greater focus on growth, more and better jobs. (5) The Lisbon strategy for growth and jobs helped forge consensus around the broad direction of the EU’s economic and employment policies. Under the strategy, both broad economic policy guidelines and employment guidelines were adopted by the Council in 2005 5 and revised in 2008 6 . The 24 guidelines laid the foundations for the national reform programmes, outlining the key macro-economic, micro-economic and labour market reform priorities for the EU as a whole. However, experience shows that the guidelines did not set clear enough priorities and that links between them could have been stronger. This limited their impact on national policy-making. (6) The financial and economic crisis that started in 2008 resulted in a significant loss in jobs and potential output and has led to a dramatic deterioration in public finances. The European Economic Recovery Plan 7 has nevertheless helped Member States to deal with the crisis, partly through a coordinated fiscal stimulus, with the euro providing an anchor for macroeconomic stability. The crisis therefore showed that coordination of Union's policies can deliver significant results if it is strengthened and rendered effective. The crisis also underscored the close interdependence of the Member States’ economies and labour markets. (7) The Commission proposed to set up a new strategy for the next decade, the Europe 2020 Strategy 8 , to enable the EU to emerge stronger from the crisis, and to turn its economy towards smart, sustainable and inclusive growth. Five headline targets, listed under the relevant guidelines, constitute shared objectives guiding the action of the Member States and of the Union. Member States should make every effort to meet the national targets and to remove the bottlenecks that constrain growth. (8) As part of comprehensive ‘exit strategies’ for the economic crisis, Member States should carry out ambitious reforms to ensure macroeconomic stability and the sustainability of public finance, improve competitiveness, reduce macroeconomic imbalances and enhance labour market performance. The withdrawal of the fiscal stimulus should be implemented and coordinated within the framework of the Stability and Growth Pact. (9) Within the Europe 2020 strategy, Member States should implement reforms aimed at ‘smart growth’, i.e. growth driven by knowledge and innovation. Reforms should aim at improving the quality of education, ensuring access for all, and strengthening research and business performance in order to promote innovation and knowledge 5 COM(2005)141 6 COM(2007)803 7 COM(2009)615, 19.11.2009 8 COM(2010) 2020, 3.3.2010 ",
        "EN 6 EN transfer throughout the EU. They should encourage entrepreneurship and help to turn creative ideas into innovative products, services and processes that can create growth, quality jobs, territorial, economic and social cohesion, and address more efficiently European and global societal challenges. Making the most of information and communication technologies is essential in this context. (10) Member States should also, through their reform programmes, aim at ‘sustainable growth’. Sustainable growth means building a resource-efficient, sustainable and competitive economy, a fair distribution of the cost and benefits and exploiting Europe’s leadership in the race to develop new processes and technologies, including green technologies. Member States should implement the necessary reforms to reduce greenhouse gases emissions and use resources efficiently. They should also improve the business environment, stimulate creation of green jobs and modernise their industrial base. (11) Member States’ reform programmes should also aim at ‘inclusive growth’. Inclusive growth means building a cohesive society in which people are empowered to anticipate and manage change, thus to actively participate in society and economy. Member States’ reforms should therefore ensure access and opportunities for all throughout the lifecycle, thus reducing poverty and social exclusion, through removing barriers to labour market participation especially for women, older workers, young people, disabled and legal migrants. They should also make sure that the benefits of economic growth reach all citizens and all regions. Ensuring effective functioning of the labour markets through investing in successful transitions, appropriate skills development, rising job quality and fighting segmentation, structural unemployment and inactivity while ensuring adequate, sustainable social protection and active inclusion to reduce poverty should therefore be at the heart of Member States’ reform programmes. (12) The EU's and Member States' structural reforms can effectively contribute to growth and jobs if they enhance the EU's competitiveness in the global economy, open up new opportunities for Europe's exporters and provide competitive access to vital imports. Reforms should therefore take into account their external competitiveness implications to foster European growth and participation in open and fair markets worldwide. (13) The Europe 2020 strategy has to be underpinned by an integrated set of policies, which Member States should implement fully and at the same pace, in order to achieve the positive spill-over effects of coordinated structural reforms. (14) While these guidelines are addressed to Member States, the Europe 2020 strategy should be implemented in partnership with all national, regional and local authorities, closely associating parliaments, as well as social partners and representatives of civil society, who shall contribute to the elaboration of national reform programmes, to their implementation and to the overall communication on the strategy. (15) The Europe 2020 strategy is underpinned by a smaller set of guidelines, replacing the previous set of 24 and addressing employment and broad economic policy issues in a coherent manner. The guidelines for the employment policies of the Member States, annexed to this Decision, are intrinsically linked with the guidelines for the economic policies of the Member States and of the Union, annexed to Council Recommendation […] of […]. Together, they form the ‘Europe 2020 integrated guidelines’. ",
        "EN 7 EN (16) These new integrated guidelines reflect the conclusions of the European Council. They give precise guidance to the Member States on defining their national reform programmes and implementing reforms, reflecting interdependence and in line with the Stability and Growth Pact. These guidelines will form the basis for any country- specific recommendations that the Council may address to the Member States. They will also form the basis for the establishment of the Joint Employment Report sent annually by the Council and Commission to the European Council. (17) Even though they must be drawn up each year, these guidelines should remain largely stable until 2014 to ensure a focus on implementation, HAS ADOPTED THIS DECISION: Article 1 The guidelines for Member States’ employment policies, as set out in the Annex, are hereby adopted. These guidelines shall form part of the ‘Europe 2020 integrated guidelines’. Article 2 The guidelines in the Annex shall be taken into account in the employment policies of the Member States, which shall be reported upon in national reform programmes. Member States should design reform programmes consistent with the objectives set out in the ‘Europe 2020 integrated guidelines’. Article 3 This Decision is addressed to the Member States. Done at Brussels, For the Council The President ",
        "EN 8 EN Annex: Guidelines for the employment policies of the Member States Guideline 7: Increasing labour market participation and reducing structural unemployment Member States should integrate the flexicurity principles endorsed by the European Council into their labour market policies and apply them, making full use of European Social Fund support with a view to increasing labour market participation and combating segmentation and inactivity, gender inequality, whilst reducing structural unemployment. Measures to enhance flexibility and security should be both balanced and mutually reinforcing. Member States should therefore introduce a combination of flexible and reliable employment contracts, active labour market policies, effective lifelong learning, policies to promote labour mobility, and adequate social security systems to secure professional transitions accompanied by clear rights and responsibilities for the unemployed to actively seek work. Member States should step up social dialogue and tackle labour market segmentation with measures addressing temporary and precarious employment, underemployment and undeclared work. Professional mobility should be rewarded. The quality of jobs and employment conditions should be addressed by fighting low-wages and by ensuring adequate social security also for those on fixed contracts and the self-employed. Employment services should be strengthened and open to all, including young people and those threatened by unemployment with personalised services targeting those furthest away from the labour market. In order to increase competitiveness and raise participation levels, particularly for the low- skilled, and in line with economic policy guideline 2, Member States should review tax and benefit systems and the capacity of public services to provide the necessary support. Member States should increase labour force participation through policies to promote active ageing, gender equality and equal pay and labour market integration of young people, disabled, legal migrants and other vulnerable groups. Work-life balance policies with the provision of affordable care and innovation in work organisation should be geared to raising employment rates, particularly among youth, older workers and women, in particular to retain highly- skilled women in scientific and technical fields. Member States should also remove barriers to labour market entry for newcomers, support self-employment and job creation in areas including green employment and care and promote social innovation. The EU headline target, on the basis of which Member States will set their national targets, is of aiming to bring by 2020 to 75% the employment rate for women and men aged 20-64 including through the greater participation of youth, older workers and low skilled workers and the better integration of legal migrants. Guideline 8: Developing a skilled workforce responding to labour market needs, promoting job quality and lifelong learning Member States should promote productivity and employability through an adequate supply of knowledge and skills to match current and future demand in the labour market. Quality initial education and attractive vocational training must be complemented with effective incentives for lifelong learning, second-chance opportunities, ensuring every adult the chance to move one step up in their qualification, and by targeted migration and integration policies. Member ",
        "EN 9 EN States should develop systems for recognising acquired competencies, remove barriers to occupational and geographical mobility of workers, promote the acquisition of transversal competences and creativity, and focus their efforts particularly on supporting those with low skills and increasing the employability of older workers, while at the same time enhance the training, skills and experience of highly skilled workers, including researchers. In cooperation with social partners and business, Member States should improve access to training, strengthen education and career guidance combined with systematic information on new job openings and opportunities, promotion of entrepreneurship and enhanced anticipation of skill needs. Investment in human resource development, up-skilling and participation in lifelong learning schemes should be promoted through joint financial contributions from governments, individuals and employers. To support young people and in particular those not in employment, education or training, Member States in cooperation with the social partners, should enact schemes to help recent graduates find initial employment or further education and training opportunities, including apprenticeships, and intervene rapidly when young people become unemployed. Regular monitoring of the performance of up-skilling and anticipation policies should help identify areas for improvement and increase the responsiveness of education and training systems to labour market needs. EU funds should be fully mobilised by Member States to support these objectives. Guideline 9: Improving the performance of education and training systems at all levels and increasing participation in tertiary education In order to ensure access to quality education and training for all and to improve educational outcomes, Member States should invest efficiently in education and training systems notably to raise the skill level of the EU's workforce, allowing it to meet the rapidly changing needs of modern labour markets. Action should cover all sectors (from early childhood education and schools through to higher education, vocational education and training, as well as adult training) taking also into account learning in informal and non-formal contexts. Reforms should aim to ensure the acquisition of the key competencies that every individual needs for success in a knowledge-based economy, notably in terms of employability, further learning, or ICT skills. Steps should be taken to ensure learning mobility of young people and teachers becomes the norm. Member States should improve the openness and relevance of education and training systems, particularly by implementing national qualification frameworks enabling flexible learning pathways and by developing partnerships between the worlds of education/training and work. The teaching profession should be made more attractive. Higher education should become more open to non-traditional learners and participation in tertiary or equivalent education should be increased. With a view to reducing the number of young people not in employment, education, or training, Member States should take all necessary steps to prevent early school leaving. The EU headline target, on the basis of which Member States will set their national targets, is to reduce the drop out rate to 10%, whilst increasing the share of the population aged 30-34 having completed tertiary or equivalent education to at least 40% in 2020. Guideline 10: Promoting social inclusion and combating poverty Member States’ efforts to reduce poverty should be aimed at promoting full participation in society and economy and extending employment opportunities, making full use of the European Social Fund. Efforts should also concentrate on ensuring equal opportunities, including through access to affordable, sustainable and high quality services and public ",
        "EN 10 EN services (including online services, in line with guideline 4) and in particular health care. Member States should put in place effective anti-discrimination measures. Equally, to fight social exclusion, empower people and promote labour market participation, social protection systems, lifelong learning and active inclusion policies should be enhanced to create opportunities at different stages of people’s lives and shield them from the risk of exclusion. Social security and pension systems must be modernised to ensure that they can be fully deployed to ensure adequate income support and access to healthcare — thus providing social cohesion — whilst at the same time remaining financially sustainable. Benefit systems should focus on ensuring income security during transitions and reducing poverty, in particular among groups most at risk from social exclusion, such as one-parent families, minorities, people with disabilities, children and young people, elderly women and men, legal migrants and the homeless. Member States should also actively promote the social economy and social innovation in support of the most vulnerable. The EU headline target, on the basis of which Member States will set their national targets, is to reduce by 25% the number of Europeans living below the national poverty lines, lifting over 20 million people out of poverty. "
    ]
}