{
    "text": [
        "Prepared by: Association of Roma Minority Representatives and Advocates of Nógrád County Idetartozunk Association Romaversitas Foundation UCCU Roma Informal Foundation Khetanipe Association Eger Foundation of SZETA Pro Cserehát Association Motiváció Educational Association National Association of Roma Police Officers Együtt Közösen Egymásért Association Autonómia Foundation March 2018 Justice and Consumers Civil society monitoring report on implementation of the national Roma integration strategies in Hungary Focusing on structural and horizontal preconditions for successful implementation of the strategy ",
        "EUROPEAN COMMISSION Directorate-General for Justice and Consumers Directorate D — Equality and Union Citizenship Unit D1 Non Discrimination and Roma Coordination European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION Directorate-General for Justice and Consumers 2018 Civil society monitoring report on implementation of the national Roma integration strategy in Hungary Focusing on structural and horizontal preconditions for successful implementation of the strategy ",
        "LEGAL NOTICE “The European Commission support for the production of this publication does not constitute endorsement of the contents which reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein.” More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2018 Print ISBN 978-92-79-85458-3 doi: 10.2838/08262 Catalogue number DS-02-18-585-EN-C PDF ISBN 978-92-79-85457-6 doi: 10.2838/034974 Catalogue number DS-02-18-585-EN-N © European Union, 2018 Reproduction is authorised provided the source is acknowledged. EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you) ",
        "3 The present report has been prepared by the following NGOs: • Association of Roma Minority Representatives and Advocates of Nógrád County (Chapter education, case study) • Idetartozunk [We Belong Here] Association (Chapters Governance and overall policy framework, Anti-discrimination and Addressing Antigypsyism) • Romaversitas Foundation (Chapters Anti-discrimination and Addressing Antigypsyism) • UCCU Roma Informal Foundation (Chapters Anti-discrimination and Addressing Antigypsyism) • Khetanipe Association (Chapters Governance and overall policy framework, Education) • Eger Foundation of SZETA (Chapters Governance and overall policy framework, Anti-discrimination, Education) • Pro Cserehát Association (Chapters Governance and overall policy framework, Anti-discrimination, Education) • Motiváció Educational Association (Chapter Education) • National Association of Roma Police Officers (Chapters Governance and overall policy framework, Anti-discrimination and Addressing Antigypsyism) • Együtt Közösen Egymásért [Together for Each Other] Association (Chapters Governance and overall policy framework, Addressing Antigypsyism and Education) • Autonómia Foundation (Chapters Governance and overall policy framework, Anti-discrimination, project coordination). The report has been prepared as part of the Roma Civil Monitor pilot project, ‘Capacity - building for Roma civil society and strengthening its involvement in the monitoring of National Roma Integration Strate gies’. The pilot project is carried out for the European Commission, DG Justice and Consumers. It is coordinated by the Center for Policy Studies of Central European University (CEU CPS), in partnership with the European Roma Grassroots Organisations Network (ERGO Network), the European Roma Rights Centre (ERRC), the Fundación Secretariado Gitano (FSG) and the Roma Education Fund (REF) and implemented with around 90 NGOs and experts from up to 27 member states. Although the Roma Civil Monitor pilot project, as part of which the report was prepared, is coordinated by CEU, the report represents the findings of the authors and it does not necessarily reflect the views of CEU. CEU cannot be held responsible for any use which may be made of the information contained therein. ",
        "",
        "5 C ONTENTS LIST OF ABBREVIATIONS ........................................................................................... 6 EXECUTIVE SUMMARY ................................................................................................ 7 INTRODUCTION ....................................................................................................... 11 GOVERNANCE AND OVERALL POLICY FRAMEWORK .................................................. 12 Representing the interests of Roma in the Parliament ............................................... 12 Mainstreaming Roma inclusion across ministries and other national level public authorities ................................................................................................. 15 Mainstreaming Roma inclusion across local authorities .............................................. 17 Promoting empowerment and participation of Roma ................................................. 19 Guarantees for the effectiveness of programmes with the largest budgets................... 20 Civil society’s access to funding for Roma inclusion activities ..................................... 23 Availability of reliable data on the situation of Roma ................................................. 25 Policies and measures addressing specific needs of Roma women, children and youth .. 26 ANTIDISCRIMINATION ............................................................................................ 29 Implementing the Racial Equality Directive.............................................................. 29 Educational and residential segregation .................................................................. 31 Discriminatory behaviour by police, misconduct by prosecutors or courts .................... 33 Access to identity papers ...................................................................................... 36 ADDRESSING ANTIGYPSYISM .................................................................................. 38 Institutional settings for fighting discrimination and addressing antigypsyism .............. 38 Countering hate crime and hate speech against Roma, and antigypsyist rhetoric of politicians, public figures and media .............................................................. 39 Analysing and forming narratives and attitudes towards Roma .................................. 44 IMPACT OF MAINSTREAM EDUCATION POLICIES ON ROMA ..................................... 48 Access to quality early childhood education and care services, especially kindergarten.. 48 Promoting integrated education ............................................................................. 50 Avoiding early determination of school career (early tracking) ................................... 56 Eliminating grade repetition .................................................................................. 57 COMPREHENSIVE LOCAL CASE STUDY - MÁTRAVEREBÉLY ........................................ 60 RECOMMENDATIONS ................................................................................................ 63 BIBLIOGRAPHY ........................................................................................................ 66 ",
        "6 L IST OF A BBREVIATIONS ARD OP Agricultural and Rural Development Operational Programme CEDAW Committee on the Elimination of Discrimination against Women CFCF Chance for Children Foundation CSO Central Statistical Office CSR Country-Specific Recommendations DG JUST Directorate-General for Justice and Consumers EBH Equal Treatment Authority Ebktv. Act on equal treatment and the promotion of equal opportunities EDI OP Economic Development and Innovation Operational Programme EEA European Economic Area ERDF European Regional Development Fund ERDI Education Research and Development Institute EU-SILC European Union Statistics on Income and Living Conditions FRA EU Fundamental Rights Agency GYEM Working Group Against Hate Crimes GYEP National Program to Combat Child Poverty HNSIS Hungarian National Social Inclusion Strategy HRD OP Human Resource Development Operational Programme LFS EU Labour Force Survey NCC National Core Curriculum NEET Not in Education, Employment, or Training (young person) NEKI Civic Right Defender Institute of Ethnic and National Minorities NGO Non-Governmental Organisation ORFK National Police Headquarters ORTT National Radio and Television Board PISA Programme for International Student Assessment PM Prime Minister RPC Roma Press Centre TSD OP Territorial and Settlement Development Operational Programme ",
        "7 E XECUTIVE SUMMARY In recent years, the decreasing of number of inhabitants living in poverty was presented as the main achievement of social inclusion policies in Hungary. Governmental reports cite it as a great success while their critics point out that it is a result of general economic improvement and the recovery from the 2008 economic crisis. Moreover, Roma families’ exposure to poverty is three-four times higher than for the rest of the population. 1 While the opportunity for effective participation in politics has been provided by the government on a much wider basis than before, the main institutional representative of Roma, the National Minority Roma Self-government, is facing repeated prosecution for financial misconduct, which wrongdoing was not even denied by the relevant ministry and media loyal to the ruling government. Further, researchers and civil experts raise their voices against growing school segregation, and against the educational system which strengthens social inequalities and provides lower level of education for children living in poverty. In contrast, the government highlights their effort to restructure the educational system. Many times, the opposite sides could not even agree on statistical data on education finance, the results of international and national student performance tests, or the indicators of church participation in education. Governance and overall policy framework While from a legal and formal point of view Roma people have an equal right to vote and to participate in public affairs in Hungary, the Roma population is underrepresented in the main political decision-making bodies. The reasons for this are connected to institutional factors, the characteristics of the social group, the political mobilization among the Roma, as well as the characteristics of the interest representation organisations that are called into existence, including the Roma parties. Ethnic parties have had hardly any role in involving Roma in the decision-making processes in the past two decades or more. These actors have remained marginal both in the political and party system and the local communities. They have been unable to address and mobilize their potential voters in a credible way. The current governmental system includes several councils covering Roma integration issues. The Hungarian government does make an effort to develop a political discourse with representatives of Roma organisations. However, even after six years of operation, it is hard to assess the councils’ effectiveness and their positive impact on Roma integration. The complaints and problems of Roma people are rarely dealt with and are poorly channelled into the work of the local authorities. The relationship between Roma residents and the local authorities is best characterized by a clientelistic relationship. In Hungary, there are 1100 settlements where Minority Roma Self-governments are working, but we have not managed to obtain an exact number of Roma NGOs. Local organisations could apply for small-scale, mainly cultural projects; however, the financial and institutional situation of the national-level NGOs is more problematic. In the last few years, 4 major rights protection organisations had to suspend their work because of their financial situation. 1 European Commission. 2018. Country Report Hungary 2018 . p. 22. Available at: https://ec.europa.eu/info/sites/info/files/2018-european-semester-country-report-hungary-en.pdf . See more info: https://www.ksh.hu/docs/eng/xstadat/xstadat_annual/i_zaa007.html, https://bbj.hu/analysis/one-third- of-hungarians-living-in-deep-poverty_142925 ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 8 Antidiscrimination A wide range of anti-discrimination principles are defined in the Hungarian legislative system. The main pillar is the Constitution (called Basic Law) of Hungary which guarantees fundamental rights without any distinction in Article No XV. The principle of equal treatment also generally applies in sectoral legislation. Among other laws, the Labour Code also regulates the requirement of equal treatment. The Civil Code regulates negative discrimination of persons under the protection of personality rights. Despite the legislative framework meeting the key EU anti-discrimination directives and the laws guaranteeing the requirement of equal treatment, challenges remain in the fight against the discrimination against the Roma by the fact that the legislation is ambiguous in many instances. Legal awareness is low, and certain legal relations are exempt from the scope of the Act (No CXXV of 2003 on equal treatment and the promotion of equal opportunities). Legal awareness of issues concerning equal treatment is especially low among the Roma. Based on the survey conducted by the EU Fundamental Rights Agency (FRA), 53% of Roma respondents in Hungary think that discrimination based on ethnic origin is very widespread. As Hungarian laws prohibit discrimination in every sector and at all levels, one could argue that everything is in order concerning the legislation. A number of recommendations by the non-governmental sector urging legal prohibition of discrimination have been implemented since the early 1990s. Despite all this, Roma suffer from discrimination in numerous areas of life, from police practices through employment and housing to school segregation and discrimination. Anti-discrimination efforts, in our view, enjoy little public support, and there seems to be an increased tendency to blame the persons suffering from discrimination and call them oversensitive. Antigypsyism The Hungarian National Social Inclusion Strategy (HNSIS) II (2014) 2 acknowledges that Roma are facing prejudices. Unfortunately, it is talking about “mutual lack of trust, aggression, prejudices”, without explicitly assigning the primary responsibility to the majority. The strategy does not use the specific term antigypsyism, however, this term is rarely used by civil society or academia in Hungary. The strategy also commits itself to addressing prejudices faced by Roma. The strategy, unfortunately, highlights “two -way awareness raising and communication” with responsibility not assigned to the m ajority. There is no public body specifically tasked to analyse and address antigypsyism in Hungary. Two public bodies are mentioned to have roles: the ombudsman for the rights of national minorities and the national Roma self-government. The issue of hate crimes is not addressed by the HNSIS at all, except for the No Hate Speech Campaign. Therefore, the action plan does not designate a responsible governmental body or allocate resources to the issue. According to the HNSIS, it is necessary to raise awareness of Roma culture. Every year since 2013, the Ministry of Human Capacities has announced open calls for proposals along the objectives set out in the Strategy. The largest national campaign (2017) aimed at changing opinions about the Rom a was the one entitled “The Roma Heroes of 1956”. The campaign is a milestone in developing a positive public image of the Roma. To ensure long-term success and positive impact, however, it is essential to organise similar 2 The Hungarian government has decided to name the NRIS of Hungary as stated above. ",
        "E XECUTIVE SUMMARY 9 campaigns on a regular basis and to extend their scope beyond the capital city to rural towns as well. Impact of mainstream education policy on Roma From 2015 kindergarten education has become compulsory. Failure to comply with this obligation results in the withdrawal of childcare allowance. However, there are social- territorial disparities in terms of the quality of the childcare services concerning the group size, the degree of crowdedness, and the availability of equipment. Moreover, there are not enough kindergartens in several smaller settlements where they would be most needed. All things considered, the compulsory three-year kindergarten education can be viewed as a positive change for Roma children and is expected to significantly contribute to their educational success. The Sure S tart children’s centres were set up in settlements or parts of settlements with a high rate of Roma population and child poverty and where alternative forms of care are more scarcely available to preschool children and their parents. It took several years for these children's centres to get successfully integrated into the life of local communities. According to the available information, students are increasingly segregated on the grounds of their socio-economic or ethnic backgrounds. The segregation index continued to grow between 2010 and 2013. Since 2008, the number of ghetto schools (where at least 50% of the students are Roma) has been continuously rising. Although the number of institutions turning into ghetto schools (where the proportion of Roma students is between 30-50%) has slightly dropped, they have most probably become ghetto schools . Some of the primary schools maintained by church have contributed to increasing educational segregation. In the past years, due to the increasing proportion of and governmental support to church schools (their number rose by 68% between 2010 and 2014, it was 436 in 2014), these institutions have contributed to segregation to a substantial degree. There are further factors which contribute to the increase of segregation by church schools. The differentiated financial support to church and state (formerly local governmental) schools has been disputed for a long time. According to some calculations, the budgetary support to church school is much higher than that of state-run institutions. ",
        "",
        "11 I NTRODUCTION This monitoring report focuses on the current situation of Roma inclusion in Hungary. In 2017 the following policy areas were analysed: governance and overall policy network, fighting against discrimination, addressing antigypsyism, and the impact of mainstream educational policy. The report has been prepared by a consortium of 11 Roma and pro-Roma NGOs using desk research, academic literature and available data. The report tries to combine data and information from governmental reports, mentioned materials and our local level experiences. We also organised formal and informal interviews with representatives of the Deputy State Secretary of Social Development. We are grateful for their cooperation and openness. In preparing the monitoring report, writers were challenged: governmental reports highlight the effectiveness and success of the Roma inclusion policy, whereas NGOs are facing the opposite during their field work. It seems that the official and the local experiences represent different and disconnected worlds. ",
        "12 G OVERNANCE AND OVERALL POLICY FRAMEWORK Representing the interests of Roma in the Parliament From a legal and formal point of view Roma have equal rights to vote and to participate in public affairs in Hungary. However, certain political aspirants, parties and candidates have limited ability to exercise their voting rights. As most of the Hungarian Roma live in extreme poverty, they are easily exploited in their voter’s capacity. In relation to Roma voters certain parties and independent candidates: • strive to obtain their voting rights by distributing donations as a kind of “vote - capturing present” instead of making real political pledges and promises; • in many cases exchange cash for votes; 3 • try to blackmail Roma voters directly or indirectly through access to public employment; • actively help Roma voters get to polling stations; 4 • ask public employees to take photographs of their ballot papers. It also can be argued that the “Minority Roma Self -government System was supposed to provide political representation for the Roma in the last 20 years, yet it was not able to fulfil its mission. It rather functioned as a set of administrative bodies on the local level which cannot represent Roma rights on a national level ” – these bodies cannot replace an effective parliamentary political representation of the Roma in Hungary. 5 The exclusion of Roma from local governmental bodies is also widespread, and harmful, in particular in view of that Roma communities show high willingness to vote at the local authority elections (70%). 6 According to Act No CCIII of 2011 on the election of parliamentary representatives, if a nationality does not win a preferential nationality mandate from the nationality list composed by the local authorities in the national list, it will be represented in Parliament by a nationality advocate. 7 While the issue of parliamentary representation of nationality and ethnic minorities was seen by many as a default until the law was created, the solution is still ambiguous, and only effective in theory. 8 According to the Act, voters who register as members of a nationality may ask for their nationality registration to be extended to the parliamentary elections when submitting their registration. However, if they do so, they can only vote on a nationality list, and not a party list in addition to the vote given on an individual representative. Self-assessed nationality registration can also be seen as problematic. Before the 2014 national elections, mostly Roma organisations protested against registration, which led to general non-attendance and non-registration. 9 3 http://index.hu/belfold/rommoney03/ (03.12.2017) and http://nepszava.hu/cikk/1138606-nagyuzemi- roma-vokshalaszat (05.12.2017) 4 http://romasajtokozpont.hu/roma-valasztasi-korkep/ (05.12.2017) 5 https://romediafoundation.wordpress.com/2013/10/27/the-political-representation-of-the-roma-in- hungary-and-in-its-neighbouring-countries/ (28.11.2017) 6 Estimation of Idetartozunk [We Belong Here] Association’ research. 7 https://net.jogtar.hu/jr/gen/hjegy_doc.cgi?docid=A1100203.TV (22.10.2017) 8 Kállai, Péter: Képviselő - e a szószóló? Nemzetiségi képviselet a magyar Országgyűlésben [ Is the advocate a representative? Nationality representation in the Hungarian Parliament ], MTA Law Working Papers 2017/12., Magyar Tudományos Akadémia, Budapest ISSN 2064-4515. http://jog.tk.mta.hu/mtalwp (22.10.2017) 9 http://index.hu/belfold/2014/01/20/nem_tul_nepszeru_a_nemzetisegi_regisztracio/ (22.10.2017) ",
        "G OVERNANCE AND OVERALL POLICY FRAMEWORK 13 Eventually, only 14,271 people of Roma nationality registered in the nationality register effective during the parliamentary elections. 10 Apparently, with this number of registrations, not one nationality had a chance to reach the number of votes necessary for filling the seat of nationality representative. The method of calculating nationality mandates is also problematic, as the increase of participation rates negatively affects the chances of getting a mandate from the nationality lists. 11 As a result of all the above, the parliamentary representation of the interests of nationalities remains the responsibility of nationality advocates. But as the advocate has no vote, and can only speak after the agenda, in special matters and in cases when “the House Committee regards the agenda item to be affecting the interests and rights of nationalities” 12 , this institution can hardly be regarded as a true opportunity for representation. Thus, an advocate can only address a question to the government and other organs in issues affecting the interests and rights of nationalities, can only participate with a right to vote in the committee representing nationalities, and can participate in the work of standing committees with a right of consultation, but only if the given Committee or the House Committee decides so. According to the text of the act, advocates exert their activity “in the interest of the public and the given nationality”. 13 In the study quoted above, Péter Kállai brilliantly highlights the problems raised in the interpretation of the text of the act, which demonstrate that basic questions are left unclarified: “Can the interests of the public and the nationality be separated? Is the interest of the nationality not public interest? Are those who belong to a nationality not part of the ‘public’? 14 If these two are separable, what does it mean to belong to a political community? What is the content of the phrase state creating factor?” Thus, the question seems justified, why could a nationality advocate not speak automatically in all questions presented to the Parliament, if their work is also “in the interest of the public”? While only a diverse political discourse could resolve contradictions generated in a country that considers itself a multi-national state, the exclusion of nationalities – including the largest ethnic group, the Roma minority – from this discourse ‘by law’ aggravates the problem, and at the same time precludes the possibility of resolving the contradiction. If we look at the number of speeches by each nationality advocate during the parliamentary cycle commencing in 2014, we find that Félix Farkas, the representative of the minority with the largest population and vice chair of the committee representing the nationalities only had one 8-sentence-long speech in the Parliament. That speech followed the speech of Imre Ritter – advocate of the German nationality, who is probably the most active and who received the highest number of votes as a candidate at the top of the list – during the general discussion of the 2015 budget, urging the settlement of the funding of nationality self-governments. It seems safe to state that Félix Farkas, who is supposed Before the elections, the chairman of the National Roma Self-government, Flórián Farkas also spoke about a so-called „registration optimization”. Available at: https://vs.hu/kozelet/osszes/valasztas-2014-trukkoznek- a-roma-szavazatokkal-0122 (22.10.2017) 10 Number of voters in the nationality register. National Elections Office. Available at: http://www.valasztas.hu//hu/ogyv2014/766/766_5_3.html (22.10.2017.) 11 Kállai, Péter: Képviselő - e a szószóló? Nemzetiségi képviselet a magyar Országgyűlésben [ Is the advocate a representative? Nationality representation in the Hungarian Parliament ], MTA Law Working Papers 2017/12., Magyar Tudományos Akadémia, Budapest ISSN 2064-4515. Available at: http://jog.tk.mta.hu/mtalwp (22.10.2017) 12 Act No XXXVI of 2012 on the Parliament, 29. § (2). 13 Ibid . 14 Kállai, Péter: Képviselő - e a szószóló? Nemzetiségi képviselet a magyar Országgyűlésben [ Is the advocate a representative? Nationality representation in the Hungarian Parliament ], MTA Law Working Papers 2017/12., Magyar Tudományos Akadémia, Budapest ISSN 2064-4515. Available at: http://jog.tk.mta.hu/mtalwp (22.10.2017) ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 14 to represent the case of the largest minority in Parliament and therefore in public, spectacularly refrains from doing so. 15 He did so even though several issues concerning the Roma were raised in the parliament in the last years: • Civil associations’ investigation into the Police’s excessive and vexatious sanctioning procedures against Roma people; • An investigation started into the extreme- right’s attacks against Roma in Devecser, that concluded without any sanction; • The proceedings against school segregation in Nyíregyháza also started in this period; • The case of Számozott ( Numbered ) streets in Miskolc as the symbol of a kind of “banishing Roma policy” also started in this period and is not yet finalized; • A case such as Érpatak, where the extremist mayor terrorizes the Roma communities, filming them and distributing the videos as a kind of educational material among other extremist groups. In sum, we can state that the Roma are underrepresented in the main political decision- making bodies. The reasons for this are connected to institutional factors, the mobilization potential of the minority group as well as the characteristics of the interest representation organisations including Roma parties. Involvement in decision making processes affecting the Roma was hardly realized through the ethnic parties in the past two decades or more, as these have remained marginal actors both in the political and party system and the community since the change of the regime in 1990. They have been unable to address and mobilize their potential voters authentically, in the long term and in large numbers, and the definitive interests of the latter may not even coincide with the aims of these organisations. 16 At the same time, since 1990, in every election cycle non-Roma parties make efforts to find their Roma organisational ally or allies (during the past 27 years, there was only one cycle when there was no Romani member of parliament). In reality this cooperation, however, aims for getting a mandate for the leader of the given Roma organisation, in exchange for the Roma voters they deliver, and the given Roma organisation receives resources for the Minority Roma Self-government elections in return, so they can defeat their rival. Lungo Drom 17 , the ally of the government, has a decisive influence in the national self-government. They could decide on who should lead the list, and who should be the parliamentary advocate for the Roma. “Having a good relationship with the governments” has been the philosophy of Lungo Drom since its formation. Thus, they have never criticized the government even when there were nation-wide conflicts between Roma and non-Roma. Because of their smooth and conformist behaviour Hungarian governments support them financially and establish political alliances. 18 As a result, they have achieved significant financial advantage compared to other more democratic and more expert Roma organisations. Lungo Drom has been a loyal ally to Fidesz 19 since 2002, 15 Ibid . 16 Dobos, Balázs: Pártrendszer és etnikai pártok Magyarországon [ Party system and ethnic parties in Hungary ] In: Bárdi, Nándor, Ágnes Tóth (eds.): Önazonosság és tagoltság – Elemzések a kulturális megosztottságról [Identity and division – Analyses on cultural dividedness ] , Budapest , MTA TK Kisebbségkutató Intézet, 2013. 17 Lungo Drom is the largest Roma organisation in Hungary. 18 Meghosszabbította választási megállapodását a Fidesz és a Lungo Drom . Hirado.hu. 26.05.2017. Available at: https://www.hirado.hu/2017/05/26/meghosszabbitotta-valasztasi-megallapodasat-a-fidesz-es-a- lungo-drom/ (18.04.2018) 19 http://index.hu/belfold/2017/05/25/a_fidesz_most_is_farkas_florian_lungo_dromjaval_kot_valasztasi_ megallapodast/ (05.12.2017) ",
        "G OVERNANCE AND OVERALL POLICY FRAMEWORK 15 when their leader Flórián Farkas 20 gained a parliamentary mandate. Fidesz and Lungo Drom have already renewed their long-standing electoral agreement for the up-coming national elections in 2018. 21 The last time when a major parliamentary debate was held about Roma was in 2012. While the government stated that they see an opportunity rather than a problem in Roma, several speeches contained negative statements concerning the Roma in Hungary. Mainstreaming Roma inclusion across ministries and other national level public authorities The Hungarian Government approved the HNSIS 1430/2011 (XII. 13) and its action plan in 2011. The HNSIS emphasises the situation of the Roma but also addresses other social groups affected by poverty. Thanks to a political continuity of the Hungarian government, the government has been able to fulfil several tasks envisaged in the HNSIS. However, the governmental reporting on the NRIS implementation is rather formal and technical, and does not provide evaluation of the actual impact of adopted measures on Roma integration. The main institutional structure designated to social integration matters in the Hungarian governmental system is the Deputy State Secretariat of Social Development (as a part of the Ministry of Human Capacities). This secretariat coordinates three departments. It is fair to say that affairs of Roma integration have a proper position in governmental structures. According to the interviewed staff members of the Ministry, the decision- making mechanisms need some improvement, but the structure itself provides proper support to issues at hand, all the relevant questions could have significant high-level policy support. The governmental system includes several councils and oversight mechanisms concerning Roma integration issues: 2010: ministerial commissioner supervising funds for Roma affairs assigned by the Minister of Justice, currently is also the Chairman of the National Roma Self-Government, a representative of the governing party; 2011: Roma Coordination Council is “responsible for providing a forum of dialogue and cooperation for promoting the effective inclusion of the Roma population.” The council counts 29 members 22 “mostly delegated by Roma organisations, but also includes representatives of the Academy of Sciences, churches, employers, trade unions and civil groups among others” 23 . The management body of the council is responsible for proposing the agenda and the annual work Programme of the council. In order to support their work and to prepare recommendations and decisions the council established 6 policy bodies: employment, settlement development, habitable, cultural, education and child welfare, Roma pastoral care 24 . Members of the policy bodies are invited by Zoltán Balog, the human capacity minister, who is president of the council. 20 http://nol.hu/belfold/o-v-legjobb-roma-tanitvanya-1538353 (05.12.2017) 21 https://dailynewshungary.com/fidesz-lungo-drom-renew-electoral-agreement/ (06.12.2017) 22 https://net.jogtar.hu/jr/gen/hjegy_doc.cgi?docid=A17H1405.KOR&timeshift=fffffff4&txtreferer=000000 01.TXT (05.12.2017) 23 https://dailynewshungary.com/meeting-roma-coordination-council-held-budapest/ (05.12.2017) 24 https://net.jogtar.hu/jr/gen/hjegy_doc.cgi?docid=A17H1405.KOR&timeshift=fffffff4&txtreferer=000000 01.TXT (05.12.2017) ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 16 Zoltán Balog, before the last session of the council (6 th of November 2017) signed a cooperation declaration with three Roma NGOs. 25 This reveals that the Hungarian government puts efforts into developing a political discourse with the representatives of Roma organisations, however, after 6 years of operation it is still hard to declare and asses the councils’ effectiveness and its positive impact on Roma integration. 2013: Anti-Segregation Round Table started its operation with high hopes as the most outstanding actors had been involved from education and civil sector. Civil society had hoped that school segregation, a major shortcoming of the Hungarian education system for a long time, would finally be abolished. However, the most credible professionals left the Anti-Segregation Round Table first. 26 They explained their disenchantment by the fact that this round table was not only unable to advise policy making, but unable to develop valuable dialogues. They also refused to play an active role in assisting the government in maintaining a status quo. Among others, the professionals who left the Anti-Segregation Round Table included: Péter Heindl, Erzsébet Mohácsi – leader of the foundation that won several litigation cases against the authorities of segregated schools over a period of 10 years; Norbert Szűcs – leader of the Tanoda Unions , and Judit Berki – social policy expert and tanoda (i.e. extracurricular education) organiser 27 . 2014: Flórián Farkas, the former Chair of the National Minority Roma Self-government had to resign from his position when he obtained a parliamentary seat. As a kind of compensation, Viktor Orbán (PM) appointed him as the Prime Minister’s Commissioner for Roma affairs on the 3 rd of December 2014. Since then Flórián Farkas has never said a word in the Parliament although all opposition parties have posed questions to him about his responsibility and involvement in criminal cases the National Minority Roma Self- government has been charged with. 28 Currently there are five ongoing investigations against the National Minority Roma Self-government for charges of corruption, fraud, and financial malpractice, abuse of official position and misuse of funds. 29 Nonetheless, on the 27 th Anniversary Congress of Lungo Drom, Balog Zoltán, minister of Human Capacity said that ”Flórián Farkas is the first Roma leader in Hungary with whom it was and it is possible to cooperate effectively” and that the self-government avoided any scandals only during the 4 years of Farkas’ chairmanship. 30 2017: The Ministry of Human Capacities announced that Roma platforms will be established in every county that year to help Roma inclusion country-wide. The main task of these forums would be to respond to local problems with concrete local solutions and to offer genuine recommendations. The initiative was envisioned to be funded from the HNSIS. The platforms would consist of Roma and government representatives, NGOs, actors of local municipalities and churches. 31 The first three Roma Platforms have been launched in Borsod, Szabolcs and Baranya Counties within a project implemented by the NRCP and funded by the European Commission (DG JUST). 25 http://magyaridok.hu/belfold/folytatodik-ciganysag-felzarkoztatasa-2423692/ (05.12.2017) 26 https://24.hu/belfold/2016/01/13/egyre-foghijasabb-balog-kerekasztala-meg-egy-szakember-tavozott/ (05.12.2017) 27 http://m.magyarnarancs.hu/belpol/eddig-es-ne-tovabb-ketten-is-fakepnel-hagytak-balog-zoltan- kerekasztalat-103680?pageId=9 (05.12.2017) 28 http://www.romnet.hu/hirek/2016/04/27/lex_farkas_florian (06.12.2017) 29 https://budapestbeacon.com/hungarys-national-roma-self-government-being-investigated-for-fraud/ (07.12.2017) 30 http://index.hu/belfold/2017/11/11/ot_ugyben_is_nyomoznak_az_orszagos_roma_onkormanyzat_ellen/ (07.12.2017) 31 https://www.dehir.hu/belfold/varhatoan-az-osszel-mar-minden-megyeben-lesz-roma- platform/2017/05/23/ (07.12.2017) ",
        "G OVERNANCE AND OVERALL POLICY FRAMEWORK 17 In the governmental cycle of 2014-2018, the treatment of minorities by the government is as follows: • The government created a superior ministry, the Ministry of Human Capacities; • Within this, a state secretary is responsible for social affairs and social inclusion, another one for church matters, nationality and civil relations; • Department for social inclusion programmes (Deputy State Secretariat of Social Development) was set up; • A governmental agency for implementing EU programmes (Directorate General for Social Affairs and Child Protection) was set up. Mainstreaming Roma inclusion across local authorities The local authorities of Hungary are regulated by the Act No CLXXXIX of 2011, which stipulates that “ the right of the community of local voters to self-government is acknowledged and protected by the Parliament. ” 32 The act gives a precise definition of the responsibilities of local authorities, adding that the “ law has to differentiate in identifying the obligatory responsibilities and competences ”. 33 The Act mentions nationality issues among the responsibilities of the local authority which should be fulfilled as public responsibilities. As the act gives no more specific definition, individual self-governments consider and define the range of nationality issues. In practice, the local authorities and local nationality self-governments tend to identify the general forms and areas of possible cooperation in the framework of cooperation agreements, thereby fulfilling the responsibilities required by law. Thus, in a certain sense, the nationality self-governments elected since 1994 have the mandate to represent nationalities at local level. They are partners to local authorities in enforcing the rights of nationalities. 34 While we can say that National Minority Roma Self-governments – as well as other non- governmental organisations – are far more popular among Roma than parties organised on an ethnic basis, the regulations of the constitution and the minority act that stipulate the right of members of the minority to create minority self-governments could not be enforced in the beginning, due to the high degree of rejection of minority organisations by the public in general at the time. 35 In addition, due to unfamiliarity with the rules, minority self-government elections were also characterized by an extremely high number of invalid ballots – their number far exceeded the number of valid ballots in a number of settlements. 36 There are 3,200 settlements in Hungary today. 2,000 of these have Roma residents, and there is a nationality self-government in 1,10 0 settlements. The Roma have a “decisive proportion” (above 20%) in 134 settlements in Hungary. They are the majority in 34 settlements. Roma form the leadership in these settlements which are usually the poorest, 32 https://net.jogtar.hu/jr/gen/hjegy_doc.cgi?docid=A1100189.TV (23.10.2017) 33 https://net.jogtar.hu/jr/gen/hjegy_doc.cgi?docid=A1100189.TV (23.10.2017) 34 Dr. Kónya, László Ferenc - Dr. Adél Pusztai: A helyi nemzetiségi önkormányzat működése, szervezése és a migráció kezelése [ The operation and organisation of local nationality self-governments and dealing with migration ], Nemzeti Közszolgalati Egyetem, Budapest, 2015. 35 Dobos, Balázs: Roma etnikai pártok és választói támogatottság Magyarországon [ Roma ethnic parties and voter support in Hungary ]. Available at: http://real.mtak.hu/27594/1/Dobos_Roma_partok_valasztoi_tamogatottsag_Magyarorszagon_u.pdf 36 Ibid . ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 18 ghetto villages. There is one settlement of city rank where, despite the 5% low proportion of Roma residents, a Roma person is the leader of the city: the city of Ács, where the former head teacher, Béla Lakatos is Mayor. Up until 2006, around 1,000 Roma persons had a mandate in the local authority of a settlement based on the provision of a preferential minority mandate, which was granted by legislation from 1990. This preferential minority mandate was discontinued from 2006, so this meant a significant political loss to the Roma communities, practically excluding them from decisions on local public affairs. In 2011 the government brought this back under the title of ‘nationality preference’, but it was regulated in such a way that in reality it is not possible to delegate such a mandate based on the information provided by the National Elections Office. According to the regulation, essentially at least 50% of voters would need to be in the nationality to register for such a mandate to be delegated, in the case of cities with more than 10,000 inhabitants this number is 25%. 37 However, only a fraction of Roma people ask to be listed in the nationality voting register. In practice, this means that even Roma communities with the largest populations, numbering 3,000-4,000 (there are 10 of these), cannot use this opportunity, because despite their high number, they ‘only’ comprise 30 -35% of the settlement population, as is the case in Nyírbátor, Tiszavasvári, Hajdúhadház, among other places. The exclusion of the Roma from local authority bodies is rather harmful, because for example, Roma communities show the highest tendency to vote at the local authority elections (70%). 38 The local Mayor’s office – in accordance with the regulations of organisation and operation – is obliged to support the work of the local minority self-governments. In the meantime, local authorities that struggle with budgetary problems are less able to provide the technical and infrastructural conditions necessary for local Roma self-governments. The complaints and problems of Roma people are rarely and poorly channelled into the work of the local authorities. The relationship between Roma residents and the local authorities is best characterized as that of authority and client. Local authorities have the obligation to prepare equal opportunity plans for local/public education, and if there are more than 50 employees, they also have to prepare an equal opportunity employment plan. In case of city developments implemented from EU funds, they have to prepare Integrated City Development plans, an integral part of which is the Anti-Segregation Plan. Irrespective of the size of the settlement, they must prepare Settlement Equal Opportunity Plans. Experience shows that while these equal opportunity documents have been created and are available, local authorities consider these to be no more than an administrative requirement. The power of equal opportunity plans was also weakened by the fact that the former obligation to involve independent experts has been lifted, and local authorities often delegated the tasks to their own employees. 39 In 2016, the World Bank assessed the equal opportunity plans and concluded that lack of expertise for planning, financial resources for implementation and disconnection of the plans and planning from the local community and their needs as the main bottlenecks of the effectiveness of this tool. 40 37 Szalayné Sándor, Erzsébet: Magyarországi Nemzetiségi Választások – A 2014. évi választások a magyarországi nemzetiségekért felelős biztoshelyettes szemszögéből [National Elections in Hungary – Elections in 2014. from the view of the Hungarian Assistant Supervisor responsible for Nationalities ]. Available at: http://bgazrt.hu/_dbfiles/blog_files/6/0000006316/szalayne%20sandor%20erzsebet.pdf (07.12.2017) 38 Estimation of Idetartozunk Association [We Belong Here]. 39 This change was made in 2010. 40 Karácsony, Sándor; Kóródi, Miklós; Kullmann, Ádám; Morrica, Valerie; Teller, Nóra. 2015. The people behind the numbers: developing a framework for the effective implementation of local equal opportunity plans (English) . Washington, D.C.: World Bank Group. Available at: ",
        "G OVERNANCE AND OVERALL POLICY FRAMEWORK 19 Authorities are unable to control and to stem abnormally adverse actions against Roma. That was the case in Miskolc during the displacement and eviction of Roma from the Számozott streets 41 , and it was the same when public water fountains were blocked in a Roma settlement in Gulács in the middle of the biggest heatwave of August 2017, 42 or when the public water supply was closed and limited in Ózd 43 . The failure of national authorities can be explained by the extremely slow and time- consuming review procedures. The case of the segregated school in Kaposvár is a good example for this, where the proceeding has lasted for more than 10 years until a final judgement was rendered. The second reason is the strong political and social support for this kind of prejudicial decisions. In Miskolc FIDESZ-KDNP and Jobbik Party gathered signatures 44 among inhabitants to legitimize the “banishing policy”. They collected 35,000 signatures which served as the basis for the so called “Settlement Eradication Programme” which was a programme of expulsion. Promoting empowerment and participation of Roma Strong civil activity started after the change of the political system, which we might as well call a civil society boom. In 2015 there were more than 62 thousand non-profit organisations in Hungary, and the number of NGOs (private foundations, associations, unions) among these was 52 thousand. The self-organisation boom has not left Roma communities unaffected either. Roma communities set into motion and generated a multitude of organisations, in which, like everybody else, they also became acquainted with and learned the basic principles of democracy, organisation building and organisational development, strategic planning and active citizen participation. In addition to providing significant and gap filling services to the communities covered by them, Roma civil organisations were also an important aspect of socialisation in public life. A significant proportion of Roma (and non-Roma) NGOs created after the change of the political system was ephemeral, as they were terminated or quickly became dormant or inactive due to a lack of resources for operation, organisational culture, infrastructure and human capacity. Following the EU accession, grant opportunities were broader, and Roma NGOs also appeared in these programmes. During this period, Roma organisations underwent a major learning process and professional development: learning the important practical skills of writing proposals, and the professional, budgetary and management aspects of implementing projects. They acquired the knowledge, skills and competences required for implementing grant projects. We also get a colourful and diverse picture if we look at the number of Roma NGOs and the fields in which they were created. There is no representative data or surveys in this regard. However, we can say that most Roma organisations undertake tasks related to education, social services, culture and sports. Naturally, there were also some model organisations with significant capacity that implemented tasks in legal protection to outstandingly high standards. The framework of NGOs has changed several times during the present governmental cycle, one of the major changes being the Act No V. of 2013, which has set more severe http://documents.worldbank.org/curated/en/530541467947060396/The-people-behind-the-numbers- developing-a-framework-for-the-effective-implementation-of-local-equal-opportunity-plans 41 http://index.hu/belfold/2016/09/02/ebesz_hagyjak_abba_a_miskolci_romak_kitelepiteset/ (05.12.2017) 42 https://24.hu/belfold/2017/08/01/hosegriado-idejen-szedtek-ki-a-gulacsi-kozkutat/ (05.12.2017) 43 http://index.hu/belfold/2013/08/05/egyetlen_kutat_nyitottak_meg_ozdon/ (05.12.2017) 44 http://nepszava.hu/cikk/1032880-dozeroljak-a-miskolci-nyomornegyed-hazait (05.12.2017) ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 20 conditions for organisations of public use. As a result, 20% of all registered organisations were qualified as publicly useful in 2015 (as opposed to the former percentage of over 55- 60%). 45 Another major change was the Act No LXXVI of 2017, which is about the “transparency of organisations receiving foreign funds”. Accordi ng to this act, every organisation is obliged to report becoming an organisation funded from abroad to the court of justice of their locality within 15 days when the funds received by them in the given year reaches 7.2 million HUF (approx. 23,000 EUR). This act does not pertain to a nationality organisation or nationality association under the Act No CLXXIX of 2011 on the rights of nationalities – however, it indicates the negative attitude towards the civil sector generated by the government. Furthermore, there is serious political harassment against civil right defenders. 46 Recently there has been a differentiation between civic organisations and NGOs, where NGOs are characterized as “foreign agents”. Furthermore, some of the main Roma civic right defenders NGOs had to close their activities, mainly because of their financial situation. In 2016, the following organisations suspended their activities: 47 CFCF (Chance for Children Foundation), RSK (Roma Press Centre) and NEKI (Civic Right Defender Institute of Ethnic and National Minorities). 48 Guarantees for the effectiveness of programmes with the largest budgets Hungarian social inclusion policies aim to implement the plans related to Roma inclusion primarily through mainstream programmes. Relatively few targeted Roma programmes were launched (e.g. EFOP 1.4.4-17 Bari Shej – Nagylány ( Big Girl ); EFOP 3.4.1-15 Support for Roma specialized colleges; EFOP 1.1.3-17 Nő az esély ( Growing Chances )). In the meantime, most mainstream programmes – in their calls for proposals – emphasise disadvantaged groups, including the Roma, as potential target groups. Completed programmes and related evaluations are available from the period between 2007-2013. Among these, the most significant – regarding their themes or scale – are related to the fight against child poverty, the support of learning outside the school, and housing. We sum up the evaluations of these below. National Program to Combat Child Poverty (GYEP) 49 Children living in extreme poverty accumulate disadvantages in early childhood that cannot be compensated or treated by the system of educational institutions. This led to the child poverty programme, with the primary aim of providing early childhood development that can decrease these disadvantages. It does not only provide different development services for children, but also aims to have an impact on the whole environment by involving parents and the family. Activities range from education through health to employment, all implemented in the framework of a very strong local community development methodology. The third round of the grant programme was announced in 2016, and preparation for the local projects of the next round of the programme is going on in 30 districts at this time. The programme is available in the most disadvantaged districts (former small regions) based on invitation (in the framework of a grant programme). There are similarly disadvantaged settlements but in a better positioned 45 http://www.ksh.hu/docs/hun/xftp/stattukor/nonprofit/nonprofit15.pdf (05.12.2017) 46 http://index.hu/belfold/2017/01/11/nemeth_szilard_megnevezte_milyen_civileket_akarnak_eltakaritani _az_utbol/ (05.12.2017) 47 https://index.hu/belfold/2016/09/20/roma_jogvedelem_vege/ (05.12.2017) 48 One of the most well-known organisation, the RPA (Roma Civil Rights Foundation) has not been active for years. 49 The programme started with a pilot phase in 2005. ",
        "G OVERNANCE AND OVERALL POLICY FRAMEWORK 21 district, therefore they can’t participate in the programme. However, the micro regional focus of the programme is one of its strengths. We sum up the experiences of the programme so far below. 50 The health elements of the National Program to Combat Child Poverty implemented in small regions were mostly check-ups, screenings and related activities. The target groups of these screenings were diverse, from kindergarten age to the age group of 6-14-year- old. Based on the screenings, specialised treatment and therapeutic equipment (arch- support, eyeglasses) were provided for most participants in the programme. In most cases, the screenings were followed by developments that could not have been possible without the programme due to the lack of capacities in the small region. (The work of speech therapists, psychologists and special needs teachers was needed in most cases.) Most of the project’s activities related to education at the level of small regions were the tanoda -type 51 projects, which are school programmes outside the education system and the youth clubs. The activities typically targeted primary school age children, with one exception, where secondary school students were also involved. Another frequent activity was the implementation of project elements supporting career choices. The employment of social workers in schools was typically also included among social rather than educational programme elements. In most places where such activities were implemented, this was a completely new, innovative element, which became very successful after a difficult beginning and acceptance phase. We did not find examples for the employment of the social workers in the school beyond the scope of the grant, as currently neither the schools nor the local authorities have resources. The National Program to Combat Child Poverty was basically colour-blind, meant to deal with extreme poverty and child poverty, with no specific Roma targeting. A significant element of local decision makers (mayors) defined the pr ogramme as a “Roma programme” at its launch, and as a result (and because the low budget that could be used for infrastructure development from the European Regional Development Fund (ERDF)), their interest in the programmes is not very high. When it comes to extreme poverty, it is an inevitable issue that the ratio of extremely poor is much higher among the Roma than among the non-Roma, and they will be overrepresented in the target group. This creates a paradoxical situation: in its official communication the programme is colour-blind, while the Roma are overrepresented in the target group, which many programme offices in the small region found difficult to handle. Involving the Roma was difficult in many places, especially in areas where the implementing professionals had not worked with Roma before. The locations for the Sure Start houses and the youth clubs needed to be picked with a view to being close to the segregated areas. As a result, the target group of the services had to travel in several cases, either from other parts of the settlement or between settlements, typically transported by village buses. In the planning phase, the opinion of the local Roma nationality self-government or Roma NGOs have rarely been solicited. 50 The evaluation of the GYEP programmes took place at multiple levels: on the one hand, a background institution of the Ministry of Human Capacities, the EMET (manager of human capacities funds) carried out mid- term and final evaluations at project level, on the other hand, the Children’s Opportunities Research Group of the Hungarian Academy of Sciences (MTA) did a more general, programme level evaluation. The materials of the EMET are not accessible, while some research reports of the MTA are public. See: http://gyerekesely.tk.mta.hu/2014-muhelytanulmanyok. In the previous grant cycle, the programmes were implemented by the Maltese Charity Service in 8 small regions; the evaluations and methodological materials related to these are available at: http://gyerekesely.maltai.hu/page/8 51 Tanoda -type programmes are distinct from the actual programmes called tanoda : the latter have to operate by a predefined, so-called tanoda standard, with the related strict administrative system, while the former are youth programmes that supported the school performance of the target group in a similar fashion but without the administrative burdens of the tanoda . ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 22 Good examples for involving the Roma are from places where Roma people could also be involved in the implementing crew. They could also participate in the training and be integrated into the project crew. More Roma could be involved through them. Roma people were also primarily involved in the crew as staff members of the Sure Start houses and the youth clubs, but they also worked as Roma mentors or school social workers in several places. One of the most important programmes for Roma children and youth is the Tanoda programme – we will discuss it in detail in the chapter of mainstream educational policy. Complex housing programmes 52 Since 2005 the Hungarian government has been providing financial grants through several programmes aiming the improvement of housing conditions of Roma communities. The programmes between 2005 and 2010 covered 47 settlements and improved about 300 Roma families housing conditions. 53 The Complex Programme for Segregated Settlements announced in 2012 practically comprised two funding structures: separate grant schemes were available for the so-called soft, social programme elements and the actual infrastructural investments (creating social housing). The latter – the provision of integrated housing environments – was not a required element. By the original aim of the programme, local partners (local authority, social, child welfare, and family support service, the affected educational and cultural institutions, district nurse, physician service and staff, regional employment centre, local NGOs, nationality self-governments, etc.) and the residents living in a segregated settlement developed the activities for the given location together. Local authorities could apply to the programme with segregated settlements that met the criteria of underdeveloped settlement part (with a percentage of residents with school qualification not higher than primary and no regular income from employment being at least 50% among people of active age), where the number of residents in the segregated settlement was at least 45 persons living in at least 10 homes. 54 Only consortia could apply for implementing local programmes, and it was a requirement for them to include the Türr István Training and Research Institution, the National Minority Roma Self-government and the local Minority Roma Self-government. Social city rehabilitation programmes financed by the regional operational programmes were somewhat different from the grant programmes described above. These targeted the run-down districts of cities, that is, not just segregated settlements, but also residential areas with a somewhat more mixed social composition. Beside the physical rehabilitation of the districts, the intervention was also aimed at the improvement of the living conditions and opportunities of the residents. The planners who announced the programme set the goal of implementing integrated programmes, which aimed at the social integration of the residents as well as the physical renovations. It is important to note that up until then, due to regulations of EU funds, housing intervention could only be implemented within social city rehabilitation programmes. Housing interventions were defined according to the original ERDF regulations in force from 2007 and they enabled the renovation of the common areas of residential buildings with a view to energy efficiency and adding modern 52 For the presentation and evaluation of the complex housing programmes, we used the strategic policy that serves as a basis for dealing with segregated housing (Ministry for Human Capacities, March 2015, proposal, with no government resolution for the time being), please see: http://www.kormany.hu/download/3/a6/40000/Lakhat-Strat.pdf 53 Petrovácz Rita – Somogyi Eszter – Teller Nóra (2010 ): Telepeken és telepszerű lakókörnyezetben élők integrációs programmejának értékelése . Budapest: Városkutatás Kft. (Kézirat - manuscript) 54 The complex segregated settlement programme was announced in a period when grants were scarce. Due to the small number of programme announcements, both the NGOs and the local authorities were struggling with a scarcity of resources. As a result, many settlements with no segregated areas in the classical sense that still met the criteria applied successfully for grants. ",
        "G OVERNANCE AND OVERALL POLICY FRAMEWORK 23 conveniences to (the interiors of) existing social housing maintained by the local authority. The first grant announcement was published at the end of 2007, and since then several others followed in the individual regions. Some cities could implement such programmes in the regular grant scheme, however, for cities with a county rank the grant scheme set aside a separate fund and defined a special project procedure for them The main experiences and conclusions from the complex segregated settlement and city rehabilitation programmes based on the housing strategy referenced above can be summed up as follows: • In most cases, the projects were characterized by a low level of complexity and integration. In the case of the city rehabilitation grants, the projects focused on infrastructural and other physical interventions (institutional and public space rehabilitations), while soft programme elements were poorly represented, and their connection to the identified problems and needs was weak. The soft programmes had a tenuous connection to the service system in most cases, and only a few of them continued even at a minimal level after the completion of the project. • By contrast, the focus was on the soft programme elements in the complex segregated settlement programme, and only a small fraction of the implementing settlements undertook the infrastructure development and built housing of low rental costs. • Housing intervention could be realized in places where social housing existed in the action area. Privately owned family house areas were excluded from the housing intervention, and only other infrastructural developments could happen there. Housing interventions could only be implemented on a smaller scale everywhere, as the applying local authorities focused on the public area and community infrastructures owned by them in the first place. Housing interventions devoted little attention to sustainability (affordable apartment costs), and in this regard the projects were weakly integrated (debt management, the provision of adequate marketable trade qualifications in training courses, connection with open labour market programmes, long term employment were missing). The connection between housing interventions and local housing policies has been negligible. In general, the housing programmes were not linked to local housing policies, and the latter is usually not strategically grounded even in larger cities, and not just in small settlements. The sustainability of housing interventions is one of the most critical problems in all programmes implemented so far, and the affordability of increased housing costs is not a given. Civil society’s access to funding for Roma inclusion activities 55 Since the 2007-13 funding cycle the national social inclusion policy is determined by the support structure and the associated conditionality of the EU. The vast majority of developments are realized because of EU funds. The EU has seven-year budget periods; between 2014 and 2020, Hungary can obtain EUR 25 billion for support (the rate of support per citizen is the second highest in the EU). From the EUR 25 billion, 21.9 billion EUR is for Cohesion Policy goals. 56 The EU Cohesion Policy funds are accessible through the Operational Programmes (OP). From these, for Roma communities the following ones are the most relevant: 55 In this analysis we used the following paper: Addressing extreme poverty in Hungary – how development sector is working with, and for, communities . Available at: http://www.badurfoundation.org/images/badur/reports/Third_sector_mapping_EN_WEB_FINAL.pdf 56 https://www.palyazat.gov.hu/program_szechenyi_2020 ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 24 • HRD OP – Human Resource Development Operational Programme: programmes related to the improvement of human resources, education and trainings); • EDI OP – Economic Development and Innovation Operational Programme: enterprise development, including the social enterprises and social alliances; • TSD OP – Territorial and Settlement Development Operational Programme: the former regional development resources, local infrastructure development, e.g. complex site upgrading programmes; • ARD OP – Agricultural and Rural Development Operational Programme (not covered by the Cohesion Policy): e.g. the LEADER programmes which enable the implementation of locally planned and evaluated projects. The timing and the allocated budget framework of the OPs is published by the government at the beginning of each year after the adoption of the budget law. The general government preferences for the period 2014-20 are business development, increasing employment rate and improvement of competitiveness. The civil society actors, working on extreme poverty alleviation and for the equal opportunities of Roma are mostly eligible to apply for HRD OP sources. 57 In addition to EU funds, the EEA/Norway Grants and the Swiss Contribution distribute resources for social development. These schemes support some large-scale investments, but it is possible to apply to the so-called civil funds - which make it possible to realize small-scale, local projects as well. The proportion of other non-state donors is increasing. The most support is from large corporations, and it is part of the CSR strategy of multinational companies. For now, only a few private donors are working in our country, but this part of the sector is also emerging and developing. 58 It is important to note that some of the private foundations are both donors and applicants. This is the adoption of the profit maximisation - cost minimisation business model in the civil sector (E.g. Vodafone, T-Mobile, Velux, TEVA, Erste Bank, MOL, OTP Bank, Szerencsjáték Zrt.). The presence of private sponsors is becoming stronger in Hungary, as the Central Statistical Office’s (CSO) research data shows. 59 In 2015, 0,65 billion EUR was provided by private donors, 40% by banks and financial enterprises, 21% came from individuals, 23% from foreign donations, and 14% from non-profit organisations. (The data can be misleading to the extent that they include the funds donated by the banks for their own private organisations as well.) We do not have precise data about what organisations invested their donations in, but we can estimate. According to the statistics of CSOs, 9.5% of funds generated by the non-profit organisations went to an organisation whose main activity is in education, 8.3% of them to those which primarily deal with social activities. Based on the information described above, the sources for social development open for non-state actors in 2014-2020 are as follows: Billion EUR Billion HUF EU Funds 60 0.8 248 57 Not exclusively, but typically the calls of the HRD OP are aimed to support human development services, which Roma and pro-Roma organisations are also eligible to apply for. It may appear in a much smaller proportion in RD OP, and within that especially the LEADER programme. This OP aims rather for business and economic development. 58 See also: http://www.donorsforum.hu/hu/tagok 59 https://www.ksh.hu/stadat_eves_3_2 60 Resources for social development include support by HRD OP calls open for NGOs as well, and which aim at social inclusion. See more: https://www.palyazat.gov.hu/az_europai_bizottsag_altal_elfogadott_operativ_programok_2014_20 ",
        "G OVERNANCE AND OVERALL POLICY FRAMEWORK 25 Norwegian and Swiss Funds 0.33 102.3 Private Donors 0.77 238.7 Total: 1.9 589 There are some further funds which are available also for Roma communities, with a purpose of further empowerment: • National Cooperation Fund – operating grant, 61 • Roma cultural events (Ministry of Human Capacities, Grant Manager Utility, grants are between 1,000 and 2,500 EUR), • One-day cultural events (Leader fund, grants are about 800 EUR). Roma minority self-governments also can apply for normative and additional funds from the Ministry of Interior. The available grants depend on the size of the given settlements and the previous activity of the minority self-government. The independent funding sources are systematically cut or controlled by the government, especially those voicing criticisms. In the last few years there were some scandals in this field, which also received international attention: • EEA and Norway Grants NGO fund – the government wanted to control the Norway grants for civil society organisations, complaining about the grant decisions mechanism of managing civic consortia, 62 the consortia could accomplish the current grant period with success but there is no information on the future of the grant; • EU funds for tanoda and its remedial track, 63 (see details at chapter Impact of mainstreaming educational policy on Roma); • Offensively labelling organisations with funding from international sources (2017), followed by targeted legislation. Availability of reliable data on the situation of Roma In Hungary, the collection and management of nationality and ethnic data is governed by the Data Protection Act, one of the most stringent among EU countries. 64 Regarding the number of Roma people in Hungary, the census and research estimates usually differ, which is primarily due to methodological reasons. Sociological research generally measures people who are considered Roma by their environment, whereas in censuses ethnicity is defined on the basis of self-determination. The latter number is usually 30- 40% of the former. 65 The 2011 census was the first when the system was able to allow and process a plural ethnic identity. As a result of this method (and a strong campaign of Roma NGOs), 315,000 61 Before 2011 it was called National Civil Fund – providing financial sources for civic organisations through a grant scheme. 62 https://index.hu/belfold/2016/04/08/nagy_semmi_lett_a_norveg_alap_elleni_haboru_vege/, and http://hungarianspectrum.org/tag/norwegian-civic-fund/ 63 http://index.hu/belfold/2016/09/27/orommel_ertesitem_hogy_palyazatat_elutasitottuk/ 64 Farkas, Lilla. 2017. Data Collection in the Field of Ethnicity. Luxembourg: European Union. http://ec.europa.eu/newsroom/just/item-detail.cfm?item_id=54924 65 Kemény, István – Janky, Béla: “ A cigány népesség helyzete. Országos vizsgálatok 1971, 1993, 2003 ” . In: Kemény István – Janky Béla – Lengyel Gabriella: A magyarországi cigányság 1971-2003 . MTA TKKI, Budapest, 2003. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 26 were identified as Roma. 66 The ethnicity questions used in the census since 2014 have been part of the overall large sample surveys of the Central Statistical Office, such as EU- SILC research and the Labour Force Survey. (In response to the LFS question on ethnic identity in 2015, 3.7% of people living in private households, nearly 360,000, declared themselves Roma.) 67 However, collecting data from the Central Statistical Office, which is considered to be very progressive, does not mean that access to data on Roma would be simple. The CSO provides the data that has not been published before, for a fee, which can give rise to a backlog. A good example of this is the case of Complex housing programmes. Local authorities wishing to decrease Roma settlements and providing integrated housing opportunities for Roma families, had to attach maps and detailed data on segregation, based on the 2011 census data. The CSO was willing to provide this only for a fee. (Although the Ministry of Human Capacity has modified its tender, which means that this amount is eligible if the application is successful, but this does not change the limits of accessibility.) Policies and measures addressing specific needs of Roma women, children and youth HNSIS deals with the situation of Roma women and girls, while Roma children and young people are not highlighted. In the case of Roma women, the situation analysis highlights the fact that they face multiple disadvantages, simultaneously suffering from both gender and ethnic discrimination. These are due to low educational attainment, labour market disadvantages, their vulnerability in the family, and gender roles within the family. Roma women Roma women suffer from multiple forms of discrimination by virtue of their ethnicity, social status and gender, the latter defining their place within Roma communities as well. Roma women attain lower levels of formal education than their non-Roma peers. 68 Roma women still have limited access to and inadequate quality of sexual and reproductive health services, as well as health services in general. Romani women die 10 years before their non-Roma counterparts. 69 As the European Roma Rights Centre reveals, Roma women face extremely high unemployment rates compared to Roma men and the majority society. It is a result of direct discrimination during the hiring process as well as the lack of employment opportunities as a result of childcare responsibilities and low school attainment level. 70 Furthermore, Roma women are still underrepresented and are far from enjoying equal participation in public and political life. In addition, young Roma and Sinti people are also absent from relevant decision-making bodies and processes. 71 Therefore, they are not in the position to shape their own fates, to take ownership of actions regarding policies that affect them, and to influence the political narratives about themselves. 66 http://www.ksh.hu/docs/hun/xftp/idoszaki/nepsz2011/nepsz_09_2011.pdf (29.03.2018) 67 https://www.ksh.hu/docs/hun/xftp/idoszaki/munkerohelyz/munkerohelyz15.pdf (29.03.2018) 68 Kóczé Angéla (2009) Missing Intersectionality Race/Ethnicity, Gender and Class in Current Research and Policies on Romani Women in Europe . Budapest, Central European University, 2009. 69 Kemény István - Janky Béla - Lengyel Gabriella: A magyarországi cigányság. 1973-2003 . Budapest, Gondolat-MTA EKI, 2004. 70 Written Comments of the European Roma Rights Centre Concerning Hungary For Consideration by the United Nations Committee on the Elimination of Discrimination against Women at its 39th Session. (July 23- August 10, 2007) Available at: http://www.errc.org/cms/upload/media/03/7A/m0000037A.pdf (30.03.2018) 71 Activism, Participation and Security among Roma and Sinti Youth . Conference Report. Available at: https://www.osce.org/odihr/187861?download=true (30.03.2018) ",
        "G OVERNANCE AND OVERALL POLICY FRAMEWORK 27 The updated HNSIS of Hungary (2014) includes a noteworthy and detailed analysis of the disadvantageous situation of Roma women and girls in the fields of education, employment and health 72 . The latest Action Plan on the implementation of the HNSIS (2015-2017) sets a whole range of broad goals of supporting Roma women’s training and empowerment in education, employment, public and cultural life, and health care. These manifold goals are aimed to be achieved by some large-scale initiatives. In recent years, one of the largest EU funded programs in support of Roma women titled “ Training Program for 1,000 Roma Women in the Fields of Social Services and Health Care” was implemented in cooperation with the National Roma Self-government in 2012 – 2015 (this program is usually referred to as the “Thousand Roma Women’s Program” ). While the training element of the program proved to be successful (the drop-out rate was minimal, and the participants scored high on the vocational exams), the labour market integration was much less efficient. The government has never published the list of program beneficiaries, which induced speculations on favouritism and ‘creaming’ of the most resourceful among the disadvantageous. In 2017, another major program was launched as a follow-up to the above initiative titled “The Opportunity is Growing!” (or “The Woman is the Opportunity!”) , based on a similar concept. 73 The overall budget of the new program is approx. 2,5 times higher than that of the former one and National Roma Self-government is not involved any more. Further, in 2015, 2016 and 2017 the Ministry of Human Resources launched a series of calls with the title “ Prevention of early school leaving of Roma girls ” for N GOs and church organizations as implementing agencies. These projects target girls of 10-18 years old of Roma origin and/or from multiply disadvantaged background, who are at the risk of drop-out from for various reasons. The evaluation of the first and second round of projects is not available yet; also, there is no information on the proportion of those, out of the approx. 700 participants/mentees, who continued their studies, improved their grades or enrolled to secondary school. The increased attention by the Hungarian government on Roma women’s issues shall be seen as a positive development. The flagship projects discussed above are based on reasonable policy diagnoses. A lack of transparency and impact assessment is a tangible shortcoming of these policy actions. It also requires further analysis to assess to what extent traditional gender roles and thus enduring inequalities are transformed or endorsed by these initiatives. Children The situation of Roma children is not separately analysed by the HNSIS, it occurs in child poverty related chapters. At the same time, National Program to Combat Child Poverty (GYEP) focus on early development, and support for families. Based on the analysis of the programme, we cannot tell exact numbers about the percentage of participants who are Roma, there are estimates only. (See Chapter on Governance, mainstream programmes). At the same time, the Sure Start Houses and other programme elements of the National Program to Combat Child Poverty are also focused on issues of starting a family, family planning, parenthood and child care. At the same time, it is important to note that these programmes cover the 30 poorest micro regions (out of 174) in the country, and although they carry out very important development activities, they cannot achieve a systemic change. Other important issues, such as early school leaving and not in employment, education or training (NEET) rate will be discussed in the mainstream educational policy chapter. 72 Balogh Lídia: “A roma nőkkel kapcsolatos szakpolitikai kérdések”, In. Vizi Balázs (ed.): A roma politikák értékelési módszerei és a magyar kormányzatok romapolitikái , Nemzeti Közszolgálati Egyetem, 2013, pp.17 – 28. Available at: http://real.mtak.hu/16483/1/tanulmanykotet_roma.pdf 73 See the call: https://www.palyazat.gov.hu/efop-113-17-n-az-esly-foglalkoztats-1 ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 28 Youth In the case of youth, similar findings can be made as in the case of children, that is, the HNSIS does not specifically address their situation, but the topic appears in several sections. Among the related development programmes are the GYEP and the youth programmes of the complex settlement programmes, the ‘Good Small Place’ prog ramme, and even the education-related curriculum and the BRIDGE programmes. However, we do not have data on how many of the participants in these programmes are Roma. We do not know their impact and results either. It is important to note that the above-mentioned social inclusion programmes work on a project basis with fixed timeframes and durations, and are suitable only as temporary remedies for very local matters, but they do not contribute to solving systemic problems. The issue of the reduction of obligatory education age from 18 years to 16, and the Bridge programme will be discussed in the mainstream educational policy chapter. ",
        "29 A NTIDISCRIMINATION 74 Implementing the Racial Equality Directive A wide range of anti-discrimination principles have been defined in the Hungarian legislative system. The main pillar is the Basic Law of Hungary, as the highest level of effective Hungarian law, which guarantees fundamental rights without any distinction in its Article No XV. The principle of equal treatment also generally applies in sectoral legislation. Among other laws, the Labour Code 75 also regulates the requirement of equal treatment. The Civil Code sets out the rules relating to the negative discrimination of persons under the protection of personality rights. The Civil Society Report issued in 2012 76 contained details about the Act No CXXV of 2003 on equal treatment and the promotion of equal opportunities (Ebktv.), and the Equal Treatment Authority was established along the lines of the Act. 77 The Act is the primary and most important legislative tool for a Hungarian legal equivalent of the Race Directive. The Ebktv. prohibits negative discrimination based on background features (including racial background, skin colour, nationality, national identity, etc.). In accordance with the Race Directive, it sets out the forms of negative discrimination, such as direct and indirect discrimination, harassment, unlawful segregation, and punitive sanctions. In addition to these, the Ebktv. defines specialised rules by sectors, such as housing, education, health, etc. Thanks to its wide- ranging jurisdiction, the Equal Treatment Authority (EBH) has a quasi-judicial scope of action, with capacities to apply decisions and sanctions of public administration and it is entitled to sue. At the same time, the ‘Constitutional Court’, the Supreme Court (and lower level courts), the EBH and the Ombudsman for Fundamental Rights as well as their deputy are responsible for nationality rights and are all part of the net of legal protection.” 78 Despite the fact that the legislative framework meets the directive and fulfils its obligation, and the laws guarantee the requirement of equal treatment, challenges are posed in the fight against the discrimination of Roma people by the fact that the legislation is ambiguous in many places, legal awareness is missing, and certain legal relations are exempt from the scope of the Act. One such challenge is that ethnic background is not among the protected features listed in the Basic Law or the Ebktv., which narrows down the possible references for Roma legal protection. In addition, protected features that refer to the Roma as an ethnic minority have not been used consistently in a targeted way. While the Basic Law lists ’race’ and ’colour’, the Ebktv. lists ’racial background’, ’skin colour’, ’national minority affiliation’ and ’nationality’. 79 Among these, only ’nationality’ has been defined in the Act No CLXXIX of 2011 on the Rights of Nationalities 80 , as the term replacing the older phrasing ’national 74 Country report of European network of legal experts in gender equality and non-discrimination, 2017 has same conclusions (http://www.equalitylaw.eu/downloads/4303-hungary-country-report-non- discrimination-2017-pdf-1-80-mb). 75 Act No I of 2012, the Labour Code. 76 A revised version on the Civil Society Report was also published in 2013. 77 Civil Society Report on the implementation of the National Social Inclusion Strategy in Hungary in 2012, pp. 34-41. 78 Mohay, Ágoston, Az uniós egyenlő bánásmód joganyag és implementációja a Magyar jogban [ The EU Equal Treatment Legislation and it Implementation in Hungarian Law ], 2016 pp. 14, http://ceere.eu/wp- content/uploads/2016/03/Mohay-EB-OTKA-WP02.pdf. 79 Country Report Non-discrimination Hungary , András Kádár, 2017, http://www.equalitylaw.eu/downloads/4303-hungary-country-report-non-discrimination-2017-pdf-1-80-mb. 80 “According to the present Act, a nationality is any group of people living in the territory of Hungary for at least a hundred years that is in a minority in the population of the state based on their numbers, is ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 30 and ethnic minority’. The openness of the definitions is also problematic because the Ebktv. does not regulate the possibility of intersectionality or multi-level discrimination. In this light, the legal cases of the EBH always take one protected feature into account, preventing possible cumulative sentences. This is why it has been possible for the EBH to initiate a procedure for discriminating Roma youth for their skin colour in one case, and for their nationality in an identical case. 81 Legal awareness of matters concerning equal treatment is especially low among the Roma. Based on the survey of the EU Fundamental Rights Agency (FRA) 82 , 53% of Roma respondents in Hungary think that discrimination based on ethnic origin is very widespread. By contrast, familiarity with organisations offering support or advice to victims of discrimination among the Roma is only 15%. A share of 31% are aware of the existence of some kind of law against negative discrimination. It is important to mention the EBH project titled “Figh ting Discrimination – social attitude formation and strengthening the work of authorities” 83 , implemented between 2009-2014; the project was meant to spread legal consciousness. 84 They tried to reach as many people as possible by workshops, a national campaign, publications, legal and sensitising training and research projects. Despite efforts towards strengthening legal awareness, reporting discrimination against Roma is still very low. Only 6% 85 of discrimination cases based on a Roma background have been reported or submitted as a complaint to the authorities in 2016. In 2016, 54% of the cases submitted to the EBH were rejected by the Authority. 58% of the Roma respondents of the FRA survey would not initiate a procedure with the EBH in case of a repeated negative discrimination and would not recommend the EBH to an acquaintance. More than a decade ago, cases/complaints submitted to the EBH were primarily related to disabilities, and nationality was in second place, as supported by the report of the EBH from the year 2015: “In the cases examined in 2015 – similarly to the year 2014 – the protected features most often indicated in the appeals were disability (74 cases), nationality (64 cases) and motherhood (pregnancy) or fatherhood (39 cases). In the decisions of the authority, the violation of the requirement of equal treatment was most often established in connection with the disability of the person submitting the appeal.” Based on the numbers, it seems evident that more in-depth knowledge of the EBH is needed in Roma communities, so that further down the line it can be used in the fight against discrimination. It seems especially important to intensify the activity of the network of EBH referents in the field. differentiated from the rest of the population by their own language, culture and traditions, and demonstrates a sense of cohesion that is targeted at the preservation of these, and the expression and protection of the interests of their communities shaped by history.” (The Act No CLXXIX of 2011 on the Rights of Nationalities, 1. § (1)). 81 http://egyenlobanasmod.hu/article/view/ebh-50-2012, http://egyenlobanasmod.hu/article/view/ebh- 117-2012 82 EU-MIDIS II., the second European Union Minorities and Discrimination Survey Roma – Selected Findings, the European Union Fundamental Rights Agency, 2016. 83 TÁMOP – 5.5.5/08/1-2008-0001 project. 84 AZONOS TISZTELETTEL [ With Equal Respect ], final publication of the EBH TÁMOP – 5.5.5/08/1 project, available at: http://www.egyenlobanasmod.hu/app/webroot/files/img/articles/c3d85264cfaec3a18542379bd526adbf/TAMOP _zarokiadvany.pdf. 85 EU-MIDIS II., the second European Union Minorities and Discrimination Survey Roma – Selected Findings , the European Union Fundamental Rights Agency, 2016. ",
        "A NTI - DISCRIMINATION 31 Up until September 2017, the interpretation of Article 28. § (2) of the Ebktv. posed a special challenge. The Article st ates that “It does not violate the requirement of equal treatment if [...] education based on religious or other ideological conviction that has an aim or curriculum that justifies the formation of separate classes or groups; provided that participants of the education do not suffer any disadvantage as a result, and the education meets the requirements approved, stipulated or supported by the state.” 86 Taking advantage of the legal status that exempts them from the law, the church maintained school segregation of Roma students in several cases, and these cases ended in lengthy lawsuits. 87 However, a modification of the Ebktv. came into force in July 2017, as by then enrolment to schools for the 2017-2018 school year was finished, so it can only have an impact as of 2018-19 school year; stating that “The organisation of education based on religious or other ideological conviction according to the definition of Article (2) may not lead to unlawful segregation based on features set out in §8 points b)- e).” 88 Thus, this kind of education system may not lead to segregation based on race (§8/b) and nationality (§8/e). The modification is a step forward in the harmonization of laws, and it is a strong point of reference in the fight against school segregation. However, it remains an open question how the church, having maintained schools that have been exempt from the law for so long and excelled in the segregation of Roma children (for example the school of the Huszár segregated settlement of Nyíregyháza) 89 will meet the requirement of the modified law, whether they keep up segregation on the grounds of some other privilege, or they will show willingness to implement effective desegregation measures. As Hungarian law contains the ban of discrimination in every sector and at all levels, one could say that everything is in order at the level of legislation, and that a number of recommendations from the non-governmental sector urging laws prohibiting discrimination since the 1990s have been implemented by now. Despite all this, Roma suffer from discrimination in numerous areas of life, from police practices through employment and housing to school segregation and discrimination. Educational and residential segregation Segregation in education The social group that someone belongs to and where they come from is a key determinant of success or failure in education. This fact has been supported by numerous educational studies by now. So has the fact that the Hungarian school system is extremely segregated, and it amplifies the social inequalities and disadvantages with which children arrive to school. The question of integration and segregation in school is a decades-long debate in Hungarian society. While the act on public education as well as the act on the requirement of equal treatment both stipulate the ban on segregation, the phenomenon has not been mitigated to the slightest degree in the past years/decades. The integration/desegregation policies that appeared in the early and mid-2000s lost their government and social support within a short time despite available EU funds. Moreover, this has become one of the cornerstones of the intensifying antigypsyism among the public. Although, Chance for Children Foundation (CFCF, a key rights protection and public interest litigation agent in the field of Roma inclusion) won all initiated lawsuits (except for one - against the respective school managements), there is visible though minor effect of 86 Act No CXXV of 2003 on equal treatment and the promotion of equal opportunities. 87 http://cfcf.hu/ny%C3%ADregyh%C3%A1zi-reszegreg%C3%A1ci%C3%B3s-%C3%BCgy 88 Act No CXXV of 2003 on equal treatment and the promotion of equal opportunities, §28, (2a). 89 http://www.cfcf.hu/en/ny%C3%ADregyháza-resegregation-case ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 32 the court decisions on segregation practices: in Kaposvár one segregated school has been closed. While individual education programmes towards eliminating disadvantages – like tanoda projects, e-learning and tutoring activities, afternoon clubs, other extracurricular education programmes – are very important and well-regarded, they are not able to mitigate the social damages caused by the selection mechanisms of the education system. Segregation practices/mechanisms in the education system will exist until the central government’s education system implements complex and targeted policies to eliminate segregation in the whole education system (irrespective of the school maintaining organisations: state, church or foundation). We discuss the situation of education in detail in the Chapter on Impact of mainstream education policy on Roma. Residential segregation The state’s responsibilities of creating the rights relat ing to residence and dignified housing conditions are an important part of social rights. The Basic Law (2011) does not acknowledge the right to residence as a constitutional right, and only states that “ Hungary makes efforts to provide the conditions of dignified housing conditions and access to public utilities to everyone” (Article XII. (1). However, the housing conditions of Roma people have practically not improved for decades. Moreover, within the trends of impoverishment of the 1990s, significant masses returned to the villages, where they were permanently trapped by long term unemployment, poverty and lack of infrastructure. According to the 2011 census data of the Central Statistical Office, 1,384 segregated housing areas or settlements mostly inhabited by Roma people can be found in 709 settlements in Hungary, and their residents comprise nearly 3% of the country’s population. 90 The problem is multi-layered: a) There are still hundreds of segregated Roma settlements within or on the periphery of settlements or in remote areas, and most of these lack basic transportation and public utility infrastructure, causing a significant impairment to the quality of life and social access of people living there, while also stigmatizing them; b) There is no comprehensive national housing policy that would offer chances for people in segregated housing, those who are at the bottom of the social hierarchy and belong to the lowest income social groups; c) Tower block apartment programmes, the system of homemaking subsidies are targeted at social groups above the poverty threshold, and so these groups, who cannot solve their housing needs by their own efforts, are left without social help and government support; d) While settlements of city rank prepare their own city development strategies, they are unable, and perhaps even unwilling to stop the marginalisation and exclusion of the poorest. Partly as a result of the increasing value of city areas, the segregation of the most helpless groups increases: they move to the poorer settlements, which is a spontaneous process, but also has to do with decisions 90 Szegregált élethelyzetek felszámolása komplex programmeokkal [ Eliminating segregated living circumstances through complex programmes ] (EFOP 1.6.2-16), Grant programme announcement, p. 5. Available at: https://www.palyazat.gov.hu/efop-162-16-szegreglt-lethelyzetek-felszmolsa-komplex- programmeokkal-esza. ",
        "A NTI - DISCRIMINATION 33 made by city leadership, as we have seen in several cities that had cases of relocation and displacement, like Miskolc and Budapest. e) The next element of the problem is eviction, which mostly affects the poorest tenants with arrears or unsettled legal title, among whom the Roma are significantly overrepresented. f) Another known mechanism is to prevent Roma from moving into the settlement, for example the local authority buying up available real estate or putting pressure on people who intend to sell to a Roma buyer. While several governments announced programmes to eliminate segregated settlements, 91 no effective progress can be expected, as such programmes, while they are extremely important, only reach a small fraction of people living in such segregation. The complex housing programme implemented between 2005 and 2010 had strict conditions on desegregation – new housing for Roma households had to be located in non-segregated areas. But only some 300 households were assisted in 47 villages. In 2015 the government adopted the policy decision for tackling segregated housing: 92 “With the adopted and app roved system of goals and recommended content elements of the strategy, the targeted programmes of the 2014-2020 planning period may bring a significant breakthrough in the elimination of segregated housing in Hungary, and in embedding these areas in the settlement fabric, as well as in the integration of the residents in the community and society”. The ‘housing strategy’ sets out in detail the tasks to be implemented in the framework of projects aimed at eliminating segregated housing and rehabilitating such areas funded from EU resources, including infrastructural developments, adding modern conveniences to the homes, improving the quality of the living environment (eliminating circumstances that are detrimental to health, creating a pleasant living environment), as well as activities related to community involvement and social work. Housing issues will be discussed in detail in the next Roma civil monitoring report (2018). Discriminatory behaviour by police, misconduct by prosecutors or courts Different practices need to be examined in the case of law enforcement authorities: Fines for minor offenses Minor offenses subject to fining by the police and other authorities are smaller infringements of norms. It is a years-long experience that the Roma are overrepresented in cases of fining, that is, the police have a propensity for fining Roma bikers or residents of segregated Roma settlements. We can say that by these fines they overburden Roma people and put them in an impossible situation. While these procedures appear to be justified and lawful, practice and real life show otherwise. The Roma Press Centre organised an action to call attention to this problem. 93 a) Roma people are fined for offenses that non-Roma people are almost never fined for, e.g. crossing the street, incomplete bike equipment, 94 (in Budapest, for example, riding minimally equipped bikes has its own subculture among university students, and yet we find no one among them who has been fined). 91 Social inclusion programmes aimed at the improvement of the housing situation of people living in segregated settlements have been announced in four rounds since 2005. 92 Government Decree No 1686/2015. (25 September 2015) on the approval of the policy strategy grounding the treatment of segregated housing in the period between 2014 – 2020. 93 http://romasajtokozpont.hu/nincs-rajtuk-kalap/ 94 http://index.hu/video/2014/07/10/mezoszemerei_birsagolasok/ ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 34 b) Residents of Roma settlements were fined so regularly and frequently that the number of fines due was more than their income; c) We found several Roma families whose members could not pay the fines and so they served time in prison to pay them down; d) Not all settlements offer the possibility for offenders to pay down the fines by work (community service); e) A study 95 has demonstrated that 97% of people fined in bicycle traffic in one settlement were Roma; f) It has also been applied when old women collecting boughs were fined in wintertime for stealing wood. Police a) The police often fail to respond to request for help or measures to be taken coming from residents of the Roma settlements; b) People living in the settlements were not protected during intimidating extreme right political marches 96 (Gyöngyöspata 2011, Tiszavasvári 2012, Szúcs 2015 etc.); c) There are numerous instances of racial profiling when police scrutinise ownership of material goods. Courts Courts often under-qualify anti-Gypsy cases involving crimes with a racist motivation, which means that a person committing a hate crime is only sentenced for vandalism or bodily harm, which has no dissuasive effect, and victims also feel that the perpetrators were not punished for the acts really committed. Ethnic profiling In order to get a picture of ethnic profiling in connection with the Roma of Hungary, it is essential to define the concepts and identify the main legal regulators that specify who is of Roma nationality and how the legal system tries to protect the members of the ethnic group so that the constitutional principles are not violated in their case. Data relating to racial and national origin qualify as sensitive data, and the only exceptions are the cases defined by law. The relevant regulations of the law stipulate that this data can also be handled in certain cases with written consent, if it is necessary for the enforcement of international agreement set out in law, the enforcement of a right provided by the Constitution, or if it is stipulated by law for the sake of national security, the prevention or prosecution of crimes, national defence, or for a goal based on public interest. 95 http://romasajtokozpont.hu/nincs-rajtuk-kalap/ 96 http://indavideo.hu/video/Gyongyospata_2011 https://444.hu/2016/04/15/figyelmetlenek-voltak-a-romak-ezert-felhettek-az-egyenruhasoktol https://index.hu/belfold/2015/05/14/betyarsereg_szucson/ https://24.hu/belfold/2015/05/12/a-betyarsereget-hivta-haragosa-egy-csaladra/ http://hvg.hu/itthon/20121027_Jobbikaktivistak_jaroroznenek_Tiszavasvar ",
        "A NTI - DISCRIMINATION 35 In light of xenophobia, it is a reason for concern that sensitive data can be collected, stored and handled for purposes of national security or national defence. 97 The norm pertaining to the operation of the police secures equal treatment for the citizens of the country, as the legislation stipulates that „ Members of the active force should carry out the tasks connected to fulfilling their duty in accordance with legal requirements, orders and measures – undertaking danger when necessary – with the expectable professionalism and care, in an impartial and just manner.[…] it does not endanger another’s health, physical integrity, or cause material damage to them.” 98 It follows from these two elements of legislation that data relating to a person’s origin is sensitive data, and that policemen – despite any prejudices they might have – should take measures with due care and professionalism in an unbiased and just manner. As Dr Balázs Tóth explains in the paper “ We can talk about ethnic profiling in a police, law enforcement […] has the right to take legally binding measures against the targeted persons if the selection of the persons to be subjected to the measure takes place in possession of at least minimal discretion in such a way that the ethnic origin or skin colour of the person in question plays a role in the selection.” 99 Discrimination in jurisdiction can be proved if we consider that police measures are taken in a given area, at a given time, with relation to the same situations, repeatedly with Roma people or people whom the police officer judges to be different from the average citizen based on other features. It also follows from this that the Roma may be prone to police force and violence more often and with greater likelihood than non-Roma citizens. The police administration in its executive capacity, or the Independent Policing Complaint Body as the organisation created by Parliament for examining complaints investigates specific individual cases, while they do not urge civil control or civil cooperation in the subject. It is an observable fact that graver sentences are passed in connection with the Roma. Roma usually have public defenders in criminal procedures, as in most cases they cannot pay for renowned lawyers who have the power and connections for exploring the facts of the case in detail. If they have a criminal record due to smaller offenses committed earlier, despite having received a lighter sentence or probation, this bias is implicitly present in nearly all phases of the procedure, in every decision. These are the two main reasons that they are more easily taken into custody by the courts, a measure depriving them of their freedom. However, it should also be noted that the court should examine the record of the accused, and if they are on probation with a suspended prison sentence, then they get to serve their sentence in case of committing similar crimes. This is why judges release some people, and convict others to jail for similar crimes, which lay people, for example journalists find difficult to understand. Our present society is permeated by xenophobia and antigypsyism. An example of this as well as of ethnic profiling is the case of one judge in Gyula: The judge Dr. Erika Mucsi, in her reasons for the judgement No 12.P.20.045/2013/47. of 25 March 2013, (which examined the lawfulness of the operation of the Association for a Better Future (Szebb Jövőért Egyesület) that was later dissolved), formed a subjective value judgement about Roma/Gypsies, a reasoning that was not part of the subject of the lawsuit, and can never be part of one in a democratic rule of law. “ The Gypsies, as a category, should not be primarily understood on a racial basis, but as a segregated group 97 Act No CXII of 2011 on the right to information and autonomy and the freedom of information, § 3. 98 Act No XLII of 2015 on the legal status of the professional staff of law enforcement agencies 102. § (1) b) and c) points. 99 Dr. Tóth Balázs: Az etnikai profilalkotás a bűnmegelőzésben és a bűnüldözésben [ Ethnic profiling in the prevention and prosecution of crimes ]. Miskolc 2011. Available at: http://midra.uni- miskolc.hu/JaDoX_Portlets/documents/document_12924_section_5006.pdf ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 36 of society that follow the lifestyle labelled in this way, irrespective of racial background, disregard the traditional values of the majority society which are also protected by the laws referred to earlier, and follow a certain work-shy lifestyle and a morality that disrespects private property and norms of coexistence.” Following this statement, an ethical procedure was initiated against the judge, but she was permitted to stay in office, reinforcing the view among members of society that Roma can be called work-shy and followers of a morality that disrespects norms of coexistence without sanctions. Another case that is remembered as a factor which reinforced ethnic profiling is when the chief of the National Association for Roma Police Officers raised his voice against the spread of the Érpatak Model that negatively affects the operation of this state organisation. In the Érpatak Model, persons with a leadership role in a settlem ent judge local citizens’ behaviour as ‘destructive’ or ‘constructive’ to the community (a large percentage of the Roma are found destructive). Then They continuously generate cases against the ‘disruptive’ citizens in the system of public administration, they report them to the police, and they initiate public safety investigations at their homes, often at night. Finally, they invite journalists and camera crews to Roma settlements with an aim of provocation, intimidation, and exploring crimes. This is what happened from February 2016 to December 2016 in Érpatak and also in Tiszavasvári, which is led by the extreme right Jobbik party. President János Áder responded to the petition, that was submitted to him to outlaw the intimidating local practices on 28 February 2016 (to which more than 600 private persons and 15 organisations, mostly people of Roma origin joined) nearly a year later, on February 23, 2017. The standpoint signed by the President’s Office Directorate for Social Relations interpreted the situation as one that is not dangerous to society at all and calls for a simple judgement. In Érpatak, a city with extreme right leadership, a civilian filed a complaint against the mayor, Orosz Mihály Zoltán, and the members of the ‘League of Honour Associat ion’ of Érpatak, who would patrol the Roma segregated settlement by night for unlawful public safety activity, but the police found that it was not an offense to harass people at night, flashing lights though the windows in order to explore electricity theft with no legal authorization. 100 Access to identity papers 101 According to our experiences, a common practice in small settlements is that when people move in from other settlements (often moving back or to relatives), the local authority and the notary refuses their registration to the given settlement or to the given address, most of the time citing already crowded housing conditions. This discrimination practice has several further consequences, in addition to those relating to housing. It makes access to several social benefits, provisions and services difficult. While they are barred from support available at the settlement, we saw several cases where an unemployed person of active age had no access to unemployment support because they could not register at their address and were unable to travel to the designated distant employment office, so they did not meet their obligation of cooperation. The district nurse and the child welfare services sometimes deny the service because the child or parent are “not local residents” 100 http://www.origo.hu/itthon/20160408-duhos-romak-kerestek-ader-janost.html 101 Our experiences, which are based on long term intensive presence and direct relationships, are drawn from a traditional city Roma settlement (Béke-telep, Eger, cca. 400 persons), four small settlements in Heves county (Bükkszentmárton – 320 persons; Egerbakta – 1,500 persons; Hevesaranyos – 600 persons; Szajla – 600 persons) and a village in Borsod-Abaúj-Zemplén county (Szomolya – 1,600 persons). In the latter villages, where we worked and work mainly with the Roma communities living in extreme poverty, the ratio of the Roma population – according to local estimates and our own estimates – is between 30-60 per cent. ",
        "A NTI - DISCRIMINATION 37 (for example, the district nurse did not issue the booklet used for registering the progress of pregnancy, which is a subjective right and not connected to residence). In projects implemented with Romani communities living in permanent unemployment and extreme poverty in small settlements, we usually found further problems related to the lack of personal documents . The basic documents – ID card, the birth certificate necessary for applying for one, social security card, tax card – needed for accessing certain services and programmes provided in the framework of the projects (e.g. vocational training, obtaining a driver’s license, temporary employment, public employment) were missing in a number of cases. Moreover, one needs to overcome several obstacles when obtaining official documents: take all necessary steps for administrative procedures, have the required financial coverage for fees or submit a request for exemption, have the necessary funds for transportation, etc. The lack of school certificates is also a significant problem (some have lost them, others have not even taken them), and this is aggravated by the difficulties of obtaining them or their copies later (a two thousand HUF fee, documents from closed down local schools having been moved elsewhere). The lack of documents is even more common with children and young people . It is very typical for them to have no ID card, student card, social security card or tax card. ",
        "38 A DDRESSING ANTIGYPSYISM Institutional settings for fighting discrimination and addressing antigypsyism Roma are among the 13 recognised national minorities in Hungary. Until 2011, the legislation differentiated national and ethnic minorities, using the term ethnic minority specifically for Roma (although national and ethnic minorities had the same rights). In 2011 the new legislation eliminated this differentiation in terminology. 102 The HNSIS (2014 update) acknowledges that Roma face prejudices. 103 Unfortunately, it talks about “mutual lack of trust, aggression, prejudices”, 104 without explicitly making the primary responsibility that of the majority. The strategy does not use the specific term antigypsyism. However, this term is rarely used by civil society and academia in Hungary. The strategy commits itself to addressing prejudices faced by Roma. 105 Again, unfortunately, it talks about “two -way awareness raising and communication”, 106 not making the primary responsibility of the majority explicit. Among the priorities the strategy mentions that: • professionals in social care, health care, public administration, justice and policing should take part in training that helps their non-discriminatory work; and • the media should contribute to deconstructing prejudices. The responsibility of the Hungarian state in exclusion is rarely recognised by leading politicians. A positive exception was the speech of President Ader on 2 August 2014, the Roma holocaust Memorial Day, 107 when he said: “We Hungarians have to ask ourselves: (…) How could it happen to us that the Hungarian state deprived hundreds of thousands of Hungarian citizens of the possibility of belonging to the nation? How could it happen to us that the representatives of the Hungarian state served the request of a foreign power and sent citizens to die?” 108 The speech had a memorable follow-up. On 3 August 2014 Minister Balog stated that Hungarian Roma were deported from Austria, not Hungary. 109 Right after this statement, the NGO Roma Press Centre sent the minister documents proving the deportation of Hungarian Roma from Hungary, which the minister thanked. 110 A few months later, on 16 May 2015, there was an event to commemorate the Roma 102 Current legislation Act CLXXIX of 2011 on the rights of national minorities. Previous legislation: Act LXXVII of 1993 on the rights of national and ethnic minorities. 103 See chapters 1.1 on social inclusion of Roma, 3.3 on the situation of Roma women and 4 on SWOT analysis. 104 See chapter 1.1. 105 See chapters 7.3 on education and especially 7.7 on awareness raising and fight against discrimination. 106 See chapter 7.7, title of section 7.7.2. 107 The 70 th anniversary of the killing of three thousand Roma in Auschwitz on 2 August 1944. 108 http://www.keh.hu/beszedek/1895- Ader_Janos_koztarsasagi_elnok_beszede_a_roma_holokauszt_nemzetkozi_emleknapja_alkalmabol „ Nekünk, mag yaroknak is fel kell tennünk a kérdést: (…) Hogyan juthattunk odáig, hogy a magyar állam magyar honfitársaink százezreit fossza meg a nemzethez tartozás lehetőségétől? Hogyan juthattak az akkori magyar állam képviselői odáig, hogy egy idegen hatalom elvárá sait kiszolgálva a pusztulás poklába küldjék jogfosztott honfitársainkat? ” 109 https://www.hirado.hu/2014/08/03/balog-az-emlekezes-es-a-bunosok-neven-nevezese-a- kotelessegunk/ 110 http://romasajtokozpont.hu/hat-asszony-emlekezik-balog-zoltan-miniszternek/ ",
        "A DDRESSING ANTIGYPSYISM 39 holocaust, with the patronage of Minister Balog. Prior to the event, NGOs called on the minister to apologise for his earlier statements. 111 The minister started his opening speech with an apology. 112 There is no public body specifically tasked to analyse and address antigypsyism in Hungary. Two public bodies that have relevant roles though are the ombudsman for the rights of national minorities and the Roma national self-government. Regarding the ombudsman for the rights of national minorities, major changes are as follows: • The first Roma om budsman was Ernő Kállai, elected by the Parliament for 2007 - 2013. 113 • The office was subordinated to the office of the general ombudsman in 2011. • The second ombudsman is Erzsébet Szalayné Sándor, a lawyer from the Hungarian community in Romania, elected by the Parliament for 2013-2019. 114 Chapters 1 and 3 of this report provide information on the Roma national self-government. Theoretically the national self-government could have a major role in addressing prejudices. Unfortunately, this was not set as an objective when national self-governments were set up in Hungary. The Roma national self-government has had no memorable public activity to address antigypsyism. In addition, the recent financial scandals around the organisation contribute to reinforcing prejudices. Countering hate crime and hate speech against Roma, and antigypsyist rhetoric of politicians, public figures and media The issue of hate crimes is not addressed by the HNSIS II at all, it only mentions hate speech in relation to the No Hate Speech Campaign. Therefore, the action plan assigns neither leadership nor resources to the issue. In fact, there is no such term as \"hate crime\" defined in the Criminal Code of Hungary. However, the description of certain cases includes bias motivation in some form. Nevertheless, there is a specific case defined with a view to protecting the victims of hate crimes under the criminal law. 115 Furthermore, although bias motivation is not specifically mentioned as a classified circumstance, offences committed out of hatred compose of bias motivated crimes as well. The Hungarian criminal law punishes hate speech under the crime category of incitement against a community 116 . In both cases, ethnic groups are protected under the law. 117 This chapter focuses on violence and incitement against members of a community because this covers hate crimes in the most general sense and in the widest scope, and these arise in case-law the most often. 111 http://romasajtokozpont.hu/kerjen-bocsanatot-a-miniszter/ 112 https://www.youtube.com/watch?v=Jm-zGJQsAH4 113 http://www.kisebbsegiombudsman.hu/, https://www.ajbh.hu/dr.-kallai-erno 114 https://www.ajbh.hu/sandor-erzsebet 115 “Violence against members of a community” as defined in Section 216 of Act C of 2012 on the Criminal Code. 116 Section 332 of the Criminal Code. 117 Hate crime and incitement against a community. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 40 Regarding hate crimes, it should be noted that due to the gaps in legislation, for the purposes of the application of the law it is impossible to assess bias-motivated violence against property where the offence is not merely targeted at the property itself but - although indirectly – also against the member(s) of the protected group. 118 In particular, it is important to mention that in Hungarian law enforcement it is Roma who are most often? convicted of the crime of violence against members of a community. Since the autumn of 2013, several sentences have been passed for “anti -Hungarian\" criminal offences committed against members of a Hungarian community. 119 This problem could be resolved in two ways: a) amending current legislation by making a closed list of protected characteristics; b) ensure the protection of minorities under the current legislative regulations if the Office of the Prosecutor General and the Curia of Hungary were to provide a legal interpr etation of the term “certain groups of the population”. 120 The offence of incitement against a community raises serious problems in terms of application of the law. At present, the offence of incitement is in an “inactive state”, as a result of the former highly restrictive interpretation of courts, the police and the prosecutor’s office hardly ever use this classification in practice. 121 This problem has already arisen at the level of international courts. 122 In this respect, Hungary must find an urgent solution either in legislation or in the application of the law because its current version is unable to protect the victims. This problem is further aggravated not only by the fact that the government takes no action against anti-Roma hate speech, but also because open anti-Roma hate speech is not limited to extremist parties and groups, in fact, it exists on the entire political scene. 123 As a consequence of foregoing responsibility, no data collection has taken place in connection with hate speech against Roma. Roma organisations do not perform any hate speech or hate crime monitoring either, which is partly attributable to the dissolution of Roma advocacy groups and the lack of capacity of existing Roma organisations. As regards the application of the law, the practice of under-classification poses a severe problem in the case of hate crimes, whereby the factor of bias motivation is ignored during the proceedings and thus the wrong offence is taken into account under the Criminal Code, resulting in a more lenient punishment. 124 This problem particularly affects members of 118 See Henriett Dinók’s PhD thesis entitled “The significance and possibilities of action against hate crime. Issues concerning international and national legislation, law enforcement, and data collection”, Szeged, 2015. Available at: http://doktori.bibl.u-szeged.hu/2748/1/Dinok%20Henriett%20Eva_ertekezes.pdf. 119 District Court of Miskolc B.1157/2012/95, County Court of Miskolc Fkf.1099/2013/10, Court of Appeal of Debrecen Fkhar.248/2014/7. and County Court of Miskolc Fk.1188/2011/217, Court of Appeal of Debrecen Fkf.498/2013/13, Curia Bhar.118/2014/11. and Central District Court of Pest Fk.27246/2010/83, Municipal Court of Budapest Fkf.8472/2011/38, Kuria Bfv.590/2012/18. 120 Ibid . 121 Másság Alapítvány (editor: Tamás Dombos – Márton Udvari: Gyűlölet - bűncselekmények Magyarországon. Problémák, javaslatok, jó gyakorlatok, [Hate Crimes in Hungary. Problems, Recommendations, Good Practices] 2014. Availabe at: http://dev.neki.hu/wp- content/uploads/2014/02/gybcs_B5_magyar.pdf (Hungarian) and http://dev.neki.hu/wp- content/uploads/2014/03/gybcs_B5-angol.pdf (English) 122 Case of Király and Dömötör v. Hungary , Application no. 10851/13. Available at: https://hudoc.echr.coe.int/eng#{\"itemid\":[\"001-170391\"]} 123 The European Commission Against Racism and Intolerance (ECRI) Report on Hungary, fifth monitoring round, ECRI(2015)19, 19 June 2015. Available at: https://www.coe.int/t/dghl/monitoring/ecri/Country-by- country/Hungary/HUN-CbC-V-2015-19-HUN.pdf. 124 See more details on the problem of under- classification: GYEM: Jogalkalmazási problémák a gyűlölet - bűncselekményekkel kapcsolatos eljárásokban. [Law enforcement problems in proceedings related to hate crimes]; Experience of the Working Group Against Hate Crimes (GYEM), 2014. Available at: http://gyuloletellen.hu/sites/default/files/ejk_esetosszefoglalo.pdf (Hungarian) and http://gyuloletellen.hu/sites/default/files/ejk_casesummary.pdf (English) ",
        "A DDRESSING ANTIGYPSYISM 41 the Roma minority. The Working Group Against Hate Crimes (GYEM) 125 and its member organisations made several proposals concerning this problem and possible solutions 126 and forwarded these to the competent authorities. This large-scale latency is also influenced by the fact that the currently used data collection systems are not suitable for assessing the actual extent of hate crimes. Professional organisations believe that official crime statistics relating to hate crimes are far from everyday reality. What is more, the data provided by some state agencies are contradictory, and no information is available on many aspects of the problem. 127 Civil society organisations investigate hate crimes against Roma people and related proceedings on an ad-hoc basis, maintaining a public database 128 and making regular reports on their findings. In the area of law enforcement, the cooperation between the GYEM and law enforcement agencies, especially the police, should definitely be highlighted as a positive example. The GYEM prepared a list of indicators to make it easier for law enforcement agencies to recognise and assess bias-motivated crimes during criminal proceedings. The representatives of ORFK (National Police Headquarters) agreed to integrate the list into the police’s system of training on hate crimes. 129 Nonetheless, it should be noted that cooperation with civil society organisations works mostly at the lower levels of the police (specialised in hate crimes). Th e central levels of the police and the Prosecutor’s Office have not joined yet although central intervention would be essential in order to take certain actions that serve the victims' interests. For example, in the context of hate crimes, the police should launch a confidence building campaign for groups most often exposed to hate crimes, thus reducing the high level of latency arising from the lack of willingness to report them. In addition to the above, there are a number of areas to improve the assistance to victims. Under Directive 2012/29/EU, the Roma victims of hate crimes belong to the category of persons requiring special treatment. Civil society organisations expressed their opinion concerning the proposed amendment to the Criminal Procedures Act 130 and asked for the definition of hate crimes and vulnerable groups in the final version of the Act to be in compliance with the Directive. Despite this, however, the legislator did not add this amendment to Act XC of 2017 on criminal procedures. Another problem is the absence of victim support specifically designed for Roma in the Hungarian legal system and practice. In fact, there is a complete lack of social awareness raising campaigns, educational programmes, and programmes aimed at increasing the willingness to report, and this should be initiated and supported by the government. It should be pointed out as a positive fact that some training programmes have been implemented with the participation of civil society organisations such as the interactive professional training recently held with the involvement of the Hungarian Academy of Justice for civil judges on efficient actions to be taken against hate crimes under the criminal law, focusing on legal practice. 131 125 See more details on the civil coalition at: http://www.gyuloletellen.hu/munkacsoport 126 See GYEM 2014, ill. Másság Alapítvány 2014. 127 See GYEM: Műhelybeszélgetés az adatgyűjtésről [Workshop Discussion on Data Collection], 2017. Available at: http://gyuloletellen.hu/aktualitasok/muhelybeszelgetes-az-adatgyujtesrol. 128 See database at: http://www.gyuloletellen.hu/esetek?field_ugy_vedettcsop_tid=14&field_ugy_ertekeles_tid=All&field_ugy_mino sit_ertekel_value=All. 129 See more details on the indicator list at: http://www.gyuloletellen.hu/aktualitasok/indikatorlista- hatekonyabb-buntetoeljarasert. 130 See details on the opinion of civil society organisations at: http://www.gyuloletellen.hu/sites/default/files/gyem_be_2017marc.pdf. 131 See more details on training at: http://www.gyuloletellen.hu/aktualitasok/kepzes-biraknak-gyulolet- buncselekmenyek-elleni-fellepesrol ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 42 Factors enhancing and hindering antigypsyism In the framework of the Hungarian National Social Inclusion Strategy II, the Government highlights the fact that the media often presents the Roma image in a biased manner and exerts a negative influence both on public attitude towards Roma people and the self- image of the Roma themselves. It is therefore necessary to promote initiatives aimed at changing this attitude. The Strategy also contains proposals according to which the media should employ a larger number of Roma journalists and media professionals. 132 To this end, subparagraph VI/3 of the action plan appoints a person to be in charge and a deadline. Thus, the main role of the media is to change attitudes. However, the action plan does not mention a specific programme or financial resources to accomplish these goals. The act on the freedom of press and the basic rules concerning media content provides for the banning of media content that incite to hatred and exclusion. 133 Since 2012, the Media Authority uses the measure of “incitement to hatred” in a limited scope, because the Constitutional Court 134 laid down the theoretical basis for judging the act of “incitement to hatred” as defined in the Criminal Code and in the Media Act by the same measure, thus significantly restricting the law enforcement activity of the Media Authority in respect of the limitation of the freedom of the press. 135 Since 2001, the Media Authority has taken more than 30 decisions 136 and rulings due to the media presence of hate speech in some form. The definition of protected communities concerning Roma was clarified by ORTT (National Radio and Television Board) Decision No 117/2002 of 10 January 2002. 137 The Media Act also helped to identify persons 138 or organisations participating in various interactive programmes or talk shows that can be held liable. Despite this, we often encounter content on television and especially in the online media that is characterised by strong stereotypes and antigypsyism. Antigypsyism is indirectly manifested mainly in the evening news programmes. They do not state explicitly that the characters behind the negative content are Roma, however, when visually displayed, discrimination on ethnic grounds is obvious, sometimes even referring to segregated locations or groups. Another problem is that the issue of prejudices against Roma people is not addressed emphatically enough in the news media. 139 Many of the entertainment programmes feature Roma in strongly stereotyped situations and roles. 140 With a few exceptions, the long-expected diversifying efforts from the media hasn’t yet taken place. There are substantial shortcomings in terms of the involvement of Roma media professionals: the representation of Roma media workers is low despite that the Hungarian education system has “produced” at least three generations of Roma media 132 National Social Inclusion Strategy II, p 109. 133 Pursuant to Section 19(1) and (2) of the Press and Media Act. 134 Decision No 165/2011. of 20 December 2011 AB. 135 András Koltay: A m é diahat ó s á g d o ̈ nt é sei é s azok b í r ó s á gi fel u ̈ lvizsg á lata a gy u ̂ l o ̈ letbesz é d t á rgy á ban [The Decisions of the Media Authority Concerning Hate Speech and their Judicial Review] (2001 – 2013), Médiakutató, Vol. 14, Issue 3, pp 59-73. 136 http://www.mediakutato.hu/cikk/2013_03_osz/05_gyuloletbeszed_mediahatosag_birosag.pdf 137 Országos Rádiós és Televizió Testület (National Radio and Television Board). 138 http://www.mediakutato.hu/cikk/2013_03_osz/05_gyuloletbeszed_mediahatosag_birosag.pdf 139 Vera Munk: A roma reprezentációja a többségi média híreiben az 1960- as évektől napjainking [The Representation of the Roma in the News of the Majority Media from the 1960s to date], Budapest, Médiakutató, 2013. Available at: http://epa.oszk.hu/03000/03056/cikk/2013_02_nyar/07_romak_a_hirekben.pdf 140 See for example: http://168ora.hu/kultura/az-hbo-sorozata-tobbet-arul-el-magyarorszag-tarsadalmi- feszultsegeirol-mint-balog-zoltan-a-legoszintebb-pillanataiban-5822 ",
        "A DDRESSING ANTIGYPSYISM 43 experts. In addition, the change of attitude described in the Strategy has not occurred in programme production either, because Roma are often presented in a rather stereotyped manner. On the other hand, it is a positive achievement that some commercials feature Roma celebrities, even if still not in an adequate number. One example is the young bassist Tamás Kökény, the winner of a public media talent show, who became the face of a bank’s commercial. 141 In addition, it is worth mentioning the work of the Roma Press Centre 142 in the field of the media: the RPC struggles with financial problems, it is not subsidized by the state, and publishes news, investigative reports and articles related to Roma. The Centre for Independent Journalism 143 , which supports Roma journalists in entering the field of media used to organise a training programme together with the online platform Sosinet. 144 This training programme used to inform young Roma intellectuals as well as younger and older members of the non-Roma middle class with materials published in English, Hungarian and Roma languages. The training programme unfortunately terminated due to lack of resources. A new social media-based initiative called Dikh TV is still in its infancy and receives no support from the state. In addition, some – mostly online – media specialised in presenting content on Roma (RomNet, 145 AmaroDrom, Sosinet) continuously struggle with financial problems and recently suspended their activities. Apart from these, the Roma Magazine 146 broadcast among the minority programmes of the Hungarian Television, and the programme titled P’amende 147 also specifically focus on Roma topics. However, these weekly thematic programmes are almost impossible to be watched widely, as their broadcasting times are early morning, noon and late night. The HNSIS II does not cover this topic. The Strategy points out that there is a need for a wide-ranging survey regularly performed on a large sample, but that is all. Consequently, the Action Plan does not assign a responsible governmental body, a deadline or resources for assessing social attitudes concerning antigypsyism. In the past five years a number of scientific institutions 148 have sought to map social attitudes relating to antigypsyism. From the political changes of 1989 to date, a number of research studies have been conducted on attitudes towards Roma. These attitude studies are typically aimed at assessing the degree of prejudices. They have recently seen increasingly rejecting and excluding attitudes and have also been in the focus of interest of several researchers. 149 141 See the commercial at: https://www.youtube.com/watch?v=wQc7KjMZUdI. 142 http://romasajtokozpont.hu/ 143 http://www.cij.hu/hu/ 144 See more at: http://www.sosinet.hu/ 145 http://www.romnet.hu/ 146 https://www.mediaklikk.hu/musor/romamagazin/ 147 https://www.mediaklikk.hu/musor/romakultura/ 148 For example, the Minority Research Institute of the Research Centre for Social Sciences of the Hungarian Academy of Sciences, the Department of Roma Research of the Institute, TÁRKI Social Research Institute, Medián, the Research Centre for Social Conflicts of ELTE University, Publicus Institute as well as the departments of Romology, Sociology and other related subjects of the various universities. 149 Orsolya Keresztes-Takács, Lilla Lendvai, Anna Kende: Romaellenes előítéletek Magyarországon: Politikai orientációról, nemzeti identitástól és demográfiai változóktól független nyílt elutasítás [ Anti-Roma ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 44 In the past years, no surveys on experience concerning antigypsyism and discrimination against Roma people have been performed on a large representative sample, only sporadic references have been made by some of the institutions to the existence of these problems. The European Union’s Fundamental Rights Agency (FRA) conducts surveys in this field on a regular basis. Besides emphasizing the permanent obstacles to employment, education, housing and healthcare services, the latest report also reveals that 40% of the Roma interviewed during the survey felt that they had been subject to negative discrimination at least once in the past five years, but only a fraction of them filed a complaint about the case. 150 As for the future trend in antigypsyism, we are concerned about the findings of the relevant surveys (e.g. FRA), 151 according to which xenophobic and excluding voices are getting stronger due to the economic uncertainties and political tensions, whereby – due to their racial characteristics - the Roma may appear as an enemy in response to the increasing frustrations of society. Prejudices are freely expressed and became more openly manifested as a result of political “permission”. Unfortunately, in today's Hungary antigypsyism has no moral limitations, therefore, it exists at a high level in all social strata. Government officials and leading political parties have also made implicit references claiming that the Roma population is considered as a burden on or liability for Hungarian society. 152 It would be indispensable to conduct surveys on antigypsyism. Yet, no comprehensive research has been done about the Roma in Hungary for roughly fifteen years Analysing and forming narratives and attitudes towards Roma The HNSIS I and II requires raising awareness of Roma culture. 153 Every year since 2013, the Ministry of Human Capacities announces open calls for proposals along the objectives set out in the Strategy. 154 The main purpose of the call is to foster and preserve Roma cultural values. The initiative is to be appreciated, however, compared to other areas prioritised by the Government, the annual budget and the amount of the available grant 155 will hardly achieve any substantive changes in society as a whole. Prejudices in Hungary: Open Rejection Independent of Political Orientation, National Identity and Demographic Variables ] Magyar Pszichológiai Szemle, 2016, p 71, 4/2, pp. 609 – 627. 150 FRA: Az Európai Unió második felmérése a kisebbségekről és a hátrányos megkülönböztetésről. Romák – Válogatott eredmények. [T he European Union’s Second Survey on Minorities and Negative Discrimination. Roma – Selection of Results.] November 2016. Available at: http://fra.europa.eu/en/publication/2016/eumidis- ii-roma-selected-findings. 151 Ibid . 152 For example: Minister of Justice László Trócsányi claimed: “according to the Orbán Government, Hungary is unable to accept economic refugees because it must see to the inclusion of 800 thousand Roma people\" Index: It is because of the Roma that we do not want any refugees, 2015. Available at: http://index.hu/belfold/2015/05/22/a_ciganyok_miatt_nem_kerunk_a_menekultekbol/ ; “The Prime Minister himself drew parallels between the acceptance of refugees and Roma people, claiming that 'we do not require others, especially not the western countries, to live with a large number of Roma minorities\". See: Népszabadság: “The Government plays the “Roma Card” against refugees”, 2015. Available at: http://nol.hu/belfold/orban-elvitatta-a-ciganyok-hazafisagat-1562025. 153 Hungarian National Social Inclusion Strategy – Extreme poverty, Child Poverty, Roma – (2011 – 2020). Available at: http://www.kormany.hu/download/1/9c/20000/Magyar%20NTFS%20II%20_2%20mell%20_NTFS%20II.pdf. 154 Entitled \"Supporting the implementation of Roma cultural events, cultural contents and products\" (ROM-RKT). 155 The annual budget of the grant programme is 160,000 EUR, where a 100% non-repayable grant of 800-2,500 EUR is available for each project. ",
        "A DDRESSING ANTIGYPSYISM 45 The largest national campaign aimed at changing attitudes about the Rom a, entitled “The Roma Heroes of 1956”, was implemented in 2017 in the framework of the commemorative programme “1956 – the Year of Hungarian Freedom”. Upon the proposal of the Roma Press Centre, the campaign was supported by the Public Foundation for Research on Central and Eastern European History and Society, the Municipality of Budapest, the Budapest Transport Authority, and the Ministry of Human Capacities. 156 The campaign is a milestone in developing a positive social image about Roma. However, to ensure its long- term success and positive impact, it is essential to organise campaigns of a similar volume on a regular basis as well as extending their scope beyond the capital city to rural towns as well. The campaign of the “No Hate Speech Movement” focusing on youth was launched by the Council of Europe in 2012. Despite the fact that the primary victims of hate speech in Hungary are the Roma, only one of the six member organisations of the campaign committee, the Uccu Roma Informal Educational Foundation represents Roma. 157 The campaign should place much greater emphasis on the fight against antigypsyism. Another worrying factor is that the negative campaign against civil society organisations can have an adverse effect on the success of important awareness raising programmes which perform the functions specified in the Inclusion Strategy. In Hungary, most of the sensitising training programmes are organised by civil society organisations, usually with an excellent professional background and experience. For example, a similar programme of the Hungarian Helsinki Committee, which was supported by the European Union, was implemented with the participation of judges, prosecutors, lawyers and police officers. 158 There is an undisputable need for the tolerance increasing programmes offered by civil society organisations since the development of the intercultural competence of those in responsible positions (civil servants, judges, police officers, prosecutors, journalists, assistance professionals) is completely absent from their training. Nevertheless, the current Government makes this impossible through the systematic destruction of the credibility of those organisations promoting human rights. Another main method of awareness raising, a key term of the Inclusion Strategy, is to set up programmes designed to eliminate stereotypes. Given the lack of appropriate government programmes, civil society organisations play a significant role in this area. 159 There is easily available information on several civil society projects promoting social dialogue. 160 We should not disregard the communication campaign that Hungary’s Government has been engaged in to strengthen fears about refugees and migrants, as this has a worrying 156 Be tween 7 and 20 April 2017, in the framework of the campaign, posters featuring ’56 Roma Heroes were placed along the busiest tram line of Budapest and a Roma hero was presented in the loudspeakers on the trams. As part of this same campaign, on the International Roma Day held on 8 April 2017, short films were broadcast in the public service television about the Roma heroes of the ’56 revolution. 157 The Hungarian website of the No Hate Movement: http://nohatespeechmozgalom.hu/magyar- kampanybizottsag/ 158 The programme was attacked in pro-government media. Az érzékenyítés útvesztői. [ The labyrinth of sensitisation ] Demokrata. 22 July 2017. Available at: http://demokrata.hu/hir/belfold/az-erzekenyites- utvesztoi 159 Only one grant application opportunity proved to meet this goal: the “ EEC Financing Mechanism 2009- 2014, “ Preservation and renovation of cultural and natural heritage (HU-07) programme \" announced by the Government in the first half of 2016. Unfortunately, the list of projects implemented in the framework of the grant programme was not available at the reporting date at the website of the National Development and Resource Coordination Agency, and we have not yet received a reply to our data request. 160 See for example the activities of Uccu Roma Informális Oktatási Alapítvány (Uccu Roma Informal Education Foundation), the so- called “Common Denominator Programme” of Centropa Foundation “The Golden Clasp“ award of the Roma Press Centre. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 46 effect on the intensification of antigypsyism in the long run. The short-term impact of the anti-refugee billboard campaign is that xenophobia has reached record levels in Hungary, the highest since the regime change. While before 2012 the ratio of people with a xenophobic attitude was approximately 30%, this figure increased to 40% in 2015 and 58% in 2016. 161 In such an extreme situation increased xenophobia has an adverse effect on the Roma population. One of the 12 areas of development and educational goals of the National Core Curriculum of 2012 (NC C) is “education for active citizenship and democracy\" and “taking responsibility for others and volunteering”. In addition, the NCC identifies social and civic competences as key, emphasising that the development of interest in intercultural communication and an ambition to overcome personal prejudices should be a crucial part of attitude development in public education. 162 The National Public Education Act of 2011 introduced school community service (SCS) as part of civic education, the completion of which is a prerequisite for issuing the general certificate of secondary education. 163 The introduction of SCS is a positive achievement and can be an efficient pedagogical tool in the area of education for active citizenship. However, it would be important to shift the focus from the feeling of duty to the internal motivation of students. The fact that the educational staff themselves were not at all prepared for this task and the competent body - the Education Research and Development Institute (ERDI) - did not provide adequate support for the professional implementation of the programme caused difficulties. 164 Since then, ERDI has held a number of training courses for teachers with the aim of increasing the efficiency of community service. Civil society organisations provide non-formal training programmes which contribute to competence development specified in the National Core Curriculum. 165 The Hungarian National Social Inclusion Strategy, which is practically Hungary’s Roma inclusion strategy does not identify antigypsyism as a social phenomenon. The Strategy does not include any plan or designate a public institution to conduct research on antigypsyism, nor does it allocate any public grants to support surveys on antigypsyism. The concept of antigypsyism began to gain ground in discourses analysing the social situation of the Roma in recent years. For this very reason, the standard academic definition of this phenomenon is still being developed, but the outline and theoretical roots of the concept are firmly set. Based on these, the term refers to a special form of racism, namely to social prejudice towards Roma. To better understand the phenomenon, surveys are focused on prejudicial groups and individuals with a view of raising awareness for, demonstrating, and thus eliminating social bias towards the Roma. The Research Group for Critical Roma Studies was set up on a voluntary basis, with no financial support, by researchers of Roma origin at the Hungarian Academy of Sciences in 161 Bori Simonovits and Anikó Bernát (2016): The Social Aspects of the 2015 Migration Crisis in Hungary . Tárki, Budapest. Available at: http://www.tarki.hu/hu/news/2016/kitekint/20160330_refugees.pdf 162 National Core Curriculum 2012. Available at: https://ofi.hu/sites/default/files/attachments/mk_nat_20121.pdf 163 Act CXC of 2011 on national public education. Available at: https://net.jogtar.hu/jr/gen/hjegy_doc.cgi?docid=A1100190.TV 164 Zsuzsa Matolcsi (2016): Aktív és felelős állampolgári készségek és az iskolai közösségi szolgálat. [Active and Responsible Civic Competences and School Community Service] . Available at: https://i- dia.org/blog/egy-kutatas-a-kozossegi-szolgalatrol/ 165 E.g. Tudatos Választókért Alapítvány (Foundation for Conscious Voters) – Padtárs programme (Classmate Programmeme), Eötvös Károly Intézet – Iskola és politika (School and Politics), Közélet Iskolája (School of Public Life), PROKON, Demokratikus Nevelésért és Tanulásért Közhasznú Egyesület (Nonprofit Association for Democratic Education and Learning), Demokratikus Ifjúságért Alapítvány (Foundation for Democratic Youth). ",
        "A DDRESSING ANTIGYPSYISM 47 the autumn of 2014 for the purposes of discussing issues relating to Roma research and communities and developing new narratives in research on Roma people. It does not have a formal independent status, so the Research Group is hosted by the Minority Research Institute of the Hungarian Academy of Sciences. 166 The areas of research covered by the members of the research group include various topics. Although this research group was not established explicitly for studying antigypsyism, it is a research centre relevant to the issue. The Romani Studies Programme of the Central European University identifies the topic of antigypsyism as one of its areas of research. Since autumn 2017 it has been included in the research grant programmes as an optional area of research. 167 The programme is exclusively financed from foreign resources. 166 http://kisebbsegkutato.tk.mta.hu/kritikai-roma-tanulmanyok-kutatocsoport 167 https://rap.ceu.edu/ ",
        "48 I MPACT OF MAINSTREAM EDUCATION POLICIES ON R OMA Until 2013 the legal definition of disadvantaged and multiply disadvantaged students basically remained unchanged in the Public Education of Act of 1993, as amended in 2007. This period saw a gradual development of various forms of institutional aid aimed at supporting the educational career of students belonging to this category. Furthermore, these student categories became the central indicators of the intra- and inter-institutional monitoring of segregation processes. In 2013 the definitions were changed and transferred to the act on the protection of children and on guardianship, which also revised the method of identifying these pupils. The most important consequence of these changes was that the group of beneficiaries was considerably limited. While the total number of students participating in public education fell by 43 thousand in one year, that of disadvantaged and multiply disadvantaged students became more than 76 thousand and 19 thousand lower, respectively. 168 Parallel with this, the relevance of these indicators in monitoring segregation processes declined, partly because of the decrease in the number of pupils in this category and partly because of the limitations concerning the comparison of data from before and after 2013. The key change in 2012 was that the compulsory school age was reduced from 18 to 16 years in a phasing-out system. 169 Although the rates of early school leaving have shown a fluctuating trend, no real improvement has been achieved, and the lowering of the compulsory school age forecasts a situation that is worse than ever. 170 In addition, public employment opportunities available to minors (a significant part of public employees aged under 18 are Roma) definitely encouraged early school leaving. 171 Another change is that in case of at least 50 hours of unexcused absence, the student's family can be punished with the withdrawal of family allowance payment. Since 2010, the number of absences has dropped to almost one quarter of the earlier rate, 172 which is clearly a positive consequence. However, the reason behind absences is often of a financial nature, so this measure has further aggravated the situation of families already living in the most difficult circumstances. Access to quality early childhood education and care services, especially kindergarten 173 Local day-care services were not available to merely 28% of all children under the age of 3 (approximately 80 thousand) in 2010 and to less than a quarter of them (23%, i.e. 64 thousand) in 2015. 174 We can observe territorial disparities in close relation to the proportion of the Roma population and/or those living in poverty or in a disadvantaged situation. In Nógrád, Heves, Borsod-Abaúj-Zemplén, Szabolcs-Szatmár-Bereg and Somogy Counties local services were not available to 40-45% of 0-2 year-old children who would potentially use day-care facilities, while this rate was 5-20% in counties in a better 168 http://ofi.hu/sites/default/files/attachments/1502940_kudarcok_es_megoldasok_beliv.pdf 169 Pursuant to the interpretative definitions of Act CXC of 2001 on national public education. 170 http://www.kormany.hu/download/7/6a/e0000/ESL-Cselekv%C3%A9si-terv_20161109.pdf 171 http://kozfoglalkoztatas.kormany.hu/download/2/b1/91000/Besz%C3%A1mol%C3%B3%20a%202015%20%C 3%A9vi%20k%C3%B6zfoglalkoztat%C3%A1sr%C3%B3l.pdf 172 http://www.parlament.hu/irom40/17127/17127-0001.pdf 173 Although the Health visitor service is connected to the early childhood development process, it will be discussed in the 2018 year report as a part of the health issue. 174 https://www.ksh.hu/docs/hun/xftp/stattukor/kisgyermnapkozbeni/kisgyermnapkozbeni15.pdf ",
        "I MPACT OF MAINSTREAM EDUCATION POLICY ON R OMA 49 situation (not more than 5% in Budapest) in 2013. At the same time, the actual usage of these facilities is the lowest in the former, lagging regions 175 , which also indicates that disadvantaged parents have worse chances of using existing services. Women with a lower level of education stay at home with their children for a longer time: \"It is the childcare allowance that provides financial security to them, which they would not give up even for the sake of employment since the costs of childcare services and travelling to work could be much higher.” 176 From 2015 it has been compulsory to take part in kindergarten education (before 2015 only the last year was mandatory), and children must spend at least 4 hours a day in kindergarten. 177 Failure to comply with this obligation results in the withdrawal of the childcare allowance. However, there are social-territorial disparities in terms of the quality of the service, the group sizes, the degree of crowdedness, and the availability of equipment. 178 Moreover, the institution is not available in several small settlements where this would be required given the number of children in the age group concerned. 179 All things considered, the compulsory three-year kindergarten education can be viewed as a positive change for Roma children and is expected to significantly contribute to their educational success. Based on available data, the participation of 3-6 year old children in kindergarten education is increasing. In the 2016/2017 school year it rose by 0.5 percentage points to 83.5%, and the difference between the ratios of Roma and majority children was negligible already in 2014. 180 The law also helps the number of kindergartens to grow: it became 0.3% and 0.4% higher in the 2014/2015 and 2015/2016 school years, respectively, while the number of children decreased (by 2016/2017, the number of children attending kindergarten had declined by nearly 3500). 181 The Sure Start children’s centres were set up in settlements or parts of settlements where there is a high rate of Roma population and child poverty and where alternative forms of care to preschool children and their parents are more scarcely available. It took several years for these children's centres to get successfully integrated into the life of local communities. In most cases, cooperation is informal and personal, which means that due to frequent staff changes the relationships often must be rebuilt. The most important allies of these children’s centres are the health visitors, followed by the kindergartens, while the relationship with family assistants is rather varied. Paediatricians tended to cooperate with the children’ s centres only until they had a contract with them. It is a positive fact that the Government continues to maintain the system of children’s centres in areas with a high number of disadvantaged people. In the case of children’s centres – now operating on a normative basis – the amount of support is allocated for a period of three years and is available via application. Unfortunately, it is a permanent problem that there is a lack of not only health visitors, but also general practitioners and social workers in these settlements. Worse still, there are unfilled kindergarten teacher jobs in many of the small settlements. What is more, most of the doctors working as general practitioners are close to the age of retirement or are already pensioners and are heavily overloaded because they need to fill in for the lack of staff all the time. 175 https://www.ksh.hu/docs/hun/xftp/stattukor/kisgyermnapkozbeni/kisgyermnapkozbeni13.pdf 176 https://www.ksh.hu/docs/hun/xftp/stattukor/kisgyermnapkozbeni/kisgyermnapkozbeni15.pdf 177 https://net.jogtar.hu/jr/gen/hjegy_doc.cgi?docid=A1100190.TV 178 http://www.gyere.net/downloads/Civil_jelentes_2012-2013.pdf, http://gyere.net/downloads/Civil_jelentes_2011.pdf 179 http://www.kormany.hu/download/1/9c/20000/Magyar%20NTFS%20II%20_2%20mell%20_NTFS%20II.pdf 180 http://www.rcc.int/romaintegration2020/files/user/docs/Roma%20Inclusion%20Index%202015.pdf 181 http://www.kormany.hu/download/c/17/e0000/Koznevelesi-stat-gyorstajekoztato-2016-2017.pdf ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 50 Local experience – Day nurseries and kindergartens 182 Even though there is little need for day nurseries in Roma communities as many Roma women have difficulties in finding stable jobs but mostly seasonal ones, it would still be necessary to provide organised child care during the time of seasonal work. Although enrolment in kindergarten is available, there are a number of factors which prevent Roma children from actually attending kindergarten on a regular basis. They are unable to pay for the extra services, such as the monthly group contribution or the hygiene package, so they cannot place their children in the kindergarten. Another common problem is that parents cannot afford to buy the travel pass for the local public transport service. A deficiency found by parents is that the 8-hour opening time is observed only on paper, 183 which is an obstacle to employment, whether permanent or seasonal. There is often a lack of qualified kindergarten teachers in the village, so they have to commute from other settlements and, as a result, the staff cannot fulfil the required 10-hour service. In summer, the institutions are closed for a longer period of time, and the local municipality does not provide for the day care of children in the most important period, that of seasonal jobs. The kindergartens – showing no flexibility at all - do not accept the parents’ reasoning even in case of one or two days of absence (which is, however, typically accepted in middle- class kindergartens). When children’s head lice infestation occurred, the institution has chosen to solve the situation by involving the child welfare authority which indeed lead to a serious conflict between the kindergarten and the parents. A similar problem occurred when the kindergarten initiated the removal of children from their families, basically for financial reasons (i.e. for no reasonable cause). 184 Promoting integrated education Educational segregation in terms of data According to available information, students are increasingly segregated on the grounds of their socio-economic or ethnic backgrounds. The segregation index, 185 which shows the percentage of failed potential contact between disadvantaged and non-disadvantaged students as a result of segregation in primary schools, continued to grow between 2010 and 2013. The segregation index calculated on the basis of the number of disadvantaged students increased from 27.2 to 32.9 while the index calculated on the basis of the number of multiply disadvantaged students rose from 29.2 to 34. Studying the segregation of Roma students, the figures also indicate an increase. Since 2008 the number of ‘ghetto 182 We have gathered our data ( Szegényeket Támogató Alap Egri Alapítványa – Eger Foundation of the Fund for Supporting the Poor ) through long-term intensive presence and direct contacts (with families with children, local institutions, professionals and local decision-makers) in a traditional urban Roma settlement (Béke Settlement, Eger, approx. 400 inhabitants), four small settlements in Heves County, (Bükkszentmárton – 320 people; Egerbakta – 1500 people; Hevesaranyos – 600 people; Szajla – 600 people), and a village in Borsod-Abaúj-Zemplén County (Szomolya – 1600 inhabitants). In the latter villages, where we have worked primarily with Roma communities living in extreme poverty, Roma people constitute some 30-60% of the local population according to local and our own estimates. 183 The opening times are significant from the aspect of financial resources available to the institutions: \"In the case of kindergartens, the daily opening time shall be at least eight hours, which may be reduced upon the operator's approval. If the kindergarten is open less than six hours upon the operator's permission, no support shall be allocated from the central budget for the purposes of its operation. If the daily opening time is less than eight hours, the operator may not be entitled to the total amount of support from the central budget; its amount is set out in the Budget Act” (Act CXC of 2011, Section 8). 184 http://www.ajbh.hu/documents/10180/2602747/Jelent%C3%A9s+egy+anyagi+okb%C3%B3l+gyerme kv%C3%A9delmi+szakell%C3%A1t%C3%A1sba+ker%C3%BCl%C3%A9s+vizsg%C3%A1lat%C3%A1r%C3%B 3l+2026_2017/5de6d64a-83bb-ae08-3d5f-69fb69ea106b?version=1.0 185 Varga Júlia (ed.): A közoktatás indikátorrendszere 2015 [Indicator system of public education] , Budapest, MTA KRTK KTI, 2015. http://econ.core.hu/file/download/kozoktatasi/indikatorrendszer.pdf ",
        "I MPACT OF MAINSTREAM EDUCATION POLICY ON R OMA 51 schools’ (where at least 50% of the students are Roma) has been continuou sly rising. Although the number of institutions turning into ghetto schools (where the proportion of Roma students is between 30-50%) has slightly dropped, they have most probably become ghetto schools (table below). 186 There may be several reasons why an institution can turn into a ghetto school: the territorial concentration of the Roma population becomes higher in a small settlement, for example. However, many similar schools can be found in larger settlements or in cities with county rank as well. 187 Whatever the reason, the figures prove the absence of efficient problem management in the area of segregation. Table – Change in the number and ratio of ghetto schools and institutions turning into ghetto schools between 2008 and 2016: 188 Year Ghetto schools Institutions turning into ghetto schools 2008 275 (10.2) 300 (11.1) 2009 296 (11.2) 302 (11.4) 2010 311 (12.0) 285 (11.0) 2011 313 (12.2) 296 (11.5) 2012 320 (12.7) 267 (10.6) 2013 331 (13.3) 274 (11.0) 2014 339 (13.5) 273 (10.8) 2015 350 (13.7) 261 (10.2) 2016 377 (14.0) 260 (9.7) The segregating effect of church schools Some of the primary education institutions maintained by a church have already contributed to the strengthening of educational segregation mainly because – in order to ensure ideologically neutral education – they did not have a mandatory school district. The lack of a mandatory school district minimises applications from parents with a low socio- economic status because these parents are less aware of the benefits these schools offer to their children. In addition, due to the parents’ limited financial resources, they are often unable to fulfil the special requirements of the application that are sometimes set by these institutions (e.g. church tax). Moreover, the admission criteria are not always clear, so even those who manage to overcome the above-mentioned obstacles cannot be sure that their children will be admitted to the church-run institution they have chosen. 189 Although most church run institutions are in a school district, as this is one of the eligibility criteria 186 Civil Közoktatási Platform [Civic Public Education Platform]: Kiút a közoktatási katasztrófából [Way out of the catastrophic situation of education] , 2016. Available at: https://drive.google.com/file/d/0B7DgDuk6iio_T05HUHFzakdyWVE/view 187 Jelentés a roma integrációs stratégia oktatási intézkedéseinek megvalósításáról Magyarországon [Report on the implementation of the educational measures of the Roma integration strategy in Hungary] 2014. Budapest: CFCF-ERRC. Available at: http://www.dare-net.eu/cms/upload/file/shadow-report-on-roma- segregation-in-education-hungary-hungarian.pdf 188 Civil Közoktatási Platform [Civic Public Education Platform]: Kiút a közoktatási katasztrófából [Way out of the catastrophic situation of education] , 2016. Available at: https://drive.google.com/file/d/0B7DgDuk6iio_T05HUHFzakdyWVE/view 189 Ritók Nóra L.: Egy helyi deszegregációs kezdeményezés tapasztalatai: Biharkeresztes, Komádi, Berettyóújfalu [Experiences of a local desegregation initiatives: Biharkeresztes, Komádi, Berettyóújfalu] . Available at: http://ezredveg.vasaros.com/html/2017_11_12/1711122.html#lrno ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 52 for budgetary resources, the rules applicable to them are different: basically they can select their students from the applicant pool with very few restrictions. 190 In the past few years, owing to the increasing proportion of church schools (their number rose by 68% between 2010 and 2014, when the number reached 436) as well as the government’s measures taken in favour of church schools, their role in the strengthening of segregation has grown substantially. After 2010 the operation of many educational institutions was transferred to churches primarily in the poor regions and small settlements. Despite this territorial characteristic, even in the poor regions and small settlements it is mainly the children of families living in better circumstances that study in church schools, which thereby help the local elite to escape from state-run schools. 191 There are further factors which contribute to the increase of segregation in church schools. The different levels of financial support of church schools compared to state (formerly local government-run) schools has been a disputed issue for a long time, which is partly attributable to the different reporting structures concerning the relevant budgetary data. 192 According to independent researchers (e.g. Balázs Romhányi) the gap between governmental support given to church and state-run schools is even increasing. The Deputy State Secretariat of Public Education, referring to the different financial reporting structures along types of schools, denies this. The difference between the church-run and state- run elementary schools’ governmental support is, according to Romhányi: 193 190 https://net.jogtar.hu/jr/gen/hjegy_doc.cgi?docid=A1100190.TV (2011. évi CXC. tv. 33. §) 191 Hermann, Zoltán – Varga, Júlia: Állami, önkormányzati, egyházi és alapítványi iskolák: részarányok, tanulói összetétel és tanulói teljesítmények [State, local government, ecclesiastical and foundation schools: proportions, student composition and student achievements] . Available at: http://www.tarki.hu/hu/publications/SR/2016/15hermann.pdf 192 http://kfib.hu/uploads/Civilek_koltsegvetesrol/CFCF_Romaversitas.pdf 193 Romhányi Balázs: Valami nagyon eltorzult: négyszer több pénzt ad az állam az egyházi iskoláknak, mint a sajátjainak [Something is very distorted: four times more money is given by the state to church-run schools than its own] http://168ora.hu/itthon/valami-nagyon-eltorzult-negyszer-tobb-penzt-ad-az-allam-az- egyhazi-iskolaknak-mint-a-sajatjainak-5029 ",
        "I MPACT OF MAINSTREAM EDUCATION POLICY ON R OMA 53 School year 2016/2017 Plan for 2017/2018 Church-run schools State-run schools Church-run schools State-run schools Number of students 206,353 728,383 206,353 728,383 from that, number of students with special needs 8,097 54,368 8,097 54,368 Weighted number of students × 207,505 774,243 207,505 774,243 Governmental funds for expenditure on purchase of goods, educational functions (million HUF) 33,200 44,636 41,501 42,339 Yearly governmental grant/students (HUF) 160,000 57,651 200,000 54,684 State- run schools’ support comparing to church-run schools 36.0% 27.3% Difference between funding received by church-run and state- run schools 79,243 millions HUF 112,509 millions HUF × the number of children adjusted to how financial support is calculated for children with special educational needs Although the exact difference in funding is disputed, our experience shows that church schools are generally better equipped, which is attractive enough, given also the low percentage of disadvantaged and/or Roma pupils. The laws offer benefits to church-run institutions that further increase their appeal compared to state schools (e.g. free choice of textbooks). The growing number of church schools, their symbolic and actual support by the government, the divestment in education, which has been intensively felt in state schools in the past years, 194 and the measures having an adverse impact on the quality of pedagogical work have certainly strengthened the damaging effects of segregation. 195 A new selection point: bridge programmes The BRIDGE programmes were launched in 2013 with a view to preventing and addressing the problem of early school leaving. One of the two types of bridge programmes, namely the Public Education Bridge Programme is targeted at students who are not admitted to a secondary school after completing primary education. The Vocational Training BRIDGE Programme, on the other hand, is for students who have already reached the age of 16 but did not complete primary school, only the 6th grade. Since the capacity of secondary schools exceeds the number of students, this is probably the reason why very few students participate in the Vocational Training BRIDGE Programme. Although there is hardly any information on the effectiveness of the bridge programmes, there are numerous criticisms concerning its basic concept: they constitute a further selection point in the Hungarian education system; pursuant to their pedagogical programme they assist the completion of 194 Civil Közoktatási Platform [Civic Public Education Platform]: Kiút a közoktatási katasztrófából [Way out of the catastrophic situation of education] , 2016. https://drive.google.com/file/d/0B7DgDuk6iio_T05HUHFzakdyWVE/view 195 Kriszta Ercse (2017): “Az állam által ösztönzött, egyház -asszisztált szegregáció mechanizmusa. [ The mechanism of state-supported and church- assisted segregation]” In: József Balázs Fejes and Norbert Szűcs: Az oktatási deszegregáció lehetőségei Magyarorszá gon . [ The possibilities of educational desegregation in Hungary .] Motiváció Egyesület, Szeged (forthcoming). ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 54 primary education by means of reduced requirements instead of an efficient compensation for the disadvantages. 196 Desegregation lawsuits and the government’s attitude In recent years there have been legal actions aimed at closing schools with a Roma majority in two settlements, Kaposvár and Nyíregyháza. A common characteristic of the lawsuits was that they were extremely prolonged, and the state regarded the initiative as a means of trouble-making rather than an alarm signal, so eventually the practice of segregation was not condemned. In fact, in the lawsuit in Nyíregyháza the minister in charge of education approved of the operation of the segregated school. 197 In theory, the establishment of the centralised Klebelsberg Centre (KK) overseeing the full public education school system could have a positive effect on equality mainstreaming, and the monitoring of processes is guaranteed under the law. 198 However, we do not know of any publicly available documents which imply that the KK has a desegregation strategy in place or any intention to address this problem. The primary school located next to Huszár Settlement in Nyíregyháza was closed in 2007 at the prompting of the Chance for Children Foundation (CFCF). In 2011 the municipal government 199 and the local National Roma Self-government 200 called on the Greek Catholic Church to start providing Roma pastoral care at the settlement. As part of this work, the church took over the local kindergarten, and then the segregated school was reopened. The school started its operation with 15 children. The reason behind the low number of students was that most Roma parents preferred to keep their children at the downtown schools where they had been placed within the framework of desegregation. This lasted until the local government cancelled the essential school bus service, thus making it impossible for the children to get to these downtown schools from the Roma settlement. This action practically forced the Roma families to change schools and enrol their children in the church-run institution. 201 CFCF won the case both at first and second instances, but in the end the Curia permitted the operation of the church kindergarten and school. The school was legitimised in a way that the parents were made to sign a declaration stating that they enrolled their children in the school because of the Greek Catholic religion, so the blame for segregation was deflected under the pretext of the free exercise of religion. 202 As for Kaposvár, a case that was initiated by CFCF, the Supreme Court established in 2010 that the local government of Kaposvár unlawfully segregated the Roma students in the Member School in Pécs street, while it did not provide for corrective actions of the violation, as according to the Court a feasible plan was necessary to stop segregation. 203 In 2013 CFCF brought an action again, but this time the defendants were the representatives of the Municipal Government of Kaposvár as well as of KK, the new operator of the school, 196 http://kerettanterv.ofi.hu/09_melleklet_hid/index_hid.html 197 http://www.balogzoltan.hu/a-nyiregyhazi-huszartelepi-iskola-vedelmeben-tanuskodott-balog-zoltan/ 198 https://net.jogtar.hu/jr/gen/hjegy_doc.cgi?docid=A1600134.KOR&timeshift=fffffff4&txtreferer=00000001.TXT 199 http://www.szon.hu/nyiregyhazi-iskolaugy-az-egyhazmegye-es-az-onkormanyzat-szerint-eletszeru- itelet-szuletett/2819750 200 http://users.atw.hu/ckonyiregyhaza/cko_hirek/hirek.htm 201 Kerülő, Judit: “Az integráció és a szegregáció kérdése egy iskolabezárás kapcsán [The issue of integration and segregation in connection a school closure]” In: Új Pedagógiai Szemle , 2008/2. Available at: http://folyoiratok.ofi.hu/uj-pedagogiai-szemle/az-integracio-es-a-szegregacio-kerdese-egy-iskolabezaras- kapcsan 202 http://nol.hu/belfold/vallasba-oltott-szegregacio-1529759 203 Supreme Court, Judgement No Pfv. IV.21.568/2010/5., page 11. ",
        "I MPACT OF MAINSTREAM EDUCATION POLICY ON R OMA 55 the Government Office of Somogy County, and the Ministry of Human Capacities. The plaintiff prepared a desegregation plan with the involvement of an equal opportunities expert as the focus of the proceedings, so as to make sure that the judgement could be enforceable. Based on the decision taken by the Court of Appeal of Pécs in 2016, from the 2017/2018 school year it was forbidden to start a first grade class in the school. Although the Municipal Government of Kaposvár made some attempts at circumventing the judgement by involving a foundation school, the lawsuit which has been going on for almost a decade now seems to have come to a standstill. In the 2017/2018 school year no first grade class was started, however, the defendants filed a request for review to the Curia in which they applied for the annulment and modification of the judgement and the suspension of enforcement of the final decision. The Curia rejected the appeal and confirmed its former decision. 204 Since the very first conviction dating back to 2009, a complete primary school cycle has been completed, depriving an entire generation of young people of the possibility of higher quality education due to the objection of Hungarian public administration and the state actors. At the time of completing the current report draft, CFCF won a court case against the Ministry of Human Capacities. As a result, segregated first-year classes cannot be opened in thirteen schools concerned from the up-coming academic year. The impacts of this path milestone decision will be investigated in the next RCM report on Hungary. Local experience – segregated education, ghetto schools 205 In Egerbakta (1500 inhabitants) the school ceased to operate about six or eight years ago, first the upper grades and then the lower grades were discontinued. At that time the local government did not join any school associations, so the children were left without a “district” school. Consequently, in the absence of proper guidance and relations, most Roma parents enrolled their children in the two segregated schools of Eger (“which will admit them for sure\" and \"where they will be able to keep up with the pace\"). There is no school bus or an organised chaperone. Financing local transport is a serious burden, which is a frequent obstacle to regular school attendance. None of the inhabitants of the segregated settlement-like housing environment of the village have graduated from secondary school or study in a secondary school offering a General Certificate for Seconday Education. Many of them do not even complete the eight years of primary education as they drop out of low quality schools, which do not lay adequate emphasis on effectively addressing the problem of disadvantages or assisting the integration and inclusion of students from small settlements, who are subject to severe exclusion. In Szomolya (1600 inhabitants) the school, which is currently operating as a member institution of the school of Bogács (2100 inhabitants, 11 km away) 206 , started to turn into a ghetto school in 2005. During the course of the segregation process, within ten years’ time (from 2005 to 2015) the number of students decreased by 60% from 160 to 50-60, while the proportion of Roma pupils reached 100%. Not only the local middle class, but also the relatively better-off Roma parents take their children to schools in other settlements (Noszvaj, Tard, or even Mezőkövesd and Eger). About one half of the school- age population of the village prefer not to study in the local school. In 2017 only six first- grade pupils started the school year and 13 children were enrolled in the integrated schools of Noszvaj and Tard by their parents. In the low-quality school of Szomolya, which is often exposed to conflicts, a significant percentage of Roma children are unable to complete eighth grade and the institution automatically gets rid of them at the age of 16. The rate of failures and grade repetitions is high, and the chances of continuing studies are low. As 204 http://168ora.hu/kaposvar-roma-szegregacio-kuria-itelet-szita-karoly/ 205 Szegényeket Támogató Alap Egri Alapítványa (Eger Foundation of the Fund for Supporting the Poor). 206 The total number of students of the school of Bogács (including the member school of Szomolya) is 200, and 92, i.e. nearly half of them are disadvantaged. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 56 a result of long-term interventions, there are – at best – only one or two Roma youths who acquire a certificate of secondary education. In fact, in the past 5-6 years not more than eight students obtained a certificate of secondary education. Avoiding early determination of school career (early tracking) The fact that disadvantaged students lag behind in terms of key competences required for educational success is obvious already by the time they start school. This, however, can be considerably offset by participating in kindergarten education. 207 Compulsory kindergarten attendance, which was introduced in 2015, and the Sure Start programmes are expected to have a positive impact and will presumably significantly reduce the differences in competences necessary for successfully starting school. As regards the development of competences required for independent learning (e.g. reading and basic mathematical operations), the Hungarian education system's performance is quite weak in general. Although according to the average results of the PIRLS and TIMSS international comparative studies Hungarian fourth graders are in the top range, there are huge disparities in performance between schools with different social compositions as well as between the types of settlement. This disparity stands out among European countries, which means that the primary school is unable to reduce the differences in the competences of students with differing family backgrounds even in the lower grades. 208,209 According to the results of the PISA surveys measuring fifteen-year- old students, in this age group the average performances are already below the international average. 210 The above-mentioned international studies indicate that the family background of the students plays a particularly important role in their academic achievements, i.e. pupils lagging behind are mostly from a disadvantaged background and the Roma are obviously over-represented among them. The low level of key competences amongst pupils shows a strong connection with their school career, because if they remain underdeveloped, this hinders independent learning and, in addition, the resulting lack of success has a demotivating effect. 211 These effects are apparent in the case of Roma students who drop out of secondary education. 212 Due to the failure of public education to ensure the continuous improvement of key competences as well as to the lower quality of segregated education, there is such a huge gap between the knowledge of 14-16-year-old Roma and non-Roma children that Roma students are left with no alternative but to study in vocational schools, which they often leave before acquiring the vocational certificate. 207 Kertesi, Gábor – Kézdi, Gábor: “Az óvodáztatási támogatásról. Egy feltételekhez kötött készpénz - támogatási programme értékelése [Kindergarten Attendance Allowance in Hungary. Evaluation of a conditional cash transfer programme]” In: Budapesti Munkagazdaságtani Füzetek , 2012/6. http://www.econ.core.hu/file/download/bwp/bwp1206.pdf 208 https://www.oktatas.hu/pub_bin/dload/kozoktatas/nemzetkozi_meresek/pirls/PIRLS_TIMSS_2011_oss zefoglalo_jelentes_4evf_eredmenyeirol.pdf, https://www.oktatas.hu/pub_bin/dload/kozoktatas/nemzetkozi_meresek/pirls/PIRLS2016.pdf 209 https://www.oktatas.hu/pub_bin/dload/kozoktatas/nemzetkozi_meresek/pisa/PISA2015_osszefoglalo_j elentes.pdf 210 http://www.keepeek.com/Digital-Asset-Management/oecd/education/pisa-2015-results-volume- i_9789264266490-en#page1 211 Kiss, Veronika – Csempesz, Péter – Fejes, József Balázs: “Motiváció ösztöndíjprogramme – egy szövegértést fejl esztő mentorprogramme koncepciója és tapasztalatai [Motivational Scholarship Programme - a concept and experience of a mentor programme developing a text comprehension]” In: Anyanyelv-pedagógia . Available at: http://www.anyanyelv-pedagogia.hu/cikkek.php?id=556 212 Kertesi, Gábor – Kézdi, Gábor: “Iskolázatlan szülők gyermekei és roma fiatalok a középiskolában [Children of Roma and Undereducated Pare nts in Hungarian Secondary Schools]” In: Budapesti Munkagazdaságtani Füzetek 2010/3. Available at: http://www.econ.core.hu/file/download/bwp/bwp1003.pdf ",
        "I MPACT OF MAINSTREAM EDUCATION POLICY ON R OMA 57 The developments of recent years, such as the reduced flexibility of the curricula (the increased centralisation and detailed specification of requirements under the National Core Curriculum and the system of optional curriculum frameworks) as well as the establishment of a monitoring system which strictly focuses on compliance with the curriculum 213 further strengthens concentration on lexical knowledge, 214 thus increasing the educational failure of disadvantaged students. In 2012, the duration of education in secondary vocational schools – where disadvantaged and Roma students are overrepresented – was reduced from 4 to 3 years. The reduced learning period affects the teaching of general subjects, which minimises the chances of efficiently developing the missing key competences (the ethnic composition of students in secondary education is estimated in various inquiries within the frame of the TÁRKI School Career Survey 2006- 2012). Most requests for home-schooling are submitted on the grounds of family reasons, which can be interpreted relatively broadly, and they are more common in the case of disadvantaged students. Again, experience shows that Roma children are overrepresented among home-schooled students. 215 Home-schooled status means that the student remains outside formal education, and this often leads to early school leaving. Eliminating grade repetition In the first four years that focus on the development of key competences, the repetition of grades may contribute to later successes in the school career, however, from the fifth grade the Hungarian school concentrates on encyclopaedic knowledge, which means that the current practice of grade repetition does not usually prove to be effective. In other words, there is no point in wasting one or more years without providing targeted assistance, because instead of catching up, this system further prevents students from having a successful educational career. This is attributable to difficulties in building social relationships on account of stigmatisation for failures, the feeling of unsuccessfulness, the frequent change in the social environment, and the problem of being over-aged, among others. In primary school, there are significant territorial disparities in terms of grade repetition rates. There are approximately two or three-fold differences between counties with the lowest and highest grade repetition rates. In primary education grade repetition is extremely common in Borsod-Abaúj-Zemplén and Nógrád Counties, where the proportion of Roma pupils is particularly high. The difference in grade repetition among 8 th -grade students is huge, which results from their multiple disadvantages. Nearly one fifth of the multiply disadvantaged students repeated a grade in primary school, and 3% of them repeated more than one grade. 216 213 Although school inspection is not directly focused on compliance with curricular requirement, one of the most objective assessment criteria teachers perceive is whether they keep pace with the prescribed schedule, which – given the excessive learning materials – clearly strengthens the approach of \"teaching the curriculum\". Available at: https://www.oktatas.hu/pub_bin/dload/unios_projektek/kiadvanyok/PSZE_kezikonyv_altisk_160128.pdf 214 Civil Közoktatási Platform [Civic Public Education Platform]: Kiút a közoktatási katasztrófából [Way out of the catastrophic situation of education], 2016. Available at: https://drive.google.com/file/d/0B7DgDuk6iio_T05HUHFzakdyWVE/view 215 https://www.oktatas.hu/pub_bin/dload/kozoktatas/ellenorzesek/Jelentes_magantanulo_2014.pdf 216 Varga Júlia (ed.): A közoktatás indikátorrendszere 2015 [Indicator system of public education] , Budapest, MTA KRTK KTI, 2015. Available at: http://econ.core.hu/file/download/kozoktatasi/indikatorrendszer.pdf ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 58 Local experience – practices for educational segregation, programmes against it 217 In the experience of civil society organisations, the threat of grade repetition provides opportunities for the use of various segregation practices. According to the school's offer, if parents request the home-schooling status or take their children to another school, they can avoid failure. This usually occurs in schools with a high prestige and a low number of disadvantaged and Roma students who belong to the school district concerned. Students recommended to leave the school typically end up in a segregated institution. In certain cases, grade repetition or its avoidance can be a means of segregation within the school. If there is no segregated class in all grades of a school, but with the help of grade repetition a poorly performing pupil can be transferred to the segregated class of the following grade, teachers are more likely to opt for grade repetition. The legal category of the disadvantaged and multiply disadvantaged status makes numerous aid facilities available, also to Roma children and youths. These programmes normally prefer and/or require the involvement of Roma pupils in the programmes, some of which are specifically designed for Roma students. In 2013, the Inclusive Pedagogical System (IPS), which was operated with the highest budget and served as the most important facility, almost completely disappeared from among grant programmes aimed at promoting equity in education. 218, 219 The IPS’s achievements are clear in changing the pedagogical culture and in improving students’ performance. Also, it was the only programme that tried to address the problem of segregation at the level of settlements. 220 Despite the fact that several new sources of funding have been made available in the past years, these are hardly concerned with structural problems. In budgetary terms, scholarship programmes have a significant role, but in view of the well-known problems they are not helpful, as students who would most need help are not able to benefit from these programmes. Below we discuss the issue of the Tanoda (Study Hall) programme, highlighting the changes of recent years. Tanodas are operated by non-governmental or church organisations and provide complex extracurricular services mainly to disadvantaged and Roma students, keeping the development of their entire personality in consideration. While contributing to success at school, the programme aims to offer opportunities (e.g. useful spending of leisure time, talent development, cultural activities) which are otherwise unavailable to these students due to their disadvantages. The first study halls were set up at the end of the 90s, and since our accession to the EU there have been grant programmes supporting the operation of tanodas every 1-3 years, giving rise to an increasing number of study halls. However, as a result of the lack of continuous financing, most of the study halls fail to survive the period between the grant programmes when they do not receive any funding. It was only at the beginning of 2015 that tanodas could reasonably hope to access continuous financing, however they had to wait for the results of their applications for 1.5 years. 217 Motiváció Oktatási Egyesület [Motivation Educational Association], South Great Plain Region. 218 http://tanitanek.azurewebsites.net/CKP2/Info/TemaElemek/Summary/e374d05a-7c23-4bc4-b8fd- 9ff2619cb4d6 219 The new regulation communicated as a continuation of the IPS and the grant programmes no longer include the guarantees that would ensure the reduction of segregation (Decree No 20/2012 of 31 August 2012 of the Minister of Human Capacities, Sections 171 and 172). https://www.palyazat.gov.hu/efop-313-16-trsadalmi-felzrkzsi-s-integrcis-kznevelsi-intzkedsek-tmogatsa 220 Varga, Aranka: “A hazai oktatási integráció – tapasztalatok és lehetőségek [The integration in the education in Hungary – experiences and possibilities]” In: Neveléstudomány , 2016/1. Available at: http://nevelestudomany.elte.hu/downloads/2016/nevelestudomany_2016_1_71-91.pdf ",
        "I MPACT OF MAINSTREAM EDUCATION POLICY ON R OMA 59 Besides the delayed announcement of the results, a number of other severe problems arose in connection with the evaluation of the grant applications. The winners of the EFOP 3.3.1-15 programme were organisations which had never operated study halls before, whereas the applications of tanodas run in small settlements mainly populated by Roma families were rejected. Owing to the lobbying activity of the Tanoda Platform, which represents the interests of the study halls, 221 a new call for grant applications was announced for a total amount of HUF 2 billion, but only for study halls that had already been engaged in tanoda activities before. Furthermore, as a consequence of this controversy, in order to prepare the normative financing of study halls, the Ministry of Human Capacities set up a working group, in which civil society was given an active role. 222 The overall view of tanodas can be regarded as positive: they have received an increasing amount of financial aid in the past years, the Government is open to communication with the representatives of study halls, and the activity of the working groups laying down the foundations of normative financing is also promising. 221 http://tanodaplatform.hu/letoltesek/TP_EFOP-palyazat_jelentes.pdf 222 http://168ora.hu/itthon/tanodapalyazat-ujratoltve-a-fuggetlenseg-feladasa-lehet-az-allami- finanszirozas-ara-4321 ",
        "60 C OMPREHENSIVE LOCAL CASE STUDY - M ÁTRAVEREBÉLY Cooperation between the local municipality and a Roma NGO Introduction Roma and non-Roma communities have been living in the village since hundreds of years, in changing economic and social circumstances. A small village cannot tackle losing its economic bases alone. However, governmental financial support is not enough without a motivated and skilful local community and experts. The case study demonstrates that the needed push could come as a result of community development actions, planned and implemented together by a local NGO and the municipality. Roma NGOs could have a special role in inspiring a demotivated local Roma community and it can significantly improve the absorption capacity of the given village. As a result of a rational and vital cooperation between the local municipality and the Roma NGO a win-win situation could emerge. This case study is based on interviews with local Roma and non-Roma inhabitants, representatives of the local municipality and previous local work experiences of one of the NGOs participating in development of this report, the Association of Roma Minority Representatives and Advocates of Nógrád County. Description of the locality Mátraverebély is a small village in Nógrád County (North-East Hungary) with 2000 inhabitants; about 50% of the population is Roma, belonging to the Hungarian speaking Romungro group. 70% of children are of Roma origin. The number of inhabitants decreased in the last decade by about 300 people (about 14% of the total number, 2005 – 2230 inhabitants, 2015 – 1890 inhabitants). The settlement faced economic and social downturn. The wider area of the region is economically depressed, the main industrial ",
        "C OMPREHENSIVE LOCAL CASE STUDIES 61 factories and mines closed down, the unemployment rate became one of the highest in the country. All of these factors contributed to the ethnicisation of social problems: especially local Roma communities live in extreme poverty. In 2010, new local leaders started to work for local inclusion. From 2011, they started to work together with a regional Roma NGO which led to some promising results. The local municipality does not have a Roma member, but a local Minority Roma Self-government is working in the village. The village had quite a negative reputation in the micro region because of its very depressed economic situation and its Roma settlements. However, as a result of the cooperation between the municipality and the Roma NGO, the atmosphere in the settlement improved. Description of the local Roma community The Roma community lives both in segregated and integrated areas in the county, but Mátraverebély itself is isolated; it belongs to the poorest settlements of the micro-region. There is a segregated neighbourhood in the village. Road 21 crosses the settlement, the village is on one side of the road, and the segregated part is on the other. Roma families used to live around the village. From the 1970-s – as a result of housing loans – they started to buy old houses in one part of the village. This part (the old centre) is now inhabited by Roma families only. Houses here are of very poor quality: they are 80-100- year-old houses with few facilities. Many of them are without running water and electricity. The providers terminated these services due to unpaid bills. Employment The village, and the region as a whole, has a very high unemployment rate, and few job opportunities. This situation has been changing recently. Although the highway (connecting to Budapest) is not far, the whole Nógrád county is economically depressed. Former mines and the heavy industrial sector closed down. Some people moved away. Many local Roma men worked in the construction industry, but this opportunity has disappeared since 2008. The recent process of recovery after the economic crises provides more and more jobs in the area. Meanwhile, many locals are employed by the local municipality. The local municipality provides public work for inhabitants financed by the national government. Reasons for the high unemployment rate, especially among Roma, include low level of education, a long-term unemployment status and a lack of mobility. One can also observe a lack of skills, including a lack of foreign language skills. Local Roma people are faced with ethnic discrimination from employers. This stems not only from their Roma origin but being inhabitants of Mátraverebély (a stigmatized village). The previous local council acknowledged these problems and organised vocational training, courses in foreign languages and provided job seeking services. The only option for those with low skills and experiences is entering public work, managed by the municipality. The current council focuses on public work programmes instead of organising trainings. Soft skills trainings are part of social inclusion programmes, whereas the public work initiatives focus on production. Education The local public school is a segregated one, only Roma children are studying there, all others take their kids to the neighbouring villages’ and cities’ schools. The local school lacked professional and experienced teachers. The regional Roma NGO officially complained to the regional educational council because of this. The number of professional teachers has recently increased; however, these teachers have short-term contracts only. It is a very hard task to find teachers for the local school because of its bad reputation. This is one of the reasons for the low level educational performance of Roma children. The dropout rate in secondary schools is high among them. In 2014, an alternative school (Dr ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 62 Ámbédkár School) provided secondary education in the settlement with the possibility of gaining matriculation. Unfortunately, the secondary school had to stop its activity after its first year of operation. The Association of Roma Minority Representatives and Advocates of Nógrád County has been working in the village since 2011. Its work started with a tanoda programme 223 which enabled the colleagues of the organisation to meet not only children but their parents too. Both the municipality and the local NGO are very committed to promoting education. Their plans include services from early childhood development (Sure Start House) to helping local youth enter high schools. One of the lessons from local education projects is that children living in extreme poverty face additional obstacles in the regular, formal education system. They can perform very well in informal educational settings, which focus more on skills development and shaping their (social) attitudes. As a result of these pedagogical methods, the children can look forward to a better educational career, they have positive experiences with school and learning, therefore they became motivated. Using informal pedagogical methods can maintain this motivation, and also the adult members of the families can be involved. This positive attitude is needed for a sustainable educational initiative. The local municipality acknowledged its importance and started to cooperate with the NGO. Cooperation and planning As a result of several joint community developments organised by the local NGO and municipality (like community radio initiative, local oral history project, publishing a local calendar) 224 and strategic planning initiatives, local represen tatives’ attitudes have changed. They acknowledged the need for social inclusion processes in local development. Locals do not know about the existence of the HNSIS itself, but they know that local self- government applied for several funds in the past few years with success. As a result, complex housing programmes, Tanoda, Sure Start House and agricultural programmes were launched. The buildings of the school and kindergarten were renovated in the past years. Conclusions The experiences of the previous social inclusion initiatives highlighted the need for permanent community development actions. Local projects can have sustainable results only if they are based on community-planning and maintenance. The village is inhabited by Roma and non-Roma communities, but despite the geographical proximity, there is quite a big social gap between the two groups. Moreover, there is no active community (of both Roma and non-Roma) which could initiate grassroots innovations. One of the reasons for this situation was the lack of a community space. Two years ago a community centre was built. In addition, community development activities began, aiming to provide an opportunity to explore, collect and publish local oral histories, which could be a good impetus for further actions by discovering the common history of Roma and non-Roma communities. It could help to overcome the psychical gap (including all the prejudices, misconceptions, cultural blind spots) between the two groups. 223 Tanoda is an extracurricular educational programme for disadvantaged children – see details in the mainstream educational policy chapter. 224 These initiatives were part of the FRA LERI programme, see details: http://fra.europa.eu/en/project/2015/local-engagement-roma-inclusion-leri-multi-annual-roma- programmeme#Matraverebely ",
        "63 R ECOMMENDATIONS Governance and Overall Policy Framework • Local authorities should extend their services to streets, settlement parts with Roma residents, the services of the local authority should have the same quantitative and qualitative indicators in the areas with Roma residents as in the areas with non-Roma residents; • In streets and settlements inhabited by Roma, basic infrastructure like roads, pavements, water, electricity, public utilities should be constructed; • Roma people should be present among public employees within the local authorities in positions other than public works, as well as among the employees of local authority institutions; • All educational and care institutions maintained by local authorities should be desegregated; • All forms of spatial, institutional and social segregation should begin to be eliminated in a measurable way; • The requirement of independent status and expertise for equal opportunity and anti-segregation experts should be restored (now they are employees of local governments and their expertise necessary for production of high-quality local equality plans is not guaranteed). Anti-Discrimination • It is of utmost importance that students preparing for the law enforcement profession get to know the national minorities and ethnic groups they can encounter in Hungary and will interact with during their work. It is crucial that we start to dissolve the stereotypes they might have before they enter the profession; • The police personnel already in service shall be sensitised to Roma inclusion problems. Sensitising conversations and events should be incorporated into the continuing education of police professionals as a compulsory module, thereby ensuring that police professionals already in service also learn things that help their everyday work and counteract discriminative ethnic profiling; • The network of National Roma Self- government’s officers at the county offices should form strong ongoing cooperation for information provision with Roma NGOs and Roma nationality self-governments operating in their county; • Evictions without the provision of an alternative residence should be banned and similar social crisis situations should be prevented; • The practices of discriminative requests for proof of identity and collective punishment by the police should be terminated. Antigypsyism • To reduce latency arising from the lack of willingness to report discrimination, it is important for the police to initiate a confidence building campaign related to hate crimes committed against any of the protected groups. Furthermore, it is essential to fill the gap and launch social awareness raising initiatives, education programmes and programmes that increase the willingness to report discrimination with the support of the government; ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 64 • Regarding the extensiveness of antigypsyism, the National Social Inclusion Strategy should identify antigypsyism as an existing problem, address the issue of hate crimes, and change the negative narrative about Roma. The government should allocate financial resources and assign an institution responsible for tackling these issues; • The currently absent protection of Roma rights and interests should be guaranteed also by means of public funds; • Within the scope of government action combating antigypsyism, more emphasis should be laid on positive content about Roma/Gypsies in the National Core Curriculum (and in more detail); • Substantial funds should be allocated from the annual central budget to campaigns aimed at combating antigypsyism. To this end, it would be reasonable to allocate funds for at least one national and several regional campaigns, which a specific group of civil society organisations, Roma minority self-governments, local and county municipalities, and public cultural centres could apply for. The committees evaluating the grant applications should include competent Roma organisations that have appropriate expertise and advocacy capacities; • The institution and content of school community service should be reviewed with the involvement of civil society organisations that have several years of experience in the area of education for democracy. Impact of mainstream education policy on Roma • Klebelsberg Centres need to elaborate and monitor the desegregation strategy using the school management centralised system. The key goal should be to discontinue the operation of segregated institutions and distribute disadvantaged and Roma students evenly among the schools. The conditions of inclusive education must be guaranteed starting from the first grade in all areas where the segregation processes do not hinder this. We suggest that the review and monitoring of this strategy should be mandatory on an annual basis with the involvement of independent expert teams. The currently available legal category of the disadvantaged and multiply disadvantaged status is hardly suitable for monitoring segregation processes. Instead, it is recommended to follow up on the parents’ educational attainment and the status of the regular child protection allowance. • The BRIDGE programmes must be phased out. All schools (e.g. church and foundation schools) should be subject to the same rules as those applicable to institutions operated by the Klebelsberg Centres. In order to reduce the shortage of educational staff in segregated schools, a scholarship scheme should be made available to the graduates of teacher training institutions who undertake work in shortage areas with a high percentage of poor and Roma students. The dissemination of multicultural content should be promoted at system level, first by producing the necessary content and then by training the educational staff accordingly. • The development of segregated schools is influenced by several factors, and different patterns can be identified in the case of individual settlements. Thus, the proposed strategies aimed at the elimination of segregation shall also be different. Perhaps the most obvious way of setting up specific strategies is to distinguish between large settlements with several schools and small settlements with one or two schools. This means that a distinction can be made between settlements where segregation is mostly based on the freedom of school choice and small settlements where the ethnic composition of the population has a central role in segregation. Of course, this specification cannot be automatically applied to all settlements. ",
        "R ECOMMENDATIONS 65 • In settlements with more than one school there are basically two solutions for achieving a balanced proportion based on the students’ family background. Opening means that a segregated school is made attractive and is open to the children of parents in better positions (e.g. in the USA magnet schools attract children from different social backgrounds simultaneously by infrastructure development and talent development programmes, among others). The other alternative is closing, i.e. diverting disadvantaged students to communities with a more positive status by means of school closing, merger with other schools, or the alteration of school districts, where the key goals are to evenly distribute disadvantaged students among the schools. • In small settlements the number of segregated schools could be reduced by rationalising the institution system, while also improving cost efficiency, and limiting supply mainly through the closure of small local schools. In several regions, the closure of schools in small settlements would require the operation of a school bus network, which could facilitate desegregation also in other ways. First of all, the establishment of a higher capacity institution in some central settlements could enable the even distribution of students from small villages, treating each area as one unit. Second, parents would view the restructuring of the institution system more positively if the state took over the travel costs, which are rather burdensome for many families. • In exceptional cases, if the circumstances do not make the closure of segregated schools possible in certain villages, mainly due to the characteristics of the settlement structure, the state must endeavour to create conditions of high-quality education. A good example for the teaching methodology component of high- quality education models is the Complex Instruction Programme (by Emese K. Nagy). It should be noted that there is a government plan for the expansion of the programme, however, it is not presented as part of a complex desegregation strategy. • Along with the process of desegregation between schools, the elimination of segregation within schools must also be systematically ensured. There should be legal guarantees for ensuring that primary schools may not introduce programmes which prevent the even distribution of disadvantaged students among the classes (e.g. specialised classes). Allocate sufficient funding (state budget and European Union structural funding) for addressing the school infrastructure issue, especially for areas where enrolment and participation in preschool and school education are below average. ",
        "66 B IBLIOGRAPHY Azonos tisztelettel [ With Equal Respect ]. Final publication of the EBH TÁMOP – 5.5.5/08/1 project. Available at: http://www.egyenlobanasmod.hu/app/webroot/files/img/articles/c3d85264cfaec3a18542 379bd526adbf/TAMOP_zarokiadvany.pdf Civil Közoktatási Platform [Civic Public Education Platform]: Kiút a közoktatási katasztrófából [Way out of the catastrophic situation of education], 2016. Available at: https://drive.google.com/file/d/0B7DgDuk6iio_T05HUHFzakdyWVE/view Civil Society Report on the implementation of the National Social Inclusion Strategy in Hungary in 2012, pp. 34-41. Country Report Non-discrimination Hungary, András Kádár, 2017. Available at: http://www.equalitylaw.eu/downloads/4303-hungary-country-report-non-discrimination- 2017-pdf-1-80-mb Daróczi, Gábor: Hátrányban az állami iskolák [Disadvantage in public schools]. Available at: http://168ora.hu/velemeny/daroczi-gabor-hatranyban-az-allami-iskolak-4990 Dobos, Balázs: Pártrendszer és etnikai pártok Magyarországon [ Party system and ethnic parties in Hungary ] In: Bárdi, Nándor, Ágnes Tóth (eds.): Önazonosság és tagoltság – Elemzések a kulturális megosztottságról [Identity and division – Analyses on cultural dividedness ] , MTA TK Kisebbségkutató Intézet, 2013 Durst, Judit: „Nekem ez az élet, a gyerekek”. Gyermekvállalási szokások változása egy kisfalusi cigány közösségben. [For me this is life, kids. \" Changing of childbearing habits in a small community of Gypsy communities] In: Századvég, 2001. 3. sz., 71 – 92. Available at: http://www.c3.hu/scripta/szazadveg/22/durst.htm#1 Ercse, Kriszta: Az állam által ösztönzött, egyház-asszisztált szegregáció mechanizmusa. [The mechanism of state-supported and church-assisted segregation] In: József Balázs Fejes and Norbert Szűcs: Az oktat ási deszegregáció lehetőségei Magyarországon . [ The possibilities of educational desegregation in Hungary .] Motiváció Egyesület, Szeged. (under publication) EU-MIDIS II., the second European Union Minorities and Discrimination Survey Roma – Selected Findings, the European Union Fundamental Rights Agency, 2016 Fejes, József Balázs – Szűcs, Norbert (eds): A Tanodaplatform jelentése az EFOP -3.3.1- 15- tanodapályázat eredményeiről [Report from Tanodaplatform about the results of the EFOP-3.3.1-15 tanoda programmeme], pp 8. Available at: http://www.tanodaplatform.hu/letoltesek/TP_EFOP-palyazat_jelentes.pdf FRA: Az Európai Unió második felmérése a kisebbségekről és a hátrányos megkülönböztetésről. Romák – Válogatott eredmények. [The European Union’s Second Survey on Minorities and Negative Discrimination. Roma – Selection of Results.] November 2016. Available at: http://fra.europa.eu/en/publication/2016/eumidis-ii-roma- selected-findings Hermann, Zoltán – Varga, Júlia: Állami, önkormányzati, egyházi és alapítványi iskolák: részarányok, tanulói összetétel és tanulói teljesítmények [State, local government, ecclesiastical and foundation schools: proportions, student composition and student achievements. Available at: http://www.tarki.hu/hu/publications/SR/2016/15hermann.pdf Jelentés a roma integrációs stratégia oktatási intézkedéseinek megvalósításáról Magyarországon [Report on the implementation of the educational measures of the Roma integration strategy in Hungary]. Available at: http://www.dare- ",
        "B IBLIOGRAPHY 67 net.eu/cms/upload/file/shadow-report-on-roma-segregation-in-education-hungary- hungarian.pdf Kállai, Péter: Képviselő - e a szószóló? Nemzetiségi képviselet a magyar Országgyűlésben [ Is the advocate a representative? Nationality representation in the Hungarian Parliament ], MTA Law Working Papers 2017/12., Magyar Tudományos Akadémia, Budapest Kemény, István – Janky, Béla – Lengyel, Gabriella: A magyarországi cigányság. 1973- 2003. Bp., Gondolat-MTA EKI, 2004 Keresztes-Takács, Orsolya – Lendvai, Lilla –Kende, Anna: Romaellenes előítéletek Magyarországon: Politikai orientációról, nemzeti identitástól és demográfiai változóktól független nyílt elutasítás, [Anti-Roma Prejudices in Hungary: Open Rejection, Independent of Political Orientation, National Identity and Demographic Variables] Magyar Pszichológiai Szemle, 2016, p 71, 4/2, pp 609 – 627 Kertesi, Gábor – Kézdi, Gábor: Az óvodáztatási támogatásról. Egy feltételekhez kötött készpénz-támogatási programme értékelése [Kindergarten Attendance Allowance in Hungary. Evaluation of a conditional cash transfer programme] In: Budapesti Munkagazdaságtani Füzetek, 2012/6. Available at: http://www.econ.core.hu/file/download/bwp/bwp1206.pdf Kertesi, Gábor – Kézdi, Gábor: Iskolázatlan szülők gyermekei és roma fiatalok a középiskolában [Children of Roma and Undereducated Parents in Hungarian Secondary Schools] In: Budapesti Munkagazdaságtani Füzetek 2010/3. Available at: http://www.econ.core.hu/file/download/bwp/bwp1003.pdf Kerülő, Judit: Az integráció és a szegregáció kérdése egy iskolabezárás kapcsán [The issue of integration and segregation in connection a school closure] In: Új Pedagógiai Szemle, 2008/2. Available at: http://folyoiratok.ofi.hu/uj-pedagogiai-szemle/az- integracio-es-a-szegregacio-kerdese-egy-iskolabezaras-kapcsan Kiss, Veronika – Csempesz, Péter – Fejes, József Balázs: Motiváció ösztöndíjprogramme – egy szövegértést fejlesztő mentorprogramme koncepciója és tapasztalatai [Motivational Scholarship Programme - a concept and experience of a mentor programme developing a text comprehension]In: Anyanyelv-pedagógia. Available at: http://www.anyanyelv-pedagogia.hu/cikkek.php?id=556 Kóczé, Angéla (2009) Missing Intersectionality Race/Ethnicity, Gender and Class in Current Research and Policies on Romani Women in Europe Budapest, Kiadó: Central European University 2009 Koltay, András: A m é diahat ó s á g d o ̈ nt é sei é s azok b í r ó s á gi fel u ̈ lvizsg á lata a gy u ̂ l o ̈ letbesz é d t á rgy á ban [The Decisions of the Media Authority Concerning Hate Speech and their Judicial Review] (2001 – 2013), Médiakutató, Vol. 14, Issue 3, pp 59-73 Kónya, László Ferenc Dr. - Pusztai, Adél Dr.: A helyi nemzetiségi önkormányzat működése, szervezése és a migráció kezelése [ The operation and organisation of local nationality self-governments and dealing with migration ], Nemzeti Közszolgalati Egyetem, Budapest, 2015 L. Ritók Nóra: Egy helyi deszegregációs kezdeményezés tapasztalatai: Biharkeresztes, Komádi, Berettyóújfalu [Experiences of a local desegregation initiatives: Biharkeresztes, Komádi, Berettyóújfalu] Available at: http://ezredveg.vasaros.com/html/2017_11_12/1711122.html Latorcai, Csaba: A nemzetiséghez tartozók önkormányzáshoz fűződő jogai az Alaptörvény és a nemzetiségi törvény tükrében. Rövid történeti áttekintés 1993-tól. A „kakukktojás” jelenség. [Those right to self -government who belongs to nationality in the light of the Constitution and nationality law. Short historical overview from 1993. The ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE NATIONAL R OMA INTEGRATION STRATEGY in Hungary 68 „add one out” phenomenon.] Available at: http://bgazrt.hu/_dbfiles/blog_files/8/0000006318/latorcai%2520csaba.pdf Másság Alapítvány (editor: Tamás Dombos – Márton Udvari): Gyűlölet - bűncselekmények Magyarországon. Problémák, javaslatok, jó gyakorlatok, [Hate Crimes in Hungary. Problems, Recommendations, Good Practices] 2014. Available at: http://dev.neki.hu/wp-content/uploads/2014/02/gybcs_B5_magyar.pdf (Hungarian) and http://dev.neki.hu/wp-content/uploads/2014/03/gybcs_B5-angol.pdf (English) Mohay, Ágoston, Az uniós egyenlő bánásmód joganyag és implementációja a Magyar jogban [ The EU Equal Treatment Legislation and it Implementation in Hungarian Law ], 2016 pp. 14. Available at: http://ceere.eu/wp-content/uploads/2016/03/Mohay-EB- OTKA-WP02.pdf Monitoring report on National Social Inclusion Strategy, 2017 Munka, Vera: A roma reprezentációja a többségi média híreiben az 1960- as évektől napjainking [The Representation of the Roma in the News of the Majority Media from the 1960s to date], Médiakutató, 2013. Available at: http://epa.oszk.hu/03000/03056/cikk/2013_02_nyar/07_romak_a_hirekben.pdf National Social Inclusion Strategy (2011, updated version 2014) Romhányi Balázs: Valami nagyon eltorzult: négyszer több pénzt ad az állam az egyházi iskoláknak, mint a sajátjainak [Something is very distorted: four times more money is given by the state to church-run schools than its own]. Available at: http://168ora.hu/itthon/valami-nagyon-eltorzult-negyszer-tobb-penzt-ad-az-allam-az- egyhazi-iskolaknak-mint-a-sajatjainak-5029 Szalayné Sándor, Erzsébet: Magyarországi Nemzetiségi Választások – A 2014. évi választások a magyarországi nemzetiségekért felelős biztoshelyettes szemszögéből [National Elections in Hungary – Elections in 2014. from the view of the Hungarian Assistant Supervisor responsible for Nationalities ]. Available at: http://bgazrt.hu/_dbfiles/blog_files/6/0000006316/szalayne%20sandor%20erzsebet.pdf Tóth, Balázs Dr. : Az etnikai profilalkotás a bűnmegelőzésben és a bűnüldözésben [ Ethnic profiling in the prevention and prosecution of crimes ]. Miskolc 2011. Available at:http://midra.uni- miskolc.hu/JaDoX_Portlets/documents/document_12924_section_5006.pdf Varga Júlia (ed.): A közoktatás indikátorrendszere 2015 [Indicator system of public education], Budapest, MTA KRTK KTI, 2015. Available at: http://econ.core.hu/file/download/kozoktatasi/indikatorrendszer.pdf Varga, Aranka: A hazai oktatási integráció – tapasztalatok és lehetőségek [The integration in the education in Hungary – experiences and possibilities] In: Neveléstudomány, 2016/1 Zárótanulmány a szegénység, társadalmi kirekesztés és csoport szükségletek vizsgálatát támogató kiemelt projekthez. [Final study on a priority project to support the assessment of poverty, social exclusion and group needs] Roma kutatás az NCSSZI- TÁMOP 5.4.1-12. Available at: www.modernizacio.hu/download/454/file/tamop541_iv_921_roma_a5.pdf ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        "ISBN 978-92-79-85457-6 doi:10.2838/034974 D S - 0 2 - 1 8 - 5 8 5 - E N - N "
    ]
}