{
    "text": [
        "Statistical book s Active ageing and solidarity between generations 2012 edition A statistical portrait of the European Union 2012 ISSN 1830-7906 ",
        "",
        "Statistical book s Active ageing and solidarity between generations A statistical portrait of the European Union 2012 2012 edition ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2011 ISBN 978-92-79-21507-0 ISSN 1830-7906 doi:10.2785/17758 Cat. No KS-EP-11-001-EN-C Theme: Population and social conditions Collection: Statistical books © European Union, 2011 Reproduction of content other than photos is authorised, provided that the source is acknowledged. Photo credits: © Shutterstock Reproduction of photos is allowed for non-commercial purposes and within the sole context of this publication. Printed in Belgium P RINTED ON ELEMENTAL CHLORINE - FREE BLEACHED PAPER (ECF) ",
        "3 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Foreword F oreword In response to the demographic challenge which all EU Member States are facing, the European Union has designated 2012 as the European Year for Active Ageing and Solidarity between Generations. Active ageing is defined by the World Health Organisation as the process of optimising opportunities for health, participation and security in order to enhance quality of life as people age. Eurostat is marking the European Year 2012 by presenting in this book statistics on topics related to Active Ageing and Solidarity between Generations, such as demography, healthcare, pensions, volunteering and adult learning. This publication has been produced in collaboration with the Directorate-General for Employment, Social Affairs and Inclusion and Eurofound, the European Foundation for the Improvement of Living and Working Conditions. I hope that you will find information of interest both for your work and for your daily life. I wish you an enjoyable reading experience! Walter Radermacher Director-General, Eurostat Chief Statistician of the European Union ",
        "4 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 ACT IV E A G E ING A ND S OLID A RI T Y B ET W EE N G E N E R AT ION S – A STAT I ST I CA L P OR T R A I T OF T H E EU RO PEA N U NION 2012 Editoria l team Peter Paul Borg, Hartmut Buchow, Elodie Cayotte, Arturo de la Fuente Nuño, Bart de Norre, Gerard Hanney-Labastille, Diana Ivan, Annika Johansson, Dorota Kawiorska, Denis Leythienne, Monica Marcu, Jukka Piirto, Anna Rybowska, Fabio Sartori, Heidi Seybert, Ceri Thompson, Ulrich Wieland. It would not have been possible to produce the publication without editorial assistance from other European Commission Directorate-Generals and EU agencies, and in particular: Monika Federowicz, Detlef Gerhardt, Ralf Jacob, Ettore Marchetti, Sven Matzke, Eric Meyermans, Andreas Schweitzer, Céline Thevenot (all Directorate-General for Employment, Social Affairs and Inclusion), Hans Dubois (Eurofound, the European Foundation for the Improvement of Living and Working Conditions), Dominik Sobczak (Directorate-General for Research and Innovation), Michele Zagordo (Directorate-General for Health and Consumers), Peter Wintlev-Jensen (Directorate-General for Information Society and Media), Ana Xavier, Per Eckefeldt, Robert Voelter (all Directorate-General for Economic and Financial Affairs). Production INFORMA sàrl (informa@informa.lu): Giovanni Albertone, Simon Allen, Andrew Redpath D ata coverage , symbo l s and direct l inks to Eurostat ’ s database The data presented within this publication were largely extracted during July / August 2011; a small amount of data was updated/revised during the autumn of 2011. An italic font has been used in statistical tables to denote any data that may change in the future (estimates, provisional data or forecasts). The colon (:) is used to denote information that is not available. A dash (-) is used to denote information that is not applicable. An online data code available under each table/figure can be used to directly access the most recent data on Eurostat’s website, at: http://epp.eurostat.ec.europa.eu/portal/page/portal/statistics/search_database F or more information Eurostat, Bâtiment Joseph Bech, 5 rue Alphonse Weicker 2721 Luxembourg http://ec.europa.eu/eurostat E-mail: estat-user-support@ec.europa.eu All statements on policies within this publication are given for information purposes only. They do not constitute an official policy position of the European Commission and are not legally binding. To know more about such policies, please consult the European Commission’s website at: http://ec.europa.eu ",
        "5 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Contents Contents F oreword 3 I ntroduction 7 An ageing popu l ation: issues and cha ll enges 7 European Y ear for Active Ageing and So l idarity between G enerations 9 Active ageing po l icies in the European Union 9 Statistics on ageing and the structure of this pub l ication 12 1 . D emographics 1 5 1 . 1 The popu l ation of o l der peop l e in the European Union 1 6 1 . 2 W ider societa l trends that impact upon popu l ation ageing 2 5 1 .3 F uture trends in ageing 3 2 2 . Ol der peop l e and the l abour market 37 2 . 1 Persons in emp l oyment 38 2 . 2 J ob l ess persons 47 2 .3 V iews of the popu l ation concerning o l der peop l e and the l abour market 5 2 3. Transition from work to retirement 55 3. 1 F rom the individua l’ s perspective 56 3. 2 F rom the macro - economic perspective 64 3.3 V iews of the popu l ation concerning retirement 69 ",
        "6 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Contents 4. W e ll- being , hea l th and hea l thcare 73 4. 1 H ea l th , disabi l ity and morta l ity 74 4. 2 H ea l thcare e x penditure and hea l thcare services 8 2 4.3 V iews of the popu l ation concerning hea l th and hea l thcare 9 0 5. L iving conditions and consumption e x penditure 93 5. 1 L iving arrangements 94 5. 2 H ousing conditions 96 5.3 Consumption within the si l ver economy 100 5.4 I ncome of o l der peop l e and monetary poverty 102 5.5 M ateria l deprivation 10 6 6. Participation in society 111 6. 1 I nter - generationa l so l idarity 112 6. 2 Socia l contacts 11 8 6.3 Education 12 8 6.4 Transport 1 33 6.5 Si l ver surfers: the information society 1 35 6.6 V oting and representation 1 38 Symbo l s , abbreviations and acronyms 1 4 0 ",
        "7 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Introduction I ntrod u ction A n ageing pop ul ation: iss u es and cha ll enges The European Union’s (EU’s) population structure is changing and becoming progressively older – there were slightly more than 87 million persons aged 65 and over on 1 January 2010 in the EU-27, some 17.4 % of the total population. These latest figures can be compared with data from 1 January 1985, when there were 59.3 million persons aged 65 and over in the EU-27 (12.8 % of the total population). A steady increase in life expectancy across the EU during the last century led to increased longevity, while in more recent decades – from the 1970s onwards – the EU has experienced falling fertility rates. These two developments impact upon demographic ageing, a process that has become established in the EU in the last 30 or 40 years and which is expected, by many, to become further entrenched during the next half century, as the absolute number and the relative importance of the population of older persons continues to grow. These demographic changes will lead to significant challenges for families and individuals – for example, it could become commonplace for people to move into retirement while still having one or both of their parents alive. These profound changes present a key challenge to society, with the ageing of the population having serious implications for public policies and budgets. At the current moment in time, there are severe constraints on fiscal policies and a strong need for fiscal consolidation over a number of years in the EU, aggravating adverse budgetary developments arising from ageing. At the same time, changes in the demographic profile of the EU will also impact on labour and product markets, families and individuals. In order to tackle the challenges posed by population ageing, a long-term view seems necessary, well beyond the horizon of electoral cycles. Many of the challenges that arise from population ageing are universal and include: (cid:116)(cid:1) pressure on public budgets and fiscal systems; (cid:116)(cid:1) strains on pension and social security systems; (cid:116)(cid:1) adjusting the economy and in particular workplaces to an ageing labour force; (cid:116)(cid:1) possible labour market shortages as the number of working age persons decreases; (cid:116)(cid:1) the likely need for increased numbers of trained healthcare professionals; (cid:116)(cid:1) higher demand for healthcare services and long-term (institutionalised) care; (cid:116)(cid:1) potential conflict between generations over the distribution of resources. ",
        "8 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Introduction While many older Europeans lead active, healthy and participative lives well beyond their retirement into what is often referred to as the ‘third age’, others are faced with problems, such as poverty, illness or disability, that can potentially confine or restrict their lifestyles. Various measures seek to address these challenges, including efforts to: (cid:116)(cid:1) promote the active participation of older persons; for example, the European Commission’s 2011 annual growth survey recalled that pension ages should be increased and linked to life expectancy, while early retirement schemes should be reduced; (cid:116)(cid:1) provide accessible and effective healthcare services that promote early detection of diseases and help older people to maintain their health and capacity to live independently, while ensuring that healthcare spending remains under control; (cid:116)(cid:1) ensure that older persons have adequate incomes generally through pensions systems and support mechanisms that seek to reduce the proportion of older persons that are at-risk- of-poverty. László Andor, Commissioner for Employment, Social Affairs and Inclusion has noted that ‘the key to tackling the challenges of an increasing proportion of older people in our societies is “active aging”: encouraging older people to remain active by working longer and retiring later, by engaging in volunteer work after retirement, and by leading healthy and autonomous lives.’ Active ageing is defined by the World Health Organisation (WHO) as ‘the process of optimizing opportunities for health, participation and security in order to enhance quality of life as people age’. The definition therefore includes the notion of extending the activity of older persons, both: (cid:116)(cid:1) within the labour force, through delaying their retirement, and; (cid:116)(cid:1) within society, through participation in a range of social, economic, civic or cultural activities. Within this context, it is perhaps revealing to look beyond basic measures of demographic change, such as the rising proportion of older persons in the total population or gains in life expectancy and to supplement this with a focus on indicators that measure the propensity of older people to continue in work, to participate in society and to lead an active retirement with a high quality of life – this is the goal of this publication which seeks to celebrate the increasingly important role that older persons will occupy in society in the coming decades, through a portrayal of their lifestyles. ",
        "9 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Introduction Eu ropean Y ear for A cti v e A geing and So l idarity between G enerations The European Union designated 2012 as the European Year for Active Ageing and Solidarity between Generations on 23 September 2011 ( 1 ). This initiative aims to: (cid:116)(cid:1) help create better job opportunities and working conditions for the growing numbers of older people in Europe; (cid:116)(cid:1) help them play an active role in society, and; (cid:116)(cid:1) encourage healthy ageing and independent living. One of the main goals of the European Year 2012 is to reverse the idea that older persons are a burden on society. As Europeans live longer and healthier lives, governments are looking for ways to involve older persons more in society and to keep them active; these changes could result in economic benefits for society as a whole, while at the same time promoting the physical, mental, and social well-being of older members of society. The demographic changes that are likely to be experienced across the EU in the coming decades also present an opportunity for the development of new products and services that are geared to the needs of older people. There is the potential for a wide range of new technologies to be developed that could allow older people to stay autonomous and live longer in their own homes, to transform the delivery of care, or to personalise services in response to patients’ needs. The European Year 2012 is designed to raise awareness of these issues, identify and publicise good practices, while encouraging policymakers and stakeholders (at all levels of governance) to promote active ageing. Without further institutional and policy changes, demographic change could potentially impinge on inter-generational solidarity, as working populations are increasingly asked to pay for the needs of an expanding group of older persons. A cti v e ageing po l icies in the Eu ropean U nion The EU has recognised the importance of the ageing challenge for many years and has developed policy in several areas. The Stockholm European Council meeting in 2001 laid the groundwork for a strategy to cope with the principal economic and budgetary challenges linked to an ageing population ( 2 ), namely to encourage Member States to: (cid:116)(cid:1) reduce debt at a fast pace; (cid:116)(cid:1) raise employment rates and productivity, and; (cid:116)(cid:1) reform pensions, healthcare and long-term care systems. ( 1 ) Decision 940/2011/EU, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:32011D0940:EN:NOT. ( 2 ) Conclusions available at: http://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/en/ ec/00100-r1. ann-r1.en1.html. ",
        "10 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Introduction At an informal summit held at Hampton Court in 2005, heads of state and of government recognised that demographic ageing would be one of the main challenges the EU will have to face in the years to come. As a result, in October 2006, the European Commission presented its views on demographic challenges that would need to be faced in a Communication titled ‘The demographic future of Europe – from challenge to opportunity’ ( 3 ). It identified five policy responses through which Member States could respond to demographic change and make population ageing manageable, promoting: (cid:116)(cid:1) demographic renewal through better support for families; (cid:116)(cid:1) employment – especially through more jobs and longer working lives of better quality; (cid:116)(cid:1) a more productive and competitive Europe; (cid:116)(cid:1) the receiving and integrating of immigrants in Europe; (cid:116)(cid:1) sustainable public finances in Europe – guaranteeing adequate social security and equity between generations. On 29 April 2009, the European Commission issued a Communication on dealing with the impact of an ageing population in the EU ( 4 ). It presented age-related expenditure projections in the light of the financial and economic crisis. It stressed the need to introduce further reforms to counter ageing-induced budgetary costs in the future, notably for pension and healthcare spending programmes and encouraging people to stay in the labour market rather than retire early. Active ageing features as part of the flagship policy – Europe 2020 – a strategy for smart, sustainable and inclusive growth, as announced on 3 March 2010 ( 5 ). This growth strategy for the coming decade stressed the ‘importance of the European Union’s ability to meet the challenge of promoting a healthy and active ageing population to allow for social cohesion and higher productivity’. Indeed, one of the five headline Europe 2020 indicators is to reach an EU-27 employment rate of 75 % for those aged 20-64 by 2020. If this target is to be achieved then a higher proportion of the population needs to remain in employment up to a later age. This will be particularly important given, that as of 2012, the size of the working age population in the EU is projected to start shrinking. The European Employment Strategy (EES) has a range of actions and guidelines targeted at older people, including measures calling for improved (occupational) health status and incentives to remain in work and discourage early retirement. The guidelines also promote social protection systems that are based on financial sustainability, so as to support participation and retention within the labour market and longer working lives. ( 3 ) COM(2006) 571, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2006:0571:FIN:EN:PDF. ( 4 ) COM(2009) 180, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2009:0180:FIN:EN:PDF. ( 5 ) COM(2010) 2020, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2010:2020:FIN:EN:PDF. ",
        "11 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Introduction Employment policy also seeks to improve human capital through better education and skills. As such, efficient lifelong learning strategies including workplace training may enhance the prospects of older workers to remain in the workforce. Indeed, the EU’s employment strategy seeks to establish a lifecycle approach, putting in place conditions that allow people to prolong their working lives, such that employment rates for older workers and average exit ages are raised. The European Social Fund (ESF) has, since 1957, helped millions of Europeans to get (better) jobs and acquire skills for work. It is one of the EU’s structural funds, which was set-up to reduce differences in the prosperity and living standards that are experienced between Member States and regions of the EU. On 6 October 2011, the European Commission proposed a new set of rules relating to how the ESF might work during the period 2014 to 2020 ( 6 ). The goals of the ESF during this programming period – namely, to improve employment opportunities, promote education and lifelong learning, enhance social inclusion and contribute to combating poverty – are closely aligned with the Europe 2020 initiative. In order to achieve these goals, greater emphasis will be placed, among others, on promoting active and healthy ageing and supporting the most disadvantaged groups and marginalised communities. The open method of coordination (OMC) on social protection and social inclusion is a framework for political cooperation which aims to spread best practices and achieve convergence towards the EU’s main goals, including among others: to combat poverty and social exclusion, reform welfare systems and tackle the challenges posed by demographic change. On 7 July 2010, the European Commission launched a debate on the future provision of pensions through a green paper, titled ‘Towards adequate, sustainable and safe European pension systems’ ( 7 ). This aimed to stimulate a debate in relation to: (cid:116)(cid:1) achieving the right balance between work and retirement, facilitating a longer active life; (cid:116)(cid:1) reforming pension systems, which is one of ten actions identified as part of the annual growth survey (part of the monitoring process for the Europe 2020 strategy); (cid:116)(cid:1) making pensions safer in the wake of the recent economic crisis; (cid:116)(cid:1) ensuring adequate incomes in retirement and making sure pension systems are sustainable in the long-term; (cid:116)(cid:1) making sure pensions are more transparent so that people can take informed decisions about their own retirement income. ( 6 ) COM(2011) 607, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2011:0607:FIN:EN:PDF. ( 7 ) COM(2010) 365, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2010:0365:FIN:EN:PDF. ",
        "12 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Introduction Active ageing, both in employment and after retirement, will only happen if people age in good health. The Innovation Union is one of seven flagship policies revealed in October 2010 as part of the broader Europe 2020 strategy. European innovation partnerships (EIPs) form part of the Innovation Union and are designed to provide a framework to bring together all relevant stakeholders across policies, across sectors and across borders to speed up innovations that address a major societal challenge, and gain competitive advantages for growth and job creation in Europe. The first EIP was announced on 4 February 2011 as a joint initiative between Neelie Kroes, Commission Vice-president for the Digital Agenda and John Dalli, Commissioner for Health and Consumer Policy and is a partnership for active and healthy ageing. It has three main objectives, namely to: (cid:116)(cid:1) enable EU citizens to lead healthy, active and independent lives while ageing; (cid:116)(cid:1) improve the sustainability and efficiency of social and healthcare systems; (cid:116)(cid:1) boost the competitiveness and markets for innovative products and services that respond to the ageing challenge. The partnership for active and healthy ageing is focused on prevention and health promotion, integrated care as well as active and independent living for older persons. Its overarching target is to increase by two years the average number of healthy life years at birth within the EU-27 population by 2020. Statistics on ageing and the str u ct u re of this p u b l ication Most people tend to associate the term ‘old’ with the generation(s) before their own, or they choose to use this adjective as a relative term to categorise a particular subset of the population – for example, older students, older workers, or older pensioners. A Eurobarometer survey (Special Eurobarometer No. 378) conducted in September and October 2011 asked interviewees (aged 15 and above within the EU-27) at what age people can be considered ‘old’ – the average of the answers given was 63.9 years. Only one in six (16 %) of the persons interviewed described themselves as being ‘old’. In a similar vein, there is no recognised statistical definition of ‘old’ or ‘older’ upon which to base the analysis presented within this publication. Rather, the picture of ageing across the EU is complicated by issues, such as: (cid:116)(cid:1) administrative differences: for example, a variety of retirement ages across the EU; (cid:116)(cid:1) demographic differences: for example, different observed patterns in life expectancy between countries; (cid:116)(cid:1) subjective variations: for example, differences of opinion with respect to the quality of life experienced by older persons. ",
        "13 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Introduction Most statistics do not concern the process of ageing, per se, but rather they may be analysed by age classes, thereby showing differences between younger and older people. The age classes that are used can vary from one statistical survey to another, and it is common for the boundaries between the young, middle-aged, and older populations to be further blurred by this lack of consistency. Nevertheless, a wide range of statistical domains do provide data analysed by age classes. Official statistics can provide long time-series for a range of basic demographic events, as well as more detailed information in areas such as the labour force, health, education or the information society. This publication is divided into six chapters that draw on a wide selection of official statistics; supplemented by opinion surveys and other sources. Most of the data were extracted from Eurostat’s online database that may be accessed at the following address: http://ec.europa.eu/ eurostat. The first chapter provides details in relation to population ageing: setting the scene as regards the dynamics of demographic change, detailing the past, present and (projected) future structure of the EU’s population. The remaining chapters depict different stages and generations, as people move from the age groups in which employment is common (see Chapter 2) towards retirement and receiving a pension (see Chapter 3). One of the main concerns of many older persons is the increased possibility of becoming sick or frail in older age: Chapter 4 presents information in relation to the demand for healthcare services, as well as the budgetary implications facing governments as their populations continue to age. Once retired the spending patterns of older persons often change, both in terms of their levels of spending, as well as the types of goods and services that they purchase; the consumption patterns of the ‘silver economy’ are covered as part of Chapter 5, alongside aspects such as housing and living conditions. The publication closes with information relating to the active participation of older generations within society, with a particular focus on inter-generational issues; it also includes information on the leisure pursuits and social activities undertaken by older persons (see Chapter 6). ",
        "",
        "15 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 D emographics Ageing is a process which no individual can escape. However, the impact of ageing can vary depending not only on genetic factors but also reflecting a range of characteristics, such as profession, income, lifestyle or quality of life. Viewed from a societal perspective, the structure of the population can deviate considerably between countries, as a result of the interaction of demographic events – such as fertility rates or migration rates – and other factors, such as lifestyle choices or the provision and efficiency of healthcare services. The EU’s current population structure is characterised by a particularly high number of people who were born in the two decades following the end of the Second World War, although when this increase in births took place varies greatly between Member States; this generation is often referred to as the baby-boom generation and comprises the population cohorts that were born between the mid-late 1940s and the late 1960s. The first of the baby-boom cohorts have now entered retirement. Eurostat population projections foresee that the number of people aged over 60 years will increase by about two million persons per annum in the coming decades, while the working age population will start to shrink (as a result of lower fertility rates among post baby- boom generations). This will result in an increasing number of very old persons (aged 80 or over) and fewer young persons to care for them (family members or healthcare professionals). This chapter begins by providing a range of demographic indicators that depict the current structure of the EU’s population. These include a set of demographic dependency ratios, which measure the potential level of support received by young (aged 0 to 14) and old people (aged over 65) from the population of working age (conventionally considered as those aged from 15 to 64). Concerns have been expressed that accelerated ageing across the EU could lead to older generations becoming too heavy a burden on younger, working age people. While the focus of this chapter is restricted to demographic aspects of ageing, it is interesting to consider that economic dependency ratios (as opposed to demographic dependency ratios) may have a greater relevance in the current economic climate, given they focus on comparing the population actually in work with the number of dependents (hence, not just the elderly, but also those who are underemployed, unemployed or inactive). Economic dependency ratios therefore provide greater clarity with respect to the relative burden that is faced by those in employment. ",
        "16 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics 1 . 1 T he pop ul ation of o l der peop l e in the Eu ropean U nion The median age divides the age distribution of the whole population into two equal parts, with 50 % of persons below the median age and the other 50 % above. The EU-27 median age on 1 January 2010 was estimated at 40.9 years. The median age of EU Member States’ populations remained fairly unchanged across those countries for which data are available from 1960 to 1980 (see Table 1.1). Thereafter, the EU’s population started to age at a relatively rapid pace. Eurostat population projections Tab l e 1 . 1: Median age of pop ul ation on 1 J an u ary ( years) 1960 1965 1970 1975 1980 1985 1990 1995 2000 2005 2010 EU-27 : : : : : : : 36.5 38.0 39.5 40.9 BE 35.2 34.7 34.5 34.1 33.9 35.2 36.2 37.3 38.7 40.1 40.9 BG 30.3 31.8 33.2 33.6 34.1 35.1 36.5 38.0 39.1 40.7 41.4 CZ 33.2 33.7 33.5 32.7 32.8 33.9 35.1 36.2 37.3 38.7 39.4 DK 33.0 32.8 32.5 32.7 34.1 36.0 37.0 37.7 38.2 39.4 40.5 DE 34.8 34.5 34.0 35.2 36.6 36.9 37.6 38.2 39.8 41.8 44.2 EE : : 33.6 : : : 34.2 36.2 37.8 38.8 39.5 IE : : : : : : 29.1 30.8 32.4 33.5 34.3 EL : 28.9 33.9 33.9 34.0 35.2 36.0 36.9 38.1 39.9 41.7 ES : : : 30.1 30.5 31.8 33.4 35.4 37.4 38.6 39.9 FR ( 1 ) 33.0 32.8 32.5 31.6 32.2 33.5 34.7 35.9 37.3 38.6 39.8 IT : : : : : 35.4 36.9 38.5 40.1 41.5 43.1 CY : : : : : : : 32.0 33.3 35.0 36.2 LV : : 34.0 34.8 35.0 34.7 34.6 36.0 37.9 39.2 40.0 LT : : 30.7 31.5 31.7 31.9 32.4 33.9 35.8 37.7 39.2 LU : : : 34.9 35.0 35.7 36.3 36.7 37.3 38.1 38.9 HU 32.0 33.3 34.1 34.2 34.3 34.9 36.1 37.6 38.5 38.9 39.8 MT : : : : 28.8 : : 34.5 36.3 38.0 39.2 NL 28.7 28.5 28.5 29.2 31.2 32.9 34.4 35.8 37.3 38.9 40.6 AT 35.5 35.1 33.9 33.9 34.7 35.1 35.6 36.1 37.9 39.7 41.7 PL 26.4 27.5 28.3 28.2 29.4 30.7 32.2 33.7 35.1 36.5 37.7 PT 27.8 28.5 29.4 28.6 30.4 31.4 33.9 35.9 37.6 39.2 40.7 RO : : 30.9 30.8 30.5 31.6 32.6 34.0 34.4 36.4 38.3 SI : : : : : 32.5 34.0 36.0 37.8 39.9 41.4 SK 27.5 27.9 28.3 28.1 28.7 30.0 31.2 32.4 33.9 35.3 36.9 FI 28.4 28.5 29.4 30.5 32.6 34.5 36.3 37.7 39.2 40.8 42.0 SE 36.0 36.3 35.5 35.3 36.0 37.6 38.4 38.4 39.3 40.1 40.7 UK : : : 33.8 34.2 35.3 35.8 36.4 37.5 38.7 39.5 IS 25.6 24.2 24.3 25.2 26.7 28.1 29.8 31.3 32.8 34.1 34.8 LI 27.7 27.2 : 28.0 29.5 31.1 32.6 34.6 36.1 38.3 40.8 NO 34.3 34.2 33.0 32.2 33.2 34.5 35.3 36.0 36.7 37.8 38.6 CH 32.6 31.5 31.7 32.8 34.6 36.0 36.9 37.2 38.5 40.1 41.5 ME : : : : : : : : : 34.5 35.6 HR : : : : : : : : : 40.2 41.3 MK : : : : : : : 30.7 32.3 34.2 35.8 TR 20.1 19.0 18.6 19.3 19.8 20.7 22.0 : : : 28.8 ( 1 ) 1960-1990, excluding overseas departments. S ource : Eu rostat ( on l ine data code: demo _ p j anind) ",
        "17 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics Tab l e 1 . 2: Pop ul ation on 1 J an u ary 20 1 0 Total population (1 000) Aged 50-64 (% of total population) Aged 65-79 (% of total population) Aged 80+ (% of total population) Total Male Female Total Male Female Total Male Female EU-27 501 101.8 19.1 9.3 9.8 12.7 5.7 7.0 4.7 1.6 3.1 BE 10 839.9 19.3 9.6 9.7 12.2 5.6 6.7 4.9 1.7 3.2 BG 7 563.7 20.8 9.8 11.0 13.7 5.7 8.0 3.8 1.4 2.4 CZ 10 506.8 20.8 10.1 10.7 11.7 5.0 6.7 3.6 1.1 2.4 DK 5 529.4 19.7 9.8 9.8 12.2 5.8 6.4 4.1 1.5 2.7 DE 81 802.3 19.3 9.6 9.7 15.6 7.2 8.4 5.1 1.6 3.5 EE 1 340.1 18.8 8.3 10.5 13.0 4.6 8.3 4.1 1.0 3.1 IE 4 467.9 16.0 8.0 8.0 8.5 4.1 4.5 2.8 1.0 1.8 EL 11 305.1 18.9 9.2 9.7 14.3 6.4 8.0 4.6 2.0 2.6 ES 45 989.0 17.4 8.5 8.9 12.0 5.4 6.6 4.9 1.7 3.1 FR 64 716.3 19.2 9.3 9.8 11.4 5.1 6.3 5.2 1.8 3.5 IT 60 340.3 19.0 9.2 9.7 14.5 6.5 7.9 5.8 2.0 3.8 CY 803.1 18.0 8.9 9.1 10.1 4.7 5.4 2.9 1.2 1.7 LV 2 248.4 18.5 8.2 10.3 13.4 4.8 8.7 3.9 0.9 3.0 LT 3 329.0 17.7 7.8 9.9 12.4 4.5 7.9 3.6 0.9 2.7 LU 502.1 17.8 9.1 8.7 10.3 4.7 5.6 3.6 1.2 2.5 HU 10 014.3 20.3 9.4 11.0 12.7 4.9 7.8 3.9 1.2 2.8 MT 414.4 21.3 10.6 10.7 11.5 5.1 6.3 3.3 1.2 2.1 NL 16 575.0 20.1 10.1 10.0 11.4 5.4 6.0 3.9 1.3 2.6 AT 8 375.3 18.4 9.0 9.3 12.8 5.8 7.0 4.8 1.5 3.3 PL 38 167.3 20.8 9.8 10.9 10.2 4.1 6.1 3.3 1.0 2.3 PT 10 637.7 18.6 8.9 9.7 13.4 5.9 7.5 4.5 1.6 2.9 RO 21 462.2 18.8 8.9 9.9 11.9 4.9 6.9 3.1 1.1 2.0 SI 2 047.0 20.3 10.3 10.1 12.6 5.4 7.2 3.9 1.1 2.8 SK 5 424.9 19.5 9.3 10.2 9.5 3.8 5.8 2.7 0.8 1.9 FI 5 351.4 21.7 10.8 11.0 12.4 5.6 6.8 4.6 1.4 3.2 SE 9 340.7 19.1 9.6 9.5 12.8 6.1 6.7 5.3 2.0 3.3 UK 62 008.0 18.1 8.9 9.2 11.8 5.5 6.3 4.6 1.7 2.9 IS 317.6 17.1 8.7 8.4 8.7 4.2 4.5 3.3 1.3 2.0 LI 35.9 20.5 10.4 10.1 10.3 4.8 5.4 3.2 1.1 2.2 NO 4 858.2 18.6 9.4 9.2 10.3 4.9 5.5 4.5 1.6 2.9 CH 7 785.8 19.1 9.6 9.6 12.0 5.5 6.5 4.8 1.6 3.1 ME 632.9 17.9 8.7 9.2 10.6 4.6 6.0 2.3 0.9 1.4 HR 4 425.7 20.2 9.8 10.4 13.7 5.7 8.0 3.5 1.1 2.5 MK 2 052.7 18.0 8.9 9.1 9.8 4.5 5.4 1.8 0.7 1.1 TR 72 561.3 12.4 6.2 6.3 5.8 2.6 3.2 1.2 0.4 0.8 S ource : Eu rostat ( on l ine data codes: demo _ gind and demo _ p j angro u p) (Europop2010) suggest that the pace at which the median age is growing will abate somewhat in the coming decades. By 2060 the median age of the EU-27 population is projected to stabilise at 47.6 years, around 15 years higher than a century before. Among the EU Member States, Sweden reported the highest median age as of 1 January 1960 at 36.0 years. In the mid-1990’s its position was supplanted by Italy (38.5 years in 1995), which in turn was overtaken by Germany a decade later (41.8 in 2005, rising to 44.2 in 2010). ",
        "18 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics The EU, in common with most other regions of the world, is undergoing a significant change in its population structure. Europeans are living longer and healthier lives than ever before and this pattern is expected to continue on the back of continued medical breakthroughs and improved standards of living (see Section 1.3 for more details of population projections). The EU-27 population stood at an estimated 501.1 million persons on the 1 January 2010; of these some 87.1 million were aged 65 or over (see Table 1.2). As well as being two of the largest Member States in terms of absolute population numbers, Germany and Italy are also characterised as having relatively old populations. There were 16.9 million persons aged 65 or more in Germany on the 1 January 2010, while there were 12.2 million in Italy. F igure 1 . 1: Re l ati v e importance of e l der l y persons in the tota l pop ul ation on 1 J an u ary (% share of tota l pop ul ation) 0 5 10 15 20 25 EU-27 SE UK DK AT DE BE IT FR ( 1 ) EL ES LU FI PT HU BG NL CZ LV EE IE CY LT SI MT SK RO PL 1990 Aged 65-79 Aged 80+ ( 1 ) 1990, excluding overseas departments. S ource : Eu rostat ( on l ine data code: demo _ p j anind) 0 5 10 15 20 25 EU-27 DE IT EL SE PT AT BG LV BE EE FI ES FR ( 1 ) HU SI UK DK LT CZ NL RO MT LU PL CY SK IE 2010 Aged 65-79 Aged 80+ ",
        "19 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics Women tend to live longer than men. As a result, the ratio of women compared with men increased from 1.1 for those aged 50 to 64, to 1.2 among those aged 65 to 79, before reaching 1.9 for the very old (those aged 80 or more). There were 12 countries where the number of very old women was at least twice as high as the number of very old men, this ratio rising to around three times as many very old women as very old men in the Baltic Member States. There was a considerable increase in the proportion of persons aged 65 or over during the 20 year period from 1990 to 2010 (see Figure 1.1). Within the EU-27, the share of persons aged 65 or over in the total population rose by 3.7 percentage points during the period under consideration to reach 17.4 %. There was particularly rapid growth in Slovenia, Germany, Italy, the Baltic Member States and Greece, as the share of those aged 65 or over in the total population increased by at least five percentage points. At the other end of the range, the share of this group of the population rose by less than one percentage point in Denmark, the United Kingdom, Luxembourg and Sweden, while Ireland was the only Member State to report a falling share of persons aged 65 or over in the total population (albeit by just 0.1 percentage points). Although there were far more elderly women than men, Figure 1.2 shows that the number of elderly men was growing at a faster pace during the period from 1990 to 2010 – and as such some of the gender difference was redressed. The parent support ratio (defined as the number of persons aged 85 or over per 100 persons aged 50 to 64 years old) may be used to assess the demands on families to provide support for their eldest members. Indeed, it will become increasingly common for people in their fifties and sixties to have surviving parents. This ratio stood at 11.0 for the EU-27 on 1 January 2010, peaking in Sweden, Italy and France (all at least 13.0). F igure 1 . 2: Proportion of women among the pop ul ation , v ario u s age gro u ps , EU- 27 (% ) 0 10 20 30 40 50 60 70 1990 2000 2010 Aged 50-64 Aged 65-79 Aged 80+ S ource : Eu rostat ( on l ine data code: demo _ p j angro u p) ",
        "20 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics F igure 1 .3 : Re l ati v e importance of e l der l y persons aged 6 5 + (% share of tota l pop ul ation) 0 5 10 15 20 25 World Europe North America Oceania Latin America and the Caribbean Asia Africa Japan EU-27 United States Russia China Brazil Indonesia India 1990 2010 S ource : Eu rostat ( on l ine data codes: demo _ gind and demo _ p j angro u p) and U nited Nations , D epartment of E conomic and Socia l Aff airs , W or l d pop ul ation prospects: the 20 1 0 re v ision The United Nations estimated the world’s population at 6 895 million in 2010; the most populous continent was Asia, accounting for just over six out of every ten persons on the planet. The world’s population grew, on average, by 1.3 % per annum during the period from 1990 to 2010. The highest growth was recorded in Africa (2.4 % per annum), while the slowest rate of population growth was registered in Europe (0.1 % per annum). Demographic ageing is not confined to Europe as each of the continents reported some increase in longevity. The on-going ageing process is most pronounced in Europe, Latin America and the Caribbean, Asia and Oceania; in contrast, the relative importance of older generations in the total population remains relatively unchanged in North America and in Africa. According to the United Nations, the share of those aged 65 or more in the total population increased by 1.4 percentage points between 1990 and 2010. Among the countries presented in Figure 1.3, Japan was the most rapidly ageing. While both the EU-27 (13.7 %) and the United States (13.7 %) had recorded a higher proportion of persons aged 65 or over in their respective populations in 1990 than was the case in Japan (11.9 %), the share of this sub-group of the population almost doubled in Japan over the next two decades, such that persons aged 65 or over accounted for 22.7 % of the Japanese population by 2010 – considerably higher than the latest figures for the EU-27 (17.4 %) or the United States (13.1 %). Demographic ageing was a fairly slow process in the United States, in part due to a total fertility rate that was much higher than in most other developed economies. ",
        "21 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics Tab l e 1 .3 : Pop ul ation trends and re l ati v e importance of o l der persons Total population, 2010 (1 000) Average growth rate 1990-2010 (% per annum) Relative importance of elderly persons (% share of total population) Aged 50-64 Aged 65-79 Aged 80+ 1990 2010 1990 2010 1990 2010 World 6 895 889 1.3 10.5 13.0 5.1 6.1 1.1 1.5 Africa 1 022 234 2.4 7.1 7.6 2.8 3.1 0.3 0.4 Asia 4 164 252 1.3 9.7 12.9 4.3 5.6 0.7 1.1 Europe 738 199 0.1 17.2 19.4 9.9 12.0 2.8 4.2 Latin America and the Caribbean 590 082 1.4 8.7 11.9 4.1 5.4 0.8 1.4 North America 344 529 1.0 13.1 18.9 9.6 9.3 2.7 3.8 Oceania 36 593 1.5 11.8 15.5 7.4 7.8 1.8 2.8 EU-27 501 102 0.3 16.7 19.1 12.3 12.7 3.1 4.7 Brazil 194 946 1.3 8.8 12.9 3.8 5.5 0.6 1.5 China 1 341 335 0.8 10.6 16.2 5.1 6.8 0.9 1.4 India 1 224 614 1.7 8.8 11.0 3.4 4.3 0.4 0.7 Indonesia 239 871 1.3 8.9 11.1 3.3 4.8 0.4 0.7 Japan 126 536 0.2 18.3 20.6 9.6 16.4 2.3 6.3 Russia 142 958 -0.2 18.2 20.0 8.1 9.9 2.1 2.9 United States 310 384 1.0 13.0 18.8 9.7 9.3 2.8 3.8 S ource : Eu rostat ( on l ine data codes: demo _ gind and demo _ p j angro u p) and U nited Nations , D epartment of E conomic and Socia l Aff airs , W or l d pop ul ation prospects: the 20 1 0 re v ision While demographic ageing is still in its infancy in the emerging economies of Asia and Latin America, there are signs that low levels of fertility rates and improving living standards leading to further increases in longevity will sustain the ageing process. The latest information available for 2010 shows that there were relatively few very old persons (aged 80 or over) living in the emerging economies – indeed, the 23.3 million very old persons living in the EU-27 could be contrasted with the corresponding populations in China (18.2 million), India (8.2 million), or Brazil (2.9 million). The regions with the highest proportion of persons aged 65 or over as of 1 January 2009 tended to be either metropolitan regions in Germany (usually cities in the north east of the country, formerly characterised by traditional, heavy industries within the former East Germany) or rural regions predominantly in southern Europe (for example, parts of Italy, Greece, Portugal or Spain), where patterns of economic migration have often witnessed large numbers of the younger generations migrating in search of work. Liguria, Toscana, Friuli-Venezia and Umbria (Italy), Chemnitz, Dresden, Sachsen-Anhalt and Leipzig (Germany), as well as Alentejo (Portugal) and the Peloponnisos (Greece) recorded the highest proportions of persons aged 65 or over in their respective populations at the start of 2009. At the other end of the range, the regions with the lowest proportion of persons aged 65 or over tended to be either urban areas or islands – for example, the urban regions of the Île de France (France), Flevoland and Utrecht (the Netherlands), Inner and Outer London, West Yorkshire and Greater Manchester (the United Kingdom), or the islands of Guyane and Réunion (France), Açores and Madeira (Portugal) and Ceuta or Melilla (Spain). ",
        "22 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics M ap 1 . 1: Re l ati v e importance of persons aged 6 5 - 79 in the tota l pop ul ation , 1 J an u ary 2009 ( 1 ) (% share of tota l pop ul ation) 0 600 km Relative importance of persons aged 65-79 in the total population, by NUTS 2 regions, 1 January 2009 (¹) Cartography: Eurostat — GISCO, 10/2011 © EuroGeographics Association, for the administrative boundaries (% share of total population) Guadeloupe (FR) 0 25 Martinique (FR) 0 20 Guyane (FR) 0 100 Réunion (FR) 0 20 Açores (PT) 0 50 Madeira (PT) 0 20 Canarias (ES) 0 100 Malta 0 10 0 100 Ísland Liechtenstein 0 5 <= 9 9 – 12.5 12.5 – 17 > 17 Data not available ( 1 ) 2008 instead of 2009 for regions in Belgium, the United Kingdom and Turkey. S ource : Eu rostat ( on l ine data code: demo _ r _ d2 j an) ",
        "23 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics M ap 1 . 2: Re l ati v e importance of persons aged 80 + in the tota l pop ul ation , 1 J an u ary 2009 ( 1 ) (% share of tota l pop ul ation) ( 1 ) 2008 instead of 2009 for regions in Belgium, the United Kingdom and Turkey. S ource : Eu rostat ( on l ine data code: demo _ r _ d2 j an) 0 600 km Relative importance of persons aged 80+ in the total population, by NUTS 2 regions, 1 January 2009 (¹) Cartography: Eurostat — GISCO, 11/2011 © EuroGeographics Association, for the administrative boundaries (% share of total population) Guadeloupe (FR) 0 25 Martinique (FR) 0 20 Guyane (FR) 0 100 Réunion (FR) 0 20 Açores (PT) 0 50 Madeira (PT) 0 20 Canarias (ES) 0 100 Malta 0 10 0 100 Ísland Liechtenstein 0 5 <= 3 3 – 4.5 4.5 – 6 > 6 Data not available ",
        "24 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics Although data is only available for about half of all the regions in the EU-27 for both 1990 and 2009, the relative weight of persons aged 65 or over in the total population increased in all but a handful of regions. Indeed, the only exceptions were in Sweden (three regions, including Stockholm), as well as the capital cities of Wien (Austria) and the Région de Bruxelles-Capitale/ Brussels Hoofdstedelijk Gewest (Belgium). At the other end of the range, the pace at which the population of persons aged 65 or over was growing was most pronounced across Italian regions – including Sardegna, Basilicata, Puglia, Liguria, Lazio, Piemonte, and Lombardia. The urban audit survey provides information on the population structure for more than 500 European cities in 2008. This largely confirms the regional information presented above, insofar as the cities that reported a relatively high share of persons aged 65 or over were predominantly found in Germany (particularly for those aged 65 to 74) and Italy (particularly for those aged 75 and over). The same survey also confirmed that women were more likely to outlive men, with the highest proportions of women aged 75 or over to men aged 75 or over being recorded in Talinn and Tartu (both Estonia), Funchal (on Madeira, Portugal), Panevezys and Kaunas (both Lithuania). Tab l e 1 .4 : Ranking of the top 20 regions with the highest proportion of e l der l y persons , 1 J an u ary 2009 ( 1 ) (% share of tota l pop ul ation) Aged 65-79 Aged 80+ Ranking NUTS Region name Ranking NUTS Region name 1 DED1 Chemnitz 19.0 1 ITC3 Liguria 8.1 2 ITC3 Liguria 18.7 2 FR63 Limousin 7.8 3 DEE0 Sachsen-Anhalt 18.5 3 ES41 Castilla y León 7.5 4 DED2 Dresden 18.3 4 ITE2 Umbria 7.2 5 DE41 Brandenburg - Nordost 17.7 5 ITE1 Toscana 7.1 6 DE42 Brandenburg - Südwest 17.6 6 ITE3 Marche 6.9 7 DED3 Leipzig 17.6 7 ITD4 Friuli-Venezia Giulia 6.9 8 DEG0 Thüringen 17.6 8 ITD5 Emilia-Romagna 6.9 9 DE80 Mecklenburg-Vorpommern 17.5 9 ES12 Principado de Asturias 6.9 10 PT18 Alentejo 16.7 10 ITF2 Molise 6.7 11 GR25 Peloponnisos 16.6 11 UKK2 Dorset and Somerset 6.7 12 DEC0 Saarland 16.6 12 FR53 Poitou-Charentes 6.6 13 GR21 Ipeiros 16.5 13 FR72 Auvergne 6.5 14 ITC1 Piemonte 16.5 14 ES11 Galicia 6.5 15 BG31 Severozapaden 16.3 15 FR26 Bourgogne 6.5 16 ITD4 Friuli-Venezia Giulia 16.3 16 ITF1 Abruzzo 6.4 17 GR14 Thessalia 16.2 17 ES24 Aragón 6.4 18 GR24 Sterea Ellada 16.2 18 DED1 Chemnitz 6.3 19 DEF0 Schleswig-Holstein 16.2 19 PT18 Alentejo 6.3 20 ITE1 Toscana 16.2 20 ITC1 Piemonte 6.2 ( 1 ) 2008 instead of 2009 for regions in Belgium, the United Kingdom and Turkey. S ource : Eu rostat ( on l ine data code: demo _ r _ d2 j an) ",
        "25 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics F igure 1 .4 : D emographic ba l ance , EU- 27 ( 1 ) ( mi ll ions) -1012345 1961 1967 1973 1979 1985 1991 1997 2003 2009 Natural change Net migration including statistical adjustment ( 2 ) Total population change ( 2 ) ( 1 ) Break in series, 1998. ( 2 ) Provisional, 2008 and 2009. S ource : Eu rostat ( on l ine data code: demo _ gind) 1 .2 W ider societa l trends that impact u pon pop ul ation ageing Changes in population levels can be attributed to two distinct factors: natural change (the difference between the number of births and the number of deaths) and net migration (the difference between immigration and emigration). In the 1960s the overwhelming share of EU-27 population growth could be attributed to natural change, as the number of births considerably outweighed the number of deaths. However, the relatively high fertility rates that were experienced in the post-war decades slowly came to an end, while life expectancy increased – such that by the end of the 1990s there was almost no net effect from natural change, as the number of births and deaths were almost balanced. From the mid-2000s onwards there was some evidence to suggest that fertility rates were starting to climb again in several of the EU Member States, and that as a result natural change in the EU-27 had also started to increase somewhat. Immigration policy has the potential to play an important role in filling labour market shortages, although the integration of immigrants may pose a challenge to social cohesion. Net migration figures generally fluctuate more from one year to the next than natural changes. During the period from 1960 to the mid-1980s, the overall effect of net migration on total population change was limited. From this date onwards there was an increase in net migration, peaking in the period from 2003 to 2007 when migration contributed an average of almost two million persons per annum to the EU-27’s total population change. The last couple of years have seen net migration figures fall somewhat, such that migrants contributed an additional 875 500 persons to the EU-27’s population in 2009. ",
        "26 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics F igure 1 .5 : F erti l ity indicators , EU- 27 ( 1 ) 0510 15 20 0.0 2.5 5.0 7.5 10.0 1961 1967 1973 1979 1985 1991 1997 2003 2009 Live births - left-hand axis (millions) ( 2 ) Crude birth rate - right-hand axis (per 1 000 inhabitants) ( 3 ) ( 1 ) Break in series, 1998. ( 2 ) Provisional, 2010. ( 3 ) Provisional, 2008 to 2010. S ource : Eu rostat ( on l ine data code: demo _ gind) Figure 1.5 provides further information on fertility indicators for the period from 1961 to 2010. There were 7.5 million new born children in the EU-27 in 1961, which was 2.2 million higher than the corresponding figure at the end of the period under consideration. The number of live births in the EU-27 fell briefly below 5 million in 2002, before recovering slightly to 5.4 million by 2010. As such, demographic changes take time to become apparent, as witnessed by the relatively large cohorts of baby-boomers progressively moving up the EU’s population pyramid towards older age, leading to a top-heavy population pyramid (see Figure 1.7 later in this section). The crude birth rate is closely linked to the number of live births. However, it also reflects other population changes through its denominator, as this indicator presents the number of live births per 1 000 inhabitants. The EU-27 crude birth rate fell at a rapid pace from its highs at the start of the 1960s, with its most significant reductions being recorded in the 1960s and 1970s. While the birth rate continued to fall during the 1980s and 1990s, the reductions were of a lower magnitude. The crude birth rate reached its lowest level in 2003 (10.3 births per 1 000 inhabitants), after which there was a slight recovery (10.7 births per 1 000 inhabitants in 2010). Ireland, followed by the United Kingdom and France reported the highest crude birth rates among the EU Member States in 2010. Among the Member States, France and the United Kingdom recorded the highest number of live births in 2010, each accounting for slightly more than 15 % of the total number of births in the EU-27, as both countries passed 800 000 new births in the year. In contrast, Germany recorded some 678 000 live births in 2010, equivalent to 12.7 % of the EU-27 total: this figure may be compared with the German share of total EU-27 population which was 16.3 % in 2010. While the overall number of live births in any given country is, at least in part, linked to the number of women of childbearing age, it is also affected by issues linked to the ability or willingness of the population to raise children. The total fertility rate measures the mean number of live births that would be born to a woman during her lifetime if she were to pass ",
        "27 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics F igure 1 .6 : T ota l ferti l ity rate , 2009 (l i v e births per woman) 0.0 0.5 1.0 1.5 2.0 2.5 E U - 2 7 ( 1 ) I E F R S E U K F I B E D K N L E E L U B G L T S I E L C Y C Z M T I T ( 1 ) S K E S P L A T R O D E H U P T L V I S T R ( 1 ) N O M E L I M K C H H R ( 1 ) 2008. S ource : Eu rostat ( on l ine data code: demo _fi nd) through her childbearing years conforming to the fertility rates by age of a given year. The fertility rate for the EU-27 stood at 1.6 in 2008 – among the lowest in the world. It is widely agreed that a replacement rate of around 2.1 is required – disregarding the potential effects of migration – to maintain the size of a population in developed world countries. One of the underlying reasons for the EU’s relatively low fertility rates is that childbirth is increasingly delayed until later in life; the mean age of women at childbirth in the EU-27 was 29.7 years in 2008. This may be attributed to a range of demographic, socio-economic and institutional reasons – for example, the falling number of marriages, a higher number of divorces, increasing female labour force participation, uncertainty over the economic situation and job security ( 8 ), or young people deciding to remain in their parent’s home until it is financially viable to move out and establish their own household. The relative weight of older persons in the total population has intensified as the number of births has fallen in unison with increased longevity. Indeed, the EU’s population is generally living longer than ever before, as EU-27 life expectancy (at birth) rose to 79.4 years by 2008. The highest life expectancies across the Member States were recorded in Italy (81.9 years in 2008) and Spain (81.8 years in 2009). At the opposite end of the range, the lowest levels were registered for Bulgaria, Romania, Latvia and Lithuania (all between 72 and 73 years in 2009). Among those Member States with a complete time-series from 1960 to 2009, life expectancy (at birth) increased by as much as 15.6 years in Portugal, 11.1 years in unified Germany, and 10.4 years in Belgium. Life expectancy figures are also collated for persons having reached the age of 65. On average females aged 65 in the EU-27 could expect to live a further 20.7 years in 2008, some 3.5 years more than the average for men. ( 8 ) ‘Economic Recession and Fertility in the Developed World’, available at: http://ec.europa.eu/social/BlobServlet?docId=4547&langId=en. ",
        "28 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics Old age is often associated with illness and frailty – although this need not be the case. Indeed, those older members of society who remain active have the potential to make a significant contribution to society, for example, by extending their stay in the labour market or participating in family and community life. Policy developments within this area may be focused on encouraging older persons to remain healthy and autonomous for as long as possible. An indicator of healthy life years provides a pertinent measure in this respect; it is based on the concept of disability-free life expectancy. In 2008, females aged 65 within the EU-27 could on average expect to live a further 8.4 years free from any disability, equivalent to 40.5 % of their remaining lifespan. There was little difference in the overall number of healthy life years that men M ap 1 .3 : L ife expectancy at birth , 2008 ( years) ( 1 ) 2007 instead of 2008 for regions in Belgium, the United Kingdom and Norway, as well as for Ciudad Autónoma de Melilla and Guadeloupe. S ource : Eu rostat ( on l ine data code: demo _ r _ m l ifexp) 0 600 km Life expectancy at birth, by NUTS 2 regions, 2008 (¹) Cartography: Eurostat — GISCO, 10/2011 © EuroGeographics Association, for the administrative boundaries (years) Guadeloupe (FR) 0 25 Martinique (FR) 0 20 Guyane (FR) 0 100 Réunion (FR) 0 20 Açores (PT) 0 50 Madeira (PT) 0 20 Canarias (ES) 0 100 Malta 0 10 0 100 Ísland Liechtenstein 0 5 <= 78 78 – 80 80 – 82 > 82 Data not available ",
        "29 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics Tab l e 1 .5 : L ife expectancy and hea l thy l ife years of e l der l y persons , 2009 Life expectancy at age 65 (years) Healthy life years at age 65 (years) Healthy life years at age 65 as a proportion of life expectancy at age 65 (%) Male Female Male Female Male Female EU-27 ( 1 ) 17.2 20.7 8.2 8.4 47.8 40.5 BE 17.5 21.1 10.5 10.1 60.2 48.0 BG 13.8 17.0 8.4 9.1 61.1 53.8 CZ 15.2 18.8 8.0 8.4 52.9 44.5 DK 16.8 19.5 11.2 12.0 66.9 61.5 DE 17.6 20.8 6.4 6.5 36.4 31.0 EE 14.0 19.2 5.5 5.3 39.0 27.7 IE 17.2 20.6 10.2 10.5 59.1 50.8 EL 18.1 20.2 7.2 6.6 40.0 32.6 ES 18.3 22.5 9.2 8.4 50.1 37.1 FR 18.7 23.2 8.8 9.2 47.0 39.6 IT ( 1 ) 18.2 22.0 7.3 6.8 40.4 30.9 CY 18.1 20.9 9.9 8.5 54.9 40.6 LV 13.4 18.2 4.7 5.7 35.2 31.2 LT 13.4 18.4 5.9 6.7 44.0 36.4 LU 17.6 21.4 10.8 11.4 61.5 53.2 HU 14.0 18.2 5.7 5.6 40.7 30.6 MT 16.8 20.6 11.0 11.2 65.7 54.4 NL 17.6 21.0 9.4 10.3 53.3 49.2 AT 17.7 21.2 8.1 8.0 46.0 37.9 PL 14.8 19.2 6.8 7.4 46.1 38.8 PT 17.1 20.5 6.6 5.4 38.4 26.6 RO 14.0 17.2 7.2 7.0 51.4 40.6 SI 16.4 20.5 9.3 9.9 56.6 48.3 SK 14.1 18.0 3.4 2.8 24.3 15.7 FI 17.3 21.5 8.1 8.9 46.9 41.4 SE 18.2 21.2 13.6 14.6 74.8 69.1 UK ( 1 ) 17.7 20.3 10.7 11.8 60.5 57.9 IS 18.6 21.0 12.7 13.6 68.3 64.6 NO 18.0 21.1 13.5 14.0 75.2 66.3 ( 1 ) 2008 instead of 2009. S ource : Eu rostat ( on l ine data code: h l th _ h l ye) aged 65 years could expect to live free from any disability (0.2 years less than the figure for women), although this was equivalent to almost half (47.8 %) of men’s remaining life expectancy. Those countries where a higher proportion of older persons remain free from any form of disability are likely to be characterised by more active, healthy and participative elderly populations, with less recourse to medical and care facilities. Sweden stands out from the other Member States in this respect, as Swedish males aged 65 could on average expect to live an additional 13.6 years free from any form of disability in 2009, while the corresponding figure for women was one year higher at 14.6 years. This equated to almost three quarters (74.8 %) of the expected remaining lifespan of Swedish men and 69.1 % of the remaining lifespan for Swedish women; these shares were by far the highest recorded across the EU Member States, while other relatively high ratios were recorded in the remaining Nordic countries. ",
        "30 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics F igure 1 .8 : A ge distrib u tion of nationa l s , EU foreigners and non -EU foreigners , 20 1 0 (% ) 0 10 20 30 40 50 Nationals EU foreigners Non-EU foreigners Aged 0-19 Aged 20-39 Aged 40-59 Aged 60+ S ource : Eu rostat ( on l ine data code: migr _ pop 1 ct z ) F igure 1 .7 : Pop ul ation age str u ct u re by citi z enship and co u ntry of birth , EU- 27 , 20 1 0 0 25 50 75 100 3% 2% 1% 0% 1% 2% 3% Nationals Foreigners Men Women S ource : Eu rostat ( on l ine data codes: migr _ pop2ct z and migr _ pop 4 ctb) 0 25 50 75 100 3% 2% 1% 0% 1% 2% 3% Native-born Foreign-born Men Women Migration can play an important role – in the short-term – helping to alleviate demographic imbalance, for example, by easing specific labour market shortages. However, it is widely accepted that the EU’s ageing demographic profile cannot be undone through the introduction of migrants alone in order to rectify the expected future imbalance between those of working age and older persons. Indeed, migrants will also eventually become old and dependent too. It seems unlikely that population ageing will be reversed unless fertility rates rise so that these return above the natural replacement level of 2.1. Foreign citizens made up 6.5 % of the population in the 27 EU Member States in 2010. Foreigners accounted for a relatively low share (less than 1 %) of the total population in Poland (2010), Bulgaria and Romania (both 2009), their relative weight rising to as high as 43.0 % in Luxembourg (2010). It is interesting to note that the highest proportion of foreigners is generally found within the working age population and that many foreigners appear to return to their country of origin at the end of their working lives; this pattern was particularly pronounced in Luxembourg, Spain, Greece, Cyprus, Austria, Ireland and Italy. As such, the median age of foreigners tends to be lower than the median age of nationals in most of the Member States. ",
        "31 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics F igure 1 .9 : Median age of the pop ul ation by citi z enship , 20 1 0 ( 1 ) ( years) 0 10 20 30 40 50 60 E U - 2 7 D E I T E L L U A T F I S I B E S E E S P T D K N L U K H U C Z F R M T L T P L E E C Y S K L V I E C H N O I S Nationals Foreigners ( 1 ) EU-27, estimates; Belgium and the United Kingdom, provisional; Bulgaria and Romania, not available. S ource : Eu rostat ( on l ine data code: migr _ pop2ct z ) Tab l e 1 .6 : Pop ul ation by age and by citi z enship , 20 1 0 ( 1 ) (% ) Total population Persons aged 65+ Nationals Foreign citizens Nationals Foreign citizens EU-27 93.5 6.5 97.3 2.7 BE 90.2 9.7 93.8 6.1 BG ( 2 ) 99.7 0.3 99.9 0.1 CZ 96.0 4.0 99.2 0.8 DK 94.0 6.0 98.0 2.0 DE 91.3 8.7 96.1 3.9 EE 84.1 15.9 79.1 20.9 IE 90.1 8.6 96.7 2.3 EL 91.6 8.4 99.5 0.5 ES 87.7 12.3 96.2 3.8 FR 94.2 5.8 95.7 4.3 IT 93.0 7.0 99.2 0.8 CY 83.8 15.9 91.3 8.6 LV 82.6 17.4 72.8 27.2 LT 98.9 1.1 99.1 0.9 LU 56.9 43.0 79.4 20.5 HU 98.0 2.0 98.8 1.2 MT 96.0 4.0 96.5 3.5 NL 95.6 3.9 98.4 1.5 AT 89.4 10.5 96.6 3.4 PL 99.9 0.1 99.9 0.1 PT 95.7 4.3 99.1 0.9 RO ( 2 ) 99.9 0.1 100.0 0.0 SI 96.0 4.0 99.0 1.0 SK 98.8 1.2 99.5 0.5 FI 97.1 2.9 99.2 0.8 SE 93.5 6.3 97.2 2.8 UK 92.9 7.0 96.9 3.0 IS 93.2 6.8 99.0 1.0 NO 93.2 6.8 98.2 1.8 CH 78.0 22.0 89.9 10.1 TR ( 3 ) 99.8 0.2 99.9 0.1 ( 1 ) Sum of national and foreign citizens is sometimes less than 100 % as the citizenship of some people is unknown. ( 2 ) 2009 instead of 2010. ( 3 ) 2009 instead of 2010 for those aged 65+. S ource : Eu rostat ( on l ine data code: migr _ pop 1 ct z ) ",
        "32 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics F igure 1 . 10: Pro j ected str u ct u re of the pop ul ation by age gro u p , EU- 27 , 1 J an u ary ( 1 ) (% share of tota l pop ul ation) 0 5 10 15 20 25 30 35 40 45 50 2010 2020 2030 2040 2050 2060 Aged 80+ Aged 65-80 Aged 50-64 ( 1 ) 2010, estimates. S ource : Eu rostat ( on l ine data code: pro j_1 0c2 1 50p) 1 .3 Fu t u re trends in ageing The information presented in this section is largely derived from the latest set of Eurostat population projections (Europop2010). Population projections are ‘what-if’ scenarios that aim to provide information about the likely future size and structure of the population. The Europop2010 convergence scenario is one of several possible population change scenarios based on the population as of 1 January 2010 and a set of assumptions developed in a conceptual framework whereby socio-economic and cultural differences between Member States would fade away in the long-run. It is important to note that the figures presented are made on the basis of ‘no policy change’, and they can therefore be used to analyse the likely effects of demographic change if no policy actions were to be taken. Eurostat’s population projections suggest that there will be less than two people of working age (15 to 64 years) for every older person aged 65 or more in the EU-27 by 2060, compared with a ratio of almost four to one today; it is important to note that demographic dependency ratios such as these may be further influenced by underemployment or unemployment (which have the potential to reduce further the number of persons actually in work and supporting the remainder of society). The most rapid changes in the size of the working age population are expected to take place during the period from 2015 to 2035, when a large part of the baby- boom cohorts are projected to retire. Population projections foresee little overall change in the total number of inhabitants in the EU-27 between 2010 and 2060. However, the structure of the population is expected to become much older, with a marked change in its age profile, as the older sections of the population account for an increasing share of the total number of inhabitants. Indeed, the changes that are foreseen are unprecedented, as there are no historical examples of age distributions being shaped like inversed pyramids, with the oldest age classes bigger than the youngest ones. ",
        "33 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics F igure 1 . 11: Pro j ected di ff erence between the n u mber of women and the n u mber of men by age gro u p , EU- 27 , 1 J an u ary ( 1 ) ( n u mber of women - n u mber of men , mi ll ions) -202468 10 12 2010 2020 2030 2040 2050 2060 Aged 50-64 Aged 65-80 Aged 80+ ( 1 ) 2010, estimates. S ource : Eu rostat ( on l ine data code: pro j_1 0c2 1 50p) F igure 1 . 12: O l d - age dependency ratio , EU- 27 ( 1 ) (% ) 0 10 20 30 40 50 60 1990 2000 2010 2020 2030 2040 2050 2060 ( 1 ) Population aged 65+ in relation to the population aged 15-64; projections, 2015-2060. S ource : Eu rostat ( on l ine data codes: demo _ p j anind and pro j_1 0c2 1 50p) Immigration is one option for softening the EU’s ageing process. However, as immigrants are older than new born children, the ageing process is softened less by changes in net migration than would be the case if fertility increased. According to the United Nations (World population prospects, the 2010 revision), the world’s population is projected to grow to around 9 600 million by 2060. There are expected to be several countries where the population declines between 2010 and 2060 – these include China, Japan and Russia. On the other hand, the only continent where population is expected to grow by an average of at least 1 % per annum is Africa. ",
        "34 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics Tab l e 1 .7 : Pro j ected o l d - age dependency ratios , EU- 27 , 1 J an u ary ( 1 ) (% ) 2010 2020 2030 2040 2050 2060 EU-27 25.9 31.4 38.3 45.5 50.2 52.6 BE 26.0 30.3 36.7 40.9 42.5 43.8 BG 25.4 32.5 38.7 46.0 56.1 60.3 CZ 21.6 30.4 34.3 40.1 50.1 55.0 DK 24.9 31.4 37.0 41.9 41.8 43.5 DE 31.3 35.8 47.2 56.4 58.1 59.9 EE 25.2 30.1 35.8 40.5 48.3 55.5 IE 16.8 22.8 27.6 33.1 39.7 36.6 EL 28.4 32.6 37.7 47.8 57.4 56.7 ES 24.7 28.9 35.5 46.7 56.9 56.4 FR 25.7 32.7 39.1 44.4 45.5 46.6 IT 30.8 34.8 41.1 51.7 56.3 56.7 CY 18.6 24.9 30.8 33.3 39.8 47.6 LV 25.2 28.8 36.2 43.3 54.2 68.0 LT 23.3 26.6 35.2 41.8 47.3 56.6 LU 20.4 23.1 30.0 37.1 41.9 45.0 HU 24.2 30.0 33.6 39.5 50.2 57.8 MT 21.3 31.7 39.2 40.2 46.5 55.6 NL 22.8 30.8 40.2 47.3 46.5 47.5 AT 26.1 29.8 38.8 46.8 48.6 50.7 PL 19.0 26.9 35.2 39.9 53.0 64.6 PT 26.7 31.3 37.9 46.7 55.6 57.2 RO 21.4 25.7 30.2 40.7 53.8 64.8 SI 23.8 30.4 38.8 46.1 55.0 57.6 SK 16.9 23.6 31.4 38.0 51.4 61.8 FI 25.6 36.2 42.7 43.5 44.9 47.4 SE 27.7 33.5 37.2 40.4 41.7 46.2 UK 24.9 29.6 34.8 38.9 39.4 42.1 IS 17.9 25.1 32.2 34.4 33.5 33.5 LI 19.3 29.7 43.6 54.4 54.1 52.9 NO 22.5 27.4 33.0 38.5 40.3 43.0 CH 24.7 29.5 38.0 45.7 50.5 54.4 ( 1 ) Population aged 65+ in relation to the population aged 15-64. S ource : Eu rostat ( on l ine data code: pro j_1 0c2 1 50p) While patterns relating to the overall size of the population will be mixed during the coming 50 years, there is more certitude as regards a general ageing of the world’s population. Its projected median age is foreseen to rise from 29.2 years in 2010 to 39.1 years by 2060. This pattern of increasing longevity will be repeated across each of the continents; a more rapid process of demographic ageing in lower and middle income countries (than in developed world economies) is widely expected. Latin America and the Caribbean as well as Asia are likely to be the continents with the fastest growth in their median age between 2010 and 2060. ",
        "35 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 1 Demographics F igure 1 . 1 3 : Pro j ected median age of the pop ul ation ( years) 0 10 20 30 40 50 World Europe Latin America and the Caribbean Asia North America Oceania Africa 2010 2060 S ource : U nited Nations , D epartment of E conomic and Socia l Aff airs , W or l d pop ul ation prospects: the 20 1 0 re v ision Tab l e 1 .8 : Pro j ected pop ul ation trends and re l ati v e importance of o l der persons Total population, 2010 (1 000) Average growth rate 2010-2060 (% per annum) Projected relative importance of elderly persons (% share of total population) Aged 50-64 Aged 65-79 Aged 80+ 2010 2060 2010 2060 2010 2060 World 6 895 889 0.7 13.0 17.0 6.1 13.2 1.5 5.1 Africa 1 022 234 1.8 7.6 12.6 3.1 6.7 0.4 1.4 Asia 4 164 252 0.4 12.9 19.0 5.6 15.5 1.1 5.6 Europe 738 199 -0.1 19.4 16.9 12.0 17.3 4.2 10.3 Latin America and the Caribbean 590 082 0.5 11.9 19.0 5.4 15.3 1.4 7.1 North America 344 529 0.6 18.9 16.6 9.3 14.3 3.8 8.0 Oceania 36 593 0.9 15.5 16.2 7.8 12.9 2.8 6.9 EU-27 501 102 0.1 19.1 17.5 12.7 17.5 4.7 12.0 Brazil 194 946 0.2 12.9 20.3 5.5 17.3 1.5 8.8 China 1 341 335 -0.2 16.2 19.8 6.8 20.7 1.4 8.8 India 1 224 614 0.7 11.0 19.3 4.3 13.1 0.7 3.6 Indonesia 239 871 0.4 11.1 19.7 4.8 16.0 0.7 6.4 Japan 126 536 -0.4 20.6 16.5 16.4 17.7 6.3 17.4 Russia 142 958 -0.3 20.0 16.6 9.9 17.8 2.9 6.9 United States 310 384 0.6 18.8 16.6 9.3 14.1 3.8 7.8 S ource : Eu rostat ( on l ine data code: pro j_1 0c2 1 50p) and U nited Nations , D epartment of E conomic and Socia l Aff airs , W or l d pop ul ation prospects: the 20 1 0 re v ision ",
        "",
        "37 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Ol der peop l e and the l abour market Governments are likely to face a significant challenge in trying to encourage the baby-boom generation to stay in the labour market rather than retire early, as previous generations have tended to do. A shrinking working age population risks acting as a drag on economic growth through labour and skills shortages. In response, the EU has sought to promote increased labour force participation and participation over the whole life cycle (although it is the Member States themselves that define the most appropriate strategies to achieve these goals). Active ageing recognises that if people are to work for a longer period of time, then they will need to be in good physical and mental health, with access to more flexible working arrangements, healthy workplaces, lifelong learning and retirement schemes. In the face of historically low fertility rates, it has been argued that demographic renewal requires actions to promote family- life and encourage a better work-life balance. Incentives such as parental leave, the provision of childcare and reducing taxes on second earners have the potential to increase labour market participation – particularly amongst women. While there has been considerable progress to increase participation rates in the labour market – especially among older workers and women – the prospect of longer average careers and the fast pace of the modern, information-based society, mean that retraining is expected to become an important tool to avoid obsolete skills, and indirectly prevent premature retirement. The EU supports various initiatives in this domain such as promoting lifelong learning strategies. In a Communication titled ‘New skills for new jobs – anticipating and matching labour market and skills needs’ ( 9 ), the European Commission seeks to present an assessment of the skills requirements in Europe up to 2020, taking account of the impacts of technological change and ageing populations. ( 9 ) COM(2008) 868, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2008:0868:FIN:EN:PDF. ",
        "38 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market 2. 1 Persons in emp l oyment The EU-27’s labour force had 58.1 million persons aged 50 to 64 and a further 4.1 million aged 65 or over in 2010. Those aged 50 to 64 accounted for just less than one quarter (24.7 %) of all economically active persons (those in employment and those unemployed) in the EU-27 in 2010. In contrast, there were 37.2 million persons aged 50 to 64 across the EU-27 who were economically inactive in 2010 – composed of people who have taken (early) retirement, people who were not seeking employment and others who have never worked; there were an additional 81.2 million inactive persons aged 65 or over. Tab l e 2 . 1: Main l abo u r force indicators for those aged 50 -64 Active persons Inactive persons (1 000) Employed (1 000) Unemployed (1 000) Share in total number of active persons aged 15-64 (%) 2000 2010 2000 2010 2000 2010 2000 2010 EU-27 40 988 54 080 3 100 4 017 20.1 24.7 39 483 37 240 BE 671 1 076 32 61 16.0 23.4 1 011 976 BG 584 738 91 75 19.9 24.2 831 592 CZ 1 034 1 273 67 89 21.7 26.2 784 816 DK 646 707 25 45 23.8 26.1 318 319 DE 7 931 10 640 975 813 22.8 27.9 7 417 4 594 EE 132 154 16 28 23.1 27.3 96 70 IE 291 410 10 41 17.6 21.6 248 271 EL 875 1 083 39 86 20.2 23.7 926 941 ES 2 872 4 202 288 708 17.8 21.4 3 214 3 159 FR 4 571 6 494 374 444 19.3 24.6 4 436 5 120 IT 4 052 5 525 194 230 18.3 23.4 6 318 5 667 CY 61 91 2 4 21.0 24.0 42 47 LV 200 236 27 47 21.1 25.0 202 133 LT 292 339 42 59 20.2 24.7 231 188 LU 30 47 : 1 16.3 21.0 40 39 HU 678 963 27 88 17.4 24.9 1 032 1 008 MT 28 37 : 2 18.8 22.1 41 53 NL ( 1 ) 1 424 2 106 30 82 18.1 25.4 1 286 1 143 AT 611 882 42 27 17.1 21.6 731 638 PL 2 572 3 730 275 307 16.8 23.2 3 090 3 908 PT 1 019 1 167 37 110 21.5 24.3 680 716 RO 2 098 2 042 52 96 20.3 22.4 1 438 1 913 SI 128 212 10 11 14.7 21.9 200 197 SK 318 563 48 71 14.3 23.5 419 419 FI 572 752 50 53 23.5 30.5 359 363 SE 1 186 1 341 67 73 29.2 29.1 393 364 UK 6 112 7 270 279 367 22.5 25.0 3 699 3 588 IS 33 45 : 2 21.8 27.4 4 8 NO 533 673 6 11 23.3 27.1 192 225 CH ( 1 ) 884 1 118 19 39 23.3 26.5 342 337 HR : 494 : 38 : 31.4 : 511 MK : 156 : 55 : 22.7 : 156 TR : 3 144 : 207 : 13.6 : 5 799 ( 1 ) Break in series, 2010. S ource : Eu rostat ( on l ine data code: l fsa _ pganws) ",
        "39 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market F igure 2 . 1: Peop l e in emp l oyment by age gro u p , EU- 27 ( 2000 =1 00) 80 100 120 140 160 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 Total population ( 1 ) Aged 15-64 Aged 50-54 Aged 55-59 Aged 60-64 Aged 65+ ( 1 ) Based on information for 1 January of each year. S ource : Eu rostat ( on l ine data codes: l fsa _ pganws and demo _ p j an) F igure 2 . 2: E mp l oyment rates by gender and by age gro u p , EU- 27 (% ) 0 10 20 30 40 50 60 70 80 Male Female Male Female Male Female Aged 15-64 Aged 50-64 Aged 65+ 2000 2010 S ource : Eu rostat ( on l ine data code: l fsa _ ergan) ",
        "40 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market Figure 2.1 provides evidence of a marked increase in the amount of older members of the EU-27 workforce (aged 50 to 64) who were in employment during the period from 2000 to 2010. This increase corresponds mainly to the changes in the demographic structure of the population as the relatively large baby-boom cohorts move towards pensionable age. The development of the employment rates (Figure 2.2) suggests that there might be other factors like a reversal in the trend for early retirement – particularly among women. Nevertheless, over half (50.6 %) of all women aged 50 to 64 in the EU-27 were not in employment in 2010. The financial and economic crisis resulted in the total number of employed persons (aged 15 to 64) falling by 2.5 % in the EU-27 from the third quarter of 2008 to the second quarter of 2011. Over the same period, the number of employed persons aged 50 to 64 years increased by 5.8 %, while the number of employed persons aged 65 or over rose by 4.1 %; the rate of growth for the elderly female workforce was higher than that for elderly men. In absolute terms, the largest numbers of persons aged 50 to 64 were working in the activities of manufacturing, construction, distributive trades, public administration, education, health and social work – in line with the general pattern observed across the whole of the EU-27 workforce aged 15 to 64 (see Table 2.2). Higher than average proportions of persons aged 50 or over were working within the activities of: agriculture, public administration, education, health and social work. Among those aged 65 or more, more than one quarter (27.1 %) of the total number of persons still in work were engaged in agricultural activities (compared with Tab l e 2 . 2: Shares of emp l oyment by gender , by age gro u p and by economic acti v ity , EU- 27 , 20 1 0 ( 1 ) (% ) Aged 15-64 Aged 50-64 Aged 65+ Male Female Male Female Male Female Agriculture, forestry & fishing 5.4 3.9 7.2 5.7 25.5 29.7 Mining & quarrying 0.6 0.1 0.6 0.1 : : Manufacturing 20.5 10.3 19.9 9.3 9.2 4.4 Electricity, gas, steam & air conditioning supply 1.1 0.4 1.4 0.3 : : Water supply; sewerage, waste management & remediation act. 1.1 0.3 1.3 0.3 : : Construction 12.9 1.5 11.4 1.5 6.5 1.6 Wholesale & retail trade; repair of motor vehicles & motorcycles 13.1 15.3 10.7 12.0 11.9 13.0 Transportation & storage 7.3 2.5 8.2 2.5 4.8 1.3 Accommodation & food service activities 3.7 5.3 2.4 3.9 2.8 4.6 Information & communication 3.6 2.0 2.4 1.3 1.7 : Financial & insurance activities 2.7 3.4 2.7 2.8 1.3 : Real estate activities 0.7 0.9 0.9 1.1 1.9 1.7 Professional, scientific & technical activities 4.7 5.1 4.8 3.8 9.5 5.0 Administrative & support service activities 3.6 4.1 3.5 3.9 3.7 3.3 Public administration & defence; compulsory social security 7.2 7.4 8.1 9.1 2.7 2.7 Education 3.8 11.7 5.3 14.1 4.8 7.0 Human health & social work activities 4.1 17.7 5.1 20.2 5.1 12.3 Arts, entertainment & recreation 1.5 1.7 1.4 1.6 2.7 2.9 Other service activities 1.5 3.5 1.7 3.1 3.8 4.3 Activities of households as employers 0.2 2.4 0.3 2.9 : 2.9 Activities of extraterritorial organisations & bodies 0.1 0.1 0.1 0.1 : : No response 0.6 0.5 0.5 0.5 : : ( 1 ) The breakdown by economic activity is presented at the NACE Rev. 2 Section level. S ource : Eu rostat ( on l ine data code: l fsa _ egan22d) ",
        "41 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market F igure 2 .3 : Pro j ections for changes to the emp l oyment rate between 20 1 0 and 20 6 0 ( 1 ) ( percentage points di ff erence between 20 6 0 pro j ection and 20 1 0) -5 05 10 15 20 25 30 E U - 2 7 E S M T S I E L I T H U C Z F R P T E E L T D K A T L V D E U K I E B G P L C Y B E S K N L F I S E R O L U N O Aged 55-64 Aged 15-64 ( 1 ) A positive value indicates that the employment rate is projected to increase. S ource : Eu ropean Commission , Eu ropean E conomy , 2/2009 - E conomic and b u dgetary pro j ections for the EU- 27 Member States ( 2008 - 20 6 0) an average of just 4.7 % for the working population aged 15 to 64); it is likely that the majority of these were working on small, family-run holdings. The 2012 Ageing report – underlying assumptions and projection methodologies ( 10 ) suggests that there will be a considerable increase in employment rates for older persons across the EU-27 during the next half a century. Figure 2.3 shows that the largest increases in employment rates among older persons between 2010 and 2060 are expected to occur in southern Europe – Spain, Malta, Slovenia, Greece and Italy – as well as in Hungary, the Czech Republic and France. These same countries are the most susceptible to potential labour shortages that are expected to arise from relatively low numbers of young persons entering the jobs market, as they display the widest gaps between projected employment rates for older persons and projected employment rates for the whole of the working age population (15 to 64 years). Given that roughly half of all women and just over one third of all men aged 55 to 64 were not in employment in 2010, there appears to be considerable untapped potential for increasing employment among the older generations. Projections in the Ageing report point towards an increasing role for older women within the EU-27’s labour market, as the employment rate for women aged 55 to 64 is expected to rise by 20.9 percentage points between 2010 and 2060, while that for men is projected to increase by 11.5 points. ( 10 ) Available at: http://ec.europa.eu/economy_finance/publications/european_economy/2011/pdf/ee-2011-4_en.pdf. ",
        "42 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market F igure 2 .4 : Proportion of those in emp l oyment who are se l f - emp l oyed , by age gro u p , 20 1 0 (% ) 0 25 50 75 100 E U - 2 7 B E B G C Z D K D E E E ( 1 ) I E E L E S F R I T C Y L V ( 1 ) L T ( 1 ) L U H U M T ( 1 ) N L A T P L P T R O S I S K F I S E U K Aged 15-64 Aged 50-64 Aged 65+ ( 1 ) Aged 65+, not available. S ource : Eu rostat ( on l ine data codes: l fsa _ esgan2 and l fsa _ pganws) Almost one fifth (19.9 %) of the EU-27 workforce aged 50 to 64 were employed on a part-time basis in 2010, a share that rose to 55.1 % for those aged 65 or more. Table 2.3 presents the main reasons for people being employed on a part-time basis: the most frequent among those aged 50 to 64 was ‘other reasons’ – suggesting that lifestyle choices were prevalent in reducing the number of hours worked as older persons approached retirement (this category accounted for 63.6 % of those in part-time employment aged 65 and above). Some 7.9 % of those aged 50 to 64 who were working on a part-time basis did so because of illness or disability, which was almost double the average for the working age population (between 15 and 64 years old). It is also interesting to note the low proportion of persons aged 50 to 64 who worked on a part-time basis so as to be in education or training (0.4 %), well below the average for the whole of the working age population (10.3 %); this is despite the fact that the qualifications of older workers are more likely to be out of date but may well reflect the view that for persons nearer the end of their working life the small number of working years ahead of them mean that the costs (time and financial) of further study or training may outweigh the expected benefits. Figure 2.4 shows that self-employment is one particular area where older workers have the potential to make a considerable contribution to economic growth. Across the EU-27, just over half (50.4 %) of the workforce aged 65 or more were self-employed in 2010; note the definition of self-employed includes people who work alone (the largest share), as well as entrepreneurs who own a business that has employees. These figures on the self-employed may reflect a range of issues – such as the desire of older workers to have greater autonomy over their work, or a change in contractual Tab l e 2 .3 : Main reason for part - time emp l oyment , EU- 27 , 20 1 0 (% share of those in part - time emp l oyment) Aged 15-64 Aged 50-64 Aged 65+ Total Male Female Total Male Female Total Male Female Could not find a full-time job 26.7 36.0 24.0 22.8 25.4 22.0 3.8 3.4 4.3 Own illness or disability 4.0 7.1 3.1 7.9 13.9 6.2 7.2 7.1 7.3 Other family or personal responsibilities 14.4 7.2 16.4 23.6 15.9 25.8 24.4 23.4 25.5 Looking after children / incapacitated adults 22.8 4.1 28.1 7.4 3.1 8.7 : : : In education or training 10.3 20.4 7.4 0.4 : 0.4 : : : Other reasons 21.8 25.1 20.9 37.9 41.5 36.9 63.6 65.6 61.2 S ource : Eu rostat ( on l ine data code: l fsa _ epgar) ",
        "43 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market Tab l e 2 .4 : Satisfaction with working time and working conditions for those aged 50 +, 20 1 0 (% ) How many hours per week would you prefer to work? During the last year how often have you worked in your free time in order to meet work demands? Are you satisfied with the working conditions in your main paid job? Less hours Same amount of hours More hours Once a week or more Once or twice a month Less often Never Very satisfied Satisfied Not very satisfied Not at all satisfied EU-27 32.0 56.7 11.3 17.3 15.2 19.4 48.1 25.1 59.2 12.9 2.8 BE 29.1 61.8 9.1 23.2 13.3 20.7 42.8 31.6 58.4 8.8 1.2 BG 11.1 78.6 10.3 12.9 7.9 17.3 61.9 16.2 59.2 22.0 2.6 CZ 32.1 59.7 8.3 15.7 16.6 23.5 44.3 14.7 65.9 17.8 1.6 DK 45.7 49.3 5.0 20.7 21.5 23.2 34.6 57.7 37.8 3.7 0.8 DE 36.8 51.6 11.5 17.9 13.5 20.0 48.7 25.1 62.1 10.3 2.4 EE 20.2 62.7 17.1 13.6 18.8 19.3 48.3 16.8 62.7 18.9 1.6 IE 46.5 44.7 8.8 26.6 22.5 14.1 36.8 15.7 40.0 30.4 13.9 EL 27.6 63.0 9.4 14.1 15.7 21.8 48.5 22.3 65.5 10.9 1.3 ES 34.7 54.9 10.4 15.2 15.1 17.5 52.2 22.4 57.9 16.5 3.2 FR 31.9 52.1 16.0 18.3 18.4 22.9 40.5 43.7 50.1 3.9 2.3 IT 23.4 64.6 12.0 12.4 16.5 21.0 50.1 17.4 60.9 16.6 5.0 CY 30.2 57.2 12.6 13.7 12.6 10.0 63.7 40.4 42.6 14.3 2.7 LV 21.0 50.9 28.1 8.1 14.4 24.7 52.8 7.8 63.8 24.1 4.3 LT 19.6 61.2 19.2 14.8 10.6 16.9 57.7 11.0 62.3 25.6 1.1 LU 33.3 60.1 6.6 25.7 14.5 19.6 40.2 27.9 58.3 10.7 3.2 HU 29.1 57.0 13.9 16.4 15.9 17.4 50.4 10.2 63.6 16.8 9.4 MT 25.1 57.6 17.3 19.1 7.4 9.7 63.8 35.4 48.5 12.6 3.5 NL 30.8 53.4 15.8 21.1 21.0 19.8 38.1 30.1 63.3 6.3 0.3 AT 24.3 69.7 6.1 12.2 14.5 17.4 55.9 34.0 54.5 10.9 0.6 PL 31.1 57.8 11.1 16.4 17.0 23.3 43.4 17.9 63.9 15.9 2.4 PT 38.6 45.4 16.0 8.4 12.5 18.9 60.2 17.5 65.6 15.8 1.2 RO 21.7 66.0 12.3 31.9 13.5 12.9 41.7 14.1 60.1 20.3 5.5 SI 23.7 62.9 13.4 19.9 19.2 20.5 40.4 12.7 59.8 21.8 5.7 SK 32.3 58.6 9.2 9.5 12.8 34.1 43.6 13.5 61.3 22.7 2.5 FI 31.5 59.0 9.4 19.3 13.8 19.2 47.7 25.3 66.3 7.1 1.4 SE 49.7 43.4 6.9 16.4 12.1 21.4 50.0 30.8 57.4 10.9 1.0 UK 32.7 55.6 11.7 20.8 14.8 16.1 48.4 43.1 50.4 5.6 0.9 NO 31.6 59.4 9.0 22.2 21.7 17.9 38.2 40.2 52.9 6.1 0.8 ME 32.7 55.0 12.2 12.7 15.2 42.1 30.0 16.1 51.1 22.0 10.7 HR 25.2 59.5 15.4 20.1 11.8 25.4 42.8 21.0 46.5 29.0 3.6 MK 25.2 62.2 12.5 18.5 12.5 26.3 42.7 13.6 47.0 25.0 14.3 TR 40.6 57.9 1.5 9.6 7.5 14.7 68.2 9.3 51.5 19.6 19.6 S ource : F ifth Eu ropean working conditions s u r v ey - 20 1 0 , © Eu ropean F o u ndation for the I mpro v ement of L i v ing and W orking Conditions (Eu rofo u nd) relationships such that older workers (particularly those with specific know-how and knowledge) are employed through flexible consulting, contract work and self-employment arrangements. Table 2.4 provides information relating to the working conditions experienced by people aged 50 or more. The vast majority (84.3 %) of respondents in the EU-27 in 2010 were either satisfied or very satisfied with their working conditions; almost the same share (84.4 %) as that recorded for the whole of the working population. Almost one third (32.0 %) of those aged 50 or more stated that they would prefer to work less hours, compared with 30.9 % for the whole of the working population. ",
        "44 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market Tab l e 2 .5 : Mean ann u a l earnings of o l der persons in re l ation to the mean ann u a l earnings of the pop ul ation aged 1 5 +, 200 6 ( 1 ) ( mean ann u a l earnings , EU R) Aged 15+ Aged 50-59 Aged 60+ Total Male Female Total Male Female Total Male Female EU-27 29 638 33 230 25 361 33 218 37 813 27 642 34 038 38 342 27 334 BE 40 506 42 960 36 728 47 528 50 503 42 082 58 823 65 702 : BG 2 580 2 778 2 377 2 693 2 873 2 509 2 663 2 667 2 646 CZ 9 693 10 929 8 034 9 532 10 670 8 010 10 166 11 060 7 840 DK 42 918 48 407 37 393 46 666 53 271 40 370 45 494 49 821 38 540 DE 37 402 42 009 31 402 42 150 48 960 33 998 41 774 47 966 32 111 EE 7 958 9 585 6 644 7 027 8 395 6 078 6 194 7 172 5 311 IE 42 008 47 737 36 346 48 181 57 669 38 107 38 940 44 677 32 330 EL 27 197 31 567 21 114 32 111 35 225 25 496 34 428 36 602 : ES 23 503 25 796 20 045 28 485 31 685 22 075 30 994 34 042 22 818 FR 31 727 34 671 28 103 37 540 42 446 31 404 : : : IT 29 790 31 219 27 830 37 150 39 187 34 106 43 074 46 770 : CY 24 331 27 552 20 729 30 496 34 644 24 853 : : : LV 5 882 6 564 5 346 5 484 6 084 5 068 5 016 5 339 4 718 LT 5 665 6 388 5 037 5 603 6 363 4 997 5 604 6 175 4 939 LU 47 012 49 127 43 118 57 173 61 224 : : : : HU 8 146 8 775 7 508 8 711 9 531 7 973 10 580 11 303 9 576 MT 17 549 18 232 16 328 17 639 17 968 16 636 23 413 24 785 : NL 38 575 44 234 31 959 43 455 50 801 33 136 41 741 46 002 : AT 35 605 40 038 28 620 43 911 49 950 32 907 52 347 60 120 34 098 PL 8 593 9 465 7 588 9 474 10 128 8 560 12 989 13 559 11 166 PT 16 699 17 804 15 526 20 789 21 551 19 811 19 509 22 114 16 069 RO 4 217 4 408 3 999 5 078 5 088 5 063 6 662 6 784 6 257 SI 15 811 16 357 15 170 17 876 18 030 17 629 35 820 36 114 : SK 6 686 7 699 5 593 6 644 7 433 5 678 7 040 7 457 5 957 FI 34 842 39 605 30 393 35 353 41 996 30 123 37 259 44 388 31 177 SE 34 665 37 722 31 752 36 309 40 251 32 842 35 517 39 209 32 191 UK 41 731 49 419 34 042 42 584 51 629 34 072 36 465 42 069 : NO 47 647 51 560 42 061 51 786 56 817 44 362 49 995 54 996 42 719 TR 8 424 8 474 8 253 13 429 13 701 11 784 16 197 16 480 : ( 1 ) Enterprises with 10 or more employees for NACE Rev. 1.1 Sections C to O excluding NACE Section L. S ource : Eu rostat ( on l ine data code: earn _ ses0 6_ 27) While working conditions and flexible work arrangements can provide the necessary incentive for some (older) individuals to enter or remain within the labour market, when considering the benefits of a particular job, earnings are likely to feature near the top of any list of criteria for most of the working population. There are considerable differences as regards average earnings (see Table 2.5) – with around half of the EU Member States reporting an increase in average earnings through to the statutory retirement age; this was particularly the case in Slovenia, Belgium, Austria, Italy, Spain, Greece, Malta and Poland, where average earnings for those aged 60 or above were considerably higher than the earnings enjoyed by the remainder of the working population. In contrast, the workforce aged 50 or above in the Baltic Member States reported average earnings that were consistently below the average for the whole of the population. In other Member States, average earnings fell away for those aged 60 or over; this was the case in Ireland, the ",
        "45 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market F igure 2 .5 : G ender pay gap of o l der persons in u nad ju sted form , 2009 ( 1 ) (% ) -20 -10 0 10 20 30 40 50 C Y ( 2 ) A T ( 3 ) D E ( 3 ) F R ( 3 ) F I L U ( 3 ) N L U K C Z S E ( 4 ) H U D K S K E S ( 2 ) L V ( 3 ) B E ( 5 ) L T B G P T P L ( 6 ) M T I T ( 4 ) R O ( 2 ) S I I S ( 3 ) C H N O Aged 55-64 Aged 65+ ( 1 ) Estonia, Ireland and Greece, not available; the gender pay gap is calculated as the difference between average gross hourly earnings of male paid employees and of female paid employees expressed as a percentage of average gross hourly earnings of male paid employees; the indicator is referred to as being unadjusted because it does not make any adjustment for different working patterns, differences in institutional mechanisms or systems of wage setting; consequently, the pay gap is linked to a number of legal, social and economic factors which go beyond the issue of equal pay for equal work. ( 2 ) Provisional. ( 3 ) 2006 instead of 2009. ( 4 ) 2006 instead of 2009 for aged 65+. ( 5 ) 2008 instead of 2009 for aged 55-64; aged 65+, not available. ( 6 ) 2008 instead of 2009. S ource : Eu rostat ( on l ine data code: earn _ gr _ gpgr2ag) United Kingdom and the Netherlands. These differences may reflect patterns of labour market flexibility across the Member States, and in particular the tendency for older workers to reduce their average number of hours as they move towards retirement in some countries (either out of choice or due to an imposed change in their employment contract). F igure 2 .6 : Persons reporting one or more work - re l ated hea l th prob l ems in the past 1 2 months , EU- 27 , 2007 ( 1 ) (% ) 05 10 15 20 Aged 15-24 Aged 25-34 Aged 35-44 Aged 45-54 Aged 55-64 Male Female ( 1 ) Excluding France. S ource : Eu rostat ( on l ine data code: hsw _ pb7) ",
        "46 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market There remains a relatively wide gap between the average earnings of men and women across most of the EU Member States. Figure 2.5 shows this was particularly the case in Cyprus, Austria, Germany, France and Finland; note the different reference periods. The disparity in earnings by gender was generally even wider among those aged 65 or more. While pecuniary rewards (earnings) are an important element of job satisfaction for many, other people place emphasis on non-pecuniary aspects; for example, health and safety in the workplace. Older workers tended to report considerably more work-related health problems. Across the EU (excluding France), one in six (16.8 %) persons aged 45 to 54 years reported at least one work-related health problem in 2007, a share that fell to 15.8 % among those aged 55 to 64. These figures suggest that policymakers might consider health promotion campaigns in the workplace in order to improve the general health of older persons, reduce absenteeism associated with such problems, and prolong potential working lives. The likelihood of having an accident at work is closely linked to the activities in which people work – for example, accidents are far more likely in the mining and quarrying, construction or transport sectors. Across the EU, just over one fifth (21.1 %) of all accidents at work that resulted in four or more days absence involved persons aged 45 to 54 years, while a further 9.3 % involved persons aged 55 to 64 and 1.6 % involved those over 65. Figure 2.7 shows that compared with accidents that result in at least four days absence, fatal accidents are relatively prevalent among older members of the workforce. The highest proportion (30.1 %) of fatal accidents at work in the EU in 2008 took place among those aged 45 to 54 years; a further 15.8 % of fatal accidents involved those aged 55 to 64 and 4.9 % involved those aged 65 or over. Note that all of these shares depend upon the number of persons in employment within a particular age group, and that there were far fewer persons aged 55 or above still in employment due to early retirement and other reasons for leaving the workforce. F igure 2 .7 : A ccidents at work by age , EU a v erage , 2008 ( 1 ) (% share of accidents) 05 10 15 20 25 30 35 Aged 18-24 Aged 25-34 Aged 35-44 Aged 45-54 Aged 55-64 Aged 65+ Resulting in four days absence or more Fatal accidents ( 1 ) Accidents within NACE Rev. 2 Sections A, and C to N; average based upon those Member States for which data are available; excluding Greece, Latvia, Poland, Portugal and Romania for accidents resulting in four days absence or more; excluding Estonia, Ireland, Greece, Cyprus, Luxembourg, Malta, the Netherlands, Portugal, Slovenia and Finland for fatal accidents. S ource : Eu rostat ( on l ine data code: hsw _ mi0 1 ) ",
        "47 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market F igure 2 .8 : U nemp l oyment rates , by age gro u p , EU- 27 (% ) 02468 10 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 Aged 15-74 Aged 50-64 Aged 65-74 S ource : Eu rostat ( on l ine data code: l fsa _u rgan) 2.2 J ob l ess persons This section covers people who are not employed, be it out of choice (as in the case of those who retire early or choose to stay at home to bring up a family) or not (for example, people who are laid off or unable to find work). Demographic ageing has led some Member States to raise their statutory retirement age, while other countries have reformed early retirement and benefit schemes (disability, unemployment, sickness) to tighten these against abuse or to encourage people to stay longer in the labour market; all of these changes aim to promote higher employment rates while reducing benefit dependency. The unemployment rate measures the number of people who are unemployed as a percentage of the total labour force (those in work and those who are actively seeking and available to work). EU-27 unemployment rates in 2010 stood at 1.7 % for those aged 65 to 74 and 6.9 % for persons aged 50 to 64; both of these rates were considerably lower than the overall unemployment rate of 9.6 % for persons aged 15 to 74. EU-27 unemployment rates for older women tended to be higher than those for men during most of the last decade. However, the gender gap narrowed, such that the unemployment rate for women aged 50 to 64 fell below that for men in 2009; a situation that was repeated in 2010. Some of the change in the EU-27 may be a result of the impact of the financial and economic crisis being felt more strongly in certain areas of the economy that are characterised by male- dominated workforces (for example, construction). Within the individual Member States it was relatively common to find unemployment rates for men and women aged 50 to 64 move in the same general direction between 2000 and 2010 (see Figure 2.9). ",
        "48 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market F igure 2 .9 : U nemp l oyment rates , persons aged 50 -64 ( 1 ) (% ) 0 5 10 15 20 25 EU-27 BE BG CZ DK DE EE IE EL ES FR IT CY LV LT HU NL ( 2 ) AT PL PT RO SI SK FI SE UK CH Male 2000 2010 ( 1 ) Luxembourg and Malta, not available. ( 2 ) Break in series, 2010. S ource : Eu rostat ( on l ine data code: l fsa _u rgan) 0 5 10 15 20 25 EU-27 BE BG CZ DK DE EE IE EL ES FR IT CY LV LT HU NL ( 2 ) AT PL PT RO SI SK FI SE UK CH Female 2000 2010 ",
        "49 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market F igure 2 . 10: L ong - term u nemp l oyment rates , EU- 27 ( 1 ) (% of tota l u nemp l oyment for a gi v en gender and age gro u p) 0 10 20 30 40 50 60 70 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 Male aged 50-64 Female aged 50-64 Male aged 15-74 Female aged 15-74 ( 1 ) Long-term unemployment is defined as a period of 12 months or more. S ource : Eu rostat ( on l ine data code: l fsa _u pga l ) F igure 2 . 11: I nacti v e persons , by age gro u p , EU- 27 ( 2000 =1 00) 90 100 110 120 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 Aged 15-64 Aged 50-64 Aged 65+ S ource : Eu rostat ( on l ine data code: l fsa _ pganws) Following the financial and economic crisis, EU-27 unemployment rates fluctuated more for younger generations than they did for older workers aged 50 to 64. In contrast, while no groups were spared relatively high rates of long-term unemployment in the aftermath of the crisis, older workers faced disproportionately high long-term unemployment rates. More than half of the unemployed older men (51.0 %) and women (53.4 %) in the EU-27 in 2010 were without a job for at least 12 months (see Figure 2.10). It would appear that some younger persons avoid unemployment by leaving the labour force to seek additional education or training, whereas older workers appear more prone to lengthy spells of joblessness – even though they are less likely to be unemployed. ",
        "50 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market F igure 2 . 12: I nacti v e persons , by gender and by age gro u p , EU- 27 (% share of the tota l pop ul ation for a gi v en gender and age gro u p) 0 25 50 75 100 Aged 15-64 Aged 50-54 Aged 55-59 Aged 60-64 Aged 65-69 Aged 70-74 Aged 75+ Male S ource : Eu rostat ( on l ine data code: l fsa _ ipga) 0 25 50 75 100 Aged 15-64 Aged 50-54 Aged 55-59 Aged 60-64 Aged 65-69 Aged 70-74 Aged 75+ Female 2000 2010 For some people long-term unemployment provides a de facto route to early retirement – dependent upon labour market policy measures – this is more common in some countries. There were particularly high long-term unemployment rates among those aged 50 to 64 in Belgium, Portugal and Slovakia in 2010, where more than seven out of ten unemployed persons spent at least the previous 12 months without work. Early, progressive or phased retirement are more common within a range of service sectors according to a Eurofound study conducted in 2006 ( 11 ). This showed that a high proportion of employers within education, financial intermediation and health and social work activities offered early retirement to their staff. Among the population aged 50 to 64 years, (early) retirement was the most often cited reason for inactivity within the EU-27 in 2010, followed by illness or disability, and family or personal responsibilities. Table 2.6 presents some of the main reasons why persons aged 50 to 64 did not seek employment in 2010. Just over half (50.8 %) of those not seeking employment in the EU-27 had already retired; among the remainder, the main reasons included illness or disability (19.8 %) and other family or personal responsibilities (8.1 %) – the latter was relatively more important among women (12.3 %) than men (1.5 %). Economic inactivity among such older persons (aged 50 to 64) was reduced over the last decade (see Figure 2.11), reflecting increased ( 11 ) Available at: http://www.eurofound.europa.eu/pubdocs/2006/88/en/1/ef0688en.pdf. ",
        "51 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market Tab l e 2 .6 : Main reason for inacti v e persons not seeking emp l oyment , persons aged 50 -64, 20 1 0 (% ) Retired Own illness or disability Other family or personal responsIbilities Think no work is available Looking after children or incapacitated adults Awaiting recall to work (on lay-off) In education or training Other reasons EU-27 50.8 19.8 8.1 4.5 3.0 0.3 0.2 13.2 BE 32.1 15.5 16.7 11.9 1.1 : 0.4 22.4 BG 53.7 21.4 6.7 10.5 3.4 : : 4.0 CZ 91.1 5.9 0.1 1.1 0.4 0.2 : 1.1 DK 49.2 42.9 2.7 : : : : 3.6 DE 54.3 16.9 7.1 4.2 2.3 : : 15.0 EE 46.1 41.6 : : : : : : IE ( 1 ) : 40.9 : 18.5 : 14.0 : 21.1 EL 45.7 7.9 17.2 0.7 1.1 : : 27.3 ES 15.0 31.0 29.1 7.6 5.2 0.5 0.2 11.5 FR 96.7 0.7 0.3 0.4 : : 0.2 1.4 IT 42.0 8.1 6.5 7.6 4.6 0.9 0.1 30.3 CY 23.1 21.8 42.0 8.4 3.5 : : 1.3 LV ( 2 ) 50.4 23.2 5.7 15.0 : : : 4.4 LT 47.5 36.7 3.2 4.6 : : : 5.7 LU 48.1 16.5 20.5 : 3.1 : : 9.8 HU 61.6 26.4 0.6 4.7 2.0 0.5 : 3.9 MT ( 3 ) 34.4 10.2 31.4 : 2.7 : : 20.0 NL 35.2 37.3 4.4 3.3 4.4 : : 15.1 AT 70.4 10.3 13.2 0.6 1.7 1.0 : 2.4 PL 53.9 28.5 6.5 5.4 1.8 : : 3.9 PT 54.2 14.3 18.8 : 2.0 : : 9.7 RO 36.4 23.7 6.6 5.1 : 0.8 : 27.1 SI 64.1 20.1 7.7 3.8 0.9 0.7 : 2.7 SK 66.9 27.0 1.2 1.9 2.9 : : : FI 58.2 24.3 1.3 7.0 0.7 0.8 1.0 6.7 SE 25.6 60.9 : 2.5 : : 1.3 8.5 UK 46.1 33.3 3.7 1.0 7.7 : 0.3 7.9 IS : 75.6 : : : : : : NO 22.0 65.8 3.7 1.4 1.1 : 0.9 5.1 CH ( 4 ) 41.3 25.9 19.2 2.5 6.0 : : 4.5 HR 64.5 9.3 15.5 7.2 0.9 : : 2.2 MK ( 1 ) 43.8 7.2 31.2 8.7 1.4 0.8 : 7.4 TR 35.9 11.0 49.3 2.3 0.8 0.5 : 0.3 ( 1 ) Awaiting recall to work, 2009. ( 2 ) Other reasons, 2009. ( 3 ) Looking after children or incapacitated adults, 2009. ( 4 ) 2009. S ource : Eu rostat ( on l ine data code: l fsa _ igar) employment rates among the baby-boom generation – particularly among women; however, the number of inactive people aged 65 or above grew at a rapid pace. The older generations have the potential to provide considerable resources in terms of their labour input – as there were 37.2 million economically inactive persons aged 50 to 64 in the EU-27 in 2010, and a further 81.2 million aged 65 and above. ",
        "52 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market 2.3 V iews of the pop ul ation concerning o l der peop l e and the l abo u r market Some of the reasons cited by respondents for remaining inactive were covered by a Flash Eurobarometer survey (No. 247) looking at the problems associated with combining work and family life. As may be expected, the EU-27 population aged 25 to 39 years (covering most of the childbearing and early childrearing years) reported the most difficulty in combining work and family life in September 2008. In contrast, 43 % of those aged 40 or above thought it was very or fairly easy to combine these different roles. There were nevertheless considerably differences between Member States, which can often be linked to the relatively important role of the (extended) family in southern European countries. A survey conducted in March 2009 asked respondents in the EU-27 if they agreed that as older people worked longer there would be fewer jobs available for younger people. There would appear to be some degree of solidarity between the generations in this respect, as 46.6 % of those aged 15 to 24 disagreed with the proposition, compared with 38.5 % of those aged 65 or more (see Figure 2.13). There was also a marked difference between Member States, as Denmark, the United Kingdom, the Netherlands and Ireland were the only countries where a majority of respondents disagreed with the proposition, while more than seven out of ten persons agreed in Greece, Cyprus, Hungary, Portugal and Slovenia. When asked in September 2008 if they thought it was important to force employers to offer easier access to working part-time for older employees, the vast majority of the EU-27 population agreed (34.9 % thought it fairly important and 42.6 % considered it very important) – see Figure 2.14; there was very little difference in the answers between the age groups. F igure 2 . 1 3 : D o yo u agree that as o l der peop l e work u nti l a l ater age , fewer j obs wi ll be a v ai l ab l e for yo u nger peop l e , EU- 27 , March 2009 (% ) 0% 25% 50% 75% 100% Aged 15+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55-64 Aged 65+ Strongly agree Somewhat agree Don't know / no answer Somewhat disagree Strongly disagree S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity ",
        "53 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 2 Older people and the labour market F igure 2 . 1 4 : D o yo u think it is important to force emp l oyers to o ff er easier access to working part - time for o l der emp l oyees , EU- 27 , September 2008 (% ) 0% 25% 50% 75% 100% Aged 15+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55+ Not at all important Not very important Don't know / no answer Fairly important Very important S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 4 7 – F ami l y l ife and the needs of an ageing pop ul ation F igure 2 . 1 5 : F or each of the fo ll owing qu a l ities , to what extent do yo u think that workers aged 55 and o v er are more l ike l y to be this than yo u nger workers , EU- 27 , September - October 2009 (% rep l ying m u ch more l ike l y or somewhat more l ike l y) 0 25 50 75 100 Up to date with technology Open to new ideas Flexible Productive Able to work well with other people Able to find solutions to problems Find it easy to make decisions on their own Reliable Experienced Aged 15+ Aged 55+ S ource : Eu ropean Commission , Specia l Eu robarometer No. 378 – A cti v e ageing A survey conducted in September and October 2011, asked Europeans over their opinion of the relative merits of the workforce aged 55 and over. Figure 2.15 shows that those aged 55 and over had a somewhat higher opinion of their own qualities in the workplace than the population as a whole, but that there was broad agreement on their main traits; they were experienced, reliable, and could take decisions on their own, while they were not so flexible, open to new ideas or up-to-date with technology. ",
        "",
        "55 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Transition from work to retirement Each Member State has responsibility for its own retirement systems, and these are underpinned across the EU by a framework of activities spanning from policy coordination to regulation – for example: (cid:116)(cid:1) the stability and growth pact (SGP) which provides for the monitoring and sustainability of public finances – including pension systems; (cid:116)(cid:1) the open method of coordination on social protection and inclusion; (cid:116)(cid:1) the consistency of any pension reform with the Europe 2020 strategy; (cid:116)(cid:1) the functioning of the internal market – especially with respect to financial services. These different policy areas can be mutually beneficial to each other: for example, the Europe 2020 strategy emphasises higher employment rates, which would increase social security contributions and help generate adequate and sustainable retirement incomes. Conversely, addressing gaps in pension adequacy could result in an overall reduction in poverty – a Europe 2020 target. In general, one of the main policy concerns in relation to pensions relates to the ability of systems to provide adequate and sustainable retirement. This implies the provision of pensions that find a balance between the living standards of pensioners and the issue of who is going to pay for the retirement of future generations. These concerns are manifest at several different levels, including: (cid:116)(cid:1) governments – who need to balance budgets, while ensuring an adequate pension provision; (cid:116)(cid:1) generations – where there is potential for conflict as younger working-age populations are likely to face different conditions compared with existing pensioners; (cid:116)(cid:1) individuals – who may be concerned about their own security during retirement. In order to address these challenges, the European Commission has launched a discussion on the future of pension provisions in the EU by releasing a green paper titled ‘Towards adequate, sustainable and safe European pension systems’ ( 12 ). ( 12 ) COM(2010) 365, available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2010:0365:FIN:EN:PDF. ",
        "56 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement There are a variety of different pension schemes across the EU. While most countries have some form of statutory pay-as-you-earn (PAYE) system, whereby tax, social security and pension contributions are deducted at source, there has in recent years been a movement away from single, public pension schemes towards multi-tiered approaches, as pensions policies have sought to lower the share of public PAYE pensions in total provisions through giving an enhanced role to supplementary, private schemes. As such, pension systems within the EU are varied – reflecting differences in welfare systems, retirement ages, minimum pension provisions, survivor’s benefits, and rules for annuities. 3. 1 F rom the indi v id u a l’ s perspecti v e As older persons move towards the end of their working lives, a relatively high proportion seem involved in atypical, flexible working arrangements – this may be to simply reduce the strain of work, or to devote time to other activities such as caring for a relative, travelling, or following a pastime/interest. Governments are increasingly looking to address these issues in order promote conditions which may encourage a higher proportion of older persons to remain in the labour force for longer, while reconciling work with personal interests. F igure 3. 1: N u mber of emp l oyed persons who red u ced their working ho u rs in a mo v e to f ull retirement , by age gro u p , 200 6 ( 1 ) (% share of those emp l oyed for the gi v en age gro u p) 0% 25% 50% 75% 100% E U - 2 7 B E C Z D K D E E E I E E L E S F R I T L U H U N L A T P L P T R O S I S K F I S E U K N O Aged 50-59 ( 2 ) ( 1 ) Survey conducted among persons who were aged 50-69 (and who had worked at least up to the age of 50); ranked on the sum of those who reduced their working hours and those who planned to do so in the next five years. ( 2 ) Bulgaria, Cyprus, Latvia, Lithuania and Malta, incomplete or not available. ( 3 ) Bulgaria, Estonia, Cyprus, Latvia, Lithuania, Luxembourg, Malta, Slovenia and Slovakia, incomplete or not available. S ource : Eu rostat ( on l ine data code: l fso _ 0 6 redeftpt) 0% 25% 50% 75% 100% E U - 2 7 B E C Z D K D E I E E L E S F R I T H U N L A T P L P T R O F I S E U K N O Aged 60-69 ( 3 ) No and the person has no plans or does not know for the next 5 years Non-response No, but the person plans to do so within the next 5 years Yes ",
        "57 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement F igure 3. 2: E mp l oyed persons who wo ul d stay l onger at work if more fl exib l e working time arrangements were a v ai l ab l e , EU- 27 , 200 6 ( 1 ) (% share of those emp l oyed aged 50 -6 9) 05 10 15 20 25 Total Managers, professionals, technicians and associate professionals Service workers and shop and market sales workers Clerks Skilled manual workers Elementary occupations ( 1 ) Survey conducted among persons who were aged 50-69 (and who had worked at least up to the age of 50). S ource : Eu rostat ( on l ine data code: l fso _ 0 6fl exisco) F igure 3.3 : P l anned age for stopping work , 200 6 ( 1 ) (% share of those emp l oyed aged 50 -6 9) 0% 25% 50% 75% 100% E U - 2 7 R O I T E E S E I E C Y U K P T E S N L D E S K E L D K B G B E F I H U F R C Z S I P L A T L U L V L T N O At age 50-59 At age 60-64 Don't know / no response At age 65+ or as long as possible ( 1 ) Survey conducted among persons who were aged 50-69 (and who had worked at least up to the age of 50); Malta, incomplete. S ource : Eu rostat ( on l ine data code: l fso _ 0 6 p l agftpt) ",
        "58 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement Tab l e 3. 1: Stat u tory retirement ages , 2008 ( 1 ) Male Female Male Female Male Female BE 65 y 64 y FR 60 y 60 y AT 65 y 60 y BG 63 y 59y 6m IT 65 y 60 y PL 65 y 60 y CZ 61y 10m 56 y - 60 y CY 65 y 65 y PT 65 y 65 y DK 65 y 65 y LV 62 y 62 y RO 63 y 58 y DE 65 y 65 y LT 62y 6m 60 y SI 63 y 61 y EE 63 y 60y 6m LU 65 y 65 y SK 62 y 55 y - 59 y IE 66 y 66 y HU 62 y 62 y FI 62 y - 68 y 62 y - 68 y EL 65 y 60 y MT 61 y 60 y SE 61 y - 67 y 61 y - 67 y ES 65 y 65 y NL 65 y 65 y UK 65 y 60 y ( 1 ) y: years; m: months. S ource : Eu ropean Commission , Eu ropean E conomy , 2/2009 - E conomic and b u dgetary pro j ections for the EU- 27 Member States ( 2008 - 20 6 0) F igure 3.4 : Av erage exit age from the l abo u r force , 2009 ( 1 ) ( years) 55 57 59 61 63 65 E U - 2 7 R O S E B G I E N L U K C Y L V E E P T D K E S D E F I B E E L A T C Z M T I T F R L T S I L U H U P L S K I S C H N O H R ( 1 ) Weighted by the probability of withdrawal from the labour market; estimates. S ource : Eu rostat ( on l ine data code: l fsi _ exi _ a) In 2009, the average exit age from the EU-27 labour force was 61 years and five months; six Member States reported average exit ages below 60 (see Figure 3.4). In seeking to increase the proportion of older people who remain in employment, many European governments have raised (or announced their intention to raise) statutory retirement ages. These changes may slowly impact upon public opinion, as younger generations gradually accept they will need to work longer than those persons already in retirement. Nevertheless, an ad-hoc module of the labour force survey conducted in 2006 (see Table 3.2) showed that in ten of the Member States fewer than one in four of the population aged 50 to 69 that were employed planned to continue work after the age of 65. As such, there may well be some resistance to the concept of longer working lives The decision on when to retire depends on personal circumstances: some people are fortunate enough to be able to retire early, safe in the knowledge that they face a comfortable lifestyle. In contrast, others continue to work beyond the statutory retirement age and yet may be faced with poor health or poverty once they start to draw a pension. Table 3.2 shows that 61.3 % ",
        "59 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement Tab l e 3. 2: Main reasons for retirement or ear l y retirement , 200 6 ( 1 ) (% of retired persons aged 50 -6 9) Reached retirement age or preference to stop working Health or care-related or financial reasons Job lost or job-related problems No answer / non-response EU-27 61.3 22.3 15.5 0.9 BE 55.4 18.4 26.2 0.0 BG 89.6 4.1 6.3 0.0 CZ 81.0 6.7 12.3 0.0 DK 52.0 29.2 18.6 0.3 DE 41.6 31.1 23.2 4.1 EE 55.5 18.5 26.0 0.0 IE 48.1 33.8 17.2 1.0 EL 96.4 2.0 1.1 0.4 ES 60.3 24.2 13.8 1.6 FR 60.7 31.3 8.1 0.0 IT 81.6 9.9 8.0 0.5 CY 81.4 13.3 5.3 0.0 LV 72.7 13.3 14.0 0.0 LT 84.0 7.7 8.2 0.1 LU 85.8 10.8 3.5 0.0 HU 81.2 11.2 7.6 0.0 MT 77.8 19.6 : : NL 44.8 37.1 17.9 0.2 AT 62.1 23.5 14.4 0.0 PL 54.3 24.3 21.4 0.0 PT 54.0 31.6 14.5 0.0 RO 81.8 7.9 10.3 0.0 SI : : : : SK 62.3 18.2 19.4 0.0 FI 46.8 23.0 28.8 1.4 SE 55.7 30.6 13.7 0.0 UK 39.1 34.0 26.8 0.1 NO 48.9 32.8 18.2 0.1 ( 1 ) Survey conducted among persons who were aged 50-69 (and who had worked at least up to the age of 50). S ource : Eu rostat ( on l ine data code: l fso _ 0 6 reasstaf) of those aged 50 to 69 who were retired in the EU-27 in 2006 had retired because they had reached the statutory retirement age or they wanted to stop work. Almost one in six people had retired as a result of losing their job or facing problems at work. Health also appeares to be a key driver for retirement; this issue is covered in more detail in the next chapter. A Eurobarometer survey (Special Eurobarometer No. 378) conducted in September and October 2011 found that one third (33 %) of the EU-27 population aged 15 or above said they would like to continue working after they reached the age they were entitled to a pension. The proportion of the population that was in agreement with this premise reached 41 % among those aged 55 or more – providing evidence of a willingness among the older members of the workforce to remain in employment. The same survey found that 61 % of the EU-27 population aged 15 or above agreed that people should be allowed to continue working once they had reached the statutory retirement age. ",
        "60 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement Tab l e 3.3 : Mean and median incomes , by age gro u p and acti v ity stat u s , 2009 (EU R for EU- 27 , PPS for indi v id u a l co u ntries) Total population Employed persons Retired persons Mean equivalised net income Median equivalised net income Mean equivalised net income Median equivalised net income Mean equivalised net income Median equivalised net income 18-64 65+ 18-64 65+ 18-64 65+ 18-64 65+ 18-64 65+ 18-64 65+ EU-27 17 432 15 608 15 413 13 570 19 308 22 400 17 661 16 351 16 030 15 615 13 963 13 820 BE 20 351 15 645 18 806 13 558 22 813 19 916 21 180 20 771 19 489 15 872 18 267 13 821 BG 7 296 4 622 6 330 3 864 8 276 7 852 7 163 6 991 5 518 4 537 4 941 3 811 CZ 12 226 9 087 10 961 8 288 13 302 17 585 11 859 13 507 10 086 8 858 9 129 8 235 DK 19 581 15 292 19 161 13 357 21 230 29 074 20 685 22 222 17 376 14 802 16 245 13 279 DE 20 838 17 830 18 916 15 968 23 086 31 025 20 790 23 468 17 312 17 646 15 568 15 935 EE 10 003 6 587 8 790 5 615 11 077 10 919 9 812 9 612 6 605 6 025 5 488 5 345 IE 21 306 17 011 18 874 13 913 24 798 20 543 22 870 18 538 21 588 17 724 19 310 14 691 EL 15 629 12 809 13 494 11 186 17 079 15 342 14 807 11 527 17 303 12 903 15 523 11 263 ES 16 627 13 317 15 033 11 566 18 373 23 345 16 956 16 842 18 081 13 764 15 832 12 065 FR 21 353 22 401 18 361 17 353 22 537 33 979 19 413 23 492 23 239 22 308 20 043 17 418 IT 18 318 16 637 16 273 13 904 20 272 30 172 18 309 20 429 20 779 17 112 18 506 14 566 CY 23 367 16 653 20 696 12 037 24 662 24 470 21 957 20 631 20 999 15 815 16 695 11 414 LV 9 640 6 381 8 122 4 528 10 837 10 992 9 228 9 590 6 290 5 810 5 078 4 264 LT 9 469 7 058 7 993 5 643 10 696 14 525 9 104 11 422 6 147 6 624 5 381 5 519 LU 32 385 29 996 27 727 27 246 34 850 : 30 101 : 35 583 30 382 32 889 27 649 HU 7 798 7 476 7 082 6 921 8 516 11 976 7 701 11 733 8 564 7 464 7 839 6 939 MT 16 653 12 536 15 202 10 961 18 715 : 17 221 : 14 646 13 006 12 546 11 507 NL 22 836 19 974 20 377 16 803 24 665 31 853 22 081 25 341 23 102 19 526 20 000 16 736 AT 22 015 19 693 20 005 17 402 23 595 37 984 21 404 30 531 20 465 19 576 18 525 17 483 PL 9 105 7 571 7 704 6 811 10 189 10 864 8 655 9 265 8 654 7 579 7 863 6 906 PT 12 421 10 752 9 939 8 208 13 470 14 200 10 837 12 406 14 243 10 780 10 357 8 228 RO 4 297 3 652 3 689 3 238 4 658 2 998 3 999 2 557 4 419 3 725 3 919 3 348 SI 16 189 13 788 15 187 12 598 17 090 30 880 15 945 28 973 14 798 13 711 13 728 12 595 SK 9 231 7 164 8 445 6 639 10 049 : 9 145 : 8 339 7 105 7 644 6 634 FI 20 356 15 725 18 637 13 199 22 452 30 390 20 601 24 696 16 784 15 576 14 696 13 137 SE 21 198 17 337 20 142 14 938 22 519 28 746 21 317 24 467 21 690 16 726 19 289 14 624 UK 22 043 16 690 18 902 14 159 24 714 22 419 21 569 17 430 18 668 15 744 15 542 13 818 IS 26 459 26 219 22 650 19 847 26 660 32 399 23 029 27 989 : 23 736 : 18 728 NO 27 295 23 088 25 593 20 681 29 323 32 962 27 103 28 027 25 930 22 095 25 583 20 141 CH 28 275 22 139 24 797 17 831 29 325 43 152 25 867 27 785 26 060 20 404 21 507 17 312 S ource : Eu rostat ( on l ine data code: i l c _ di05) Financial considerations and prospective income are two further drivers influencing an indivi- dual’s decision on when to retire. The earnings profile of the population tends to tail-off as people reach their sixties, reflecting changes in the type of work performed, work contracts, or the time spent at work, while pension systems may make it financially unattractive to work later into life. Mean equivalised net income in the EU-27 for households where the reference person was employed and aged 18 to 64 stood at EUR 19 303 in 2009 (see Table 3.3); this was EUR 3 687 higher than the mean income of households where the reference person was retired and aged 65 or more (many of these people worked within the agricultural sector, where earnings are relatively low). Note that these figures relate to equivalised net income and that total household income reflects differences in household size and composition. For example, the income of households where the reference person is aged 65 or more will also reflect income received by other members of the household, given the reference person does not live alone. ",
        "61 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement Tab l e 3.4 : A ggregate rep l acement ratio ( 1 ) ( ratio) Total Male Female 2005 2009 2005 2009 2005 2009 EU-27 0.51 0.51 0.54 0.54 0.51 0.50 BE 0.42 0.45 0.45 0.47 0.47 0.46 BG 0.60 0.34 0.64 0.39 0.59 0.34 CZ 0.51 0.51 0.49 0.50 0.58 0.56 DK 0.35 0.42 0.32 0.39 0.39 0.44 DE 0.46 0.47 0.47 0.47 0.51 0.48 EE 0.47 0.52 0.40 0.42 0.54 0.58 IE 0.46 0.48 0.40 0.48 0.51 0.54 EL 0.49 0.41 0.56 0.46 0.47 0.44 ES 0.56 0.49 0.62 0.57 0.60 0.45 FR 0.57 0.68 0.62 0.68 0.52 0.61 IT 0.58 0.51 0.64 0.58 0.49 0.41 CY 0.29 0.35 0.34 0.38 0.34 0.36 LV 0.61 0.35 0.52 0.31 0.70 0.38 LT 0.47 0.48 0.50 0.47 0.44 0.50 LU 0.63 0.62 0.58 0.64 0.58 0.59 HU 0.61 0.62 0.60 0.67 0.64 0.60 MT 0.52 0.47 0.51 0.46 0.43 0.49 NL 0.43 0.44 0.48 0.52 0.52 0.47 AT 0.68 0.64 0.69 0.66 0.67 0.60 PL 0.58 0.56 0.66 0.63 0.57 0.55 PT 0.60 0.50 0.58 0.58 0.64 0.49 RO : 0.55 : 0.63 : 0.57 SI 0.42 0.45 0.52 0.51 0.38 0.41 SK 0.55 0.55 0.53 0.57 0.56 0.54 FI 0.46 0.48 0.46 0.47 0.46 0.47 SE 0.60 0.60 0.62 0.63 0.56 0.57 UK 0.42 0.44 0.42 0.47 0.43 0.45 IS 0.50 0.46 0.45 0.42 0.57 0.52 NO 0.49 0.52 0.52 0.56 0.45 0.46 CH : 0.36 : 0.42 : 0.47 HR : 0.49 : 0.57 : 0.47 ( 1 ) Ratio of income from pensions of persons aged 65-74 and income from work of persons aged 50-59. S ource : Eu rostat ( on l ine data code: i l c _ pnp3) The aggregate replacement ratio provides an alternative way to assess the impact of the decision to continue in work or to move into retirement. The ratio is calculated as the average income from pensions among those persons aged 65 to 74 compared with the average income from work among those persons aged 50 to 59. In the EU-27 the ratio stood at 0.51 in 2009, ranging from 0.34 in Bulgaria and 0.35 in Cyprus and Latvia, to 0.6 or above in Sweden, Luxembourg, Hungary, Austria and France (see Table 3.4). The aggregate replacement ratio was generally higher for men than it was for women; this was the case in 19 of the EU Member States in 2009. These gender differences may well reflect lower pensions among women, which could be linked to a variety of factors – in particular, to lower levels of contributions – as a result of a shorter working life (due to interruptions or curtailment of a career to raise a family), and lower average earnings (in part, reflecting the higher propensity of women to be engaged in part-time work or sectors characterised by relatively low incomes). ",
        "62 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement F igure 3.5 : Pro j ections for the n u mber of pensioners and the pop ul ation of working age , EU- 27 ( mi ll ions) 010 20 30 40 50 60 70 0 50 100 150 200 250 300 350 2010 2015 2020 2025 2030 2035 2040 2045 2050 2055 2060 Pensioners (left-hand axis) Population aged 15-64 (left-hand axis) Ratio of pensioners to the population aged 15-64 (%, right-hand axis) S ource : Eu ropean Commission , Eu ropean E conomy , 2/2009 - E conomic and b u dgetary pro j ections for the EU- 27 Member States ( 2008 - 20 6 0) There will be significant changes to the size and age structure of the EU’s labour force as the baby- boom generation continues to move into retirement at the same time as younger generations (born from the 1970s onwards) with fewer persons make-up the labour force. Population projections suggest that the EU-27’s working age population (15 to 64 years old) will begin to fall as of 2011. Despite this reduction, the total number of people in employment may – at least temporarily – continue to grow, as a result of rising employment rates (especially among the older generations). This development is expected to result from changes in employment and pension policies that are designed to encourage a higher proportion of older workers to remain in employment – for example, tightening eligibility requirements for receiving a pension, raising the retirement age, changing the calculation of pension payments, or restricting access to early retirement. There were 119.3 million pensioners in the EU-27 in 2010 according to the 2009 Ageing report. This figure was projected to rise at a relatively fast pace through to 2040, after which the pace of growth was predicted to slow. The projections foresee the number of pensioners in the EU-27 growing by 47.4 million between 2010 and 2060 to reach 166.7 million. In parallel, there will be a marked increase in dependency, as the number of pensioners per 100 persons of working age is projected to rise from 35.6 in 2010 to 58.8 by 2060 (see Figure 3.5). ",
        "63 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement Tab l e 3.5 : Pro j ections for the n u mber of pensioners Pensioners (1 000) Pensioners <65 years old as a share of all pensioners (%) 2010 2020 2030 2040 2050 2060 2010 2020 2030 2040 2050 2060 EU-27 119 265 129 641 146 048 160 165 165 361 166 683 : : : : : : BE 2 646 3 126 3 655 3 992 4 180 4 303 26.6 24.9 20.8 18.2 17.9 16.8 BG 2 209 2 160 2 205 2 346 2 412 2 271 39.7 34.0 30.4 28.1 23.4 18.2 CZ 2 754 3 015 3 119 3 375 3 619 3 637 42.9 31.5 27.1 25.7 20.3 17.4 DK 1 400 1 607 1 585 1 584 1 500 1 428 26.5 21.3 15.7 13.0 14.1 14.9 DE 20 236 21 502 23 861 24 929 24 251 23 456 15.9 13.9 11.5 8.8 9.5 8.8 EE 369 362 380 394 414 413 38.1 32.9 29.7 28.1 25.7 20.5 IE 813 1 023 1 270 1 541 1 863 2 013 : : : : : : EL 2 658 2 871 3 262 3 804 4 158 4 192 21.7 23.2 23.0 20.3 16.0 14.2 ES 8 438 9 775 12 080 15 017 17 002 16 805 : : : : : : FR 14 885 17 075 19 382 20 908 21 595 21 973 : : : : : : IT 15 780 16 819 19 299 21 335 21 304 20 802 23.7 19.6 18.2 13.0 10.1 11.0 CY 138 201 279 347 439 520 : : : : : : LV 551 519 573 602 645 640 30.3 24.3 22.6 20.6 18.7 11.2 LT 916 974 1 065 1 108 1 166 1 157 : : : : : : LU 160 226 320 417 504 551 33.8 35.7 33.9 28.5 26.2 23.4 HU 2 996 3 050 3 087 3 242 3 285 3 252 45.2 36.3 35.8 34.0 28.2 24.7 MT 80 97 105 107 110 117 33.5 20.7 12.5 13.1 11.2 8.9 NL 3 447 4 201 4 903 5 301 5 158 5 158 30.9 25.4 21.1 18.6 18.6 18.4 AT ( 1 ) 2 513 2 799 3 071 3 275 3 494 3 680 : : : : : : PL 9 336 9 415 9 941 10 599 11 325 11 275 45.6 32.5 27.3 28.0 22.2 17.0 PT ( 1 ) 3 298 3 755 4 302 4 783 5 156 5 293 : : : : : : RO 5 469 5 271 5 652 6 307 6 736 6 445 44.5 41.8 41.1 36.5 31.7 24.8 SI 540 610 688 754 769 730 35.0 32.5 27.4 24.9 20.7 18.1 SK 1 184 1 287 1 475 1 633 1 751 1 754 46.0 39.1 32.5 32.5 26.8 20.7 FI 1 395 1 609 1 742 1 735 1 724 1 748 33.8 24.2 20.0 19.0 17.5 15.9 SE 2 284 2 716 3 117 3 400 3 552 3 807 19.0 14.5 12.4 10.7 10.5 8.8 UK 12 769 13 575 15 632 17 329 17 251 19 263 : : : : : : NO 1 016 1 286 1 504 1 683 1 783 1 909 : : : : : : ( 1 ) Total number of pensions. S ource : Eu ropean Commission , Eu ropean E conomy , 2/2009 - E conomic and b u dgetary pro j ections for the EU- 27 Member States ( 2008 - 20 6 0) Governments may seek to implement a range of strategies with the goal of increasing the proportion of older persons who remain in employment, thereby extending their working lives. At the same time, the number of very old persons (aged over 80) will continue to rise. These two complementary are expected to result in a considerable reduction in the proportion of pensioners who are aged less than 65 over the next half a century (see Table 3.5). The rate and size of this reduction will vary considerably across the Member States. For example, pensioners aged less than 65 are projected to account for less than 10 % of all pensioners in Germany, Malta or Sweden by 2060, while they are expected to account for more than 20 % of the pensioners in Estonia, Luxembourg, Hungary, Romania or Slovakia. The most significant reductions in the importance of pensioners aged less than 65 are projected for Poland, the Czech Republic, Slovakia, Malta, Bulgaria, Hungary and Latvia. ",
        "64 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement 3.2 F rom the macro - economic perspecti v e Alongside reforming public pension systems, many EU Member States have introduced (or are planning to introduce) private, occupational pension schemes. Indeed, in Denmark, Ireland, the Netherlands, Sweden or the United Kingdom such schemes are already widespread. Governments may seek to shift some of the burden for pensions onto individuals through a variety of mechanisms. These include increasing contributions, moving benefits away from being based on the last (highest) salary towards being based on average earnings throughout a career, penalising early retirement, restricting early exit pathways, and encouraging private pension schemes. At the same time, public pension reforms have been targeted to protect vulnerable groups within society, for example, through guarantees for a minimum level of pensions, by looking at the coverage of atypical workers, or addressing issues such as involuntary employment breaks (when people take time out from work to care for children or another dependent person). Pension reforms that promote private pension schemes generally provide more choice. However, they also tend to result in individuals having to take greater responsibility for their own pension’s outcome, often through assuming more risk. The regulation of private pension schemes has sought to protect savings, however, in the aftermath of the financial and economic crisis the risks were particularly evident, as older workers who are/were close to retiring and whose pensions had a relatively high level of equity exposure, generally saw the value of their assets fall along with stock markets and fund values. F igure 3.6 : G enera l go v ernment expendit u re on o l d age ( 1 ) (% of GD P) 0369 12 15 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 IT FR DE UK ES ( 1 ) Germany, not available for 1996-1999; Spain, provisional for 2007. S ource : Eu rostat ( on l ine data code: go v_ a _ exp) ",
        "65 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement F igure 3.7 : G enera l go v ernment expendit u re on o l d age , 2009 ( 1 ) (% of GD P) 0369 12 15 I T F R A T E L S E P T F I B G D E L U P L S I U K L V M T E E C Z L T H U E S C Y I E N O ( 1 ) Belgium, Denmark, the Netherlands, Romania and Slovakia, not available. S ource : Eu rostat ( on l ine data code: go v_ a _ exp) F igure 3.8 : Breakdown of expendit u re between di ff erent types of pension , EU- 27 , 2008 ( 1 ) (%, based on EU R) Old age pension 73.5% Survivors pension 13.0% Disability pension 7.9% Anticipated old age pension 3.6% Early retirement benefit due to reduced capacity to work 1.5% Early retirement benefit for labour market reasons 0.6% Partial pension 0.0% ( 1 ) Provisional. S ource : Eu rostat ( on l ine data code: spr _ exp _ pens) Government spending on old age accounted for more than 13 % of GDP in France and Italy in 2009, a share that fell to 4.4 % in Cyprus and 3.6 % in Ireland. Old age expenditure depends to some degree upon the age structure of each population, but is also affected by how governments decide to allocate their resources. The old age pension is by far the most common type of pension in the EU-27, accounting for almost three quarters (73.5 %) of total pensions expenditure in 2008, or EUR 1 071 554 million. The average expenditure on old age pensions per inhabitant (all inhabitants, not just recipients of pensions) rose by 8.9 % between 2005 and 2008 in the EU-27 to reach PPS 2 149. The highest levels of expenditure per inhabitant on old age pensions (taking account of price differences between countries) were recorded in Italy, Austria and France. ",
        "66 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement Tab l e 3.6 : E ar l y retirement indicators , 2009 Early retirement participants (stock of persons) Early retirement expenditure (EUR million) (% of GDP) (PPS per person wanting to work) 2005 2009 2005 2009 2005 2009 2005 2009 EU-27 1 536 246 1 049 502 10 770 9 333 0.10 0.08 286 247 BE 235 448 212 863 2 519 2 578 0.83 0.76 3 800 3 914 BG - - - - - - - - CZ - - - - - - - - DK 74 375 47 637 1 386 982 0.67 0.44 3 306 2 172 DE 92 259 95 067 1 112 1 322 0.05 0.06 151 228 EE - - - - - - - - IE 11 058 7 462 103 97 0.06 0.06 470 226 EL : : 0 0 0 0 0 0 ES : : 284 425 0.03 0.04 82 78 FR 106 821 24 039 978 296 0.06 0.02 263 72 IT 361 525 320 861 1 383 1 567 0.10 0.10 249 264 CY : - : - : - : - LV - - - - - - - - LT 6 771 - 4 - 0.02 - 36 - LU 1 324 1 323 58 64 0.19 0.17 4 813 1 647 HU 5 521 - 7 - 0.01 - 16 - MT : - : - : - : - NL - - - - - - - - AT 63 310 47 396 676 506 0.28 0.19 1 012 745 PL 501 574 156 181 1 349 387 0.55 0.13 514 213 PT 12 378 30 780 188 174 0.12 0.10 439 329 RO - - - - - - - - SI - - - - - - - - SK 16 279 56 352 36 240 0.09 0.38 136 868 FI 47 603 49 541 688 696 0.44 0.41 1 461 1 484 SE - - - - - - - - UK - - - - - - - - S ource : Eu rostat ( on l ine data codes: l mp _ ind _ exp , l mp _ parts u mm and l mp _ exps u mm) Despite accounting for a relatively small share of total expenditure on all pensions (some 2.1 % of the total), more than one million persons participated in early retirement schemes across the EU-27 in 2009 (see Table 3.6). Government expenditure on this group of pensioners amounted to EUR 9 333 million, which marked a 13.3 % reduction in current price terms compared with 2005. The impact of efforts to restrict early retirement schemes and to encourage older members of the workforce to remain in work may be reflected in the per capita data presented in Table 3.6 – for example, average expenditure on each person encouraged into early retirement fell from PPS 4 813 to PPS 1 647 in Luxembourg between 2005 and 2009. The highest per capita expenditure on early retirement (covering the unemployed, those at risk of involuntary job loss, and those who were inactive but wanted to enter the labour market) was recorded in Belgium (PPS 3 914 in 2009) and Denmark (PPS 2 172). ",
        "67 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement Tab l e 3.7 : T ota l p u b l ic pension contrib u tion rate (% of gross earnings) Total public pension contributions Employee contributions, 2009 Employer contributions, 2009 1999 2004 2009 EU-27 : 23.8 22.5 7.9 14.0 BE 16.4 16.4 16.4 7.5 8.9 BG : : : : : CZ 26.0 28.0 28.0 6.5 21.5 DK Private contributions only DE 19.7 19.5 19.9 10.0 10.0 EE : 35.0 22.0 2.0 20.0 IE No separate pension contribution EL 20.0 20.0 20.0 6.7 13.3 ES 28.3 28.3 28.3 4.7 23.6 FR 16.7 16.7 16.7 6.8 9.9 IT 32.7 32.7 32.7 9.2 23.8 CY : : : : : LV : : : : : LT : : : : : LU 16.0 16.0 16.0 8.0 8.0 HU 30.0 26.5 33.5 9.5 24.0 MT : : : : : NL 17.9 17.9 17.9 17.9 0.0 AT 22.8 22.8 22.8 10.3 12.6 PL 19.5 19.5 19.5 9.8 9.8 PT No separate pension contribution RO : : : : : SI : 24.4 24.4 15.5 8.9 SK 27.5 26.0 18.0 4.0 14.0 FI 21.5 21.4 21.6 4.5 17.1 SE 15.1 18.9 18.9 7.0 11.9 UK No separate pension contribution IS No separate pension contribution NO Private contributions only CH 9.8 9.8 9.8 4.9 4.9 TR 20.0 20.0 20.0 9.0 11.0 S ource : O E C D, Pensions at a Gl ance , 20 11 Table 3.7 provides information on the level of pension contributions that are made to public schemes. On average employees in the EU-27 saw 22.5 % of their gross earnings given over to pensions’ provision in 2009; this figure could be broken down with employers (14.0 % of gross earnings) contributing almost twice as much as employees (7.9 %). There was a considerable difference between Member States as regards the proportion of earnings given over to pensions, ranging from a low of 16.0 % of gross earnings in Luxembourg to a high of 33.5 % in Hungary; this reflects difference in the level of pension contributions and also differences in gross earnings. There are a number of Member States that have already taken considerable steps to introduce supplementary, private pension schemes – these are, in part, detailed in Table 3.7. Additional information from the OECD suggests that benefits paid by private pension schemes accounted for at least 2 % of GDP in 2007 in the Netherlands, the United Kingdom, Belgium, Denmark and Sweden. ",
        "68 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement F igure 3.9 : Socia l sec u rity pensions , gross , EU- 27 (% of GD P) 0369 12 15 2010 2015 2020 2025 2030 2035 2040 2045 2050 2055 2060 Zero migration scenario Higher life expectancy scenario Base projection Higher employment rate scenario S ource : Eu ropean Commission , Eu ropean E conomy , 2/2009 - E conomic and b u dgetary pro j ections for the EU- 27 Member States ( 2008 - 20 6 0) The 2009 Ageing report provides a set of projections that cover the likely future development of social security pensions (in other words, statutory government-run, public pension schemes) within the EU-27. As the number of older persons grows, the relative importance of public pensions in relation to GDP is predicted to increase from 10.2 % in 2010 to 12.5 % by 2060; the rather modest pattern of growth that is foreseen reflects the view that pension benefits in real terms are likely to fall in the next half a century. At the level of individual Member States there are considerable differences in the projections made. Public pensions were projected to account for 24.1 % of GDP in Greece and 23.9 % of GDP in Luxembourg by 2060 – compared with 11.6 % and 8.6 % respectively in 2010. In contrast, another group of Member States are expected to see their public pension schemes account for less than 10 % of GDP through to 2060; these include Denmark, Estonia, Ireland, Latvia, Poland, Sweden and the United Kingdom. As noted above, many of these differences reflect the different pension schemes that are in place across the EU Member States. When modelling the projections a range of different scenarios were considered, running a series of sensitivity tests for alternative scenarios. Figure 3.9 shows how some of these might affect the public pensions to GDP ratio for the EU-27. Generally the differences compared with the baseline projections (that are used in the remainder of this publication when discussing the results of the 2009 Ageing Report) were quite small. This was particularly true for the effects of a higher employment rate (an increase of one percentage point) and higher life expectancy (an increase of one year). The largest difference was observed for the zero migration scenario, where the effect of no additional immigrants was projected to lead to a two percentage points increase in the EU-27 public pensions to GDP ratio by 2060. ",
        "69 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement F igure 3. 10: T hinking of the time when yo u retire , wo ul d yo u consider any of the fo ll owing , EU- 27 , September 2008 ( 1 ) (% ) 0 10 20 30 40 50 60 70 80 Seeking a job for extra income Investing in some property Selling some property/other assets to have cash available Borrowing against your home or selling it while keeping the right to live in it Saving money or taking up insurance in case you become dependent Aged 15-24 Aged 25-39 Aged 40-54 Aged 55+ ( 1 ) The question was only asked to those who were non-retired. S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 4 7 – F ami l y l ife and the needs of an ageing pop ul ation 3.3 V iews of the pop ul ation concerning retirement Implicit within the concern surrounding the ability of current pension systems to provide adequate and sustainable retirement incomes is the question of inter-generational fairness. As life expectancy increases, the working population will live longer and may experience a lengthier retirement than those currently in retirement. Issues concerning inter-generational solidarity are covered at the start of Chapter 6. There would appear to be some awareness regarding the pensions’ dilemma in the EU. A Eurobarometer survey (Special Eurobarometer No. 316) conducted in May and June 2006 found that 43 % of the EU-27 population aged 15 and above agreed that many of their fellow citizens retired too early. ",
        "70 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement Figure 3.11 shows that 18.7 % of retired persons in the EU-27 who were questioned in September 2008 had already sought, or were intending to seek a job for extra income. This proportion reached a high of 40.4 % in Latvia, while more than 25 % of respondents in eight other Member States that joined the EU in 2004 or 2007 had also sought or were planning to seek a job. At the other end of the range, retired persons in Luxembourg were the least likely to seek a job for extra income (8.7 %), this share remaining below 15 % in eight other Member States (including Germany, Spain, France and the United Kingdom). Figure 3.12 provides information relating to why the EU-27 population believes people might stop working from the age of 55 onwards. It shows that around 70 % of those surveyed in the EU-27 in September and October 2011 (Special Eurobarometer No. 378) thought that a lack of flexibility with respect to reducing working hours, an exclusion from training schemes and the attitude of employers were all very or fairly important to explain why people stopped work; these views were shared to almost the same extent by all age groups. A survey in May and June 2009 shows that around half (49 %) of the EU-27 population thought that the current situation concerning the provision of pensions was not good (see Figure 3.13). There was a wide variation in responses across the Member States, as upwards of 80 % of respondents in Greece and Portugal (two countries seriously affected by the sovereign debt crisis) thought that the situation was bad, a share that fell to below 20 % of respondents in Denmark, the Netherlands and Luxembourg. Meanwhile, in September and October 2011 some 60 % of the EU-27 population aged 15 or above disagreed with the premise that the official retirement age would need to increase by 2030, with only one third (33 %) of the population agreeing that this would need to be the case. F igure 3. 11: Since yo u retired , ha v e yo u a l ready or are yo u p l anning to seek a j ob for extra income , September 2008 ( 1 ) (% ) 0% 25% 50% 75% 100% E U - 2 7 L V B G S K P L C Z E E L T R O H U D K E L C Y P T S E I T I E A T S I D E M T E S F I N L F R B E U K L U No Don't know/no answer Yes, I am planning to Yes, I have ( 1 ) The question was only asked to retirees; the graph is ranked on the sum of persons who sought or were planning to seek a job. S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 4 7 – F ami l y l ife and the needs of an ageing pop ul ation ",
        "71 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 3 Transition from work to retirement F igure 3. 12: Peop l e stop working for a v ariety of reasons , why do yo u think peop l e aged 55 and o v er might stop working , EU- 27 , September - October 20 11 (% agreeing that the reason was v ery or fair l y important) 0 25 50 75 100 Not enough opportunities to gradually retire As people get older they are excluded from training Older workers are not viewed positively by employers People aged 55 and over often lack the skills Pension & tax systems mean it is not beneficial to work Workplaces not adapted to those aged 55 and over Care obligations towards grandchildren / other relatives They want to retire at the same time as their partner Aged 15+ Aged 55+ S ource : Eu ropean Commission , Specia l Eu robarometer No. 378 – A cti v e ageing F igure 3. 1 3 : H ow wo ul d yo u ju dge the c u rrent sit u ation for the pro v ision of pensions , May -Ju ne 2009 (% ) 0 25 50 75 100 E U - 2 7 E L P T B G H U R O P L L V I T S K C Z L T D E E E I E S I E S C Y F R S E U K F I B E M T A T D K N L L U H R T R M K Very bad Rather bad S ource : Eu ropean Commission , Specia l Eu robarometer No. 3 1 5 – Socia l c l imate ",
        "",
        "73 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 W e ll- being , hea l th and hea l thcare The WHO defines health by referring to the ‘physical, mental and social well-being’ of individuals. A comprehensive understanding of health implies that all systems and structures which govern physical, social and economic conditions should permit individuals to lead a productive life, irrespective of their bodily or functional limitations (for example, by enhancing the participation of disabled persons). Active ageing policies, together with health-related technological advances and improving living conditions have led to increased life expectancy for the EU’s elderly population. There is no doubt that poor health is perceived as a key driver of early retirement. As such, maintaining the autonomy and independence of the elderly generations has become a goal for some policymakers, as better health has the potential to: (cid:116)(cid:1) improve the well-being of individuals; (cid:116)(cid:1) extend their working lives – providing a stimulus for economic growth; (cid:116)(cid:1) reduce the overall strain on health and social care systems. The EU supports healthy ageing as part of its health strategy ‘Together for health: a strategic approach for the EU, 2008-13’ and through the open method of coordination on social protection and social inclusion. Healthy ageing is based on a two-fold approach: (cid:116)(cid:1) the promotion of health over the whole of an individual’s life, aiming to prevent health problems and disabilities from an early age (promoting a healthy lifestyle through actions that seek to increase levels of physical activity, encourage the adoption of a healthy diet, or reduce individual’s dependence on the use of tobacco, alcohol or illicit substances); (cid:116)(cid:1) a commitment to tackle health inequalities that are linked to social, economic and environmental factors. An ageing population is expected to result in additional demands for a range of health and health- related products and services. For example, as people live longer, a larger number will become very old (aged 80 or over) and therefore it is likely that many will become frail and require more social care services in the form of support at home or in long-term residential centres. This development is likely to be intensified in the future, with a higher proportion of very old persons projected to live alone, reflecting the break-up of family units and a reduction in the willingness/possibility for family members to provide care to their older relatives. With no change in the overall health status of the EU population and without any future reform of social security systems and labour markets to promote healthy and active ageing, demographic developments will likely result in increased pressure on public budgets for health and long-term care. ",
        "74 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare 4 . 1 H ea l th , disabi l ity and morta l ity Well-being indicators presented in Table 4.1 show that younger generations in the EU-27 in 2007 were more optimistic than their older counterparts, with less than half (48.9 %) of the population aged 50 to 64 optimistic about the future, a share that fell to 44.9 % for those aged 65 or more. There was a similar pattern with respect to the levels of happiness experienced by the EU-27 population, as levels of happiness generally declined with age. Older persons face a range of different pressures that can result in mental illness problems, for example, isolation, decreasing functional capacity, financial or personal insecurity. The most common forms of mental illness include depression and anxiety disorders, although older persons are also susceptible to psychiatric conditions such as dementia. One indicator that may be used as a measure of well-being, as shown in Figure 4.1, relates to the safety felt by persons when walking alone after dark. On average, almost two thirds (63.5 %) of those aged 65 or more who were surveyed in the EU said they felt safe walking alone in 2008. This ratio fell to less than half of those aged 65 or over in Bulgaria, Greece and Latvia, in contrast to the situation in Denmark, Belgium, Sweden, Finland and Slovenia, where three quarters or more of this sub-population felt safe. The prevalence of physical health problems is higher among older people. Many of the illnesses that cause poor health (and in some cases death) are preventable, for example, cardiovascular disease or type II diabetes. The body mass index (BMI) is calculated by dividing a person’s body weight (in kilograms) by their height (in metres) squared: it is a measure that correlates fairly well with body fat. A person is considered as overweight if he/she has a BMI from 25 to less than 30, while they may be considered as obese if they have a BMI of 30 or more. In most of the Member States for which data are available (see Table 4.2), the BMI of the population tended to increase with age through to the age of 74. From the age of 75 onwards, and in particular from 85 onwards, a far lower proportion of the EU population was overweight or obese (this, in part, reflects a reduction in food intake among the very old and could also reflect a higher proportion of overweight and obese persons dying earlier). Tab l e 4. 1: W e ll- being indicators , EU- 27 , 2007 Optimistic about the future (%) Average happiness and satisfaction ratings rated 1 (low) to 10 (high) Agree or strongly agree Neither agree nor disagree Disagree or strongly disagree Do not know Happy Satisfied with own life Aged 18-34 66.3 19.1 14.2 0.5 7.7 7.1 Aged 35-49 53.3 23.5 22.7 0.5 7.5 7.0 Aged 50-64 48.9 24.6 25.9 0.6 7.4 6.9 Aged 65+ 44.9 25.9 28.0 1.2 7.3 7.1 S ource : Eu ropean qu a l ity of l ife s u r v ey - 2007 , © Eu ropean F o u ndation for the I mpro v ement of L i v ing and W orking Conditions (Eu rofo u nd) ",
        "75 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4. 1: H ow safe do yo u fee l wa l king a l one after dark , persons aged 6 5 or more , 2008 ( 1 ) (% ) 0% 25% 50% 75% 100% E U ( 2 ) S I F I S E B E D K N L E S P L I E D E F R C Z C Y R O U K H U S K P T E E B G E L L V N O H R T R C H Very unsafe Unsafe Safe Very safe ( 1 ) Italy, Latvia, Lithuania, Luxembourg, Malta and Austria, not available. ( 2 ) Average for the EU Member States for which data are available. S ource : Eu ropean Socia l S u r v ey C u m ul ati v e F i l e , E SS 1-4 ( 20 11 ) ; data fil e edition 1 .0 ; Norwegian Socia l Science D ata Ser v ices , Norway - data archi v e and distrib u tor of E SS data Tab l e 4. 2: Share of the pop ul ation that are o v erweight or obese , based on the body mass index , 2008 or 2009 ( 1 ) (% ) Aged 18+ Aged 55-64 Aged 65-74 Aged 75-84 Aged 85+ Over- weight Obese Over- weight Obese Over- weight Obese Over- weight Obese Over- weight Obese BE 33.4 14.0 40.3 21.7 43.3 16.8 40.4 16.1 31.9 8.4 BG 39.1 11.5 48.8 17.7 49.3 17.2 44.0 13.0 26.3 3.5 CZ 38.2 18.3 47.2 29.5 44.7 31.5 52.6 18.3 46.2 23.5 DE 36.3 15.9 42.1 22.3 45.1 20.1 44.3 19.2 31.0 : EE ( 2 ) 32.4 18.5 37.5 31.3 39.4 28.7 40.5 20.4 23.5 14.9 EL 38.4 17.6 47.4 26.9 47.8 29.4 47.1 18.2 45.8 13.2 ES 37.1 15.7 44.9 22.5 46.8 25.4 46.3 21.6 37.6 17.7 FR 31.3 12.2 39.9 16.8 39.3 18.5 37.7 16.2 29.0 9.5 CY 35.4 15.6 45.8 23.3 45.8 24.8 36.7 21.1 29.1 16.6 LV 37.9 16.9 44.0 28.9 45.7 29.6 44.8 24.6 36.7 20.0 HU 34.7 20.0 43.7 26.5 43.3 29.2 39.9 25.5 28.9 10.0 MT 36.7 22.9 40.7 30.1 41.0 31.5 36.8 27.1 : : AT ( 2 ) 36.4 12.8 44.2 21.4 48.3 19.4 46.7 14.2 32.9 8.6 PL 37.4 16.4 43.5 26.4 45.8 26.3 44.9 20.4 38.1 16.1 RO 42.2 7.9 52.4 12.6 49.9 10.7 38.4 7.8 32.0 4.3 SI ( 3 ) 39.8 16.8 43.0 27.3 49.4 24.2 49.0 15.8 : : SK 35.6 15.1 45.8 27.0 43.7 30.1 48.5 21.5 45.6 13.6 ( 1 ) No information available for those Member States that are not shown. ( 2 ) 2006. ( 3 ) 2007. S ource : Eu rostat ( on l ine data code: h l th _ ehis _ de 1 ) ",
        "76 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare Tab l e 4.4 : Share of the pop ul ation that u ndertake at l east 30 min u tes of physica l acti v ity per day , 2008 or 2009 ( 1 ) (% ) Aged 15+ Aged 55-64 Aged 65-74 Aged 75-84 Aged 85+ BG 52.2 52.7 48.6 28.5 18.0 CZ 63.0 63.9 55.4 29.2 6.5 EL 57.8 60.7 42.7 33.1 18.6 ES 49.2 45.8 39.3 26.9 14.7 CY 40.6 43.0 29.7 17.1 12.9 LV 63.6 64.4 54.7 39.3 24.7 HU 60.2 60.3 56.0 37.3 20.0 MT 24.1 18.9 17.3 6.5 5.7 AT ( 2 ) 32.7 33.3 25.6 12.2 2.4 PL 59.0 55.7 44.9 32.6 23.4 RO 86.6 : : : : SI ( 3 ) 55.3 56.4 46.2 30.9 : SK 57.9 58.4 42.1 26.9 22.2 ( 1 ) No information available for those Member States that are not shown. ( 2 ) 2006. ( 3 ) 2007. S ource : Eu rostat ( on l ine data code: h l th _ ehis _ de9) Many of the conditions leading to death are the outcome of risk factors accumulated over a lifetime. Table 4.3 presents information on the number of people who smoked on a daily basis. Older populations tend to smoke far less than other age groups, this is particularly true from the age of 65 onwards – this may be influenced by some smokers having already died by this age. Even in old age it is possible for individuals to achieve health gains – for example, through taking up a physical activity. Table 4.4 shows the proportion of the population that undertook at least 30 minutes of physical activity per day. The share of the population aged 55 to 64 that Tab l e 4.3 : Share of the pop ul ation that are dai l y smokers , 2008 or 2009 ( 1 ) (% ) Aged 15+ Aged 55-64 Aged 65-74 Aged 75-84 Aged 85+ BE 19.5 16.3 10.7 3.7 3.3 BG 29.2 23.8 8.4 3.4 2.3 CZ 24.3 24.2 15.0 6.8 : DE 22.8 18.9 9.7 : : EE ( 2 ) 25.9 22.2 11.5 5.2 : EL 31.8 33.0 16.0 8.0 4.3 ES 25.1 18.1 9.4 5.0 1.5 CY 25.9 20.1 12.3 5.9 8.5 LV 27.9 28.8 12.7 3.3 1.1 HU 26.1 29.0 13.7 4.6 3.7 MT 19.2 16.9 12.7 6.2 : AT ( 2 ) 22.9 19.2 8.1 3.8 1.1 PL 23.8 27.0 13.4 4.9 3.2 RO 20.5 17.0 7.5 4.0 1.2 SI ( 3 ) 18.7 15.8 5.9 5.4 : SK 19.3 20.4 8.1 1.5 1.3 ( 1 ) No information available for those Member States that are not shown. ( 2 ) 2006. ( 3 ) 2007. S ource : Eu rostat ( on l ine data code: h l th _ ehis _ de3) ",
        "77 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4. 2: Se l f - percei v ed hea l th stat u s , EU- 27 , 2009 (% ) 0% 25% 50% 75% 100% Aged 16+ Aged 55- 64 Aged 65- 74 Aged 75- 84 Aged 85+ Aged 16+ Aged 55- 64 Aged 65- 74 Aged 75- 84 Aged 85+ Male Female Very bad Bad Fair Good Very good S ource : Eu rostat ( on l ine data code: h l th _ si l c _ 02) Tab l e 4.5 : Share of the pop ul ation that were v accinated against in flu en z a d u ring the past 1 2 months , 2008 or 2009 ( 1 ) (% ) Aged 65+ Aged 65-74 Aged 75-84 Aged 85+ BG 4.8 4.3 5.3 7.3 CZ 19.4 17.4 23.9 15.0 DE 56.3 55.6 59.9 : EE ( 2 ) 1.8 2.0 1.4 4.7 EL 41.7 35.3 50.5 47.5 FR 66.7 60.5 73.3 74.4 CY 28.5 23.9 34.6 42.7 LV 2.9 3.6 2.0 1.0 HU 30.4 28.5 32.7 31.4 MT 52.5 48.8 59.3 48.6 PL 12.9 12.6 13.8 10.6 RO 18.1 18.3 18.0 17.2 SI ( 3 ) 22.3 21.6 26.8 : SK 24.4 23.6 24.8 28.6 ( 1 ) No information available for those Member States that are not shown. ( 2 ) 2006. ( 3 ) 2007. S ource : Eu rostat ( on l ine data code: h l th _ ehis _ hc 1 ) undertook exercise on a regular basis was often slightly higher than the average for the whole of the population aged 15 or more. However, from the age of 65 onwards, there was a marked reduction in the share of the population undertaking regular physical activity. Another prevention strategy to help appease health problems is the promotion of vaccinations. Although most people who are infected by seasonal flu do not require medical treatment, flu has the potential to lead to hospitalisation and death, especially among groups at risk such as older persons. Almost half of the deaths caused by influenza in the EU-27 in 2009 concerned people ",
        "78 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4.4 : Proportion of peop l e with se l f - percei v ed l imitations in dai l y acti v ities ( acti v ity restriction for at l east the past 6 months) , EU- 27 , 2009 (% ) 0 20 40 60 80 Aged 15+ Aged 55-64 Aged 65-74 Aged 75-84 Aged 85+ Aged 15+ Aged 55-64 Aged 65-74 Aged 75-84 Aged 85+ Male Female Strongly limited Limited Not limited S ource : Eu rostat ( on l ine data code: h l th _ si l c _ 07) aged 85 or more. The Council of the European Union adopted a recommendation at the end of 2009 for vaccinating more people, setting out a target of 75 % of groups at risk by 2015 ( 13 ). Other prevention strategies include screening (for example, breast examinations, cervical smears, or screens for colorectal cancer). The uptake of such screening varies considerably across the EU, with more than half of all the women in France aged 50 to 69 having received a breast examination within the previous 12 months, while more than half of the female population aged 50 to 69 in Bulgaria or Romania had never had an examination. Across the whole of the EU-27, more than two thirds (68.1 %) of the population aged 16 or more thought that they (self-declaration) were in very good or good health (see Figure 4.2). This share fell consistently from age 55 onwards, with only a quarter (25.3 %) of respondents aged 85 or more agreeing they were in good health. Men consistently reported better self- perceived health status than women for each of the age groups covered. F igure 4.3 : Proportion of peop l e ha v ing a l ong - standing i ll ness or hea l th prob l em , EU ( 1 ) (% ) 0 10 20 30 40 50 60 70 Aged 16+ Aged 55-64 Aged 65-74 Aged 75-84 Aged 85+ 2005 2009 ( 1 ) 2005, EU-25; 2009, EU-27. S ource : Eu rostat ( on l ine data code: h l th _ si l c _ 05) ( 13 ) Available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:348:0071:0072:EN:PDF. ",
        "79 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4.5 : Proportion of peop l e ha v ing so u ght he l p from a professiona l ( in the l ast 1 2 months) beca u se of a psycho l ogica l or emotiona l prob l em , EU- 27 , F ebr u ary - March 20 1 0 (% ) 05 10 15 20 Aged 15-24 Aged 25-39 Aged 40-54 Aged 55+ S ource : Eu ropean Commission , Specia l Eu robarometer No. 3 4 5 – Menta l hea l th Figure 4.3 shows that almost one third (31.2 %) of the EU-27 population aged 16 or more reported that they had a long-standing illness or health problem in 2009. As may be expected, the proportion of persons declaring such illnesses rose with age, such that more than half of the EU-27 population aged 65 to 74 declared a long-standing illness or health problem. Figure 4.4 is also based on self-assessment: it shows that 25.0 % of persons aged 75 to 84 in the EU-27 and 37.6 % of persons aged 85 or over were severely hampered due to health problems in their daily activities in 2009. A survey conducted in February and March 2010 shows that a slightly higher than average proportion of older persons in the EU-27 sought help from a professional because of a psychological or emotional problem; Figure 4.5 shows that among people aged 55 or above, this share reached 16 % of the population. The same survey reported that among those persons in the EU-27 aged 55 or above who had taken antidepressants in the previous 12 months, some 49 % did so for depression, while 47 % took them to treat anxiety; the former share was lower than for the whole of the population aged 15 or more, while the latter was above the average. Although life expectancy is increasing and most Europeans may realistically hope to live longer than previous generations, it is perhaps more important from an active ageing perspective and from the perspective of most individuals to consider the years of retirement that can be experienced in good health; these issues were already covered in the first chapter through an analysis of healthy life years. ",
        "80 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4.7 : D eaths by age at l ast birthday , EU- 27 , 2008 (% of tota l, by gender) 0 10 20 30 40 50 A g e d < 5 A g e d 5 - 9 A g e d 1 0 - 1 4 A g e d 1 5 - 1 9 A g e d 2 0 - 2 4 A g e d 2 5 - 2 9 A g e d 3 0 - 3 4 A g e d 3 5 - 3 9 A g e d 4 0 - 4 4 A g e d 4 5 - 4 9 A g e d 5 0 - 5 4 A g e d 5 5 - 5 9 A g e d 6 0 - 6 4 A g e d 6 5 - 6 9 A g e d 7 0 - 7 4 A g e d 7 5 - 7 9 A g e d 8 0 - 8 4 A g e d 8 5 + Male Female S ource : Eu rostat ( on l ine data code: demo _ magec) Ultimately life comes to an end and the final part of this section concentrates on morbidity statistics. There were 4.84 million deaths in the EU-27 in 2008 (see Figure 4.6). Relatively few deaths occurred within the population below the age of 40 years, after which the number of deaths accelerated quite quickly. Some 5.6 % of all deaths were accounted for by persons aged 60 to 64, a share that reached double figures (10.2 %) among persons aged 70 to 74, rising further still to 17.8 % of the total for those aged 80 to 84. There is no further detail to the age analysis beyond the age of 85 and there were almost 1.5 million deaths in this age group in 2008 – some 30.6 % of the EU-27 total. F igure 4.6 : D eaths by age at l ast birthday , EU- 27 (1 000) 0 300 600 900 1 200 1 500 A g e d < 5 A g e d 5 - 9 A g e d 1 0 - 1 4 A g e d 1 5 - 1 9 A g e d 2 0 - 2 4 A g e d 2 5 - 2 9 A g e d 3 0 - 3 4 A g e d 3 5 - 3 9 A g e d 4 0 - 4 4 A g e d 4 5 - 4 9 A g e d 5 0 - 5 4 A g e d 5 5 - 5 9 A g e d 6 0 - 6 4 A g e d 6 5 - 6 9 A g e d 7 0 - 7 4 A g e d 7 5 - 7 9 A g e d 8 0 - 8 4 A g e d 8 5 + 2003 2008 S ource : Eu rostat ( on l ine data code: demo _ magec) ",
        "81 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare Tab l e 4.6 : Ca u ses of death - standardised death rate , EU- 27 , 2008 ( per 1 00 000 inhabitants) Total (all ages) Aged 65+ Male Female Male Female All causes of death 792.5 482.1 4 871.6 3 261.5 Diseases of the circulatory system 278.6 184.4 1 965.0 1 480.2 Neoplasms 234.4 136.1 1 410.1 735.3 Diseases of the respiratory system 63.4 32.5 483.5 249.1 Diseases of the digestive system 41.3 23.3 192.4 137.2 Diseases of the nervous system and the sense organs 20.3 16.0 135.0 111.8 Symptoms, signs and abnormal clinical and laboratory findings, not elsewhere classified 26.1 16.4 129.3 113.5 Endocrine, nutritional and metabolic diseases 18.7 14.9 124.9 110.1 External causes of morbidity and mortality 58.3 20.2 147.0 81.9 Mental and behavioural disorders 14.5 11.1 84.6 88.1 Diseases of the genitourinary system 12.7 8.5 100.9 67.8 Certain infectious and parasitic diseases 11.8 7.1 62.0 45.6 Diseases of the musculoskeletal system and connective tissue 2.3 2.9 16.9 21.0 Diseases of the blood and blood-forming organs and certain disorders involving the immune mechanism 1.8 1.6 11.7 10.4 Diseases of the skin and subcutaneous tissue 0.9 1.0 6.6 8.1 S ource : Eu rostat ( on l ine data code: h l th _ cd _ asdr) An analysis of deaths in the EU-27 by gender shows that a higher proportion of male deaths occurred for younger age cohorts; this was consistently the case up to the age of 80 (see Figure 4.7). This distribution reflects a number of factors, as male death rates tend to be higher than female deaths from motor vehicle accidents, or as a result of alcohol, tobacco and drugs consumption. Furthermore, the population of men aged 80 or over in the EU is relatively small as a result of the high number of male deaths during the Second World War. In contrast, more than six out of ten female deaths (60.5 %) occurred within the population aged 80 or more (compared with a 36.2 % share for men). Information on the causes of death are presented as standardised death rates, whereby the number of deaths is presented per 100 000 inhabitants. Table 4.6 shows that the main causes of death for persons aged 65 or more within the EU-27 included diseases of the circulatory, respiratory and digestive systems, as well as cancers. ",
        "82 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4.8 : Practising physicians or doctors , 2008 ( 1 ) ( per 1 00 000 inhabitants) 0 100 200 300 400 500 600 700 I T ( 2 ) E L A T ( 2 ) P T ( 2 ) L T N L ( 3 ) B G S E ( 4 ) D E E S ( 2 ) C Z D K ( 3 ) E E F R I E H U M T ( 2 ) S K ( 3 ) L V ( 2 ) B E C Y L U ( 3 ) F I U K ( 2 ) ( 4 ) S I R O P L N O C H ( 2 ) I S H R M K ( 5 ) T R ( 1 ) Ireland, Italy, Portugal and the Netherlands, licensed physicians or doctors; Greece, France, the former Yugoslav Republic of Macedonia and Turkey, professionally active physicians or doctors. ( 2 ) 2009. ( 3 ) 2007. ( 4 ) Estimate. ( 5 ) 2006. S ource : Eu rostat ( on l ine data code: h l th _ rs _ prs) 4 .2 H ea l thcare expendit u re and hea l thcare ser v ices This section looks at healthcare from a monetary perspective, assessing health and long-term care expenditure. As mentioned, the consumption of various medical goods and services is expected to rise as the EU’s population ages in the coming decades. Whether this is financed privately or from the public purse, the expanding number of older persons in the population may have significant consequences on the number of healthcare professionals that are required to care for the elderly – and this during a period when the overall size of the EU’s workforce is expected to contract. One measure of the supply of healthcare services is the number of practising physicians or doctors per 100 000 inhabitants (see Figure 4.8), which generally ranged from 270 to 380 in the majority of the Member States; see footnote 1 for details of those countries that use a different measure. Information on the number of nursing and caring professionals per 100 000 inhabitants is available for a smaller number of countries, with a much wider variation in staff numbers. ",
        "83 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4.9 : F re qu ency for cons ul ting a G P or medica l specia l ist , by age , EU- 27 , 2009 ( 1 ) (% ) 0% 25% 50% 75% 100% Aged 18-64 Aged 65+ Not at all 1-2 times 3-5 times 6-9 times 10 times or more ( 1 ) Excluding dentists and ophthalmologists; estimates. S ource : Eu rostat (EU- S IL C 2009 mod ul e: materia l depri v ation) Out-patient healthcare services may be analysed from the demand side through the use of an indicator on the proportion of the population that had consulted a general practitioner (GP) or medical specialist. Figure 4.9 shows that a higher proportion of the older population tended to visit a doctor more frequently, with almost half (48.2 %) of the population aged 65 or above having visited a doctor at least six times in 2009. ",
        "84 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare Tab l e 4.7 : I n - patient hospita l discharges for a ll ca u ses of diseases , 2008 ( per 1 00 000 inhabitants) Total Aged 55-59 60-64 65-69 70-74 75-79 80-84 85-89 90-94 95+ BE ( 1 ) 15 741 16 344 20 059 24 451 29 949 37 972 45 215 63 613 50 588 58 983 BG 21 665 : : : : : : : : : CZ ( 1 ) 20 624 21 475 25 661 32 277 41 874 51 688 59 400 66 685 70 961 65 368 DK ( 1 ) 16 498 : : : : : : : : : DE 22 692 25 324 29 607 36 131 44 801 55 532 62 097 68 589 7 856 3 530 EE : : : : : : : : : : IE 13 501 12 412 16 113 21 276 28 545 38 216 46 987 52 596 51 624 34 914 EL : : : : : : : : : : ES 10 567 10 607 13 327 15 928 21 109 26 019 30 505 36 156 39 689 39 801 FR 16 075 16 765 20 836 25 559 31 372 38 772 46 153 55 920 57 771 58 802 IT ( 1 ) 13 887 12 893 16 658 21 349 27 094 32 896 36 984 40 906 42 088 37 959 CY ( 1 ) 7 500 7 161 10 074 13 612 20 420 26 952 33 112 38 081 33 248 34 577 LV 20 290 23 539 26 724 30 751 35 856 41 746 42 230 40 281 32 683 25 881 LT 21 686 26 069 28 680 34 242 41 490 48 972 51 497 50 334 46 153 37 353 LU ( 1 ) 16 468 18 118 22 252 29 026 36 978 45 809 56 951 63 873 66 924 122 311 HU 19 486 24 861 28 630 34 200 41 521 46 605 46 856 45 169 : : MT 9 512 8 470 11 648 14 403 18 905 26 663 31 526 38 299 41 948 33 681 NL 10 953 11 878 14 942 19 350 25 012 30 217 33 645 35 317 33 056 28 544 AT 27 539 33 117 39 591 49 077 60 000 74 453 85 441 94 191 92 761 83 697 PL ( 1 ) 13 965 16 891 20 798 24 223 29 618 34 420 36 086 39 589 35 189 : PT : : : : : : : : : : RO 22 495 : : : : : : : : : SI 16 154 15 721 19 594 24 521 30 223 37 833 40 848 43 590 44 504 37 590 SK 18 174 20 301 25 237 32 226 41 036 49 009 53 731 62 573 54 821 39 031 FI 18 821 17 772 21 868 29 557 41 119 58 985 80 828 102 860 115 110 112 144 SE : : : : : : : : : : UK ( 1 ) 12 248 10 763 13 789 18 216 23 274 30 071 37 811 47 243 : : CH 16 217 17 440 21 634 26 307 32 357 40 793 48 902 53 456 51 493 37 394 HR 16 259 17 836 21 028 25 360 30 549 33 836 33 817 : : : MK ( 2 ) 9 876 13 346 16 553 20 385 23 410 23 958 21 425 17 198 10 946 9 820 ( 1 ) 2007. ( 2 ) 2006. S ource : Eu rostat ( on l ine data code: h l th _ co _ disch2) The number of hospital discharges per 100 000 inhabitants is a commonly used measure for the utilisation of hospital services, reflecting the demand for in-patient care and services. Discharge statistics do not provide a measure of the success of an intervention or cure, as discharges may result from treatment being finalised, but also when a patient signs out against medical advice, if a patient is transferred to another institution, or if a patient dies. Furthermore, there is a great deal of variation in the way that healthcare services are provided and funded across the Member States. As such, while it may be commonplace to treat a particular illness as an in-patient in a general hospital in one country, such a procedure might be provided through a specialised out-patient facility in another. Table 4.7 shows that the number of in-patient hospital discharges generally rises as a function of age in most countries, to such a degree that by the age of 95 there are some countries where on average each person visits hospital more than once a year. ",
        "85 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4. 10: H ea l thcare expendit u re and care for the e l der l y (% of GD P) 0.0 2.5 5.0 7.5 10.0 12.5 NL FR DE DK AT BE PT ( 3 ) SE ES SI SK FI CZ LT HU PL BG ( 3 ) EE LU ( 3 ) LV ( 3 ) CY ( 3 ) RO CH IS NO ( 4 ) Healthcare, 2009 ( 1 ) ( 1 ) Ireland, Greece, Italy, Malta and the United Kingdom, not available; Lithuania, the Netherlands, Austria, Slovenia and Switzerland, provisional. ( 2 ) EU-27, Germany, Spain, France, Italy, Latvia, Lithuania, the Netherlands, Slovenia, Slovakia, Sweden, the United Kingdom and Switzerland, provisional. ( 3 ) 2008. ( 4 ) 2007. S ource : Eu rostat ( on l ine data codes: h l th _ sha _ hp and tsdde530) 0.0 0.5 1.0 1.5 2.0 2.5 EU-27 SE DK AT NL FI UK CZ MT ES LT SK FR HU IE PT PL LV DE SI IT EL EE BE BG RO CY LU NO CH IS Care for the elderly, 2008 ( 2 ) Healthcare spending is linked to technological progress, as new methods of diagnosis and treatment impact on expenditure, in some cases introducing cheaper, simpler, quicker, more effective, less invasive techniques, in others introducing new technologies with a very high capital expenditure. Expenditure on healthcare needs to be considered in the context of long-term savings that may be associated with a healthier population. Figure 4.10 shows that healthcare expenditure (current and capital spending) ranged from 5.7 % of GDP in Romania to 12.0 % of GDP in the Netherlands in 2009. Care for the elderly – based on information relating to social protection expenditure devoted to old age care (which includes expenditure to cover care allowances, accommodation and assistance in carrying out daily tasks) – accounted for 0.4 % of GDP in the EU-27 in 2008, peaking at 2.3 % in Sweden; the only other Member States where care for the elderly accounted for at least 1 % of GDP were Denmark and Austria ",
        "86 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4. 11: H ea l thcare expendit u re by fi nancing agent , 2008 ( 1 ) (% ) 0% 25% 50% 75% 100% B E B G ( 2 ) C Z D K D E E E E S F R ( 3 ) C Y ( 2 ) L V ( 2 ) ( 4 ) L T L U ( 2 ) H U N L A T ( 2 ) P L P T ( 2 ) R O S I S K F I S E I S N O ( 4 ) C H Others Private household out-of-pocket expenditure Private insurance enterprises (other than social insurance) Private social insurance Social security funds General government except social security funds ( 1 ) Ireland, Greece, Italy, Malta and the United Kingdom, not available. ( 2 ) 2008. ( 3 ) Private insurance, not available, included within others. ( 4 ) Private social insurance, not available, included within others. ( 5 ) 2007. S ource : Eu rostat ( on l ine data code: h l th _ sha _ hf) Figure 4.11 provides one means of analysing different healthcare systems, presenting a breakdown of current healthcare expenditure by financing agent. The role of private household out-of-pocket expenditure averaged close to 25 % of expenditure across those Member States for which data are available, ranging from 6.2 % in the Netherlands and 7.5 % in France to 42.6 % in Bulgaria and 50.2 % in Cyprus. Care for the frail and old is often provided on an informal basis – by spouses, relatives or friends. However, changes in family structures, higher labour force participation (especially among women), and increased geographical mobility, may reduce the provision of informal care in the coming years. As such, the ageing population may require additional formal care provisions and providers of these services. Increasing care facilities for the old within the community and making greater use of information technologies (see Chapter 6 for more details) may encourage older people to remain within their established community. Healthcare expenditure can also be analysed according to purpose – for example, health promotion activities, curing illnesses, or long-term care. Table 4.8 presents information relating to ",
        "87 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare Tab l e 4.8 : H ea l thcare expendit u re for ser v ices , administration and the pro v ision of l ong - term n u rsing care , 2009 (EUR per inhabitant) (EUR million) (% of GDP) (% of current health expenditure) In-patient long-term nursing care Day cases of long-term nursing care Long-term nursing care: home care BE 674 7 281 2.2 19.7 12.3 0.0 7.4 BG ( 1 ) 0 1 0.0 0.1 0.1 0.0 0.0 CZ 37 389 0.3 3.6 2.8 0.0 0.7 DK 1 096 6 053 2.7 24.5 10.4 0.0 14.1 DE 620 50 777 2.1 18.9 7.8 0.1 4.5 EE 30 41 0.3 4.4 4.1 0.0 0.2 IE : : : : : : : EL : : : : : : : ES 210 9 648 0.9 9.9 6.3 0.9 1.9 FR 541 34 932 1.9 16.0 8.4 : 3.1 IT : : : : : : : CY ( 1 ) 39 31 0.2 3.1 1.8 0.3 0.4 LV ( 1 ) 24 54 0.2 3.9 3.6 0.2 0.2 LT 76 253 1.0 12.8 2.6 0.0 6.5 LU ( 1 ) 1 240 606 1.5 24.9 14.7 0.0 5.1 HU 26 261 0.3 3.9 3.7 0.0 0.1 MT : : : : : : : NL 874 14 454 2.5 22.6 16.7 0.7 5.2 AT 478 4 000 1.5 14.0 6.9 : 7.1 PL 32 1 239 0.4 5.8 1.1 0.0 4.3 PT ( 1 ) 70 739 0.4 4.5 0.6 : 0.4 RO 41 885 0.8 13.5 1.2 0.0 12.3 SI 214 437 1.2 14.2 6.6 0.0 2.1 SK 29 154 0.3 2.9 0.0 0.0 0.3 FI 861 4 594 2.7 31.0 11.2 : 1.1 SE 1 216 11 304 3.9 40.5 4.0 0.1 3.6 UK : : : : : : : IS 471 150 1.7 18.0 17.7 0.3 : NO ( 2 ) 1 312 6 178 2.2 26.2 16.2 : 9.9 CH 1 009 7 812 2.2 19.3 17.2 : 2.1 ( 1 ) 2008. ( 2 ) 2007. S ource : Eu rostat ( on l ine data code: h l th _ sha _l tc and h l th _ sha _ hc) long-term care expenditure, which covers the provision of nursing care and the administration of social services that assist people living with disease and impairment; this type of care is therefore particularly relevant to older populations. The breakdown of current health expenditure provides more detail relating to the specific types of medical care provided. Long-term care accounted for more than 20 % of current healthcare expenditure in Denmark, Luxembourg (2008), the Netherlands, Finland and Sweden in 2009. Long-term care expenditure per inhabitant rose to highs of EUR 1 240 in Luxembourg and EUR 1 216 in Sweden. The relatively low level of spending in some Member States (less than EUR 100 per inhabitant in 11 of the Member States) may be linked to the burden of care residing with family members; eight Member States reported that less than 5 % of their current healthcare expenditure was devoted to long-term care. ",
        "88 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare According to the 2009 Ageing report, healthcare and long-term care expenditure is projected to increase by about 2.4 percentage points of GDP between 2010 and 2060 in the EU-27. Along with pensions, spending on healthcare and long-term care is expected to place an increasing degree of pressure on public expenditure during the next 50 years. More information on these EU-27 projections is provided in Figure 4.12. The overall increase in expenditure on healthcare is projected to be higher (1.6 percentage points) than that for long- term care (1.1 points). However, the pace at which spending on long-term care is projected to grow will be faster, rising 84.6 % over the period under consideration compared with an expansion of 23.5 % for spending on healthcare. These rates of change reflect, at least to some degree, the rapid growth in the number of very old persons (aged 80 or over) that is expected to occur across the EU during the next half a century. Figure 4.12 confirms that the number of dependents will grow at a much faster pace than healthcare expenditure. The projections made in the 2009 Ageing report suggest that the number of dependents in the EU-27 receiving formal care would more than double (up 128.1 % overall) during the next 50 years from 9.2 million persons in 2010 to 21.0 million by 2060. F igure 4. 12: Care expendit u re pro j ections and pro j ections for dependents , EU- 27 (% of GD P) 0 5 000 10 000 15 000 20 000 25 000 30 000 35 000 40 000 45 000 012 3 456789 2010 2015 2020 2025 2030 2035 2040 2045 2050 2055 2060 Healthcare expenditure (% of GDP, left-hand axis) Long-term care expenditure (% of GDP, left-hand axis) Number of dependents (1 000, right-hand axis) Number of dependents receiving formal care (1 000, right-hand axis) S ource : Eu ropean Commission , Eu ropean E conomy , 2/2009 - E conomic and b u dgetary pro j ections for the EU- 27 Member States ( 2008 - 20 6 0) ",
        "89 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare Tab l e 4.9 : H ea l thcare expendit u re pro j ections (% of GD P) 2010 2015 2020 2025 2030 2035 2040 2045 2050 2055 2060 EU-27 6.8 6.9 7.1 7.2 7.4 7.7 7.9 8.1 8.2 8.4 8.4 BE 7.7 7.9 8.1 8.2 8.4 8.6 8.7 8.8 8.8 8.8 8.8 BG 4.8 4.9 5.0 5.0 5.1 5.3 5.4 5.4 5.5 5.5 5.4 CZ 6.4 6.7 6.9 7.1 7.4 7.6 7.8 8.0 8.1 8.3 8.4 DK 6.0 6.2 6.4 6.6 6.7 6.8 6.8 6.9 6.9 6.9 6.9 DE 7.6 7.9 8.1 8.3 8.5 8.8 9.0 9.2 9.2 9.2 9.2 EE 5.1 5.2 5.3 5.4 5.5 5.6 5.8 5.9 6.0 6.1 6.1 IE 5.9 6.0 6.1 6.3 6.5 6.7 6.9 7.1 7.3 7.5 7.6 EL 5.1 5.3 5.4 5.5 5.7 5.9 6.0 6.2 6.3 6.3 6.4 ES 5.6 5.7 5.9 6.1 6.3 6.6 6.8 7.0 7.1 7.2 7.2 FR 8.2 8.4 8.6 8.7 8.9 9.1 9.2 9.3 9.3 9.4 9.4 IT 5.9 6.1 6.2 6.4 6.5 6.7 6.9 7.0 7.0 7.0 6.9 CY 2.8 2.8 2.9 2.9 3.0 3.1 3.1 3.2 3.2 3.3 3.3 LV 3.5 3.6 3.7 3.7 3.8 3.9 3.9 4.0 4.0 4.1 4.1 LT 4.6 4.7 4.9 5.0 5.1 5.2 5.3 5.4 5.5 5.6 5.6 LU 5.9 6.1 6.2 6.4 6.5 6.7 6.8 6.9 7.0 7.0 7.0 HU 5.8 5.9 6.0 6.2 6.4 6.5 6.7 6.8 6.9 7.0 7.0 MT 4.9 5.3 5.6 6.0 6.4 6.9 7.2 7.4 7.6 7.7 8.0 NL 4.9 5.1 5.3 5.4 5.6 5.7 5.8 5.8 5.9 5.8 5.8 AT 6.6 6.8 7.0 7.2 7.4 7.6 7.8 8.0 8.1 8.0 8.0 PL 4.1 4.3 4.4 4.5 4.6 4.7 4.8 4.9 4.9 5.0 5.0 PT 7.3 7.5 7.6 7.8 8.0 8.3 8.5 8.7 8.9 9.0 9.1 RO 3.6 3.7 3.8 3.9 4.1 4.3 4.4 4.6 4.7 4.8 4.9 SI 6.8 7.1 7.3 7.5 7.8 8.0 8.2 8.3 8.4 8.5 8.5 SK 5.2 5.4 5.7 6.0 6.2 6.5 6.7 6.9 7.1 7.2 7.2 FI 5.6 5.8 6.0 6.1 6.3 6.4 6.5 6.5 6.5 6.4 6.5 SE 7.3 7.4 7.5 7.6 7.7 7.8 7.9 7.9 8.0 8.0 8.0 UK 7.6 7.8 8.0 8.1 8.4 8.7 8.9 9.1 9.2 9.3 9.4 NO 5.7 5.8 6.0 6.2 6.5 6.6 6.8 6.9 6.9 7.0 7.0 S ource : Eu ropean Commission , Eu ropean E conomy , 2/2009 - E conomic and b u dgetary pro j ections for the EU- 27 Member States ( 2008 - 20 6 0) A breakdown of healthcare expenditure projections by Member State is provided in Table 4.9. These show that healthcare expenditure is projected to account for between 3.3 % of GDP in Cyprus and 9.4 % of GDP in the United Kingdom by 2060. Healthcare expenditure is expected to rise in all of the Member States during the period under consideration: the most rapid expansion in spending is projected to occur in Malta, Slovakia, Romania and the Czech Republic – despite faster than average growth in expenditure none of these countries are projected to see their overall healthcare spend (in relation to GDP) rise above the EU-27 average by 2060. ",
        "90 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare Tab l e 4. 10: Proportion of the pop ul ation expressing speci fi ed opinions on the a ff ordabi l ity of pensions and care for the e l der l y , EU- 27 , March 2009 (% ) Strongly disagree Somewhat disagree Somewhat agree Strongly agree Don’t know/ no answer The government must make much more money available for pensions and care for the elderly Aged 15+ 3.5 10.0 34.7 48.9 2.8 Aged 15-24 4.0 11.8 39.3 40.7 4.1 Aged 25-39 3.6 11.0 39.8 43.2 2.4 Aged 40-54 3.1 10.1 34.0 50.2 2.6 Aged 55-64 3.4 8.5 30.5 55.5 2.1 Aged 65+ 3.7 8.6 29.9 55.0 2.8 People in employment will be increasingly reluctant to pay taxes and social contributions to support older people Aged 15+ 16.3 25.7 33.0 18.5 6.5 Aged 15-24 11.8 24.8 38.3 20.4 4.6 Aged 25-39 15.6 28.1 34.6 16.5 5.2 Aged 40-54 19.1 27.5 31.5 16.7 5.2 Aged 55-64 17.1 25.4 31.2 20.0 6.2 Aged 65+ 16.5 21.4 30.1 20.5 11.5 In the coming decades, governments will no longer be able to pay for pensions and care for older people Aged 15+ 15.3 18.8 33.4 25.1 7.4 Aged 15-24 13.7 22.8 32.2 22.6 8.7 Aged 25-39 12.9 18.7 37.3 24.9 6.2 Aged 40-54 14.3 16.8 35.4 27.5 6.0 Aged 55-64 17.6 19.8 29.4 26.0 7.2 Aged 65+ 18.8 18.4 30.2 22.4 10.1 S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity 4 .3 V iews of the pop ul ation concerning hea l th and hea l thcare This final section presents the results of a survey conducted in March 2009 concerning inter- generational solidarity and more specifically opinions relating to the provision of pensions and care for the elderly. Some 58.5 % of people aged 15 or more in the EU-27 agreed that governments would no longer be able to pay for pensions and care for the elderly in the coming decades (see Table 4.10). Despite this, 83.6 % of those surveyed agreed that governments should provide much more money for pensions and care for the elderly; it is interesting to note that the highest proportion in agreement with this proposition was recorded among those close to retirement (persons aged 55 to 64 years, 86.0 %). The same survey indicates that just over one third (34.3 %) of the EU-27 population aged 15 or more agreed that there were sufficient social services to support frail older people so that they could stay in their own home (see Table 4.11); it is interesting to note that the age group that had the highest proportion agreeing that there were sufficient social services for this purpose was those aged 65 or more. A far higher percentage (84.5 %) agreed that frail, elderly people could not live autonomously because their homes were not adapted to their needs. ",
        "91 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 4 Well-being, health and healthcare F igure 4. 1 3 : P u b l ic opinion re l ating to the most u sef ul thing that go v ernments co ul d do to he l p peop l e who care for o l der fami l y members , EU- 27 , September - October 20 11 (% of respondents that agreed , maxim u m of three answers permitted) 0 10 20 30 40 50 Give some financial remuneration Allow them to work flexible hours Let them leave job temporarily with right to return Let them receive pension credits for care Give them the right to work part-time Give them free training Give them holiday entitlement with a replacement None Aged 15+ Aged 55 + S ource : Eu ropean Commission , Specia l Eu robarometer No. 378 – A cti v e ageing Tab l e 4. 11: Proportion of the pop ul ation expressing speci fi ed opinions on o l der peop l e l i v ing in their own homes , EU- 27 , March 2009 (% ) Strongly disagree Somewhat disagree Somewhat agree Strongly agree Don’t know/ no answer There are sufficient social services to support frail older people so that they can stay in their own home Aged 15+ 30.3 29.3 21.5 12.8 6.0 Aged 15-24 23.8 31.3 25.1 13.1 6.7 Aged 25-39 33.0 32.0 20.1 9.6 5.3 Aged 40-54 30.8 30.5 21.9 10.7 6.1 Aged 55-64 33.8 27.2 20.4 14.0 4.6 Aged 65+ 28.9 25.0 21.1 18.2 6.8 Many frail older people cannot live autonomously because homes are not adapted to their needs Aged 15+ 3.4 7.7 35.4 49.1 4.3 Aged 15-24 3.7 8.7 38.7 45.4 3.6 Aged 25-39 3.2 8.6 38.8 46.0 3.4 Aged 40-54 3.3 7.3 35.6 50.6 3.2 Aged 55-64 3.1 6.5 32.6 53.2 4.6 Aged 65+ 3.5 7.6 31.1 50.8 6.9 S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity A survey conducted in September and October 2011 provides details of how Europeans think governments should help people care for older family members. Of the solutions proposed, the highest proportion (44 %) of persons aged 15 and over thought that providing some form of financial remuneration to those providing care would be the most useful thing that governments could do. ",
        "",
        "93 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 L iving conditions and consumption e x penditure Quality of life has already been touched upon to some degree through the well-being indicators that were presented in Chapter 4. Aside from physical health, an individual’s perception of their life is also linked to psychological factors. These may be shaped through social relationships, personal beliefs, feelings of isolation/loneliness, or concerns over security/safety and finance. Many of the challenges that older people face in their day-to-day lives are linked to the autonomy and independence of their living conditions – in other words, whether or not they are able to cope with and make personal decisions on a daily basis, while living independently with little or no help from others. An individual’s quality of life is also affected by monetary issues and material deprivation; both of these issues are covered within this chapter. Among the five headline targets introduced within the Europe 2020 strategy one aims to ensure that at least 20 million fewer people within the EU are in or at-risk-of-poverty or social exclusion by 2020. The opening chapters of this publication have focused largely on the costs that may be associated with demographic ageing – for example, increasing pension or healthcare budgets. An alternative vision is to consider the changes that will be necessary in the future in order to facilitate the lives of the growing numbers of older persons, encouraging them to remain active within the community. Within this scenario, active ageing policies might be able to provide a stimulus for economic growth, transforming various aspects of society and promoting the development of new goods and services that are tailored to the specific needs of older generations. New products could be developed in order to help adapt homes so these become safer and more comfortable for older persons (current examples include the installation of panic buttons in the event that a person falls, or chairlifts that provide access to upstairs rooms for those who face mobility issues). More inclusive local services may improve the lives of older persons outside of their homes, for example, through easier access to public buildings (for wheelchairs or the visually impaired), the provision of appropriate leisure and community facilities, or public transport systems that are more accessible for older persons. ",
        "94 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure 5. 1 L i v ing arrangements Societal change is an on-going phenomenon with the last couple of decades characterised by a higher proportion of single households, divorces, couples without children, or families living apart from each other. These changes have an impact upon the amount of informal care provision that may be required by older members of society. Within some of the EU Member States there are a range of policies designed to encourage older people to remain in their own homes for as long as possible, so they may keep their independence; older persons may also like this idea – perhaps for sentimental, rather than practical reasons. The effectiveness of such an approach depends, at least to some degree, upon the housing stock and whether this can be renovated and modernised in order to match the needs of older generations. Labour force survey data used in this section generally covers individual households (collective households like homes for elderly people are excluded). Table 5.1 provides some information relating to the proportion of the EU-27 population aged 65 or above who were living independently, Tab l e 5. 1: H o u seho l d stat u s of persons aged 6 5 +, 2009 (% ) Living as a single adult Living as a couple Living in another type of household Living in a household with children EU-27 31.1 48.3 20.6 4.6 BE 26.8 50.7 22.6 4.2 BG 31.2 44.0 24.8 6.4 CZ 33.5 50.1 16.4 3.3 DK : : : : DE 33.7 57.3 9.0 1.3 EE 20.3 37.6 42.0 11.2 IE 29.4 43.9 26.7 4.1 EL 25.4 48.8 25.7 3.8 ES 20.0 41.3 38.8 6.5 FR 36.0 54.5 9.5 1.7 IT 32.7 41.6 25.7 3.0 CY 16.4 54.8 28.7 2.9 LV 26.3 27.5 46.2 17.0 LT 39.4 31.2 29.4 12.2 LU 30.1 52.1 17.8 5.9 HU 30.1 39.9 30.0 8.1 MT 24.0 40.5 35.5 5.7 NL 36.1 59.0 4.9 0.8 AT 33.6 43.5 22.9 5.7 PL 26.5 37.2 36.3 15.0 PT 20.9 45.3 33.8 8.1 RO 26.8 35.6 37.6 18.1 SI 32.5 39.4 28.2 6.6 SK 30.9 38.9 30.2 9.8 FI 35.4 52.5 12.1 1.0 SE : : : : UK 34.1 53.4 12.5 1.9 HR 30.8 40.4 28.7 8.7 MK 14.2 34.6 51.3 30.3 TR 15.4 36.6 48.1 26.0 S ource : Eu rostat ( on l ine data code: l fst _ hhindws) ",
        "95 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure either as a single adult (31.1 %) or as a couple (48.3 %). Around nine out of ten persons aged 65 or above lived in an independent manner in Germany, France, Finland and the United Kingdom in 2009, a share that rose to 95.1 % in the Netherlands. The lowest shares of elderly persons living alone were recorded in Cyprus, Spain, Estonia and Portugal. These countries were characterised by having a higher proportion of composed households, where the families of elderly persons are able to provide direct care/assistance to their parent(s). Across the EU-27, some 4.6 % of those aged 65 or above lived in households where children were also living – this share rising to over 10 % in Romania, Poland and the Baltic Member States. Among some of the Member States that joined the EU in 2004 or 2007, the pattern of household composition also reflected lower levels of life expectancy among men and the impact of migration, for example, with a lower proportion of households occupied by couples, a higher proportion of older persons living in households with children, and a higher share of women living alone in single adult households; the latter also reflects an average difference of two to four years between the age of men and women living in couples (see Table 5.2). Tab l e 5. 2: Share of women among persons aged 6 5 +, by types of ho u seho l d , 2009 (% ) All persons aged 65+ Living as a single adult Living as a couple Living in another type of household EU-27 57.7 75.8 44.7 60.6 BE 57.9 75.2 45.3 65.7 BG 57.6 71.9 43.7 64.3 CZ 60.0 79.8 44.4 67.6 DK : : : : DE 56.4 76.4 44.3 58.2 EE 67.0 80.7 44.0 81.1 IE 54.7 67.1 44.5 58.0 EL 55.7 78.3 43.3 56.8 ES 56.7 76.4 45.3 58.7 FR 58.0 76.4 45.3 60.9 IT 57.7 76.5 44.3 55.4 CY 53.7 83.1 41.8 60.4 LV 67.3 81.8 43.9 73.0 LT 66.1 79.7 46.7 68.5 LU 56.6 76.9 43.6 59.1 HU 63.0 82.5 43.5 69.5 MT 57.6 72.7 47.9 59.0 NL 55.4 73.9 44.2 55.5 AT 57.8 75.2 43.4 59.5 PL 62.2 80.7 44.6 66.6 PT 58.2 79.0 45.4 62.6 RO 59.4 75.2 43.2 63.5 SI 60.2 79.2 44.0 61.1 SK 62.7 79.5 44.8 68.7 FI 58.9 78.1 45.7 60.4 SE : : : : UK 55.3 69.5 45.8 57.3 HR 59.6 78.0 42.9 63.3 MK 55.3 70.2 45.7 57.7 TR 56.4 80.9 41.1 60.2 S ource : Eu rostat ( on l ine data code: l fst _ hhindws) ",
        "96 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure 5.2 H o u sing conditions The stock of accommodation in most Member States varies greatly in size, type (such as houses or flats), age and quality. The housing stock can be analysed according to the tenure status (home-owners, those who rent, or people who lived in a dwelling with reduced rent or free of charge), size, quality or affordability of housing. National housing strategies exist in most of the EU Member States – although the degree to which policymakers are concerned with active ageing issues and promoting the specific accommodation needs of older persons varies considerably across countries. One of the main decisions facing people as they move towards and take retirement is whether or not to stay in the same accommodation, which may well be a family home. There are a range of alternatives open – for example, to stay in the same location, downsize, move into some form of sheltered housing, or move to a new location, possibly abroad. Financial considerations generally play an important role in the decision. Another criterion for deciding the preferred retirement location is to contrast the benefits of rural and urban life. While the former may often be perceived as a safer environment and may often be cheaper, the latter tends to provide a wider range of services and amenities at far greater proximity. Indeed, as people age, their access to public transport, entertainment facilities, day- centres, doctors, hospitals, care and home support services becomes increasingly important. Figure 5.1 shows that the realities of an approaching retirement appear to make people over 55 more likely to downsize their accommodation. It is also interesting to note the wide discrepancy between the proportion of persons aged 15 to 24 and those aged 55 or more who say they would consider moving closer to family members. F igure 5. 1: T ype of home to which respondents wo ul d mo v e/ha v e mo v ed , EU- 27 , September 2008 (% of those who wo ul d consider/a l ready ha v e/are p l anning to mo v e to a di ff erent home 0 10 20 30 40 Smaller house/flat in the same city/location In the countryside In an urban area Sheltered housing Abroad With family members Closer to family members Aged 15-24 Aged 25-39 Aged 40-54 Aged 55+ S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 4 7 – F ami l y l ife and the needs of an ageing pop ul ation ",
        "97 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure F igure 5. 2: D istrib u tion of pop ul ation by ten u re stat u s and type of ho u seho l d , EU- 27 , 2009 ( 1 ) (% share of ten u re stat u s for each type of ho u seho l d) 0 20 40 60 80 Owner with mortgage or loan Owner without mortgage or loan Tenant at market price Tenant at reduced or free rent All households Single adults aged 65+ Two adults, at least one aged 65+ ( 1 ) Estimates. S ource : Eu rostat ( on l ine data code: i l c _lv ho02) F igure 5.3 : O v ercrowding rate by age , EU- 27 (% ) 05 10 15 20 25 30 Total population Aged <18 Aged 18-64 Aged 65+ 2005 ( 1 ) 2009 ( 1 ) Estimates. S ource : Eu rostat ( on l ine data code: i l c _lv ho05a) The distribution of population by tenure status shows, as one may expect, that older persons are more likely to be the owner of their property without any outstanding mortgage or loan (see Figure 5.2). Indeed, this situation applied to more than three quarters (76 %) of all households in the EU-27 in 2009 that were composed of two adults with at least one being aged 65 or over. ",
        "98 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure F igure 5.4 : Se v ere ho u sing depri v ation rate by age , EU- 27 (% ) 0369 12 Total population Aged <18 Aged 18-64 Aged 65+ 2005 ( 1 ) 2009 ( 1 ) Estimates. S ource : Eu rostat ( on l ine data codes: i l c _ mdho0 6 a) F igure 5.5 : Share of pop ul ation with certain prob l ems or depri v ed of some ho u sing items , EU- 27 ( 1 ) (% ) 05 10 15 20 2005 2009 2005 2009 2005 2009 2005 2009 A leaking roof, damp walls, floors or foundation, or rot in window frames of floor Neither a bath, nor a shower in their dwelling Without an indoor flushing toilet for the household's sole use Considered to be too dark Total population Aged 65+ ( 1 ) Estimates. S ource : Eu rostat ( on l ine data codes: i l c _ mdho0 1, i l c _ mdho02 , i l c _ mdho03 and i l c _ mdho0 4 ) Poverty is thought to play an intrinsic role in relation to overcrowding and severe housing deprivation. The latter is defined as the percentage of the population living in a dwelling that is overcrowded and also displays at least one housing deprivation measure (a leaking roof, no bath/ shower and no indoor toilet, or a dwelling considered too dark). Some 7.2 % of persons aged 65 or over in the EU-27 lived in overcrowded accommodation in 2009 (10.6 percentage points lower than the average for the whole population). Figure 5.4 shows a similar pattern in relation to severe housing deprivation, which applied to 2.5 % of those aged 65 or over, some 3.5 percentage points lower than the average. ",
        "99 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure Tab l e 5.3 : Share of pop ul ation s uff ering from prob l ems in the residentia l area , by type of ho u seho l d , 2009 (% ) Noise (neighbours or street) Pollution, grime or other environmental problems Crime, violence or vandalism in the area All house- holds House- holds with one adult aged 65+ House- holds with two adults, at least one aged 65+ All house- holds House- holds with one adult aged 65+ House- holds with two adults, at least one aged 65+ All house- holds House- holds with one adult aged 65+ House- holds with two adults, at least one aged 65+ EU-27 22.2 19.5 19.9 16.5 14.8 16.1 16.0 14.2 13.5 BE 19.4 14.9 16.3 14.6 11.9 11.5 16.9 14.0 12.1 BG 16.2 11.0 14.5 20.6 11.0 11.7 28.6 28.2 24.6 CZ 18.7 18.3 18.4 20.1 20.0 17.6 17.9 18.9 14.2 DK 19.4 12.4 12.6 7.7 4.3 6.9 16.5 14.1 15.4 DE 25.8 22.6 22.7 22.8 19.5 19.3 12.7 10.5 8.6 EE 12.7 7.3 13.4 12.3 8.9 10.5 19.3 16.5 17.4 IE 10.4 10.1 10.1 5.5 6.4 6.8 14.5 11.3 10.7 EL 23.5 25.5 20.8 22.9 25.7 20.0 16.3 16.1 15.3 ES 22.8 16.7 18.4 14.1 10.8 11.2 16.8 14.1 16.7 FR 18.9 16.2 15.7 12.9 11.4 14.5 15.3 14.8 14.0 IT 26.0 26.2 25.7 20.7 20.6 22.7 16.0 14.8 14.5 CY 31.4 29.9 36.5 21.8 16.7 20.7 9.3 8.8 8.5 LV 19.1 20.0 19.9 30.2 28.9 28.1 25.4 23.6 24.7 LT 16.1 14.8 12.8 13.8 10.5 11.3 6.6 7.3 3.9 LU 21.2 23.9 20.3 16.8 16.6 18.2 10.6 12.3 12.5 HU 13.2 13.4 12.2 11.2 11.3 10.8 11.6 13.3 12.8 MT 27.8 28.1 36.6 38.4 37.1 48.0 10.6 12.1 10.8 NL 25.3 17.3 17.7 14.8 10.7 13.7 21.7 12.8 12.9 AT 20.9 21.7 20.0 10.0 10.4 10.9 15.1 17.4 14.7 PL 17.7 22.8 21.4 10.9 14.6 11.9 6.7 7.7 6.8 PT 23.9 21.9 23.7 18.7 20.5 21.3 14.0 10.5 13.5 RO 34.9 30.3 31.4 24.8 22.2 21.3 16.1 18.2 14.5 SI 16.7 23.9 21.3 20.6 20.1 23.7 12.5 12.3 10.3 SK 21.9 18.4 23.2 23.8 21.4 21.4 12.3 13.0 9.5 FI 14.9 10.5 11.0 9.7 12.2 9.5 13.7 12.3 13.8 SE 13.7 12.6 9.8 9.0 6.7 5.7 12.6 11.9 10.6 UK 20.5 13.6 16.1 11.9 8.6 12.5 25.1 19.7 20.2 IS 11.8 5.1 8.9 10.5 11.9 10.2 4.2 2.7 4.1 NO 11.9 7.8 13.4 7.3 6.9 7.0 5.3 4.2 3.9 CH 18.3 19.0 16.7 11.1 11.9 11.7 12.1 15.4 13.3 S ource : Eu rostat ( on l ine data codes: i l c _ mddw0 1, i l c _ mddw02 and i l c _ mddw03) The relatively low levels of housing deprivation among persons aged 65 or over may well reflect the relatively high percentage of this sub-population that live alone (and therefore, by definition, are not living in an overcrowded dwelling). Figure 5.5 shows that a higher proportion of the EU-27’s population aged 65 or over (compared with the total population) suffered from problems like having neither a bath nor a shower, or not having an indoor flushing toilet. Table 5.3 shows that in the EU-27 persons aged 65 or over tended to experience slightly fewer problems relating to their local environment (concerning noise, pollution and crime) compared with the total population. ",
        "100 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure 5.3 Cons u mption within the si lv er economy Aside from their higher than average demand for health-related and long-term care services, the older generations have other specific consumption patterns that diverge from that recorded across the remainder of the population. Some of these differences reflect the uncertainty that older persons face regarding their remaining lifetime – making it difficult for them to plan their future expenditure. In addition, major changes in lifestyle – such as stopping work, or no longer running a car – also impact upon the consumption patterns of older persons. Finally, as seen in the previous section, older people are less likely to have the burden of having to pay rent or a mortgage for their dwelling by the time they reach retirement age. More specifically in relation to the process of demographic ageing that is currently underway within the EU, the younger members of the baby-boom generation have now entered their high saving and high income years prior to retirement. It may be expected that as they move into retirement they will start to run down their savings and sell assets such as property; their consumption patterns are also likely to change as they become older, following retirement they may initially have a higher level of expenditure (as a result of more free time), however, as people become very old they are likely to consume less food, take fewer holidays and spend a higher proportion of their income on long-term care and related services. The wider implications of the financial and economic crisis and the public’s growing understanding of the challenges associated with demographic ageing may not yet have been fully grasped. However, a cultural shift may take place, and some countries will see a move in the balance between consumption and saving, with a higher proportion of people choosing to save more – and from an earlier age – to fund their retirement. Figure 5.6 shows mean consumption expenditure within the EU-27 in 2005. There is a clear pattern of rising expenditure through to the mid-life years, after which expenditure tails off. This is particularly marked in relation to expenditure per household, possibly reflecting the departure of children from the family home. The average expenditure of households with a reference person aged 60 or more in the EU-27 in 2005 was PPS 14 282; some 6.2 % less the average level of expenditure; Germany, Poland and F igure 5.6 : Mean cons u mption expendit u re by age of the reference person , EU- 27 , 2005 ( 1 ) ( PPS) 0 5 000 10 000 15 000 20 000 25 000 30 000 Total Aged <30 Aged 30-44 Aged 45-59 Aged 60+ Per household Per adult equivalent ( 1 ) Estimates. S ource : Eu rostat ( on l ine data code: hbs _ exp _ t 1 35) ",
        "101 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure Sweden were the only Member States where the level of consumption for households with a reference person aged 60 or more was above the average. The highest level of consumption expenditure among the Member States was recorded in Luxembourg, where those households with a reference person aged 60 or more spent on average PPS 32 614 in 2005 – this was 2.3 times as high as the EU-27 average. At the other end of the range, there were four Member States where the mean consumption expenditure of households with a reference person aged 60 or more was below PPS 5 000 – they were Lithuania, Latvia, Bulgaria and Romania (where the lowest level of expenditure was recorded, PPS 2 145). In the coming years there may be a considerable expansion in the market for goods and services that are specifically designed for older members of society or are following a ‘design for all’ approach. Indeed, ageing populations can be seen as an opportunity for economic growth, through the development and marketing of innovative products; the markets for goods and services purchased by older persons are often referred to as the ‘silver economy’. Figure 5.7 presents information from a survey conducted in March 2009. It shows that up to the age of 64 an increasing proportion of the EU-27’s population were of the opinion that developing products and services responding to the needs of older people will become a key driver of the economy. Two thirds (66 %) of the population aged 40 to 64 were of this opinion, compared with 63.0 % of the population aged 65 or more. Across the Member States there was a considerable level of divergence: upwards of seven out of ten persons (70 % or more) aged 15 or more in Belgium, Ireland, France, the Netherlands, Austria, Portugal, Sweden and the United Kingdom were of the opinion that developing products and services responding to the needs of older people will become a key driver of the economy, however this share fell to below 40 % in the Czech Republic, Estonia, Latvia, Hungary and Slovakia. F igure 5.7 : Proportion of the pop ul ation expressing the opinion that de v e l oping prod u cts and ser v ices responding to the needs of o l der peop l e wi ll become a key dri v er of the economy , EU- 27 , March 2009 (% ) 0% 25% 50% 75% 100% Aged 15+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55-64 Aged 65+ Strongly agree Somewhat agree Do not know / no answer Somewhat disagree Strongly disagree S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity ",
        "102 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure 5. 4 I ncome of o l der peop l e and monetary po v erty Poverty and social exclusion depend on a wide range of factors – these are generally divided for the purpose of analysis into those that are income-related (the focus of this section) and those that are not. Statistics on economic inequality are of particular use for estimating relative poverty, as the distribution of economic resources has a direct bearing on the extent and depth of poverty. The relative median income ratio of elderly people aged 65 or over is defined as the median equivalised disposable income ( 14 ) for persons aged 65 and above compared with the same measure for persons aged less than 65. Figure 5.8 shows that the median income of persons aged 65 or more tended, as one may expect given the vast majority of people of this age do not work, to be below the average for the population aged less than 65 – the EU-27 ratio was 0.86 in both 2005 and 2009. Hungary, Luxembourg and France were exceptions to the rule, each reporting ratios around 1 in 2009 reflecting no significant difference between the respective relative median incomes of persons aged 65 or over and those aged less than 65. Older people do not necessarily have lower standards of living just because their incomes are lower. Rather, they may have accrued significant savings during their working lives and may also own a property (without an outstanding mortgage). The stability in the ratio for the EU-27 hides a diverging situation as regards developments in the Member States. Half of the Member States reported an increase and the same number a reduction in their relative median income ratios for persons aged 65 or over between 2005 and 2009; a comparison is not available for Romania. F igure 5.8 : Re l ati v e median income ratio of e l der l y peop l e aged 6 5 + ( ratio between the median e qu i v a l ised disposab l e income of persons aged 6 5 or o v er and persons aged l ess than 6 5) 0.00 0.25 0.50 0.75 1.00 1.25 E U - 2 7 ( 1 ) H U L U F R R O ( 2 ) P L A T I T D E N L S I E L P T S K E S U K C Z M T I E S E B E L T F I D K E E B G C Y L V I S N O C H ( 2 ) H R 2005 2009 ( 1 ) Estimates. ( 2 ) 2005, not available. S ource : Eu rostat ( on l ine data code: i l c _ pnp2) ( 14 ) The disposable income is the total income of a household (after tax and other deductions) available for spending or saving; the equivalised disposable income is based on dividing the disposable income by the number of household members - the number household members is equivalised by converting each member using a scale that gives a weight to all members of the household using weights of 1.0 to the first adult, 0.5 to the second and each subsequent person aged 14 and over, and 0.3 to each child aged under 14. ",
        "103 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure F igure 5.9 : G ender di ff erences in the income of e l der l y peop l e aged 6 5 + for sing l e - person ho u seho l ds ( 1 ) ( abso lu te di ff erence between re l ati v e median income ratios for men and women) -0.2 -0.1 0.0 0.1 0.2 0.3 0.4 E U - 2 7 ( 2 ) L T P L S I I E R O ( 3 ) F R ( 4 ) A T P T D E L V H U U K E S I T F I S E L U B E E L B G D K N L E E M T S K C Y C Z N O C H ( 3 ) I S ( 5 ) 2005 2009 ( 1 ) The relative median income ratio is defined as the median equivalised income of people aged 65+ living in a single-person household compared with the median equivalised income of people aged 0-64 living in a single-person household. ( 2 ) 2005, estimate. ( 3 ) 2005, not available. ( 4 ) Break in series, 2008. ( 5 ) 2009, unreliable. S ource : Eu rostat ( on l ine data code: i l c _ pnp 1 0) Within EU labour markets there remain gender differences which often translate into lower participation rates, shorter working lives and lower average wages for women. These differences may have an impact upon the income of women in retirement: this situation is compounded by the fact that relatively few women have private pension provisions (some are dependent on joint life annuities purchased by their husband/partner). Through the framework provided by the open method of coordination for social protection and social inclusion, the EU seeks to promote equality in the workplace between men and women. The median equivalised net income of women aged 65 and above was EUR 12 964 in the EU-27 in 2009, while that for men was EUR 1 418 higher. The median equivalised net income of women aged 65 and above was consistently lower than the corresponding figure for men across each of the Member States, with the lowest differences recorded in Spain, the Netherlands, Luxembourg and Malta, where the median equivalised income of women was less than 5 % below that for men. Figure 5.9 provides an alternative measure of income inequality for persons aged 65 or over: it suggests that for people living alone, the differences in income between men and women were wider than the corresponding discrepancies in income between men and women aged less than 65. These gender differences in the income of persons aged 65 or over became slightly wider across the EU-27 between 2005 and 2009; note that part of the imbalance may result from a structural effect relating to a higher proportion of very old women than very old men. ",
        "104 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure Tab l e 5.4 : Proportion of the pop ul ation expressing the speci fi ed opinions concerning the fi nancia l sit u ation of their ho u seho l d , EU- 27 , May -Ju ne 2009 (% ) Current situation Change compared with five years earlier Expectations for the next twelve months Good Bad Don’t know Better Same Worse Don’t know Better Same Worse Don’t know Aged 15+ 66 32 2 20 43 35 2 19 59 19 3 Aged 15-24 70 25 5 28 40 25 7 30 53 12 5 Aged 25-39 65 33 2 33 34 32 1 29 49 19 3 Aged 40-54 63 36 1 19 40 40 1 17 59 21 3 Aged 55+ 65 33 2 7 53 39 1 7 68 23 2 S ource : Eu ropean Commission , Specia l Eu robarometer No. 3 1 5 – Socia l c l imate F igure 5. 10: I ne qu a l ity of income distrib u tion , 2009 ( ratio) 012345678 E U - 2 7 L V P T F R I T C Y R O E S E L L T U K B G I E D E A T S I B E N L P L M T F I D K E E S E L U H U S K C Z C H I S N O Total population For elderly people aged 65+ S ource : Eu rostat ( on l ine data code: i l c _ di 11 ) Income distribution within a country can be used to analyse inequalities. The ratio based on the total equivalised disposable income of the highest income quintile (the top 20 %) compared with the income of the lowest quintile (the bottom 20 %) is often referred to as the inequality of income distribution ratio. Figure 5.10 shows that in 2009 income inequality (using this measure) was generally more prevalent across the whole of the EU-27’s population than it was among persons aged 65 and above; the only exceptions to this rule were Slovenia, France and Cyprus. Note again that these income measures are based solely on incomes and do not take account of wealth (for example, savings or property). For this reason, an analysis of a range of material deprivation measures (as covered in the next subchapter) may also be revealing. ",
        "105 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure F igure 5. 11: A t - risk - of - po v erty rate for pensioners , 2009 (% ) 0 10 20 30 40 50 60 E U - 2 7 L V C Y E E B G ( 1 ) L T F I U K S E S I D K E L P T R O ( 1 ) B E A T D E E S I E P L I T S K M T C Z F R L U N L H U C H ( 1 ) H R I S N O Male Female ( 1 ) 2005, not available. S ource : Eu rostat ( on l ine data code: i l c _ pns 6 ) At-risk-of-poverty rates are based on the share of persons with an equivalised disposable income that is below the threshold of 60 % of national equivalised median income. Some 17.8 % of the whole of the EU-27’s population was at-risk-of-poverty in 2009. This rate increased to 17.8 % among those aged 65 or over, rising to 20.3 % for those aged 75 and above. Some 13.9 % of male pensioners were considered to be at-risk-of-poverty in the EU-27 in 2009; this share rose to 16.6 % among female pensioners. The Baltic Member States, Cyprus and Bulgaria recorded the highest proportion of pensioners at-risk-of-poverty in 2009. ",
        "106 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure 5.5 Materia l depri v ation A portfolio of commonly agreed EU social indicators includes measures of material deprivation; these may be used to supplement income-based measures when analysing poverty. Material deprivation refers to a household’s ability to afford certain items; a distinction is made between individuals who cannot afford a certain good or service, and those who do not have it for another reason, for example, because they do not want it or do not need it. The material deprivation rate is defined as the proportion of the population with an enforced lack of at least three out of nine items (severe material deprivation is defined as at least four items) in the economic strain and durables dimension. The nine items considered are: 1) arrears on mortgage or rent payments, utility bills, hire purchase instalments or other loan payments; 2) capacity to afford paying for one week’s annual holiday away from home; 3) capacity to afford a meal with meat, chicken, fish (or vegetarian equivalent) every second day; 4) capacity to face unexpected financial expenses (set amount corresponding to the monthly national at-risk-of- poverty threshold of the previous year); 5) household cannot afford a telephone (including mobile phone); 6) household cannot afford a colour TV; 7) household cannot afford a washing machine; 8) household cannot afford a car and 9) ability of the household to pay for keeping its home adequately warm. Material and severe material deprivation rates for persons aged 65 or over were lower across the EU-27 in 2009 than for the other age groups presented in Figure 5.12. Some 14.3 % of those aged 65 or over in the EU-27 could not afford at least three of the nine deprivation items, while F igure 5. 12: Materia l depri v ation rates ( economic strain and d u rab l es dimension) , EU- 27 ( 1 ) (% ) 05 10 15 20 25 2005 2009 2005 2009 2005 2009 Aged <18 Aged 18-64 Aged 65+ Material deprivation Severe material deprivation ( 1 ) 2009, estimates. S ource : Eu rostat ( on l ine data code: i l c _ sip8) ",
        "107 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure 6.7 % of persons aged 65 or over could not afford at least four of the items. Gender differences in material deprivation rates for those aged 65 or above were larger than for the population as a whole. While 7.6 % of women aged 65 or above in the EU-27 faced severe material deprivation, the corresponding share for men was 2.1 percentage points lower. In contrast, some 8.3 % of all women in the EU-27 faced severe material deprivation, a figure that was 0.5 percentage points higher than for men. The highest material deprivation rates among persons aged 65 or over were usually recorded among those Member States that joined the EU in 2004 or 2007; this was particularly true for Bulgaria and Romania – for example, in Bulgaria the majority of the population aged 65 or over was classified as being severely materially deprived in 2009. At the other end of the range, there were 12 Member States where fewer than 3 % of the population aged 65 or over faced severe material deprivation – among these, the lowest incidences of severe material deprivation were registered in Luxembourg (0.2 %), the Netherlands (0.4 %), Sweden (0.5 %) and Denmark (0.9 %). The EU-27’s severe material deprivation rate for the whole of the population stood at 8.1 % in 2009, which was 1.4 percentage points higher than the corresponding rate for persons aged 65 or over. This pattern was not repeated in all of the Member States, as there were ten countries that reported a higher severe material deprivation rate for persons aged 65 or over than for the population as a whole – eight of these were Member States that joined the EU in 2004 or 2007 and the other two were Greece and Portugal. F igure 5. 1 3 : Se v ere materia l depri v ation rate ( economic strain and d u rab l es dimension) , 2009 (% ) 0 10 20 30 40 50 60 E U - 2 7 ( 1 ) B G R O L V L T P L H U E L S K P T C Y S I C Z I T E E M T F R B E A T I E D E F I E S U K ( 2 ) D K S E N L L U C H N O I S Total Aged 65+ ( 1 ) Estimates. ( 2 ) Unreliable. S ource : Eu rostat ( on l ine data code: i l c _ sip8) ",
        "108 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure F igure 5. 1 4 : Share of the pop ul ation with an enforced l ack of speci fi ed d u rab l e goods , EU- 27 (% of the pop ul ation with an enforced l ack of speci fi ed d u rab l e goods) 02468 10 12 2005 2009 2005 2009 2005 2009 2005 2009 2005 2009 Telephone Colour TV Computer Washing machine Personal car Total population Single adults aged 65+ Two adults, at least one aged 65+ S ource : Eu rostat ( on l ine data codes: i l c _ mdd u 0 1, i l c _ mdd u 02 , i l c _ mdd u 03 , i l c _ mdd u 0 4 and i l c _ mdd u 05) Figure 5.15 and Table 5.7 present information on the enforced lack of a range of different consumer durables and the economic strain faced by various groups of society in relation to their ability to deal with a range of financial challenges. These statistics reflect, to some degree, the composition of households – as there are economies of scale linked to sharing a dwelling. This may in part explain why a higher proportion of the people aged 65 or over living alone (rather than with another adult) face difficulties regarding their living standards. A relatively low proportion of the EU-27’s population living in a household composed of one adult aged 65 or more faced difficulties in purchasing a colour television (1.1 %), telephone (2.1 %) or a washing machine (3.0 %) in 2009. The level of economic strain was somewhat higher concerning the purchase of a computer (6.8 % could not afford one), rising higher still for the purchase of a car (8.0 %). Comparing these rates for persons aged 65 or over living alone with the corresponding percentages for the population living in a household with two adults (at least one of which was aged 65 or more), the enforced lack of specified durables was always more significant among the former group. The differences were lowest for so-called ‘big ticket’ items such as the purchase of a car or a computer, whereas a much higher proportion of persons living in a household composed of one adult aged 65 or more faced the enforced lack of a telephone or colour television. Single adult households composed of a person aged 65 and above also faced greater difficulty (compared with the population living in a household with two adults – one of which was at least 65) in keeping their home warm, or being able to afford to pay for a holiday, a meal rich in protein, or unexpected financial expenses. This was particularly true with respect to ",
        "109 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 5 Living conditions and consumption expenditure Tab l e 5.5 : Share of the pop ul ation with speci fi ed fi nancia l l imits or di ffi c ul ties , by type of ho u seho l d , 2009 (% of the pop ul ation with speci fi ed fi nancia l l imits or di ffi c ul ties) Inability to: Arrears: keep home adequately warm afford paying for one week annual holiday away from home afford a meal with meat, chicken, fish (or vegetarian equivalent) every second day face unexpected financial expenses mortgage or rent, utility bills or hire purchase Single adults aged 65+ Two adults, at least one aged 65+ Single adults aged 65+ Two adults, at least one aged 65+ Single adults aged 65+ Two adults, at least one aged 65+ Single adults aged 65+ Two adults, at least one aged 65+ Single adults aged 65+ Two adults, at least one aged 65+ EU-27 11.7 7.4 43.6 31.2 13.1 7.4 40.0 25.0 4.7 3.9 BE 7.0 3.1 42.6 23.7 6.2 2.7 27.0 11.8 2.3 0.6 BG 77.2 72.5 90.3 82.4 75.7 59.0 90.4 80.2 29.3 27.6 CZ 8.1 5.6 60.4 45.3 17.3 11.6 52.5 33.3 1.4 1.2 DK 2.5 1.0 13.3 6.7 1.3 0.9 24.3 9.6 0.3 0.8 DE 5.8 1.6 27.1 12.0 13.8 5.4 36.6 17.1 2.3 1.9 EE 4.4 2.1 64.1 54.3 11.5 7.7 38.2 21.4 1.5 2.0 IE 5.1 2.5 40.9 25.5 1.7 1.0 46.4 31.6 4.7 2.5 EL 25.0 14.3 69.8 53.9 12.3 7.5 54.7 29.9 24.2 18.6 ES 9.9 6.1 49.2 38.6 2.9 2.0 48.2 33.2 1.4 1.6 FR 6.9 3.8 42.6 27.7 9.9 5.2 33.7 18.4 3.2 1.2 IT 14.0 9.2 51.6 40.1 8.9 6.5 40.4 28.1 5.3 5.1 CY 38.2 25.0 68.4 56.6 15.1 6.8 73.4 59.6 5.6 7.5 LV 28.4 17.5 77.3 69.1 40.7 28.6 90.6 75.9 8.4 6.9 LT 30.1 23.5 60.3 49.5 39.2 25.7 77.2 55.8 4.6 4.1 LU 0.0 0.4 13.0 6.1 0.0 0.9 18.0 10.1 0.2 0.4 HU 14.7 8.0 79.4 68.8 37.6 23.1 75.6 60.5 5.7 5.8 MT 15.9 12.5 74.0 60.4 15.7 8.9 46.8 27.2 3.3 3.3 NL 1.7 0.6 20.7 12.7 2.8 0.8 19.0 11.2 0.5 0.9 AT 5.5 2.0 29.2 18.2 18.1 9.0 33.1 13.9 2.8 2.2 PL 29.1 19.8 77.5 67.3 28.2 21.0 70.0 54.8 6.8 6.1 PT 44.1 31.6 75.8 68.3 8.9 3.9 38.6 27.9 1.0 3.6 RO 31.1 21.6 92.1 87.8 40.1 27.1 54.3 42.7 21.7 18.2 SI 8.1 6.6 54.1 36.9 24.3 15.3 60.9 39.4 3.0 5.9 SK 8.7 5.2 79.2 70.5 41.6 30.7 51.6 34.3 10.6 11.3 FI 3.6 0.7 20.7 11.2 3.3 2.0 34.1 16.6 2.2 1.2 SE 2.1 0.8 19.3 7.2 3.8 1.3 22.3 6.6 2.0 1.5 UK 5.0 5.0 22.7 13.3 4.0 1.7 25.5 15.7 : : IS 0.7 0.9 12.2 2.5 4.2 0.9 32.1 17.6 1.3 2.2 NO 0.0 0.1 7.1 1.0 0.8 0.0 5.9 1.8 2.3 0.7 CH 7.6 4.5 25.7 13.7 3.6 1.1 20.6 9.5 1.4 2.2 S ource : Eu rostat ( on l ine data codes: i l c _ mdes0 1, i l c _ mdes02 , i l c _ mdes03 , i l c _ mdes0 4 and i l c _ mdes05) their inability to pay for a week of annual holiday away from home, or their ability to face unexpected financial expenses. Indeed, there were 15 Member States that reported more than half of all adults aged 65 or over living alone could not afford to pay for a week’s holiday. ",
        "",
        "111 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Participation in society The number of older persons in the EU is expected to grow considerably over the coming decades, leading to interest in the current and potential contribution that could be made by older persons to society. From a societal perspective, increased involvement of the elderly could bring additional economic and social value. Active participation of older persons may be promoted through a range of initiatives, such as: encouraging the retired to take on part- time work, engaging older persons in community initiatives and voluntary work, or adapting fiscal systems to recognise informal care that is provided by older persons (for example, child- minding). A Eurobarometer survey in September and October 2011 found that 23 % of the EU-27 population aged 15 or over were not at all concerned that the number of elderly people aged 65 and over would increase, while a further 32 % were not very concerned. Social capital is a concept that highlights relationships within society through the promotion of cooperation; it is often seen as a collectively generated public good derived from the activities of communities and social networks. Being a member of an organisation, having trust in others and voting in elections can be regarded as promoting social capital. The same Eurobarometer survey found that 70 % of the EU-27 population aged 15 or over thought that people aged 55 and over played a major role in being active in the local community. Almost the same proportion, some 71 % of the EU-27 population, agreed that people aged 55 and over played a major role in politics (participating or voting). On a more personal level, social contact and relations with other people are thought to have a considerable positive influence on an individual’s well-being and health. Indeed, the continued participation of older persons in society may maintain their feeling of self-worth, thereby avoiding risks associated with isolation, a loss of confidence or reduced self-esteem. ",
        "112 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society 6 . 1 I nter - generationa l so l idarity As well as engaging in the community at large, older people have the potential to provide support within families, for example childcare support to parents with dependent children so the latter may remain within the labour force, thereby increasing solidarity within families. However, there appear to be few opportunities for old and young people to meet and exchange ideas in modern societies. Almost two thirds (63.8 %) of the EU-27 population (aged 15 and above) questioned in March 2009 agreed that there were not enough opportunities for older and younger people to meet and work together in associations and local community initiatives (see Figure 6.1). This lack of contact and interaction may increase the risk of conflict between generations: younger people might feel they are facing the burden of paying for the pensions and long- term care of increasing numbers of older people, while older people might feel vulnerable or marginalised by changes in society (for example, through the rapid pace of technological change). However, a survey conducted in March 2009 found that 13.3 % of the EU-27 population (aged 15 or more) were in agreement with the premise that older people were a burden for society, while 61.6 % strongly disagreed (see Figure 6.3). F igure 6. 1: Proportion of the pop ul ation aged 1 5 + expressing the opinion that there are not eno u gh opport u nities for o l der and yo u nger peop l e to meet and work together in associations and l oca l comm u nity initiati v es , March 2009 (% ) 0% 25% 50% 75% 100% E U - 2 7 P T U K I E E L F R C Y L T R O E S H U B G I T S K B E M T P L L U S I S E L V E E F I D E N L C Z A T D K Strongly disagree Somewhat disagree Don't know / no answer Somewhat agree Strongly agree S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity ",
        "113 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6.3 : Proportion of the pop ul ation expressing the opinion that o l der peop l e are a b u rden for society , EU- 27 , March 2009 (% ) 0% 25% 50% 75% 100% Total (aged 15+) Male Female Aged 15-24 Aged 25-39 Aged 40-54 Aged 55-64 Aged 65+ Strongly agree Somewhat agree Don't know / no answer Somewhat disagree Strongly disagree S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity F igure 6. 2: Proportion of the pop ul ation expressing the speci fi ed opinion concerning age discrimination , EU- 27 , F ebr u ary - March 2008 (% ) 0% 25% 50% 75% 100% Aged 15+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55+ Non-existent Rare Don't know Widespread S ource : Eu ropean Commission , Specia l Eu robarometer No. 29 6 - D iscrimination in the Eu ropean U nion ",
        "114 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6.4 : Proportion of the pop ul ation aged 1 5 + expressing the opinion that l oca l a u thorities sho ul d s u pport associations and initiati v es that foster stronger re l ations between yo u ng peop l e and o l der peop l e , March 2009 (% ) S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity 0% 25% 50% 75% 100% E U - 2 7 P T R O I E M T E S F R C Y U K D E E L I T S I F I P L L T L U B E A T S E L V B G N L E E S K H U D K C Z Strongly disagree Somewhat disagree Don't know / no answer Somewhat agree Strongly agree The Treaty of Lisbon ( 15 ) made inter-generational solidarity an explicit aim for the functioning of the EU. Further visibility was given to this goal through the launch, by a group of civil society organisations, of a European day on intergenerational solidarity – this is 29 April each year. Intergenerational solidarity may be promoted through various channels, for example through civil society, the media and academia. National studies (for example, in Ireland or the Netherlands), show that care and assistance tends to flow upwards from children to elderly parents and that finance flows downwards from the elderly to their children; note, the same results may not hold in all Member States, notably among some that joined the EU in 2004 or 2007. In March 2009 more than nine out of ten (91.6 %) people aged 15 and above in the EU-27 agreed that local authorities should support associations and initiatives that foster stronger relations between younger people and older people (see Figure 6.4). However, in almost all of the EU Member States – Lithuania and Belgium being the only exceptions – less than half of the population agreed that the government was doing a good job in promoting a better understanding between the young and the old (see Figure 6.5). ( 15 ) Article 3.3, available at http://eur-lex.europa.eu/JOHtml.do?uri=OJ:C:2007:306:SOM:en:HTML. ",
        "115 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6.5 : Proportion of the pop ul ation aged 1 5 + expressing the opinion that the go v ernment is doing a good j ob in promoting a better u nderstanding between the yo u ng and the o l d , March 2009 (% ) 0% 25% 50% 75% 100% E U - 2 7 L T B E N L M T L U C Y R O P T E S S I C Z S K S E A T B G D K I T U K E L F I D E F R I E P L L V E E H U Strongly disagree Somewhat disagree Don't know / no answer Somewhat agree Strongly agree S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity F igure 6.6 : Proportion of indi v id u a l s who think there is a l ot of tension between yo u ng and o l d peop l e in their co u ntry , 2007 (% ) 0 10 20 30 40 E U - 2 7 H U L U R O E L L T U K E S C Z S I I T P L L V B E E E F R D E A T N L P T S K B G I E M T S E F I C Y D K H R M K T R N O S ource : Eu ropean qu a l ity of l ife s u r v ey - 2007 , © Eu ropean F o u ndation for the I mpro v ement of L i v ing and W orking Conditions (Eu rofo u nd) The potential for conflict between the generations was covered by a survey conducted in 2007, the results of which suggested that some 17.7 % of the EU-27 population agreed there was a lot of tension between young and old people. More than one in four persons in Hungary, Luxembourg and Romania agreed with this premise, a share that fell to less than one in ten in Malta, Sweden, Finland, Cyprus and Denmark (see Figure 6.6). ",
        "116 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6.8 : Proportion of the pop ul ation aged 1 5 + expressing the opinion that peop l e who ha v e to care for o l der fami l y members at home recei v e good s u pport from socia l ser v ices , March 2009 (% ) 0% 25% 50% 75% 100% E U - 2 7 L U B E M T C Y A T C Z U K I E L T N L D E D K S I F R R O S E E S I T B G E L P T F I E E S K H U L V P L Strongly disagree Somewhat disagree Don't know / no answer Somewhat agree Strongly agree S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity F igure 6.7 : Proportion of the pop ul ation aged 1 5 + expressing the opinion that schoo l s sho ul d promote better re l ations between the yo u ng and the o l d , March 2009 (% ) 0% 25% 50% 75% 100% E U - 2 7 P T M T R O E L I E E S S I C Y L T P L B G S K U K L V I T F I F R S E C Z L U D E N L B E A T H U E E D K Strongly disagree Somewhat disagree Don't know / no answer Somewhat agree Strongly agree S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity ",
        "117 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6.9 : Proportion of the pop ul ation aged 1 5 + expressing the opinion that the fi nancia l he l p of parents and grandparents is important for yo u ng ad ul ts who estab l ish their own ho u seho l ds and fami l ies , March 2009 (% ) 0% 25% 50% 75% 100% E U - 2 7 B E B G C Z D K D E E E I E E L E S F R I T C Y L V L T L U H U M T N L A T P L P T R O S I S K F I S E U K Strongly disagree Somewhat disagree Don't know / no answer Somewhat agree Strongly agree S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 – I ntergenerationa l so l idarity Tab l e 6. 1: Proportion of the pop ul ation expressing the opinion that the speci fi ed ways of organising chi l dcare for pre - schoo l chi l dren are the best , EU- 27 , September 2008 (%, m ul tip l e options possib l e) Public or private creche/ day care centre/ nursery In-house child minder or au pair Certified child minding in a private home Childcare by mother Childcare by father Childcare by grand- parents or other relatives Other None Don’t know/ no answer Aged 15+ 64.5 15.5 13.5 51.3 29.5 36.9 0.7 0.5 1.6 Aged 15-24 64.3 17.1 12.0 49.5 30.8 40.6 0.4 0.2 1.1 Aged 25-39 62.6 16.9 13.1 51.4 31.4 38.4 0.7 0.4 1.3 Aged 40-54 66.5 16.0 14.5 52.0 31.2 32.7 0.7 0.5 1.3 Aged 55+ 64.5 13.4 13.7 51.6 26.0 37.9 1.0 0.7 2.4 S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 4 7 - F ami l y l ife and the needs of an ageing pop ul ation As noted above, one of the ways in which older persons can provide assistance to younger generations is through the provision of childcare. Table 6.1 presents the results of a survey conducted in September 2008, showing that more than one third (36.9 %) of the EU-27 population aged 15 and above agreed that grandparents or other relatives provided the best arrangement for pre-school childcare. ",
        "118 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society 6 .2 Socia l contacts Civil society is composed of a range of organisations, for example charities, non-profit making bodies, community groups, faith organisations, professional or business associations, trade unions, sports clubs, or groups of people that meet to practise a range of sports, past-times and hobbies. These social networks are a key facilitator of participation in society, providing an opportunity for older persons to continue learning and to share their knowledge and experience, while also offering the opportunity to engage with friends, family, neighbours and other generations. Figure 6.10 provides an overview (based on data from September and October 2011) of a range of voluntary activities that were carried out by the population aged 15 and above and by the population aged 55 or over. In the EU-27, the participation of persons aged 55 or over in these activities was broadly in line with averages recorded for the whole of the adult population. For both age groups working in a sports or recreational organisation was the most popular form of activity, although those aged 55 or over tended to participate somewhat less than the average in this activity, whereas those aged 55 and over were more likely to participate in religious or church organisations, charity and social aid organisations, or in leisure associations for the elderly. F igure 6. 10: Proportion of the pop ul ation participating acti v e l y or working for one of the speci fi ed acti v ities , EU- 27 , September - October 20 11 (% ) 0.0 2.5 5.0 7.5 10.0 Sports club or recreation organisation Education, arts, music or cultural association Charity or social aid organisation Religious or church organisation Trade union Environmental protection, animal rights organisation A leisure association for the elderly Business or professional organisation Consumer organisation Development aid or human rights organisation Political party or organisation Organisation defending the patients and/or disabled Organisation for the defence of elderly rights Other interest groups for specific causes Other voluntary work Aged 15+ Aged 55 + S ource : Eu ropean Commission , Specia l Eu robarometer No. 378 – A cti v e ageing ",
        "119 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6. 12: Proportion of the pop ul ation reg ul ar l y participating in a l eis u re acti v ity s u ch as sport , cinema , concert , EU- 27 , 2009 ( 1 ) (% ) 0% 25% 50% 75% 100% Aged <18 Aged 18-64 Aged 65+ No, for some other reason No, because cannot afford it Yes ( 1 ) Estimates. S ource : Eu rostat (EU- S IL C 2009 mod ul e: materia l depri v ation) F igure 6. 11: Proportion of the pop ul ation aged 6 5 + agreeing or strong l y agreeing that they fe l t l eft o u t of society , 2007 (% ) 0 10 20 30 40 E U - 2 7 B G L T C Z P L I E B E U K R O M T E L L V C Y E E H U F R S K F I S I P T A T I T S E D E N L D K E S L U M K H R T R N O S ource : Eu ropean qu a l ity of l ife s u r v ey - 2007 , © Eu ropean F o u ndation for the I mpro v ement of L i v ing and W orking Conditions (Eu rofo u nd) Loneliness and social isolation increase the risk of mental health problems, including depression and self-harm; these feelings may be felt more often by older persons who remain house-bound. A survey conducted in 2007 found that almost one in ten (9.6 %) persons aged 65 and over in the EU-27 felt left out of society (see Figure 6.11). This share was slightly higher than the rates recorded for other age groups, although the differences were small, as the lowest proportion of people feeling left out of society was recorded among those aged 18 to 34 (8.0 %). ",
        "120 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6. 1 3 : Proportion of the pop ul ation stating that they exercise or p l ay sport with the speci fi ed fre qu ency , EU- 27 , October 2009 (% ) 0% 25% 50% 75% 100% A g e d 1 5 + A g e d 1 5 - 2 4 A g e d 2 5 - 3 9 A g e d 4 0 - 5 4 A g e d 5 5 - 6 9 A g e d 7 0 + A g e d 1 5 - 2 4 A g e d 2 5 - 3 9 A g e d 4 0 - 5 4 A g e d 5 5 - 6 9 A g e d 7 0 + Total Men Women Never Seldom With some regularity Regularly S ource : Eu ropean Commission , Specia l Eu robarometer No. 33 4 - Sport and physica l acti v ity While there have been EU-wide campaigns aimed at increasing participation rates in relation to sports and exercise, few initiatives have been targeted specifically at the older generations. Nevertheless, it would appear that physical activity can play an important role in improving the quality of life among older persons, as regular physical activity has the potential to improve physiological and psychological conditions. Figure 6.12 shows that age was a major factor in determining the proportion of the population who regularly participated in a sports or leisure activity. More than a half (56.8 %) of those surveyed in the EU-27 that were aged 18 to 64 reported regularly carrying out a sport, or visiting a cinema or concert in 2009; this share was much lower for persons aged 65 and over (35.3 %). According to a Eurobarometer survey conducted in October 2009, some 40 % of the EU-27 population aged 15 and above exercised or played sport with at least some regularity. Figure 6.13 shows that this share was lower among persons aged 70 and above (21 % for women and 23 % for men). A similar question from the same survey concentrated upon physical activities other than sport. Almost two thirds (65 %) of the EU-27 population aged 15 and above stated that they engaged in physical exercise (outside of playing sport). The proportion of persons aged 70 and above engaged in non-sporting physical exercise with at least some regularity was again lower than average (54 % for women and 63 % for men). A survey conducted in October 2009 provides information on the share of the population who were members of a sports or health and fitness club (see Figure 6.14). The general pattern across the EU-27 was for membership levels to fall as a function of age, while men were more likely than women to be a member of a sports club. ",
        "121 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6. 1 4 : Proportion of the pop ul ation stating that they were members of c lu bs where sport or recreationa l physica l acti v ity is u ndertaken , EU- 27 , October 2009 (%, m ul tip l e answers possib l e) 0 5 10 15 20 25 30 35 Aged 15+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55-69 Aged 70+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55-69 Aged 70+ T o t a l M e n W o m e n Sports club Health or fitness club S ource : Eu ropean Commission , Specia l Eu robarometer No. 33 4 - Sport and physica l acti v ity Some 7 % of men aged 70 or more in the EU-27 were members of a sports club, which was three percentage points higher than the corresponding ratio for women aged 70 or above; 2 % of the population aged 70 or more (both genders) were members of a health and fitness club. The same survey provides evidence that persons aged 70 or above who were not members of a club tended to undertake their physical activity in a park, or within the vicinity of their home (for example, walking or cycling between home and the shops). Walking, climbing the stairs, or taking care of the house and garden are examples of physical activities that may be conducted by older persons on a daily basis. Table 6.2 shows that across the EU-27 in October 2009 just over two thirds of men and women aged 70 or more who engaged in sport or a physical activity did so in order to improve their health. The same survey provides evidence that 42 % of the population aged 15 and above were not interested in being physically active, a share that rose to 50 % among those aged 70 or more. ",
        "122 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society Tab l e 6. 2: Reasons for engaging in sport or a physica l acti v ity , EU- 27 , October 2009 (% of those who u ndertake sport or physica l acti v ity ; m ul tip l e answers) Improve health Improve fitness Have fun Relax Improve physical appearance Improve physical perfor- mance Control weight Be with friends Counteract effects of ageing Total Aged 15+ 61 41 31 39 24 24 24 22 15 Men Aged 15-24 51 47 57 34 35 37 19 43 6 Aged 25-39 56 42 40 45 27 26 24 28 9 Aged 40-54 58 43 31 43 21 25 26 21 15 Aged 55-69 64 41 22 37 13 21 23 17 24 Aged 70+ 67 34 22 35 8 16 15 13 28 Women Aged 15-24 53 43 39 33 35 25 29 27 5 Aged 25-39 62 40 28 42 34 22 29 18 9 Aged 40-54 64 43 27 42 25 23 30 17 14 Aged 55-69 67 40 23 35 14 21 24 19 26 Aged 70+ 68 36 22 30 11 19 15 15 29 S ource : Eu ropean Commission , Specia l Eu robarometer No. 33 4 - Sport and physica l acti v ity F igure 6. 1 5 : Proportion of the pop ul ation getting together with friends/fami l y ( re l ati v es) for a drink/mea l at l east once a month , EU- 27 , 2009 ( 1 ) (% ) 0% 25% 50% 75% 100% Aged 18-64 Aged 65+ Yes No, because cannot afford it No, for some other reason ( 1 ) Estimates. S ource : Eu rostat (EU- S IL C 2009 mod ul e: materia l depri v ation) Figure 6.15 gives an indication of the share of the EU-27 population that socialises with friends or family at least once a month. Among working age generations (18 to 64 years old), approximately three quarters of the population went out for a drink or a meal at least once a month in 2009. Almost six out of ten people aged 65 or over socialised at least once a month, with 13.7 % citing financial reasons for not socialising (almost the same proportion as for other age groups); more than a quarter (26.7 %) of the population aged 65 or over did not socialise for some other reason. ",
        "123 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society Tab l e 6.3 : N u mber of ho l iday trips , 2009 Number of holidays Analysis by type of destination of tourists aged 65+ (%) Taken by persons aged 15+ (1 000) Taken by persons aged 65+ (1 000) Taken by persons aged 65+ (% of holidays taken by persons aged 15+) Domestic Outbound BE 7 022 945 13.5 20.8 79.2 BG 2 993 : : : : CZ 10 453 : : : : DK : : : : : DE 105 907 25 611 24.2 54.8 45.2 EE 485 : : : : IE 5 080 999 19.7 30.0 70.0 EL 7 720 1 275 16.5 95.0 5.0 ES 39 567 5 208 13.2 91.5 8.5 FR 95 285 20 630 21.7 85.1 14.9 IT 39 349 5 648 14.4 82.4 17.6 CY 897 67 7.5 27.3 72.7 LV 832 91 10.9 75.7 24.3 LT 1 061 76 7.2 71.7 : LU 820 119 14.5 : 100.0 HU 6 060 772 12.7 91.8 8.2 MT : : : : : NL 19 078 3 183 16.7 46.9 53.1 AT 9 284 : : : : PL 16 025 1 377 8.6 83.0 17.0 PT 4 326 723 16.7 83.5 16.5 RO 5 420 : : : : SI 1 697 179 10.5 54.2 45.8 SK 4 347 340 7.8 71.6 28.4 FI 7 315 888 12.1 71.8 28.2 SE 12 393 1 681 13.6 65.4 34.6 UK 69 060 11 319 16.4 58.9 41.1 NO 6 849 : : : : CH 9 176 1 453 15.8 41.9 58.1 HR 3 335 267 8.0 70.7 29.3 S ource : Eu rostat ( on l ine data code: to u r _ dem _ ttage) Going on holiday has the potential to allow older persons an opportunity to make new friends, spend time in the company of others, take part in sporting or leisure pursuits, or expand cultural and educational knowledge. With higher standards of living, recent years have seen an increase in the proportion of older persons who take-up the opportunity to travel during their retirement. This development may also be linked, among others, to higher life expectancy, an increase in private car ownership rates, and the falling relative cost of long-distance travel. Persons aged 65 or over accounted for 18.2 % of the holidays taken by adults in 2009 – based on a set of information for 20 of the EU Member States (see Table 6.3). Domestic holidays were relatively popular among older persons aged 65 and above and accounted for more than half of the total holidays taken by this sub-population in most of the Member States; the exceptions being Belgium, Ireland, Cyprus, Luxembourg and the Netherlands (all relatively small countries in terms of land area). ",
        "124 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society Tab l e 6.4 : N u mber of nights spent on ho l iday and destination , 2009 Number of nights spent on holiday Analysis by type of destination of tourists aged 65+ Persons aged 15+ (1 000) Persons aged 65+ (1 000) Share of persons aged 65+ in total aged 15+ (%) Domestic (%) Outbound (%) BE 76 973 11 734 15.2 16.9 83.1 BG 24 645 : : : : CZ 88 065 : : : : DK : : : : : DE 967 158 256 131 26.5 48.1 51.9 EE 4 971 : : : : IE 46 382 9 727 21.0 21.0 79.0 EL 90 648 22 877 25.2 95.9 4.1 ES 422 770 76 715 18.1 93.7 6.3 FR 962 003 241 038 25.1 86.0 14.0 IT 422 181 82 559 19.6 83.1 16.9 CY 10 514 1 222 11.6 24.6 75.4 LV 8 925 979 11.0 61.3 38.7 LT 8 907 617 6.9 64.9 : LU 8 046 1 298 16.1 : 100.0 HU 47 826 6 395 13.4 82.0 18.0 MT : : : : : NL 202 885 35 274 17.4 36.4 63.6 AT 79 972 : : : : PL 154 164 18 921 12.3 87.2 12.8 PT 43 977 9 749 22.2 79.7 20.3 RO 41 678 : : : : SI 14 117 1 571 11.1 45.1 54.9 SK 37 011 3 329 9.0 64.8 35.2 FI 58 554 8 136 13.9 56.1 43.9 SE 108 493 14 753 13.6 54.9 45.1 UK 702 543 114 160 16.2 39.8 60.2 NO 63 875 : : : : CH 94 136 14 361 15.3 : : HR 28 177 2 670 9.5 73.3 26.7 S ource : Eu rostat ( on l ine data code: to u r _ dem _ ttage) Table 6.4 provides an analysis of the number of nights spent on holiday in 2009. More than one in five (20.9 %) of the nights spent on holiday were accounted for by persons aged 65 or over – based on information for the same 20 EU Member States as in Table 6.3. Higher shares were recorded in Germany, Greece, France, Portugal and Ireland; it would therefore appear that persons aged 65 or over from these countries took longer than average or more frequent holidays. The majority of the nights spent by holidaymakers aged 65 or over were in domestic markets. Indeed, holidays on national soil accounted for more than eight out of ten nights spent on holiday by those aged 65 or over in Greece, Spain, France, Poland, Italy and Hungary. In contrast, more than three quarters of the nights spent by holidaymakers aged 65 or over from Luxembourg, Belgium, Ireland or Cyprus were in foreign destinations; the proportion of nights spent abroad was also over 50 % as regards German, Dutch, Slovenian and British holidaymakers aged 65 or above. ",
        "125 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society Tab l e 6.5 : Ma j or moti v ation for main ho l iday trip among those who made at l east one ho l iday trip , EU- 27 , 2009 (% ) Sun/ beach Wellness/ health treatment Rest/ recreation City trips Sports- related Nature Culture/ religion Visiting friends/ relatives Don’t know/ no answer Aged 15+ 19 3 37 7 4 6 6 17 1 Aged 15-24 24 1 34 7 7 3 4 20 1 Aged 25-39 20 2 42 6 3 4 4 18 1 Aged 40-54 21 3 40 6 4 7 5 14 1 Aged 55+ 13 6 33 9 3 9 9 17 1 S ource : Eu ropean Commission , Fl ash Eu robarometer No. 29 1 - S u r v ey on the attit u des of Eu ropeans towards to u rism Tab l e 6.7 : Most important consideration when making a decision abo u t tra v e l p l ans , EU- 27 , F ebr u ary 20 1 0 (% ) Aged 15+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55+ Personal experience 18.2 15.3 16.3 18.1 20.8 Recommendations of friends and colleagues 29.7 32.2 33.6 29.8 25.9 Guide-books & magazines (commercial) 4.8 3.4 3.7 5.0 6.0 Catalogues, brochures (non-commercial) 5.5 3.0 3.6 4.4 8.7 Internet 24.3 33.3 32.1 27.7 12.8 Travel/tourist agencies 11.1 8.2 8.4 10.3 14.7 Media (newspaper, radio, TV) 3.3 3.7 1.3 2.8 4.7 Don’t know/no answer 3.1 0.8 1.0 1.9 6.3 S ource : Eu ropean Commission , Fl ash Eu robarometer No. 29 1 - S u r v ey on the attit u des of Eu ropeans towards to u rism Tab l e 6.6 : Means of transport on main ho l iday trip among those who made at l east one ho l iday trip , EU- 27 , 2009 (% ) Aeroplane Boat Train Bus Car/ motorbike Bicycle Other Aged 15+ 35 2 7 6 48 0 1 Aged 15-24 39 2 9 9 40 1 1 Aged 25-39 36 2 7 3 51 0 1 Aged 40-54 34 2 4 3 55 0 1 Aged 55+ 34 3 8 11 43 0 2 S ource : Eu ropean Commission , Fl ash Eu robarometer No. 29 1 - S u r v ey on the attit u des of Eu ropeans towards to u rism ",
        "126 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society Tab l e 6.8 : Once retired , wo ul d peop l e consider comm u nity work or v o lu nteering , September 2008 (% ) Not retired: would consider doing this Retired person: have done this Retired person: plan to do this EU-27 72.8 33.8 10.1 BE 64.4 28.3 9.2 BG 53.1 11.8 10.8 CZ 27.7 12.0 12.6 DK 78.4 32.6 24.2 DE 83.1 45.0 7.2 EE 52.6 20.0 8.5 IE 88.8 37.8 11.0 EL 71.8 18.7 18.7 ES 73.5 19.8 10.4 FR 83.1 44.4 10.5 IT 76.2 32.2 13.4 CY 71.3 20.8 17.4 LV 38.1 20.6 8.3 LT 44.8 22.0 14.6 LU 80.2 45.4 9.3 HU 61.3 22.8 15.3 MT 68.0 24.5 7.1 NL 79.4 52.2 6.3 AT 73.4 36.8 9.8 PL 45.5 21.5 10.3 PT 78.7 18.4 12.5 RO 45.0 16.7 12.0 SI 64.9 34.8 13.3 SK 50.6 14.2 11.1 FI 82.0 50.3 10.5 SE 83.5 36.7 12.3 UK 82.5 42.0 6.7 S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 4 7 - F ami l y l ife and the needs of an ageing pop ul ation Voluntary work may be seen as an important contribution to civic participation – promoting social cohesion and social inclusion – these aspects were underlined during the European Year of Volunteering in 2011. There are wide ranging differences in the take-up of volunteering across the EU: for example, in the Netherlands and the United Kingdom volunteering has a long tradition, whereas many of the countries that have joined the EU in 2004 or 2007 have relatively less developed voluntary sectors. There is evidence to suggest that voluntary work increases mental well-being among older persons. Volunteer work also has the potential to provide an exchange of experiences between the generations; for example, older people reading stories to the young at a nursery centre. A survey conducted in March 2009 found that 78 % of the EU-27 population aged 15 and above were of the opinion that older people made a major contribution as volunteers in charitable and community organisations (see Figure 6.17). ",
        "127 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6. 1 6 : A cti v e participation ( or v o lu ntary work) in at l east one organisation , EU- 27 , May 20 1 0 (% ) 0% 25% 50% 75% 100% Aged 15+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55+ None Don't know Yes ( 1 ) A list of 15 types of organisations was suggested, including those concerned with: solidarity and humanitarian aid, health care, environment, sport, protection of human rights, social inclusion, education and training. S ource : Eu ropean Commission , Standard Eu robarometer No. 73 F igure 6. 1 7 : Proportion of the pop ul ation expressing the opinion that o l der peop l e make a ma j or contrib u tion as v o lu nteers in charitab l e and comm u nity organisations , EU- 27 , March 2009 (% ) 0% 25% 50% 75% 100% Aged 15+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55-64 Aged 65+ Strongly disagree Somewhat disagree Don't know / no answer Somewhat agree Strongly agree S ource : Eu ropean Commission , Fl ash Eu robarometer No. 2 6 9 - I ntergenerationa l so l idarity ",
        "128 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society 6 .3 E d u cation At a societal level, demographic ageing is expected to result in a smaller workforce in the EU in the coming decades. This has lead to the idea that economic prosperity will only be maintained if there is considerable productivity growth: one means of achieving this goal is to invest in human capital. The European Commission adopted a Communication on adult learning in October 2006 ( 16 ), which was followed by an action plan endorsed by the education ministers of each Member State in May 2008. Several of the issues identified were relevant to older persons and broader concerns surrounding demographic ageing. The action plan called for: (cid:116)(cid:1) skills to be upgraded so that potential labour shortages due to demographic changes could be met; (cid:116)(cid:1) action to reduce poverty and social exclusion through the promotion of adult learning to improve skills and personal autonomy; (cid:116)(cid:1) increased participation in lifelong learning, particularly among older workers, as the average working age is likely to rise across Europe in the coming decades. There were an estimated 1.67 million students aged 40 and above studying in the EU-27 in 2009, accounting for 1.8 % of the total student population (see Figure 6.18, which excludes primary and lower secondary levels of education). The share of students aged 40 and above in the total number of students varied considerably, rising to above 5 % in Belgium, Finland, Portugal and Sweden, while falling below 0.5 % in Cyprus, Germany, Ireland, Italy or Luxembourg (see Figure 6.19). F igure 6. 1 8 : Proportion of st u dents aged 4 0 + in the tota l n u mber of st u dents , by l e v e l of ed u cation , EU- 27 ( 1 ) (% ) 05 10 15 Upper secondary education - ISCED 3 Post-secondary non-tertiary education - ISCED 4 ( 2 ) Tertiary education - ISCED 5-6 Tertiary: academic orientation - ISCED 5A Tertiary: occupation orientation - ISCED 5B Second stage tertiary: advance research - ISCED 6 1999 2009 ( 1 ) Estimates. ( 2 ) 1999, not available. S ource : Eu rostat ( on l ine data code: ed u c _ enr l1 t l ) ( 16 ) ‘Adult learning: it is never too late to learn’, COM(2006) 614 ; available at: http://eur-lex.europa.eu/LexUriServ/site/en/com/2006/com2006_0614en01.pdf. ",
        "129 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6. 1 9 : Proportion of st u dents aged 4 0 +, 2009 ( 1 ) (% share of tota l n u mber of st u dents) 012345678 E U - 2 7 B E F I P T S E U K D K E S L V E E A T N L S I S K H U B G L T C Z M T C Y D E I E I T L U I S N O C H L I M K T R H R \\ ( 1 ) Greece, France, Poland and Romania, not available. S ource : Eu rostat ( on l ine data code: ed u c _ enr l1 t l ) F igure 6. 20: Persons with u pper secondary or tertiary ed u cation attainment , by age , EU- 27 (% ) 0 10 20 30 40 50 60 70 80 2005 2010 2005 2010 Male Female Aged 25-64 Aged 45-54 Aged 55-64 S ource : Eu rostat ( on l ine data code: edat _l fse _ 08) Slightly more than half (52.1 %) of all the students aged 40 and above in the EU-27 were following a tertiary education course. As may be expected, these older students accounted for a relatively high share (12.4 %) of the total number of students following advanced research studies (PhD). There has been an increase in educational participation in recent decades within most EU Member States and this has resulted in younger age groups generally having a higher level of upper secondary and tertiary education attainment than preceding generations (see Figure 6.20). This pattern was particularly apparent in relation to the relatively low levels of educational attainment among the female population aged 55 to 64. ",
        "130 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society Tab l e 6.9 : Persons with u pper secondary or tertiary ed u cation attainment , by age , 20 1 0 (% ) Total Male Female Aged 25-64 Aged 45-54 Aged 55-64 Aged 25-64 Aged 45-54 Aged 55-64 Aged 25-64 Aged 45-54 Aged 55-64 EU-27 72.7 71.1 61.6 73.7 72.6 66.5 71.8 69.6 56.9 BE 70.5 66.2 54.5 70.0 65.5 56.8 71.0 66.9 52.2 BG 79.4 82.2 70.5 79.3 81.5 70.2 79.6 82.9 70.8 CZ 91.9 91.6 86.3 94.8 95.1 92.8 89.1 88.0 80.3 DK 76.5 72.5 66.0 77.8 74.0 73.0 75.1 70.9 59.1 DE 85.8 86.5 83.1 88.3 88.9 89.0 83.3 84.0 77.5 EE 89.2 93.8 85.1 86.3 91.5 82.5 91.8 95.8 87.0 IE 73.5 67.3 50.5 70.5 63.3 48.0 76.4 71.3 53.0 EL 62.5 58.9 41.9 60.8 58.1 44.7 64.3 59.6 39.3 ES 52.6 47.5 32.1 51.5 48.5 36.0 53.7 46.4 28.5 FR 70.8 66.8 55.7 72.1 68.6 60.1 69.6 65.2 51.5 IT 55.2 51.1 38.2 54.3 50.6 41.7 56.0 51.7 34.9 CY 74.1 72.7 52.5 75.2 73.4 57.6 73.0 72.0 47.6 LV 88.5 93.5 85.1 85.1 91.3 80.2 91.6 95.5 88.8 LT 92.0 96.7 87.1 91.0 95.7 87.6 93.0 97.5 86.7 LU 77.7 74.7 69.1 80.7 78.8 76.3 74.6 70.4 61.5 HU 81.3 80.5 74.5 84.3 84.5 82.0 78.4 76.7 68.2 MT 28.7 22.5 13.9 31.4 28.1 17.5 26.0 16.8 10.4 NL 72.3 70.4 60.1 73.9 71.8 68.1 70.8 68.9 52.1 AT 82.5 81.6 73.0 87.6 87.6 82.8 77.5 75.6 63.7 PL 88.7 88.8 79.2 88.8 89.4 81.1 88.5 88.3 77.5 PT 31.9 22.3 15.7 28.6 20.1 16.7 35.1 24.5 14.8 RO 74.3 76.6 58.9 78.5 81.2 70.8 70.2 72.1 48.4 SI 83.3 80.8 72.2 85.2 83.6 79.4 81.4 78.0 65.1 SK 91.0 90.6 83.3 92.8 93.0 89.4 89.1 88.3 77.9 FI 83.0 84.6 69.6 80.8 81.1 68.4 85.2 88.0 70.8 SE 81.6 81.3 69.6 81.6 81.3 71.6 81.5 81.4 67.6 UK 76.1 74.3 68.1 78.9 77.5 76.6 73.4 71.1 60.0 IS 66.5 64.4 55.0 67.0 66.8 62.6 66.1 62.0 47.1 NO 80.9 78.0 79.1 81.4 79.2 81.4 80.5 76.7 76.8 CH 85.8 85.3 80.7 88.9 88.6 87.3 82.6 81.9 74.1 HR 76.4 75.8 66.6 81.5 80.9 76.3 71.7 71.1 58.1 MK 62.5 61.2 52.7 69.7 69.4 63.2 55.1 52.7 42.7 TR 28.4 21.5 14.7 34.7 28.1 20.7 22.0 14.9 9.0 S ource : Eu rostat ( on l ine data code: edat _l fse _ 08) The elderly female population had a lower level of upper secondary and tertiary education attainment than the male population of the same age in 22 of the Member States in 2010; the exceptions were Latvia, Ireland, Estonia, Finland and Bulgaria. Less than half of the female population aged 55 to 64 had an upper secondary or tertiary education in Romania, Cyprus, Greece, Italy, Spain, Portugal or Malta – although the male population aged 55 to 64 also reported relatively low levels of upper secondary or tertiary education attainment (below 50 % in five of these Member States, see Table 6.9) ",
        "131 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6. 21: Participation in ed u cation and training , 2009 ( 1 ) (% of persons in speci fi ed age gro u p) 05 10 15 20 25 30 35 E U - 2 7 D K S E F I U K N L S I A T L U E E E S D E C Y B E C Z I E P T I T M T ( 2 ) F R L V P L L T ( 3 ) E L S K H U ( 2 ) R O ( 3 ) B G ( 3 ) I S C H N O M K ( 2 ) H R ( 3 ) T R Aged 25-64 Aged 55-64 ( 1 ) During the four weeks preceeding the survey. ( 2 ) Data for the age group 55-64 is unreliable. ( 3 ) Data for the age group 55-64, not available. S ource : Eu rostat ( on l ine data code: trng _l fs _ 0 1 ) The European Commission’s lifelong learning programme (LLP) aims to enable people at all stages of their lives to take part in education and training. One of its main aims is to prevent the erosion of skills among those of working age – for example, providing older members of the workforce with the skills that are necessary in order for them to be retained within the labour force. A strategic framework for European cooperation in education and training was re-launched in 2008 ( 17 ), setting long-term policy goals. These included a set of benchmark indicators: one of the targets relates to increasing the participation of adults aged 25 to 64 in lifelong learning to at least 15 % by 2020. An increasing number of older people take-up opportunities to learn about a new subject or to refresh their knowledge in a particular study area by attending courses at universities and other educational institutions. However, adult learning extends beyond employment-related activities to include personal, civic and social skills in formal education and training systems or other settings. It may be the case that, the older that people get, the more likely it is that their participation in education and training activities will be for personal fulfilment (for example classes to develop computing or foreign language skills) or social contact. Across the EU-27 some 9.2 % of the population aged 25 to 64 participated (in the four weeks preceding the labour force survey) in education and training in 2009; the share for persons aged 55 to 64 was half the average level, at 4.6 %. Almost one in four (24.4 %) persons aged 55 to 64 participated in education and training in Denmark in 2009. This was a much higher share than in any of the other Member States, with Sweden, Finland and the United Kingdom the only other countries to record percentage shares that were in double figures (see Figure 6.21). ( 17 ) COM(2008) 865; available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2008:0865:FIN:EN:PDF. ",
        "132 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6. 2 3 : N u mber of foreign l ang u ages known ( se l f - reported) , EU- 27 , 2007 (% of gi v en age gro u p) 0 10 20 30 40 50 60 None 1 2 3+ Aged 25-64 Aged 55-64 S ource : Eu rostat ( on l ine data code: edat _ aes _l 22) F igure 6. 22: Participation in ed u cation and training , EU- 27 (% of persons in speci fi ed age gro u p) 01234567 Formal education and training Non-formal education and training Formal education and training Non-formal education and training Aged 25-74 Aged 55-74 2004 2009 S ource : Eu rostat ( on l ine data code: trng _l fs _ 09) ",
        "133 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society 6 . 4 T ransport A white paper on moving towards a competitive and resource-efficient transport system was released by the European Commission in 2011 ( 18 ). One of its initiatives – under the heading of service quality and reliability – is to improve the quality of transport and accessibility of infrastructure for older persons and passengers with reduced mobility. Older people tend to travel less than younger people; this partly relates to them not needing to travel to school or to work on a daily basis. Although they may travel on a less regular basis and for shorter average distances, mobility plays a key role in active ageing – reaffirming the independence of older persons. The older that people become the higher the risk that they will suffer from health problems that may inhibit their mobility – in more serious cases this may result in them becoming dependent on others. The role of the car in providing mobility for older persons is of particular importance in rural areas, as towns and cities tend to have more developed public transport networks. The problems of moving around are compounded for older persons by: concerns over accessibility issues; the comfort of transport terminals; a range of safety issues (such as the perceived and actual threat of violence on public transport, poor road illumination, speeding vehicles, or poorly parked vehicles). Furthermore, when moving around older persons also need to be aware of the possibility that their own sensory skills, reaction times and physical abilities may decline with age. F igure 6. 2 4 : Main mode of transport u sed for dai l y acti v ities , EU- 27 , October 20 1 0 (% ) 0% 25% 50% 75% 100% Aged 15+ Aged 15-24 Aged 25-39 Aged 40-54 Aged 55+ Others / don't know / no answer No regular mobility Motorbike Cycling Walking Public transport Car S ource : Eu ropean Commission , Fl ash Eu robarometer No. 3 1 2 - Fu t u re of transport ( 18 ) COM(2011) 144; available at: http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2011:0144:FIN:EN:PDF. ",
        "134 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6. 2 5 : D eaths res ul ting from transport accidents , EU- 27 , 2009 ( 1 ) ( n u mber) 0 1 000 2 000 3 000 4 000 5 000 6 000 7 000 Aged 15-24 Aged 25-34 Aged 35-44 Aged 45-54 Aged 55-64 Aged 65-74 Aged 75-84 Aged 85+ Men Women ( 1 ) Estimates. S ource : Eu rostat ( on l ine data code: h l th _ cd _ anr) Figure 6.24 provides information relating to the main mode of transport used by people in the EU for their daily activities; the data is from October 2010. It shows that the car was the most commonly used mode of transport in the EU-27 among adults aged 24 and above. The relative importance of the car rose through to middle age, with almost two thirds (63.5 %) of people aged 40 to 54 stating that it was their main mode of transport. Older persons – aged 55 and above – had a different pattern of reliance on a broader range of transport modes. Across the EU-27 slightly less than half (47.0 %) of older persons cited the car as their main mode of transport. In contrast, a higher than average proportion used public transport (21.5 %) or walking (17.2 %) as their main mode of transport; note that 4.0 % of older respondents replied that they had no regular mobility. Figure 6.25 presents information on the number of deaths that resulted from transport accidents in the EU-27 in 2009. A comparison with similar data from 1999 reveals that there was a considerable reduction in the number of deaths; this pattern was reproduced for both genders across all age groups. There were 5 813 deaths resulting from transport accidents involving men aged 65 and above in the EU-27 in 2009; this was lower than the number of deaths as a result of transport accidents among men aged 15 to 24. The picture was somewhat different among women: generally far fewer women (than men) died as a result of transport accidents in the EU-27 in 2009 – this pattern was true for all age groups. Nevertheless, the number of deaths among women resulting from transport accidents peaked among those aged between 75 and 84. ",
        "135 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society 6 .5 Si lv er s u rfers: the information society The European Commission adopted in mid-2007 a Communication on ‘Ageing well in the information society’ ( 19 ). This presented an action plan for information and communication technology (ICT) and ageing, with the goal of accelerating the introduction of new technology- based solutions for: (cid:116)(cid:1) ageing well at work: staying active and productive for longer through the development of e-skills and e-learning; (cid:116)(cid:1) ageing well in the community: staying socially active and creative, through the adoption of ICT solutions for social networking, as well as for providing access to public and commercial services, thus improving quality of life and reducing social isolation; (cid:116)(cid:1) ageing well at home: enjoying a healthier and higher quality of daily life for longer, assisted by technology, while maintaining a high degree of independence and autonomy. The demographic challenges that the EU is expected to face over the coming decades may be tackled through the introduction of a wide range of ICT initiatives on three different levels: (cid:116)(cid:1) at the societal level: ICT can be used to provide more efficient management and delivery of key services to the old, for example, healthcare and social care; Tab l e 6. 10: I nternet u se and acti v ities carried o u t by indi v id u a l s , by age gro u p , EU- 27 (% of indi v id u a l s) Total population Aged 55-64 Aged 65-74 2005 2010 2005 2010 2005 2010 Frequency of use: at least once a week 43 65 26 46 10 25 Frequency of use: daily 29 53 17 36 5 17 Used Internet in the last 3 months: for any training and education related purposes : 39 : 22 : 10 for looking for information about education, training or course offers : 23 : 10 : 3 to do an online course (of any subject) : 4 : 2 : 1 reading/downloading online newspapers/news 17 34 10 24 3 14 to subscribe to news services or products to receive them regularly : 6 : 4 : 2 seeking health information 16 34 11 26 5 15 sending/receiving e-mails 42 61 26 43 10 24 playing/downloading games, images, films or music 16 28 4 11 1 6 finding information about goods and services 39 56 24 40 9 22 job search or sending an application 10 15 2 4 downloading software 13 21 7 11 3 6 telephoning or video calls : 19 : 10 : 5 listening to web radios and/or watching web TV 10 26 3 13 1 6 uploading self-created content to any website to be shared : 22 : 10 : 5 posting messages to social media sites or instant messaging : 32 : 10 : 4 S ource : Eu rostat ( on l ine data code: isoc _ bde 1 5c u a) ( 19 ) COM(2007) 332; available at: http://eur-lex.europa.eu/LexUriServ/site/en/com/2007/com2007_0332en01.pdf. ",
        "136 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society Tab l e 6. 11: I nternet ski ll s , EU- 27 (% share of gi v en age gro u p) Individuals with various degrees of Internet skills ( 1 ) Low Medium High 2006 2010 2006 2010 2006 2010 Among all individuals Total population 30 32 19 30 6 10 Aged 55-64 25 35 8 16 1 2 Aged 65-74 11 22 2 7 : : Among individuals who have used the Internet Total population 52 44 33 40 10 13 Aged 55-64 68 63 21 28 3 4 Aged 65-74 68 68 15 23 2 1 ( 1 ) Internet skills are part of e-skills and are defined in relation to a set of six activities: using a search engine to find information; sending e-mails with attached files (documents, pictures, etc.); posting messages to chatrooms, newsgroups or an online discussion forums; using the Internet to make telephone calls; using peer-to-peer file sharing for exchanging movies, music, etc.; creating a web page); low Internet skills are defined as carrying out one or two of these activities; medium Internet skills are defined as carrying out three or four of these activities; high Internet skills are defined as carrying out five or six of these activities. S ource : Eu rostat ( on l ine data code: isoc _ bde 1 5csk) (cid:116)(cid:1) at the level of the enterprise: there may be considerable opportunities for business to innovate and expand into a range of new ICT-based product and service markets that respond to the needs of this growing segment of the population; (cid:116)(cid:1) at the level of the individual: ICT can be used to counter health problems and improve quality of life, for example, to aid in counteracting problems relating to memory, vision, hearing or mobility, which become more prevalent with age. One area where there may be considerable growth is with respect to so-called ‘smart homes’. These are dwellings which incorporate a communications network that connects key electrical appliances and services, allowing the homes of older persons to be remotely controlled or monitored from afar – thereby providing the security that may be necessary to allow older persons to remain at home living in an independent fashion. Generally the use of ICT falls as a function of age, decreasing in each of the EU Member States; this pattern is particularly prevalent among older women, many of whom live alone in single households. The Digital Agenda for Europe ( 20 ), one of the flagship initiatives under the Europe 2020 strategy, aims to promote independent and safe living for the elderly and to encourage involvement in society. The Digital Agenda has set a target for having 60 % regular Internet use (at least once per week) among disadvantaged people by 2015 (the sub-population of socially disadvantaged people includes persons aged 55 to 74). Table 6.10 shows that in 2010 around 17 % of the EU-27’s population aged 65 to 74 made daily use of the Internet; this share was 36 percentage points below the average for all age groups. The most common activities carried out by persons aged 65 to 74 who had used the Internet (during the three months prior to the survey) included: sending and receiving e-mails; finding out information about goods and services; seeking health information; and reading online newspapers or news websites. The majority of persons aged 55 to 74 who already gained experience using the Internet reported a low level of Internet skills in 2010 (see Table 6.11). The take-up of mobile devices for Internet access was also relatively low among those aged 65 to 74 in the EU-27 (see Figure 6.26). This may, at ( 20 ) Available at: http://ec.europa.eu/information_society/digital-agenda/index_en.htm. ",
        "137 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society Tab l e 6. 12: I nternet banking and e - commerce , EU- 27 (% share of gi v en age gro u p) Internet banking ( 1 ) Online selling of products ( 1 ) Online purchases ( 2 ) Online purchase of travel and holiday accomm. ( 2 ) 2005 2010 2005 2010 2005 2010 2005 2010 Among all individuals Total population 19 36 6 13 24 40 8 21 Aged 55-64 13 27 3 7 14 27 6 16 Aged 65-74 5 13 1 3 5 14 2 8 Among individuals who used Internet Total population 38 52 11 19 44 57 15 29 Aged 55-64 41 53 8 15 42 51 19 31 Aged 65-74 41 48 8 12 38 46 15 27 ( 1 ) Figures for among individuals who used Internet relate to the proportion of individuals who used the Internet in the last three months. ( 2 ) Figures for among individuals who used Internet relate to the proportion of individuals who used the Internet in the last twelve months. S ource : Eu rostat ( on l ine data code: isoc _ bde 1 5cbc) F igure 6. 2 6 : I ndi v id u a l s u sing mobi l e de v ices for I nternet access d u ring the three months prior to the s u r v ey , EU- 27 , 20 1 0 (% share of gi v en age gro u p) 0 10 20 30 40 50 60 70 80 Used Internet through any device Used mobile device for Internet access ( 1 ) Total population Aged 55-64 Aged 65-74 ( 1 ) Mobile phones (or smart phones), handheld computers (palmtop, PDA), portable computers (laptop) away from home or work. S ource : Eu rostat ( on l ine data codes: isoc _ bde 1 5b _ i and isoc _ ci _ ifp _ i u ) least in part, reflect the fact that the elderly – and the retired in particular – spend a far greater proportion of their time at home and so may not see the need to have a mobile device in order to access the Internet. One area where Internet services may be assumed to be particularly attractive for older persons is with respect to services that can be used to avoid carrying out daily tasks such as shopping or dealing with a bank. Table 6.12 provides information on the take-up of a range of these services. Restricting the analysis to those who use the Internet, some 48 % of persons aged 65 to 74 years made use of Internet banking, compared with a 52 % average for all Internet users (16 to 74 years), while 46 % of elderly Internet users made online purchases, compared with a 57 % average. A higher than average proportion of Internet users aged 55 to 64 booked travel or holiday accommodation online. ",
        "138 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society 6 . 6 V oting and representation Another aspect of active ageing is the continued access of older people to political and civic processes. This contributes to ensuring that the voice of older persons is heard and that the needs of older persons are considered when policy matters are debated in local, national and EU contexts, while also helping to broaden the participation of elderly people in society. The active participation of older persons in political life may be measured through their participation rates in elections or through the number of older persons who are representatives directly elected to municipal, regional, national or EU legislative bodies. The median age of a member of the European Parliament (MEP) in 2011 was 54 years. Figure 6.27 shows while almost half (49.6 %) of the members were aged 55 or more; the share of MEPs aged 65 or more was 13.6 %, falling to 1.5 % for those aged 75 and above. The age profile of MEPs varied considerably between the Member States, with less than one third of the MEPs from Hungary, Finland, the Netherlands, Romania or Bulgaria aged 55 or more. F igure 6. 2 7 : M E Ps by age , end 20 11 ( 1 ) (% ) Aged <34 5.0% Aged 35-44 17.0% Aged 45-54 28.4% Aged 55-64 36.0%Aged 65-74 12.1% Aged 75+ 1.5% ( 1 ) There were 736 MEPs. S ource : Eu ropean Par l iament ",
        "139 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 6 Participation in society F igure 6. 2 8 : M E Ps by age , end 20 11 (% share of nationa l M E Ps) 0 25 50 75 100 E U - 2 7 C Y S K I E L U U K L V M T E L E S D K I T F R D E L T C Z B E S E S I A T P T P L E E H U F I N L R O B G Aged 55-64 Aged 65-74 Aged 75+ S ource : Eu ropean Par l iament Tab l e 6. 1 3 : F re qu ency of disc u ssing po l itica l matters with friends or re l ati v es , EU- 27 , May 20 1 0 (% ) Local political matters National political matters European political matters Frequently Occasionally Never Frequently Occasionally Never Frequently Occasionally Never Aged 15+ 21 51 28 19 55 26 11 48 41 Aged 15-24 11 48 41 12 51 36 7 41 51 Aged 25-39 18 53 29 16 59 25 8 51 41 Aged 40-54 24 53 23 21 57 22 11 53 35 Aged 55+ 25 50 25 23 50 27 14 46 40 S ource : Eu ropean Commission , Standard Eu robarometer No. 73 All EU citizens (of voting age) have the right to vote and stand as candidates in EU and municipal elections, irrespective of the Member State in which they reside. Persons aged 55 or more recorded the highest participation rate in the 2009 European Parliament elections: half of the people aged 55 or more in the EU-27 voted, compared with an average of just 29 % for those aged 18 to 24. This pattern of higher turnout among older voters is often repeated at national and regional elections. The inclination of older persons to vote may be driven, at least in part, by their interest in politics. Table 6.13 shows that, compared to younger generations, a higher proportion of persons aged 55 or over frequently discussed local, national or European political matters. ",
        "140 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Symbols, abbreviations and acronyms Symbo l s , abbre v iations and acronyms : not available or confidential - not applicable % percent & and EU-27 European Union of 27 Member States including Belgium, Bulgaria, the Czech Republic, Denmark, Germany, Estonia, Ireland, Greece, Spain, France, Italy, Cyprus, Latvia, Lithuania, Luxembourg, Hungary, Malta, the Netherlands, Austria, Poland, Portugal, Romania, Slovenia, Slovakia, Finland, Sweden and the United Kingdom; note that unless otherwise stated, the EU aggregate in this publication refers to all 27 countries, as if these 27 countries had been part of the EU in periods prior to 1 January 2007 BE Belgium BG Bulgaria CZ Czech Republic DK Denmark DE Germany EE Estonia IE Ireland EL Greece ES Spain FR France IT Italy CY Cyprus LV Latvia LT Lithuania LU Luxembourg HU Hungary MT Malta NL Netherlands AT Austria PL Poland PT Portugal RO Romania SI Slovenia SK Slovakia FI Finland SE Sweden UK United Kingdom ",
        "141 Active ageing and solidarity between generations — a statistical portrait of the European Union 2012 Symbols, abbreviations and acronyms IS Iceland LI Liechtenstein NO Norway CH Switzerland ME Montenegro HR Croatia MK ( 21 ) former Yugoslav Republic of Macedonia TR Turkey accomm. accommodation BMI body mass index EES European employment strategy EIP European innovation partnership(s) ESF European social fund EU European Union EUR euro EU-SILC European Union statistics on income and living conditions GDP gross domestic product GP general practitioner ICT information and communication technology ISCED international standard classification of education LLP lifelong learning programme MEP member of the European Parliament OECD Organisation for Economic Co-operation and Development OMC open method of coordination PAYE pay-as-you-earn PDA personal digital assistant PhD doctor of philosophy (postgraduate academic degree) PPS purchasing power standard SGP stability and growth pact TV television UMTS universal mobile telecommunications service WHO World Health Organisation 3G third generation (mobile telecommunications) ( 21 ) Provisional ISO code which does not prejudge in any way the definitive nomenclature for this country, which is to be agreed following the conclusion of negotiations currently taking place on this subject at the United Nations. ",
        "",
        "European Commission Active ageing and solidarity between generations – A statistical portrait of the European Union 2012 Luxembourg: Publications Office of the European Union 2011 — 141 pp. — 14.8 x 21 cm Theme: Population and social conditions Collection: Statistical books ISBN 978-92-79-21507-0 ISSN 1830-7906 doi:10.2785/17758 Cat. No KS-EP-11-001-EN-C ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "Active ageing and solidarity between generations A statistical portrait of the European Union 2012 The European Union’s population structure is changing and becoming progressively older – at the beginning of 2010, there were 87 million people aged 65 and over in the EU, more than 17 % of the total population. In response to demographic challenges being faced within Europe, the European Union designated 2012 as the European Year for Active Ageing and Solidarity between Generations. The overall objective of the European Year is to facilitate the creation of an active ageing culture in Europe based on a society for all ages. As Europeans live longer and healthier lives, governments are looking for ways to involve older persons more in society and to keep them active. Eurostat is marking the European Year by publishing this book which contains statistics on topics such as demography, healthcare, pensions, volunteering and adult learning. Eurostat online data codes are included under each table and figure as part of the source – these can be used to obtain direct access to the most recent data on the Eurostat website: http://ec.europa.eu/eurostat K S - E P - 11 - 0 01 - E N - C ISBN 978-92-79-21507-0 9 7 8 9 2 7 9 2 1 5 0 7 0 "
    ]
}