{
    "text": [
        "Policy Department for Citizens' Rights and Constitutional Affairs Author: Jos Heezen Directorate-General for Internal Policies PE 608.832 - October 2018 AT A GLANCE Requested by the Committee on Women’s Rights and Gender Equality EN Mission to Austria 11/12 October 2018 The FEMM mission to Autria on 11 and 12 October 2018 will have as its main focus participation in the Conference “Gender Equality and YOU”. This conference is organised by the Austrian Presidency and aims at “inspiring a positive and open dialogue at eye level between young people, youth representatives, Ministers and other high-level political representatives as well as experts from NGOs, public administration international and EU bodies”. This document, provided by the Policy Department for Citizen’s Rights and Constitutional Affairs, is intended to provide information on various aspects of gender equality, based on studies and analyses which have been commissioned by the Policy Department and delivered to FEMM in the course of the current legislature. Of two recent studies - considered to be the most relevant in the context of the conference - a short summary, as well as a link to the full text of the study is given. A number of other Policy Department studies on specific issues of gender equality in the EU are listed and hyperlinked for further reading. Backlash in Gender Equality and Women’s and Girls’ Rights (2018) This study identifies in which fields and by which means the backlash in gender equality and women’s and girls’ rights in six countries (Austria, Hungary, Italy, Poland, Romania, and Slovakia) is occurring. The backlash, which has been happening over the last several years, has decreased the level of protection of women and girls and reduced access to their rights. The Gender Equality Index shows persistent inequalities with only a marginal progress from 2005 to 2015. The main areas and fields of this backlash include the key areas of institutional and policy framework for gender equality, certain policy fields (such as education, sexual and reproductive health and rights, and preventing and combating violence against women) as well as the working environment/operating space for women’s human rights NGOs. The backlash is connected with intensifying campaigning against what is called “gender ideology”. It is alleged that “gender ideology” is being propagated by feminists, scholars, gender equality experts, and in gender mainstreaming etc., and that it undermines family and cultural values. One interpretation is that the concept of gender ideology has become “symbolic glue,” uniting opponent groups against various issues: modernity in its postmodern form, identity politics that are identified with gender equality, same-sex marriage, women’s rights issues (such as sexual and reproductive rights), sex education, and challenging of restrictive traditional gender roles. The instability of the post-2008 crisis world adds to this. Gender Equality Index Source : EIGE ",
        "Mission to Austria 11/12 October 2018 2 Disclaimer and Copyright The content of this document is the sole responsibility of the author and any opinions expressed therein do not necessarily represent the official position of the European Parliament. It is addressed to the Members and staff of the EP for their parliamentary work. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. © European Union, 2018. Contact: poldep-citizens@europarl.europa.eu This document is available on the Internet at: www.europarl.europa.eu/supporting-analyses Print ISBN 978-92-846-3942-7 | doi:10.2861/580142 | QA-03-18-337-EN-C PDF ISBN 978-92-846-3941-0 | doi:10.2861/806902 | QA-03-18-337-EN-N In some countries, the backlash affects a wider group of NGOs with a progressive democracy- development and human-rights agenda. In parallel, other, non-rights-based women’s groups and/or initiatives are being supported or favoured by some governments. Since the Istanbul Convention became a target of opponents of “gender ideology”, its ratification or implementation has been hindered. Gender Equality Plans in the private and public sectors in the European Union (2017) This study aims to analyse how Gender Equality Plans (GEPs) have both impacted and are impacting the economic situation of women in the EU, analyses national legislation and collective agreements in connection with GEPs, analyses the impact of the crisis and subsequent austerity on GEPs and, more in-depth, analyses the substance and impact of GEPs in the private and public sectors in two Member States, Austria and Spain. Gender mainstreaming has been adopted as the European level strategy to promote equality between women and men, and to combat gender discrimination. It involves integrating a gender perspective into the preparation, design, implementation, monitoring, and evaluation of policy making (policies, regulatory measures, and spending programmes). Gender Equality Plans and Gender Action Plans (GAPs) can be defined as strategic and tailored initiatives meant to define the legal framework and the operational conditions to implement gender mainstreaming and put them into practice at the workplace. In terms of the impact of GEPs on the economic situation of women in the EU, the overall picture of Europe shows that this impact is very hard to gauge at a macro level although some positive results have emerged at micro level. The economic crisis has had a direct impact on gender equality and indirect effects on GEPs. Direct impact of the crisis on gender equality consisted in an initial reduction of gender differences in all relevant indicators for employment, unemployment, wages, and poverty due to a worsening of the situation of men. Then the situation of women worsened due to the retrenchments in public administration and welfare benefits and other provisions worsening the conditions for women. The economic crisis has had indirect effects on GEPs, as gender equality has been rarely taken into account in anti-crisis measures. Gender equality has been downgraded as objective and only some countries have introduced innovations in the field of gender equality (in particular some Eastern European countries). Other relevant Policy Department studies: - The underlying causes of the digital gender gap and possible solutions for enhanced digital inclusion of women and girls (2018) - Gender Equality in the Media Sector (2018) - Gender perspective on access to energy in the EU (2017) - Gender Gap in Pensions: Looking ahead (2017) - Gender equality and taxation in the European Union (2017) - Demography and family policies from a gender perspective (2016) "
    ]
}