{
    "text": [
        "Synthesis of existing food systems studies and research projects in Europe ",
        "2 Acknowledgements Authors Thom J. Achterbosch (Wageningen University & Research (WUR), NL), Arthur Getz Escudero (Urban PlanEat, UK), Just D. Dengerink (WUR, NL), Siemen van Berkum (WUR, NL) Standing Committee on Agricultural Research (SCAR) Food Systems (FS) Strategic Working Group (SWG) task force leaders: Niels Halberg (DK), Henk Westhoek (NL) Representatives from SCAR FOOD SYSTEMS SWG members and other organisations: Eva-Claudia Lang (AT); Kris Roels (BE); Hendrik De Ruyck (BE); Georges Sinnaeve (BE); Nikola Hassan (Schulz) (DE); Johannes Bender (DE); Stefan Rauschen (DE); Elke Saggau (DE); Wiebke Müller (DE);Sebastian Schubert (DE); Niels Halberg (DK); Niels Gotke (DK); Annette Toft (DK); Piret Priisalu (EE); Ángeles Alonso de Blas (ES); Minna Huttunen (FI); Anne Pihlanto (FI); Monique Axelos (FR); Christophe Cotillon (FR); Hugo De Vries (FR); Andrea Gyorffy (HU); Viktória Szűcs (HU); Ruairi Colbert (IE); Annamaria Stella Marzetti (IT); Aida Turrini (IT); Silvia Baralla (IT); Elena Capolino (IT); Eda Maria Flores Rodas (IT); Marina Bagni (IT); Loreta Basinskiene (LT); Alvija Salaseviciene (LT); Matthew Tabone (MT); Henk Westhoek (NL); Mona Gravningen Rygh (NO); Justyna Cieslikowska (PL); Paweł Chmieliński (PL); Nastasia Belc (RO); Catalin Dragomir (RO); Adrian Asanica (RO); Carmen Socaciu (RO); Viorel Vulturescu (RO); Susanne Johansson (SE); Erika Ax (SE) ; Ahmet Budaklier (TR); Lucy Foster (UK); Mike Collins (UK); Elain Groom (UK); Duncan Harding (UK); Haydn Thomas (UK); Heather Alford (UK) JPIs: Jolien Wenink (JPI HDHL); Heather Mckhann (FACCE-JPI); Tom Redd (JPI OCEANS) SCAR FS SWG Chair: Monique Axelos (INRA, FR) SCAR FS SWG Co-chair: Minna Huttunen (MMM, FI) This study was commissioned by SCAR Food Systems Strategic Working Group. The research leading to these results has been funded by the European Union under grant agreement no. 727486 (CASA). Synthesis of existing food systems studies and research projects in Europe European Commission Directorate-General for Research and Innovation Directorate C — Healthy Planet Unit C2 — Bioeconomy and Food Systems Contact RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels Manuscript completed in June 2019 This document has been prepared by the European Commission. However, it reflects the views only of the authors, and the European Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2019 ISBN 978-92-76-08001-5 doi:10.2777/004919 KI-02-19-410-EN-N © European Union, 2019. Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Cover image © LDprod, ID.159877106, 2018 Source: Shutterstock ",
        "3 EUROPEAN COMMISSION Synthesis of existing food systems studies and research projects in Europe Independent Expert Report by Thom J. Achterbosch (Wageningen University & Research) Arthur Getz Escudero (Urban PlanEat) Just D. Dengerink (Wageningen University & Research) Siemen van Berkum (Wageningen University & Research) Edited by Directorate-General for Research and Innovation 2019 Bioeconomy EN ",
        "2 Table of Contents Abstract ......................................................................................................................... 3 1 Introduction ............................................................................................................... 4 1.1 Background 4 1.2 Purpose and scope of this study 5 1.3 Approach 5 2 A food systems approach to R&I ................................................................................... 7 2.1 Defining and identifying food systems in terms of components, structure, flows, actors, and links 7 2.2 Four roles for R&I in food systems transformation 9 3 Taking stock of existing food systems R&I studies and projects in Europe .......................... 13 3.1 Selecting and mapping studies and R&I projects 13 3.2 Food system research, by theme 18 4 The added value of the food systems approach in R&I ..................................................... 26 4.1 How have the R&I roles been made operational across studies? 26 4.2 Understanding food system complexities and challenges (R&I role 1) 28 4.3 Exploring and designing innovation and policy options for overcoming food system challenges (R&I role 2) 33 4.4 Implementing interventions and evaluation of the evidence on impact (R&I role) 35 4.5 Anchoring and scaling (R&I role 4) 37 5 Synthesis ................................................................................................................... 39 6 Conclusion ................................................................................................................. 45 7 References and websites .............................................................................................. 47 7.1 Studies covered in the review 47 7.2 Other references 51 Annex Tables .................................................................................................................. 56 ",
        "3 Abstract The food systems approach is gaining traction as a valuable novel direction for research and innovation (R&I), geared towards bringing solutions to complex sustainability challenges across global to local scales and multiple domains of enquiry and fields of business. The policies for supporting food systems approaches to R&I are under development. This review paper identifies the value added of a food systems approach in relation to the roles for R&I in the process of food systems transformation: (1) Understanding food system complexities and challenges; (2) Exploring and designing innovation and policy options for overcoming food system challenges; (3) Implementing interventions and evaluation of the evidence on impact; (4) Anchoring and scaling of food systems change. Food systems approaches are positioned as instruments for experimental and multi-actor network learning, providing efficiency where there is slack in systems and root causes need to be addressed. The paper seeks to assess, for the Strategic Working Group on Food Systems of SCAR, whether sufficient clarity and consensus be achieved under a common framework to communicate between science and policy about how a food systems approach is to be applied, evaluated and adapted. This review shows the merits of a systems-based approach to R&I in the combined domains of agriculture, fisheries, environment, food and nutrition to effectively address the challenges for European food systems. The review illustrates that the literature on food systems is yet still in its early stages. The literature search found few examples of documented real-life changes in food systems. On the other hand, the field is spread across a wide array of thematic areas, focus and scale, and applies a diverse set of methodologies. Recommendations for an R&I policy that fosters food systems approaches are developed. Keywords: food systems approach, food systems, research and innovation, research, innovation, sustainability, sustainable development goals, framework. ",
        "4 1 Introduction 1.1 Background In this paper it will be argued that in the domain of food research and innovation, interesting examples can be found that challenge the current policy discourse on how to sustainably produce healthy food and maintain vital and resilient rural areas in the EU. These examples provide bottom-up perspectives next to top-down solutions, suggest reasons to ramp up consumer-oriented innovation instead of supply-driven perspectives, and propose integrated and future-oriented views that challenge sectoral thinking. The common denominator among the studies reviewed in this paper is that they all adopt a food systems approach, in one form or another. The food systems approach is gaining traction in both the scientific as well as in the business and policy communities, as an approach that links many societal issues, such as health and nutrition on the one hand, and environmental sustainability and climate on the other hand (see for example De Schutter, 2017; Halberg, 2017; HLPE, 2017; Rutten et al. 2016; Jayne et al., 2014; UNEP, 2016; WRR, 2018; Serraj and Pingali, 2019). In European policy, the concept of food systems has been introduced specifically in relation to research and innovation needs in the food and agricultural sector. That is also how food systems made it to the AGRIFISH council. Whereas DG Research and Innovation makes proficient use of the terminology under the FOOD2030 framework and DG Agriculture and Rural Development in its strategic research agenda, other policy directorates and European bodies have embraced it to a much lesser extent. A recent publication of the European Environment Agency (2018) is a notable exception. At the same time, it is worth noting that the food systems approach is being adopted by JPI- FACCE, planned ERA NETs, and the joint knowledge hub on food and nutrition security (see FACCE-SURPLUS 1 ). The food systems approach could potentially overturn much of the existing status quo in the way we think about the governance of food and farming. The Food 2030 Expert Group (2018) presents the food systems approach to R&I as one that contributes to the following goals: ‘to address the long term systemic challenges to our food and nutrition systems, to secure jobs and growth in this EU sector, and make good use of new scientific and investment opportunities’, and ultimately to deliver on the UN Sustainable Development Goals (SDGs). How should we define a food systems approach to research and innovation? There are vastly different concepts of food systems that have been applied across research and innovation actions. There is a plethora of research initiatives and innovation actions that deal with the links between food production and consumption at different scales of governance and granularity (global, nations, landscapes, cities, communities, etc.). How each of these initiatives and actions has given shape to a food systems approach to research and innovation differs widely. While ‘food systems’ is becoming a buzzword, it is not evident how such a wide and integrated approach may be used to convene all actors to work together towards a common goal, frame research and innovation needs and possibly guide the formulation of a strategy and – eventually - specific calls. There is, thus, a need for a synthesis of knowledge, which reviews existing research and innovation relevant to food systems and gives input to defining knowledge needs and specific potential of a FS approach. 1 https://cordis.europa.eu/project/rcn/194796/factsheet/en ",
        "5 1.2 Purpose and scope of this study The objective of this paper is to provide a state-of-the-art synthesis of relevant existing studies and research projects using a food systems approach to study Europe’s food system, as a whole or geographical parts (countries, regions, cities) and certain aspects (for example nutrition, or environmental issues), in order to better formulate the knowledge needs for EC research programmes. Food systems are regarded as a major driver of global environmental change and have many social-economic inequalities embedded in them (Garnett 2011, Foley et al. 2011, McKeon 2015, UNEP 2016). The need to change our food systems into ones that are more sustainable is widely acknowledged in research and policy circles (IPES Food 2015, Milan Expo 2015, Brunori et al. 2017, Gordon et al. 2017). This is reflected, at a global scale, in the setting of the Sustainable Development Goals (SDGs) and the Paris Climate Agreement, ambitious goals with a significant bearing on food supply and consumer diets, both in terms of challenges and solutions. With widespread continuation of malnutrition outcomes in all countries rich and poor (Development Initiatives, 2017), and with the acceleration in the prevalence of overweight and obesity burdens (Abarca- Gómez et al., 2017), there is a call to make food systems more responsive to the needs and interests of communities, as well as to empower people with a stronger influence in local food environments. Our interest is in how R&I could support the development of food systems solutions. The following questions are to be answered by the synthesis: a. What problems/challenges are addressed by taking food systems approaches? b. What are the added values of the food systems approaches to R&I, both potential and realised as seen in the evidence? c. What are the practices for making the roles for R&I in transformation operational? d. What are the lessons learned? e. What are the challenges still to be addressed? f. What are the implications for policy? 1.3 Approach The following approach is taken:  An analytical framework on food systems R&I is developed that builds on earlier work on research and innovation under SCAR, on alternative concepts for systems thinking, and on concepts for food systems approaches. The framework is developed into a tool for mapping food systems approaches to R&I.  Literature search and an inventory of projects (in databases for published research and in repositories for grey literature) are performed to select examples of relevant R&I actions, which are plotted on an overall map.  Based on analysis of the selected R&I actions (desk study and selected expert interviews), a gap analysis is made on the extent that the food systems approach has been used to fulfil its potential and address challenges that emerge. To the extent possible we will assess how useful the application of the food systems approach was – compared to a conceptual approach – in generating new, knowledge and results that can provide guidance for action. ",
        "6  A concluding perspective identifies how the food systems approach may be used in different ways as a research guiding approach: it can focus on the various elements and complexities of food systems and can be an overall framework for selecting and focusing the research needs in specific parts. ",
        "7 2 A food systems approach to R&I 2.1 Defining and identifying food systems in terms of components, structure, flows, actors, and links Food systems are the compounded and connected activities of primary agriculture and fisheries and the related use of input, the processing, transformation, distribution and consumption of food, and the impact of these activities on environment, social conditions and outcomes and public health (Zurek et al., 2015). What can be called the European food system is in fact a network of relations and dependencies that cut across from the scale of consumers and fields to communities and landscapes, nations and agro- ecological zones and socioecological systems. The food system incorporates all elements and activities that relate to the production, processing, distribution, preparation and consumption of food, as well as its disposal. This includes the environment, people, processes, infrastructure, institutions and the effects of their activities on our society, economy, landscape and climate (Food2030 Expert Group, 2018). The food system is a complex adaptive system: complex, because there are many interrelations; adaptive, because external drivers (climate change, for example) as well as internal changes set chains of events in motion. It is only possible to understand the effect of changes after they have occurred (Food 2030 Expert Group, 2018). As presented in Figure 2.1, food system activities are essentially aimed at increasing food and nutrition security, linking production to consumer diets. Activities in the value chain are linked to a range of business services and the so-called ‘enabling environment’. Factors influencing consumer behaviour are also included in the food system activities: the ‘food (choice) environment’ and the features of consumption that both govern the relationship of the consumer to food (that is, affecting the decision-making process of what food will be taken, where, when, how much etc.). Figure 2.1. Mapping food systems activities, drivers and outcomes Source: Van Berkum et al. (2018). ",
        "8 The food system activities all contribute to outcomes at the social-economic (e.g. income, employment), environmental (e.g. land use, CO2 emissions) and food security (e.g. availability, access, utilization) level. These three outcomes interact: for instance, socioeconomic outcomes like income determine food access, and reducing food waste may positively affect the environment insofar as it may lead to less intensive land use. At the same time, there are trade-offs in the system, if for instance increasing food production that contributes to increasing food availability will potentially increase environmental pressures. Finally, the socioeconomic and environmental conditions in turn affect the functioning of the food system as well. Figure 2.1 presents the elements of the socioeconomic and environmental drivers and illustrates with arrows the feedback mechanisms between the elements of the system. Research performed within the EU-funded project SUSFANS suggests that the sustainability of food systems in the EU can be assessed in terms of its performance on delivering balanced and sufficient diets at population level, reduced impact on the environment, a vital and dynamic EU agri-food business, equity and social justice in the food system and global food and nutrition security (Zurek et al. 2018; Rutten et al. 2016). Currently, there is the acknowledgement that there are huge challenges to deliver the goals pursued as reported in various policy documents from the private sector, civil society and public policy. Governance is considered an important lever in changing the food systems outcomes in order to become more sustainable and to reach these goals (Lang et al. 2009, Lang and Barling 2012, Duncan 2015, Haysom 2015, Candel and Pereira 2017). The complex interaction of many different actors, drivers, and activities within food systems complicates their governance (Ericksen 2007, 2008, Ingram 2011). Box 1. Key concepts in a food systems approach Feedback loops - connecting social or ecological impacts back to decisions on the farm, in the value chain or the sector Feedback occurs when outputs of a system are routed back as inputs as part of a chain of cause-and-effect that forms a circuit or loop. The system can then be said to feed back into itself. Taking feedback loops into account distinguishes food systems thinking from other approaches such as farming systems and sector or chain approaches, in which interventions are often designed to make optimum use of the means of production (natural resources, labour, capital). This usually involves applying technological innovations at the level of family businesses, sectors and/or chains, with the focus on raising productivity and profitability. Although those approaches also analyse the impact of interventions on the market (prices, incomes) and environment (CO 2 emissions), and the depletion of natural resources (such as erosion or water shortage), they tend to pay insufficient attention to feedback from the socio-economic system and/or ecosystem to the farm, sector or chain. Food systems thinking steps back as it were from the place where the intervention occurs, thereby providing an opportunity when analysing the outcomes of policy interventions to include feedback from outcomes outside the activities that relate directly to food production and consumption. Leverage points – effective places to intervene in a system We follow Meadows (1999) to describe leverage points as a point of power in a system: a leverage point is a place in a system’s structure where a small shift in one thing can produce big changes in everything. They are the effective points of intervention in a system. Meadows introduced a hierarchy of the power of leverage points to transform systems: it ranges from relatively ineffective changes in the parameters of a system (taxes, subsidies, standards) towards a shift in paradigms (goals, power structures) underlying the system. Meadows and co-authors in the Club of Rome identified the limits to growth as the main leverage point. A recent example of this thinking is the discourse about shaping the use of global resources in the safe operating space between the maximum ecological capacity for a stable earth system (planetary boundaries: Steffen et al., 2015) and an inclusive social system that generates minimum levels of livelihood (doughnut economics: Raworth, 2017). ",
        "9 2.2 Four roles for R&I in food systems transformation 2.2.1 Perspectives on a food system approach towards R&I The food system approach to research and innovation (R&I) provides a framework for analysing the interactions between the different activities of the food system, the dynamics within the systems as well as entry points for making changes (Van Berkum et al., 2018). In this paper, food systems approaches to R&I are studied as important tools from several perspectives with various motivations, one of which is a desire to better understand complex system behaviour around food production and consumption. Another driving motivation is the search for ways to alter food system outcomes. A third motivation is to help design and anchor ‘future-proof’ food systems in order to ensure long-term food and nutrition security and sustainability of food systems; this ‘requires sustainable management of land, soil, water and biodiversity’ and addresses ‘the need for nutrition-sensitive food value chains’ that can be found in multiple documents ranging from the Horizon 2020 work programme to the Sustainable Bio-economy for Europe (EC, 2018). The food systems approach demands systems thinking in the sense of dealing with complexity and working in an integrated manner for the system as a whole. Food systems approaches consist of two components: 1) defining and identifying the food system in terms of components, structure, flows, actors, and links; 2) using a systems approach to understand and manage challenges faced by the food system. Transitions in food systems boil down to multiple and many-layered innovation challenges for the producers, consumers and others who deal with agriculture, fishery, food, health and the environment. One key area of governance in food systems therefore relates to research and innovation (R&I). A food systems approach to R&I searches for solutions to food security based on  an understanding the subsystems in food systems and relations between them,  an understanding of the outcomes of the food system in relation to a set of drivers;  an understanding the feedback effects in social-ecological systems, i.e. between natural environment, socioeconomic environment and the activities in the food systems;  insight into the leverage points in the food system  and on an understanding of emergent system behaviour, including irreversible outcomes, such as life-long impacts of malnutrition in first 1000 days of life, and thresholds/tipping points. See Box 1 for an explanation of key concepts. In order to unravel the roles for R&I we take a step back into two alternative concepts that help to understand and steer systems transformation: transition theory and the ‘small wins’ framework. 2.2.2 A typology of key roles of R&I in food system transformation A noteworthy effort at exploring comprehensive systems approaches to food and agriculture is the Flemish endeavour (VMM 2012) for a more environmentally and socially sustainable food system. It has brought forward an in-depth application of transition theory to the food system thinking. The pioneering work in Flanders delivered useful perspectives for identifying key roles for R&I in food systems transformation. The transition approach proposed by Nevens et al. (2012) distinguishes six types of action, each mutually reinforcing and part of a sequential and logically ‘consistent’ process of change: analysing the system; envisioning the future; exploring pathways; ",
        "10 experimenting; assessing; and translating. The first step in changing a system is getting to know it by building an understanding of its benefits and flaws and barriers. This is followed by the definition of an appealing and inspiring vision for its sustainable development (step 2) and designing several strategies to achieve this aim (step 3). The process continues with a phase of experimentation with ‘drastically alternative ways of working and/or thinking’ (step 4). Experiments develop in ‘niches’ under a certain degree of protection from ruling ‘regimes’. The regime is the status quo or mainstream way of doing things and how this is perpetuated by beliefs and attitudes on the one hand, and rules and incentives on the other. Experiments are considered possible game changers if they are successful in connecting the vision to practical action potential, and the monitoring and evaluation of the experiments should support this perspective (step 5). In a final step, in order to actually initiate system change, there needs to be an uptake of the experiences from the experimentation in the actions of the relevant system stakeholders. This requires a ‘translation’ of the lessons learned in a dynamic process of change with the relevant stakeholders. A recent application of this theory is delivered in the FIT4FOOD2030 project, which presents a new taxonomy for the assessment of research and innovation in food systems transformation building heavily on Geels (2002, 2007). It defines showcases of successful applications of food systems approaches R&I and breakthroughs of successful innovations that have successfully changed the regime (Figure 2.2). The concept explicitly includes unsuccessful research and innovation actions and introduces feedbacks in R&I on the basis of successful and unsuccessful experiments (Hoes et al. 2019). It does, however, maintain the fundamental assumption that niches and regime are at distinct levels of operation. Figure 2.2. The multi-level perspective applied to the FIT4FOOD2030 project Source: Lazaro-Mojica et al. (2018). Deliverable 4.1, FIT4FOOD2030. ",
        "11 Table 2.1. The ‘small wins’ evaluation framework in four key characteristics with indicators Characteristic Indicator Contra-indicator Concrete outcomes Visible results Promises and ideas only In-depth changes Second- and third-order change Racical new practices More of the same Quick wins Low hanging fruit Moderate importance Micro or local level Intermediate Large scale Best practice Positive judgement Improvement Step forwards Related to shared ambition Small loss for many actors Source: Termeer and De Wulf (2018) In our perspective a food systems approach to R&I is particularly relevant to demonstrate the possibilities for aligning the interests of niche players and regime players. Furthermore, we see the ability to bridge mainstream agents and change agents as being at the heart of the merit of the food systems approach. There is also a large potential impact from experimentation if this involves mainstream players, such as food retailers, trading houses, commodity conglomerates or agricultural input providers. A useful theoretical concept that underpins this perspective is the framework of addressing a ‘wicked problem’ by means of ‘small wins’ (Termeer and DeWulf, 2018). ‘Wicked problems’, as developed in public administration theory, are societal challenges that cannot be fully understood in their complexity, and for which no clear-cut solution can be developed. The elimination of hunger and food insecurity, and shifts towards sustainable diets clearly fit this category of challenges. The best guide for action proposed under this theory is to muddle through: take well-underpinned action, evaluate, and improve in the most feasible direction towards the desired outcome. The ‘small wins’ is therefore essentially an evaluation framework that prevents paralysis in the face of complex challenges. There are four major characteristics of small wins (Table 2.1). They refer to concrete outcomes from activities that have been implemented, and thus go beyond promises or creative ideas (feature 1). They relate to in-depth changes that radically change practices by altering values, frames and logics underlying them (feature 2). Small wins are nevertheless of moderate importance, affecting local realities or behaviour change within the span of control of the agents involved; small wins can be seen as intermediate outcomes, or even as the seeds for transformative change (feature 3). The fourth characteristic is the most difficult element: The final characteristic is its positive judgement, as not all small steps qualify as small wins and could also constitute small losses. Furthermore, a small win for one person could be a small loss for someone else. This is the most difficult element of small wins because it depends on the values attached to them, which differ from actor to actor and change over time. (Termeer and DeWulf 2018, pp. 7) In this paper we seek to bridge the perspectives from both transition theory and small wins into a common framework for the roles of R&I in food systems transformation. We integrate the small wins framework with the action framework from Nevens et al. (2012) into four distinct roles for R&I that will be tested against the studies and projects in our review. The roles are (1) Understanding food system complexities and challenges; (2) Exploring and designing innovation and policy options for overcoming food system challenges; (3) Implementing interventions and evaluation of the evidence on impact; and (4) Anchoring and scaling of food systems change. In our perspective, one main ",
        "12 element that is missing in the taxonomy pertains to identifying the gaps in the system, and specifically reading the feedback signs. We suggest adding this element to the function of understanding the system complexities and challenges (see Table 2.2). Through a review of the scientific and grey literature, it will be assessed how the roles of R&I in food systems transformation have been made operational. The next section will turn to this. Table 2.2. Role of R&I in transforming food systems Processes in transition management a) Reflection based on ‘small wins’ perspective b) Role of R&I (Our categories) Analysing the System A first prerequisite for system change is knowledge of the system: identifying the relevant actors and their interrelationships, key system functions, institutions and regulations, physical flows, information flows, accelerators and inhibitors. Systems understanding is needed, yet has its limitations. 1. Understanding food system complexities and challenges And reading the feedback signs Envisioning the future A path of change to a more sustainable society is initiated primarily by a compelling and inspiring vision, a set of clear visual or non-visual images of the desired future system. They are based on shared principles of sustainable development, but also leave sufficient room for individual choice in the quest for a shift towards a sustainable future. Exploring pathways Starting from a clear and compelling vision, different pathways to the desired future system can be outlined. This backcasting exercise (returning to the present from an image of the future) results in a number of strategic paths that can be followed to establish the new desired system. Develop pragmatic approaches that should in principle contribute to a long-term and complex challenge 2.Exploring and designing innovation and policy options for overcoming food system challenges 2a) Envisioning the future 2b) Exploring pathways Experimenting Transition experiments are real-life actualisations of drastically alternative ways of working and/or thinking that fit in with new, supposedly sustainable system approaches. To allow ground-breaking experimental settings to grow, they often initially need some degree of protection from the ruling regimes of institutions, legislation, power, routines, etc. Assessing In the course of the different pathways to the desired system, it is best to have access to proper instruments for follow-up of the actions that are undertaken. These instruments should be based on the same principles that were employed to envision the desired system. Similar approach to experimenting Rather than protection, these seek involvement of key influential actors. Evaluate ‘small wins’ 3.Implementing interventions and evaluation of the evidence on impact 3a) Experimenting 3b) Assessing Translating To initiate sustainable system changes, experiences from transition activities must be incorporated and multiplied in the actions on the part of relevant system stakeholders and actors (government, industry, civil society, customers, consumers, researchers, entrepreneurs, etc.). Such translation can take the form of new policy measures or policies, but also legislative amendments, converting best practices into standards, etc. Rather than looking for best practices, the perspective is to treat any solution as moderate improvement, with benefits to be clearly identified and with new disadvantages, setting the stage for a further process of innovation and change to overcome the trade-offs and find opportunities. 4. Anchoring and scaling Ensure the enabling of food systems trans- formation by shaping the governance perspectives around the change process, and elements of social innovation to break away from current practices with transformative changes. Note: a) Reproduced from Nevens et al., 2012; b) ‘small wins’ according to the framework developed by Termeer and DeWulf (2018). See main text. ",
        "13 3 Taking stock of existing food systems R&I studies and projects in Europe 3.1 Selecting and mapping studies and R&I projects This chapter provides an inventory of examples of relevant European research and innovation actions that apply a food systems approach based on a review of published literature and projects in the public domain. Unlike in other studies, this review does not identify showcases in terms of their success or impact. 2 Rather, it looks for R&I actions with interesting methodologies that can shed light on the question how to make food systems approaches operational. In the following, we describe what our search strategy was, how studies were mapped in themes, and what studies resulted from the selection. Figure 3.1 illustrates that process schematically. Figure 3.1. Search & selection strategy 3.1.1 Search strategy Exemplary applications of food systems approaches in R&I were sought at multiple levels, from global to local levels. The selection of publications (academic literature, grey literature) from food systems R&I actions and/or ongoing projects researching food systems is guided by the following criteria:  The study addresses the food and nutrition domain, i.e. lies in the remit of the blue in Figure 3.1, i.e. in the food domain in the broad sense.  The study addresses at least one if not several of the following geographical scales: Global, EU or country region, national, municipality  The study covers multiple scientific disciplines OR address multiple actors/institutions 2 See, for a recent example of this approach, the report on showcases from the project FIT4FOOD2030 (Flourakis et al. 2019). Keyword search \"food systems\" •Science-policy conferences •Databases: CORDIS, ERANET Cluster papers in themes •Identify themes for the mapping •Check for geographical scales •Input from SWG Food Systems (1) Add R&I not labelled \"food system\" •Coverage: 4 roles of R&I •Input from SWG Food Systems (2) Final set ",
        "14  Authors address feedback loops or dependencies between subsystems. We apply this criterion because the food systems lens adds most value in thinking across the various components of food systems  A further criterion, applied to the extent possible is to select studies empirically assessing the determinants of food systems outcomes, or drivers of changes. We apply this criterion because we are interested in making a food systems approach operational and ready for practical use. We explicitly allow studies to be included in this review that do not classify themselves as food systems approaches but which meet several of the previous criteria. This strategy is in recognition of the recent upsurge in papers and innovation actions that apply food systems approaches, whereas systems approaches that take on smaller segments of the food system have long been applied in the field. Examples are found in the area of integrated pest management and agro-ecology. The limitation of this approach is that the search is less rigorous or ‘systematic’, and therefore not easily reproduced or repeated. This is a deviation from the search strategy in a literature review on the water-energy-food nexus approach by Galaitsi et al. 2018. In our perspective, the upside of this approach outweighs the disadvantages: due to its rigorous search strategy, the review excluded relevant studies that apply the water- exergy-food nexus approach even if they are not labelled as such. For our paper, the evolution of food systems research is also relevant, and our search strategy is adapted to this need. The approach for identifying and selecting studies that meet these criteria builds upon a mix of sources and stages. The process involved consulting key papers and examining policy statements touching upon EU research and innovation (see Box 2), as well as the application of a combination of search strategies, information-gathering techniques, and interactions with experts in the food and agriculture research community: 1) Keyword scan ‘food systems’ in conference proceedings and R&I databases A ‘watering hole’ strategy was pursued by exploring contributions to key conferences mounted on food system themes, which in turn generated leads on abstracts and presentations, and papers further developed these. Along with this tracking, certain organizations (such as the Fondation Daniel and Nina Carasso) recommended reading lists on food systems research, which were explored for their relevancy and usefulness. We approached this problem with the general question ‘How has research and innovation unfolded in addressing food system challenges?’ This led to a series of follow up questions, including exploring sources of support and directions taken by different actors: * What has the public sector supported? For this, we consulted the SCAR FS WG Assessment of Research and Innovation on Food Systems by European Member States – Policy and Funding Analysis (2018), as well as the Results Pack on Food Systems Transformation ‘FOOD 2030: Innovative EU Research ensures food system is future- ready’ (2018).  Where do private sector initiatives in food system typically lead?  How has a general effort by local food system actors (practitioners, activists) to embark in experiments at the local level been met with research? Has this been creating demand for new science, codification of practice, novel technological tools and techniques? Scans for EU-supported projects were performed where food systems terms could be found, including a review of Bioeconomy ERA-NET Actions in FP6 and FP7. In addition, a CORDIS search for ‘food systems’ was performed at several intervals, which limited the scope to what EU research has supported, and typically generates project lists, not ",
        "15 studies, but at times these yielded links in their project outcome reports that occasionally led to studies offering insight into how the food systems terminology was being conceptualised and applied. Box 2. Description of the themes used for the clustering of studies Governance as a food systems solution addresses the inclusion of the right actors (e.g. public and private sector, large and small food producers, individual or collective consumers), with proper responsibilities to address the interactions occurring within and outside the food system at the right scales and sites of intervention. 3 Food governance , as applied by MUFPP (2015), is defined as the challenge of ensuring an enabling environment for effective action . From this starting point, MUFPP advocates that cities develop an inclusive and multifaceted city-level food policy, yet it also promotes other governance solutions, such as the enabling of private sector activity to meet public needs. The action orientation on governance obviously has wider applications, also beyond cities into other levels of governance such as landscapes or national food systems. Sustainable diets and nutrition are a main outcome towards which the MUFPP process is oriented. Sustainable diets are those diets with low environmental impacts which contribute to food and nutrition security and to the healthy lifestyles of present and future generations (FAO, 2012). 4 Making the shift to sustainable nutrition with food systems is one cornerstone of FOOD2030. As there is a long tradition of nutrition-focused interventions from a public health perspective, we map separately the studies that address solutions on food, nutrition and health . The research domains connected to this include consumer research, nutrition and epidemiology. A compelling concept that links this research to the food system solutions is the consumer environment, i.e. the range of choices and influences that go into the decision making with respect to the purchase, consumption and preparation of food. New models for food supply and distribution, e.g. short circuit sales, are considered as systems innovations or systems transitions when they are considered to promote more consumer-driven or inclusive approaches for connecting consumption to production (FAO, 2012). Innovations with a closer direct orientation on consumer concerns related to environmental protection, animal welfare, pest control, transparency, etc. are more social innovations that could promote inclusiveness and empowerment (European Commission, 2017; MUFPP, 2015). These could have the twin benefit of targeting changes of production methods to pressing consumer concerns, and strengthen the rural-urban linkages in such a way that it enhances rural innovation and safeguards rural landscapes. An expanding literature assesses how more sustainable food systems can be developed based on stronger connections between the rural landscapes and the cities that host the increasingly urbanised EU population. Agricultural innovation systems typically focus on productivity growth, technological and resource use efficiency, product quality and safety, and the management of environmental threats and impacts. These innovations promote widespread and affordable availability of affordable and safe foods for consumers (European Commission, 2016). A change towards more extreme weather conditions and the loss of (bio)diversity in the rural landscapes pose fundamental challenges for a more resilient agricultural supply and wider food system (European Commission, 2017). A mainstreaming of the principles of agro-ecology in agricultural production systems provides interesting opportunities in this regard (FAO, 2012). A particular challenge that cuts across the complete chain from the agricultural inputs to consumption of food and its disposal is to reduce the losses and waste it entails (European Commission, 2017, 2018). We map studies on Food waste and circular bioeconomy as they examine a key entry point for solutions for reducing the use of pristine resources and narrowing of the nutrient losses in a more circular setup of production and consumption. A final theme for the mapping is related to the global dimension of EU food systems, in particular development . Several policy strategies recognise that a global food system consists of nested regional, national and subnational food systems. In view of ample relations of Europe to distant food systems, through trade, climate change and otherwise, a European food systems perspective in isolation from the rest of the world poorly accounts for the joint global challenges. 3 This follows Sonnino et al. (2016) and de Bakker et al. (2017). 4 In FAO’s additional language, sustainable diets are protective and respectful of biodiversity and ecosystems, culturally acceptable, accessible, economically fair and affordable; nutritionally adequate, safe and healthy; while optimizing natural and human resources. ",
        "16 2) Expert input Expert opinion and input was gathered in two rounds from SCAR SWG Food Systems members and others suggested through them. This provided guidance in constructing the conceptual frameworks, key initiatives and seminal papers, and helped to generate an analytical framework, with some key concepts that emerged around systems thinking, transition management, nexus approach, etc. It also assisted in uncovering a range of grey literature materials and links to non- academic initiatives. As a backup for other papers and initiatives, a Google search alert set up for ‘food system approach’, together with similar alerts from major scientific publishing sites. 3.1.2 Mapping the studies in the review into themes and further identification of studies Several relevant mappings of themes can be found floating in policy circles. To arrive at a number of thematic clusters (see Box 2) we took inspiration from policy frameworks that explore food systems solutions to the present sustainability challenges at multiple levels of decision making. At the scale of cities, the Milan Urban Food Policy Pact (MUFPP) has laid down a portfolio of strategic options to those cities aiming to achieve more sustainable food systems. The MUFPP promotes interventions in food systems that will have a likely positive impact on multiple dimensions (economic, social, health and environment) of sustainable development. At a global scale, FAO and Bioversity International have mapped the relations between diets and the earth and ecological systems that should support the responsible production and consumption of food, thereby anticipating the need for a comprehensive food-related agenda to address the SDG goal regarding responsible production and consumption (FAO, 2012). In Europe, several policy agendas were developed around research and innovation in the food system, notably under the EXPO Milan process organised by DG Agriculture and Rural Development (European Commission, 2016) and the FOOD2030 process organised by DG Research and Innovation (European Commission, 2017). The European Bioeconomy strategy, including its recent revision, provides an orientation for shifting the use of agriculture and natural resources in Europe on a more sustainable path (European Commission, 2018). The grouping of studies in these thematic clusters is based on similarities found among the studies and research projects in terms of focus or accent in addressing food system challenges of providing sufficient nutritious food in a sustainable way. The clustering is meant to allow for a more structured discussion of the content of the selected studies and projects. The thematic clusters also helped to complete a second round of harvesting studies (Figure 3.1). In this paper we make the point that food systems approaches have effectively been applied while the authors did not classify their R&I actions as such. Using the search criteria above, we identified additional paper and projects under each theme. 3.1.3 Results from the selection: sample of studies The above criteria resulted in a sample of 52 reports, research papers and articles, clustered in the nine themes defined above, and listed in Table 3.1. Figure 3.2 below shows that there is a relatively even spread of the cases over different geographic levels, with relatively more cases covering EU, global or national levels than cases covering regional or municipal levels. ",
        "17 Managing the wide range of literature led to a challenge for the team to share and tabulate the materials in a coherent manner. We applied a coding and storage method referred to as AIC content extraction and a Conceptual Synthesis Excel Dump (CSED) technique. 5 This resulted in developing an excel spreadsheet landscape scan which followed a particular structure and logic: * Grouped along thematic clusters * Sorted by geographical scales * Categorised by Roles in R&I * Links back to analytical framework * Tagged with additional key words/concepts Table 3.1. Studies and projects selected for the literature review Food systems research theme Number of cases Geography per scale 1. Food system governance 7 Global EU/Region (EU, Tisza River Basin) National (The Netherlands) Regional/Local (‘Local-level action’) 2. Sustainable diets 18 Global National (Australia, Germany, France, Belgium, Netherlands, Spain, United Kingdom) 3. Food, nutrition and health 5 Global (Global, developing countries) EU/Region (EU-specific framework) Municipal (Madrid) 4. Food systems transitions 5 Global EU/Region (EU, Europe) National (Italy, Germany, France, UK, Spain, NL, Portugal) Regional (North-East Brabant, Flanders) Municipal (Rotterdam, Berlin, Ljubljana, London, Milan) 5. Agricultural innovation 6 Global EU/Region (EU, Europe) National (United Kingdom, Italy) 6. Agroecology 5 Global EU/Region (EU, Europe) National (Sweden, UK, NL, Italy, Poland, Germany, Hungary, Czech Republic/Denmark/France/Italy) Regional (Agro-ecological territories, Spain) 7. Rural-Urban Linkages 4 Global EU/Region (Alpine Region) National (UK, NL Spain, Portugal, Finland, Latvia, Germany, Austria, Slovenia, Italy, Switzerland) Regional (Mid-Wales, Province of Lucca, Frankfurt Region) Municipal (Gloucestershire, Helsinki, Lisbon, Ljubljana, Styria, Ede, Tukums, Valencia) 8. Food waste and circular bioeconomy 3 Global National (United Kingdom) Municipal (Milan, Riga) 9. Development 2 Global (Cocoa, Soy and Aquaculture Value Chains) EU/Region (EU, Europe) Total 52 Of which: 27 Self-identified as food systems approach 5 See for an explanations the webpages on AIC content extraction (link) and Conceptual Synthesis Excel Dump (link) by transdisciplinary researcher Raul Pachego-Vega who developed these methods. ",
        "18 25 Did not self-identify as food systems approach Figure 3.2. Geographical scale of the selected studies and projects 3.2 Food system research, by theme In this chapter we introduce the studies in our sample. The following sections report the contributions that the studies make to develop a food systems approach on each of thematic areas identified in the previous section: food system governance; sustainable diet; food, nutrition and health; food systems transitions; agricultural innovation; agroecology, rural-urban linkages; food waste and circular bioeconomy; development. 3.2.1 Food system governance The studies mapped under this theme address the challenge of ensuring an enabling environment for effective action on food systems change by involving the right actors with effective responsibilities in an inclusive setting. The cases under the food system governance theme often cover multiple geographic levels at the same time: the national level, the EU/regional level and the global level. These cases focus on using a diversity of food system approaches to influence governance of the food system, including sector-specific assessments of models toward circular designs (Dairy case, in De Wit and Van Ooijen, 2016), and an experimental river basin-wide participatory adaptive framework (Tisza river basin, see Sendzimir et al., 2004). Stolz and Moschitz (2013) attempt a focus on knowledge brokerage between different food system actors and the potential for testing and implementing novel policies and strategies (targeting at short, fresh food chain in urban settings, in order to increase accessibility to healthy foods; FOODLINKS), while the SIM4Nexus project (Munaretto and Witmer, 2018) develops a systematic process of inquiry that explicitly accounts for water-land-food-energy-climate (WLFEC) interactions for better understanding relationships and providing integrated knowledge for planning and decision making. Most of these cases refer explicitly to food systems while making deeper linkages to biophysical and socio-economic processes that are shaped by or help to shape food system outcomes. Most of the cases in this theme assess challenges throughout the spectrum of governance options by pursuing a systems dynamics angle. Some extend this to serious game development, finding ways to look at the direct and indirect cause and effect relations between parts of the food system, and identifying leverage points that may exist between them. Visions of effective governance entail bridging various science and policy domains, and explores territorial scales and landscape for their relative potential to integrate different interests for place-based solutions with sufficient context and identity (Milano Group/SIM4NEXUS). The food systems approach, through its integrated, multilevel perspective, broadens the spectrum of possible solutions for many of the cases under this theme. Several cases under this theme stress the importance of developing an experimental space in which food systems solutions can be tested in practice, evaluated and improved. These experiments can take place in different ways: by supporting and evaluating best practices (FOODLINKS), by organizing policy and city labs (FITFOOD2030) or by funding evidence-based case studies (SIM4NEXUS). Projects such as FOODLINKS and SIM4NEXUS also show the importance of translating research about food systems into practice. Both projects are active in all R&I roles, from ",
        "19 understanding the food system, to exploring and designing the food system, to the actual implementation, evaluation and scaling of food systems approaches. FOODLINKS uses the concept of Communities of Practice to link knowledge brokers and practitioners in a full learning cycle. Key concepts are feedback mechanisms, nexus thinking, policy coherence and cross- sectoral collaboration. 3.2.2 Sustainable diets These studies focus on the environmental impact of diet patterns and in that sense capture a central food systems theme, although many cases do not explicitly refer to food systems. This theme contains the largest cluster of cases, consisting mostly of studies with a global or national focus. Among other things, these studies look at the impact of changing diet structures on GHG emissions (Vieux et al, 2012), the effect of incorporating the societal cost of carbon emissions into the price of food (Briggs et al, 2013) and estimating the water footprint of different diets (Varnham, 2013). A few more recent studies focus on the protein challenge: the diet shift to non-meat proteins (Forum of the Future, 2018; Godfray et al, 2018). Most of the cases in this theme take a systems dynamics angle, looking at the cause and effect relations between parts of the food system. Key concepts under this theme are sustainable diets, and trade-offs between sustainability and health from shifts in the diet. Existing trade-offs can also be turned into opportunities. This is the concept that underlies the protein transition, which can be understood as shifting from largely animal-based sources of protein in the diet towards largely plant-based sources. All cases include a focus on consumer behaviour and diets. The cases in this group all use very different food systems theories. Some studies are more focused on system dynamics and causal links between food system elements, modelling the impact of changes in diet structure on GHG emissions and water footprints (Briggs et al, 2013; Varnham, 2013; Vieux et al, 2012). Others take a soft systems approach and look at system behaviour and leverage points, in particular identifying environmentally damaging behaviour and innovation areas that could help mitigate the negative impacts of changing diets (Forum of the Future, 2018; Godfray et al, 2018).Key concepts used in this theme are sustainable diets, the protein transition, as well as leverage points and models. 3.2.3 Food, nutrition and health The studies mapped under this theme address the interactions between food, nutrition and health, with particular but not exclusive attention to the role of the food environment. The nexus of food, nutrition and health is shaped by the manifold interlinkages between public health and food systems, which appear at levels of the human physiology, consumer diets at individual and population level, and production systems, in particular those involving livestock and agricultural chemicals. Food safety risk and malnutrition in all its forms are prominent elements of the food and health nexus, yet studies typically address only partial interactions between food and health. There is widespread understanding, especially in the literature on food insecurity and malnutrition, of the importance of good health as a driver of lifelong nutritional outcomes and interrelations between the wider health environment (e.g. hygiene) and nutritional outcomes. Food- driven approaches have, arguably, not always received full attention in this regard (Burchi, Fanzo, & Frison, 2011; Lindgren et al., 2018). ",
        "20 Yet, there is increasing attention towards consumer choice and nutrition outcomes in relation to a wider set of determinants encompassed in the term ‘food choice environment’ – in short ‘food environment’. A prominent example included in our review is the model of the Determinants of Nutrition and Eating (DONE-model), developed from a consolidation of data on drivers at the European level (Stok et al., 2017). This model identifies factors at four different levels, i.e. individual characteristics, intrinsic and market-dependent product features and policy-driven environment characteristics that shape consumer food choices. Shifting further into the medical domain, interactions between food, nutrition and health can be explored with the human biome and gut health as a level of analysis (Kau, Ahern, Griffin, Goodman, & Gordon, 2011). The view on system interactions allows the identification of actor-driven solutions. In a participatory research in Madrid on the nexus of food choice, physical activity and overweight prevention, participants were given tools to express desired changes in the food environment and physical planning to policy makers (Díez et al., 2018). Also, as food systems concepts evolve, more interactions become apparent. The recent attention on ‘global one health’ or ‘planetary health’ emphasises the relations between public health and resilient ecosystems, with environmental pressures and diseases from livestock husbandry and compromised agrobiodiversity as major domains of public health risk. A further example is occupational hazard and psychological health in the agricultural work force, which IPES (2018) identifies as an understudied domain of food-health interactions. Most of the cases in this theme take a systems dynamics angle, while other cases take instead a complex adaptive systems angle. Key concepts under this theme are vulnerability, resilience and adaptive management. 3.2.4 Food system transitions These cases mapped under this theme focus on transforming the interwoven social, technological and economic structure local or regional food systems using food system approaches. The cases within the food system transition theme cover different geographic levels (from global to local) with a large segment of cases focusing on regions and municipalities. Half of the studies selected are projects, while the other half are published papers. Most studies explicitly refer to food systems. A systems dynamics angle, looking at ways to change how parts of the food system interact, is prevalent in many cases, with a Dutch public-private collaboration (North East Brabant -METABOLIC/Agrifood Capital) looking at how local government can help direct food system futures at provincial and higher-level scales through a food systems assessment. At the metropolitan scale, the FOODMETRES project assesses both the environmental and the socio-economic impacts of food chains with regard to spatial, logistical and resource dimension of growing food as well as food planning and governance. The project generated three core outputs: (1) a food-chain-oriented catalogue of measures (food planning and governance), (2) evidence-based mechanisms supporting short food supply chains on the basis of sustainability criteria; and (3) a spatial reference scheme providing direct support to food security and innovation at the level of metropolitan regions. A different yet complimentary approach to food systems dynamics, including feedback mechanisms, complexity and non-linear transitions, is taken in a training and research project focused on reducing land-related environmental impacts of international food value chains operating through teleconnections between local and global levels (COUPLED). INSPIRATION is another project that undertook extensive exploration of research needs as identified by stakeholders, in different national and local contexts, exploring how to better link the management of natural resources (soil, water, sediment, energy) with spatial planning, and driving forces between demand, natural capital and land management, to net impacts. Applying concepts such as urban metabolism, circular land management, and ecosystem services, indicators (to measure performance) and options ",
        "21 for integrated land management were identified. In addition, the project examined connections (both strong and weak) of science to policy and practice, and takes a forward-looking approach to developing instruments for follow up on societal challenges and needs in connection to possible funding schemes (INSPIRATION 2018). NewForesight/COMMONLAND is an initiative encompassing several projects, which produced an overview titled ‘New Horizons for the Transitioning of our Food System- Connecting Ecosystems, Value Chains and Consumers’. The paper links healthier diets to increases in local production (how can local production contribute to healthy diets), and looks at ways to generate the ‘willingness to pay’ the food’s true price. Taking an ecosystem approach, it explores holistic approaches to promote food systems change, and describes an integrated transition agenda at three levels: production landscapes, value chains, and consumer end markets. The initiative is a call to action pointing at crucial roles that different players need to play. The cases referred to in this paper describe the ‘current state of the art’ of their holistic vision as regards generating ‘four returns’ – spanning spiritual, natural, social and financial forms of capital. The initiative is committed to contributing to coalitions developing and executing holistic transitions programmes at scale in the Netherlands, Spain, and elsewhere, across a range of value chains. Key concepts used here are integrated approaches, ecosystem services, and landscape/foodscape/foodshed and territorial frameworks for linking place-based responses and strategies for working within planetary boundaries. 3.2.5 Agricultural innovation The studies mapped under this theme address the question if agricultural knowledge and innovation systems can serve the purpose of delivering food systems solutions, or if this requires additional efforts. The studies are for the largest part about innovation systems at a global or EU level. Half of the cases refer explicitly to food systems, while the other half do not. Many of these studies focus on how innovation systems can contribute to the development of food systems in the long term (Coffey, 2016; Markakis, 2016). One key study under this theme is a report from the Standing Committee on Agricultural Research (SCAR, 2016) providing scenarios for the development of agricultural knowledge and innovation in the EU. Two studies are selected as innovation showcases under the FIT4FOOD2030 programme: a case on innovation in hydroponics and another case on innovation in veterinary practice in the food chain. The majority of cases in this arena fall in the system dynamics literature, focusing on cause and effect relationships in the food system (hence, mainly on the ‘Understanding’ role of R&I, see Table 3.2). Key concepts under this theme are innovation systems, multi-actor innovation and collaborative innovation. The material in the cases shows how a food systems approach can support agricultural innovation, by supporting cross-fertilization between the available knowledge on different parts of the food system. While some case studies focus mainly on how agricultural innovation systems can support innovation in food systems (Hekkert et al., 2007; SCAR, 2016; Coffey, 2016), other cases focus more on how food systems thinking can support these innovation systems (Markakis, 2016; Innovate UK, 2017;). In the latter, food systems approaches are shown to be helpful in connecting the R&I challenge of agricultural innovation to parallel learning journeys in health and nutrition, climate adaptation, circular economy and bio-based innovation. ",
        "22 3.2.6 Agro-ecology The studies mapped under this theme explore whether a food systems approach, in particular with respect to resilient agricultural systems, can provide an entry point for a wider adoption of the principles of agro-ecology into farming practices. FAO (2018) clearly indicates the need for this type of shift, generating questions on how to make this operational. A specific orientation in this regard refers to the role of organic agriculture in sustainable food systems. The cases within the agro-ecology theme feature reports and studies with a global outlook, but with special attention to the role agro-ecology principles – such as resource efficiency, minimum dependence on external agricultural (chemical) inputs, and crop diversification - can play in transforming territories in order to contribute to achieving SDGs (Ching, 2018; TNI, 2018; Biovision, 2017; Vaarst et al., 2017; Wezel et al., 2016). Vaarst et al (2017) describe how agro-ecological food systems are widely diverse, shaped by context, and achieved through multi-actor planning in rural, peri-urban and urban areas. Each of these studies indicate how agro-ecology can contribute to systemic change in the food system. They emphasise the necessity of diversification, zoning rural–urban landscapes, planning for seasonality in a food systems context, and producing at scale. These elements create complex adaptive systems, in which different agents in the system work together to create optimal outcomes. Some studies examine how agro-ecological farming systems can form the basis for and agro-ecological food systems on a scale of city-regions – such as how a diversification of activities, actors and outputs creates synergies between the cities and production areas, which address seasonality, resilience and adaptive capacity and health in ecological, social and institutional spheres. Topics under study include food markets, around processing, storage and exchange of food, and the creation of circular economies (Vaarst et al., 2017). Studies under this theme pay much attention to the role of local decision making, from the importance of grassroots sustainability initiatives (Biovision, 2017) to the role of public policies in supporting local communities to claim their food sovereignty (TNI, 2018). All of these global studies explicitly mention food systems. For instance, Ching (2018) and Biovisions (2017) link agricultural diversity with access to food and nutrition. Wezel et al. (2016), Biovision (2017) and Ching (2018) investigate linkages between production system characteristics (e.g. land or water use, other input use), environmental pressures and socio-economic implications of these pressures. This cluster of cases also includes a European project on farmland biodiversity called LIBERATION (see, e.g. Kleijn, 2017). This is an EU research project aimed at providing the evidence base for ecological intensification, applying this approach in seven agricultural landscapes across Europe. The project explores different trade-offs on land use and agricultural management, and possible implications for CAP and other policies. Also other cases within this theme envision the future through showing leverage points and suggesting pathways for change. The majority of cases under this theme use complex adaptive systems theory to describe food systems, describing systems behaviour patterns and focusing on local decision-making. Key concepts under this theme are sustainable food systems, food sovereignty, systemic change and territorial systems. ",
        "23 3.2.7 Rural-urban linkages The studies mapped under this theme explore the suggestion that stronger linkages between cities and agricultural production areas support an alignment of agricultural production, rural job creation and natural resource management. These studies use the city-region food systems approach. 6 The cases in the rural-urban linkages theme describe the interconnectedness and dependencies of flows, processes, institutions and actors across a rural to urban continuum. This cluster contains two European projects, RURBANCE and ROBUST, which focus on functional relations between rural and urban areas with the agri-food system as a key component, and both entail inter-regional cooperation across multiple EU member states. Multi-level governance models are called for in order to structure suitable roles and a reorientation and integration of sectoral policies (environmental, rural, urban, transport, tourism and social). They also emphasise participatory planning, including farmers and food system actors, while acknowledging farmers’ contributions to the provision of rural and environmental amenities as being fundamental for integrated territorial development. Another interesting case in this theme is the ‘Progetto Organico Porto Palazzo’, an urban agriculture programme that aims to tackle food insecurity through the creation of micro gardens in low-income neighbourhoods in Bologna. So far, the programme has spread to 24 districts within the city and reached 15,000 beneficiaries. This case clearly unites urban and rural elements and improves the citizens’ connection to agriculture (Milan Urban Food Pact, 2018). Finally, the cluster contains decision tools for complex socio-environmental change, including an integrated assessment model to explore emergent solution spaces for cities’ water use – with local/regional food and water security explored in connection with cross- scale feedbacks linking local water resource change to the dynamics of regional or global markets. This cluster is a mix of cases with a clear systems dynamics approach and cases with a complex adaptive systems angle. Key concepts in this theme are integrated regional development, inclusive multi-actor collaboration, telecoupling and complexity, functional territories, food system pathways and foodscapes. 3.2.8 Development and food systems The studies mapped in this category address the relations between food systems and food systems in Europe and developing countries, and discuss whether the deeper connections between these distant systems provide potential solutions for the global development challenges. This category contains three cases. The first case is a report indicating the benefits of a food systems approach for food and nutrition policy, with a focus on cases in developing countries (Van Berkum et al, 2018). In this report, the added value of the food system approach is explained, using thematic examples with high relevance for developing countries: post-harvest losses, malnutrition, climate change and poverty. For each of these examples, the various feedback 6 The city region food systems approach is defined as ‘the complex network of actors, processes and relationships to do with food production, processing, marketing, and consumption that exist in a given geographical region that includes a more or less concentrated urban centre and its surrounding peri-urban and rural hinterland; a regional landscape across which flows of people, goods and ecosystem services are managed.’ (Blay-Palmer et al. 2018) ",
        "24 mechanisms between food system activities and their socio-economic and environmental drivers are illustrated with diagrams. A second case is of a food systems decision-support tool, developed to translate food system insights to food security programming in developing countries (Dengerink, 2018). The tool contains seven steps which policy makers and researchers can follow together in a concerted process of exploring, prioritising and designing strategic food and nutrition security interventions and policies to bring about transformative change in the food system. The goal of the tool is to identify small and realistic interventions that will have a large impact on the food system. This is done by mapping and analysing a specific part of the food system together with relevant stakeholders, thereby identifying relevant leverage points and strategic intervention areas. The third case is a report on EU trade relations and their impact on the food system, zooming in on three sectors: cocoa, soy and aquaculture (Berkhout et al, 2018). The cases under this theme show how a food system approach can shed light on trade-offs between different development goals (e.g. increasing food security vs. preserving biodiversity). It also draws attention to how feedback mechanisms shape the interdependency between different elements of the food system (e.g. environmental drivers vs. socio-economic drivers). Specifically, the report on EU trade relations (Berkhout et al, 2018) shows the importance of overcoming the distinction between national, regional and global food systems, as what is produced or consumed in one country or region (in this case the European Union) often has serious implications for food system outcomes in other countries or regions. The study shows, for example, how European cocoa is sourced from West-African communities that are faced with poverty, undernutrition and environmental degradation. The study concludes that that food system challenges stretch across both country borders and multiple sustainability domains, which implies that collaboration and partnerships between different parts of the system and different scales are necessary to address these challenges. Each of the cases under this theme pays a lot of attention to the feedback mechanisms in the system and the importance of synergies and trade-offs. Moreover, each of the cases show how a systems analysis can contribute to identifying leverage points for change. At the same time, these studies have limitations in terms of establishing causalities on the impact of the EU on global food systems. 3.2.9 Food waste and circular bio-economy approaches The studies mapped under this theme address solutions for reducing the use of pristine resources and narrowing of the nutrient losses in a more circular setup of production and consumption. Cases categorised under the food waste and circular bio-economy theme contain a couple of projects focused on reducing food waste and recycling biological resources, with an explicit food systems lens. One of these projects is Riga’s ‘From Food Waste to Healthy Off-Season Food’ (FAO, 2019)): Riga and surrounding municipalities turned a waste landfill into a modern and safe waste recycling centre, using biodegradable waste for producing biogas and electricity, and delivering metal and other materials useful for processing to companies engaged in the recovery and recycling of these materials. A side-product of the energy production is heat, which is used for greenhouses, which provide off-season vegetables to the citizens of Riga, distributed through the primary supermarket chains. This case study can be found among the multiple best practices in cities that are signatories to the Milan Urban Food Policy Pact (2015). These best practices include a range of food waste projects across Europe and abroad that aim to reduce and convert food waste to useful energy or nutrition. The European Commission Bioeconomy Strategy is another initiative focussing on food systems. It shows how bio- ",
        "25 waste, residues and discards can be transformed into valuable resources and can create the innovations and incentives to help retailers and consumers cut food waste by 50% by 2030 (European Commission, 2018). Another study is focused on the true cost of food (WBCSD/FReSH, 2018), looking at the hidden external costs of the food production system. It shows how mapping the value of food waste streams can contribute to achieving food systems solutions. Finally, one of the studies under this theme analyses the environmental and health impacts of using food waste as animal feed (Salemdeeb et al, 2015), exploring how large streams of unused food waste can be converted into profitable products. The food systems perspective in these studies shows how trade-offs between different elements of the food system can be overcome by creating win-win situations. Examples are the use of Riga’s waste streams for the generation of biogas-powered greenhouses (FAO, 2018) or the benefits of food waste-based animal feed for environment and health (Salemdeeb et al, 2015). Moreover, these cases point to the importance of values in trying to change a food system. It shows how a change in mental models is sometimes needed to create the right mindset for changing the system. They tell us why a re-imagining of the role of waste is needed in order to find a more productive use for food waste (FAO, 2018), or how a better assessment is needed of how non-economic impacts, such as health, biodiversity and human rights are valued, to be able to steer towards the desired outcomes of our food system beyond profit alone (WBCSD/FReSH, 2018). ",
        "26 4 The added value of the food systems approach in R&I The variety and divergence of research and innovation efforts working under a ‘food systems’ banner calls for defining the added value of the food systems approach compared to other R&I approaches. Conversely, more transparency is necessary regarding what limitations or challenges might be assumed in embarking on this trajectory. We are interested to explore if there is a particular use of R&I concepts in existing food systems research, and if this might rise to the status of (best) practice or guidance for prioritization. Our observations are based on initiators and stakeholders of the actions. 4.1 How have the R&I roles been made operational across studies? In this section we identify a practice of doing systems research by each role for research and innovation (R&I) in the process of food systems transformation. It is striking to identify substantial differences in role-taking between studies discussed in Chapter 3 – we will refer to this bundle as cases that identify themselves as food systems approaches (N=32), and those that do not (N=30). Cases are considered to self-identify as taking a food systems approach when they make explicit reference to food systems in the title or the conceptual framework of the paper. While in both sets 40-50% of the studies are devoted to understanding the system, close to 70% of food systems studies prioritised exploring pathways, as opposed to less than 30% for studies with other frameworks (Figure 4.1). Differences are even stronger for the experimenting and assessing roles of R&I. A set of 11 studies from the un-designated set perform either experimentation or assessing impact, or both. Only two self-identified food systems studies (6%) deliver on this role, and both are studies from Flanders. One is a study which assesses if organic farming would reduce vulnerabilities and enhance the resilience of the European food system (Brzezina, Kopainsky, & Mathijs, 2016). The paper takes an ecosystem approach to explore holistic ways to drive system change in food systems. It takes a true price, net positive, ecosystem approach to formulate an integrated transition agenda at three levels: production landscapes, value chains and consumer end markets. The other study is a systems analysis on the transition to a sustainable agro-food system in Flanders (VMM, 2012). The project integrates spatial planning, land use and soil management, and adopts circular land management and participatory scenarios for the land-soil-water- food nexus. The study employs stakeholder participation to facilitate liveable cities and gives recognition to the values of ecosystem services in land use decisions as governance dimensions and the experimental and assessment roles of R&I. Apart from these notable exceptions, the surprising observation is that self-identified food systems studies seem to place limited attention on the design of better performing systems, and are almost entirely lacking experimental approaches compared to other studies on the same topic. Furthermore, in the complete set of studies, we observe substantial differences across the nine themes of food systems research in how they are positioned with respect to food systems transformation (Figure 4.2). In studies that address agricultural innovation, we observe a very weak presence of systems approaches, starting from the omission of analysis and understanding of the drivers of innovation. Under the three themes addressing agro-ecology and food systems, food system governance, and food waste systems we find a similar pattern that consists of an emphasis on analysis of the system and envisioning future or alternative pathways, combined with a subset of studies (typically 1 in 2 or 1 in 3 under this theme) that venture into experimentation. ",
        "27 Studies that address rural-urban linkages are an exception to the extent that experimental work and creation of evidence is equally as important as the systems analysis and redesign. Another repetitive pattern is revealed through the four themes addressing development and food systems, diet environmental impact, food health nexus, and sustainable consumption and production. For these themes the food systems approach is heavily tilted towards the understanding and redesign of systems, yet with very limited experimentation. The food waste theme stands out as dominated by empirical assessment, typically targeted towards activities for reducing food waste – whereas the more transformative approaches for reducing the root causes of waste receive somewhat less attention. Food systems transition are cases that, by our definition, deliver complete food systems approaches – in the sense that multiple R&I roles are achieved – and where the experimentation and assessment dominates the systems approaches. Figure 4.1. Papers and projects assessed on the roles of R&I in food systems transformation, clustered in self-identified food systems approaches (share of studies in this literature review) ",
        "28 Understanding the food system Exploring and designing Implementing Anchoring and scaling Analysing the System Envisioning the future Exploring Pathways Experimenting Assessing Translating Agricultural innovation 0% 17% 0% 33% 33% 33% Agroecology 60% 80% 80% 20% 20% 20% Development 50% 100% 50% 0% 0% 0% Environmentally sustainable diets 89% 50% 28% 0% 6% 17% Food, nutrition and health 60% 20% 60% 0% 0% 20% Food system governance 71% 71% 86% 43% 43% 57% Food systems transition 80% 80% 60% 40% 40% 40% Food waste 67% 67% 67% 100% 100% 33% Rural-Urban Linkages 50% 50% 75% 50% 50% 25% Figure 4.2. Heat map: the roles for R&I in food systems transformation by thematic area (share of studies in this literature review that fulfil each role. Note: studies can fulfil multiple roles) 4.2 Understanding food system complexities and challenges (R&I role 1) Changing perspective from activities to a focus upon outcomes appears to be a shift motivated toward more systematic and future-oriented responses to perceived limitations. A food systems approach can help find solutions that will provide the world’s growing population with a sufficient supply of healthy food within the environmental limits. It finds solutions by intervening in parts of the system (and where necessary outside the system) other than where the problem occurs. Because access to affordable, healthy and diverse food depends not only on production but also on factors outside the food production system, a broader approach is required when analysing the impact of interventions aimed at enhancing food security. The conceptual framework of the food system is ideal for this purpose. This shift in focus from production chain activities to their outcomes can also be seen in the increasing attention to sustainability and climate resilience (and adaptability) with regard to food system activities. The food systems approach helps us to look further than production activities alone in that it also documents the environmental impacts and socio-economic outcomes of the food system. Conversely, interventions in the food system’s socio-economic or biophysical context can also influence the agent response within the system by influencing the behaviour of actors within that system through changes in the system context. Examples include stimulating the demand for healthy food and encouraging producers to invest in more sustainable production methods (e.g. Logatcheva, 2016; Godfray et al., 2018; Forum of the Future, 2018). With respect to promoting the demand for healthier food, the Global Panel (2016) argues that in collaboration with the private sector and civil society (including NGOs), governments can directly and indirectly encourage the consumption of healthy food through subsidies, taxes, dietary guidelines, labelling, information, research and other measures. ",
        "29 4.2.1 Diversity of perspectives involved, accounting for different worldviews and relevance to transition priorities The European food system comprises a potentially vast set of stakeholders. It includes the wide range of actors engaged in all the food systems activities from growing to producing and ultimately consuming food. They operate within, and are influenced by, a number of ‘environments’ (i.e. government policies, markets, science and technology, social organisations and biophysical conditions), all of which have their own galaxy of stakeholders with a range of motivations. It is important for food systems studies and innovation actions to capture the ‘world views’ of this wide array of stakeholders in a practical, yet balanced way. This will be achieved by identifying and inviting representation from key stakeholder ‘categories’ selected to encompass this range of actors. Following the approach of the project SUSFANS, these categories generally fall into three main stakeholder ‘types’: those engaged in (i) food system activities; (ii) food system policy; and (iii) food system influencers (Ingram, Dussort and Achterbosch, 2017). These are elaborated in Table 4.1 below with categories of actors. Annex Table A1 also provides examples of organisations that could be involved. A major caveat here is that a food systems approach may recognise the importance of non-traditional actors in the food system. For example, Van der Schans and De Graaf (2016) observe that a transition towards a more encompassing food system is reflected in the increasing participation of players that are traditionally not considered part of the food sector, such as health organisations, schools, social housing companies, commercial real estate, innovative start-ups, proactive NGOs and social entrepreneurs. The study describes the potential of increasing non-food private sector engagement in the Rotterdam city-region, where the food system is primarily driven by a plethora of motives, ranging from improving social cohesion, improving public health and building a sustainable future to securing real estate value by providing a beautiful and appealing living environment. Beyond the identification of actors, a key component of the food systems approach is to understand the opportunities and barriers for behaviour change and systemic transformation. Reporting on a project of METABOLIC and WWF Netherlands, Sabag Muñoz and Marselis (2016) analyse how perceptions, preferences and information challenges of consumers will have to be addressed if consumers were involved in changing regular habits of meat consumption, shifting to meat from organic production systems, or shifting towards insects and other innovative products. They infer that, for such changes to be achieved effectively, multi-actor innovation networks are needed that can steer collective learning processes, and which may need public financial support for sustained action over time. In their plea for improving connections between the food system and the biosphere it is embedded in, Gorton et al. (2017) point at a number of initiatives (such as the Oxfam campaign ‘Behind the Brands’ and the Global Salmon Initiative) that aim to ‘rewire’ food systems in ways that enhance transparency between producers and consumers, mobilise key actors to become biosphere stewards, and re- connect people to the biosphere. These studies explicitly refer to the necessity to understand the behavioural change that is needed to achieve better food system outcomes, and which is shaped by socioeconomic and institutional (governance) settings more than technology opportunities. The overview of system actors and the relevance of each category of stakeholders for an EU food systems approach and examples of organisations, companies or institutions provided in the table below is therefore purely indicative. Each research and innovation action will require a targeted actor approach. At the same time, actor perspectives include the need to understand differences in interest and how to find common ground. A food systems lens can act as convening power around shared challenges in neutral and non-competitive space, involving non-traditional players. Table 4.1. List of potential stakeholder organisations and their relevance for an EU food systems approach ",
        "30 Stakeholder Type Stakeholder Category Specific relevance Food System Activities Innovation brokers and knowledge clusters Innovation cluster, extension Agricultural input suppliers Key inputs to food chain Primary producers Amount, type and location of farm commodities produced: arable crops, fruit and vegetables, livestock products, fish, forest products, etc. Ingredient companies Key actors for intermediate food product (ingredients) quality, safety and nutrition content; food marketing Processors and Packers Key actors for final food product; quality, safety and nutrition content; food marketing, labelling Transport and Logistics Key actors for distribution and cold chain Retailers Key actors for public access to food; food marketing Food service sector Key actors in public consumption of food Commodity traders Trade and movement of primary food stuffs Food System Policy EU-level Policy makers EU policy and regulation development for agri-food, health, environment and trade National-level Policy makers National policy and regulation development for diets and health, agriculture, rural development, water, energy, environment, climate, innovation, infrastructure, consumer, health, etc. Regional and municipal level policy makers Regional, town and city planners: health and food environment, innovation clusters Health sector, academics or organizations Key actors in public nutrition and diets research and recommendation Consumer groups Key actors in consumption patterns, public opinion Food System Influencers Citizen and community groups Key actors for place-based solutions, and influencers for local decision-making Civil society Key actors in social and environmental aspects of sustainability Certification or auditing organisations Key actors in the organic agriculture sector and sustainability certification Finance sector Investors in, and financial regulation of, food sector Media and social media Key actors for changing attitudes and behaviour, platform for change champions Overseas Development sector International food trade and development agenda/global food and nutrition security Source: Ingram, Dussort and Achterbosch (2017), adapted ",
        "31 4.2.2 Interdependencies between subsystems in the food system The food systems approach highlights the interdependent nature of global challenges in the agri-food sector. It shows how production systems, consumer behaviour, food security, climate change, natural conditions (i.e. the available natural resources) and socio-economic trends interact with one another. It prevents people from becoming mired in silo thinking, whereby possibilities for enhancing food security are sought within a single subsystem without taking into account the effects of an intervention on other parts of the system, thereby overlooking possible synergies, trade-offs or feedback and cross-scale effects. By mapping out the interactions between different subsystems, food systems thinking can contribute to an integrated approach that makes smart use of solutions at other levels. An example is the valuation of food waste by private sector in energy for greenhouse production that adds to more diverse and healthy diets in the traditionally off-season period in Latvia (see Milan Urban Food Policy Pact, 2016). Another example is the Dutch ‘Better Life’ (in Dutch: Beter Leven) certification for meat produced at welfare standards exceeding the regulatory requirement, which led to the introduction of a new animal treatment label (see section 4.5). Looking at how different subsystems complement each other, optimum use can be made of existing feedback mechanisms and multiplier effects. That has proved useful, for example, in identifying opportunities to promote climate-smart agricultural methods, such as by making vital inputs (seeds, credit, training) available, and improving water management or adapting grazing methods. In addition, climate risks for agricultural production can be limited by taking measures outside the conventional boundaries of the food system, such as reforestation programmes or further tightening the rules for carbon credits trading. Other interdependencies are considered along spatial and temporal dimensions, pointing at the fact that interdependency among regions means that socio-economic and ecological changes in one part of the globe can have cascading impacts for food security and other food system outcomes throughout the world. This is addressed in, for example, Berkhout et al. (2018) on EU trade relations with developing countries, showing how EU consumption patterns affect, among others, production structures, farmers’ income and biodiversity in developing countries. Dermody et al. (2018) point at the intertwining of food and water security, and the water embedded in food trade as an important factor determining global water use (Box 3). Box 3. A ‘lock-in’ that prevents sustainable water futures In order to contribute to developing effective food and water management strategies, Dermody et al. (2018) propose a framework that captures the complexities of food and water security under globalisation. The authors’ framework combines models capturing socio-economic interdependencies across regions with integrated assessment models (capturing important inter-sectoral dependencies) and hydrological models to (better) connect water resources to markets via trade. The core of the framework is a multi-agent network of cities connected by infrastructural trade networks of road, rail and ports. The paper argues that these infrastructural trade networks are key to many of the complex dynamics (featured by agent behaviour, non-linearities, and feedbacks) we see within the food-water-energy nexus. The paper seeks to identify emergent solution space and pathways to widen options and reduce vulnerabilities or over- commitment to development trajectories which constrain or reduce alternative options (also known as ‘lock-in’) in pursuit of sustainable water futures. The training and research project COUPLED relates to interdependencies in the food system and reducing land-related environmental impacts of international food value chains. Telecoupling is a novel term being used to train researchers in trans- and interdisciplinary concepts – and combines geographic research, network analysis and system theory, to help explain the drivers and outcomes of land use change by investigating the interrelationships among different actors, drivers, and feedback over long distances (Box 4). The impact of agricultural production in remote areas is coupled with consumption elsewhere, and through examples such as the strategic governance of ",
        "32 international trade, the potential is explored for avoiding negative effects as well as increasing the efficiency of land use. Box 4. A network approach on global interdependencies of EU food systems – the COUPLED international training network Human consumption of food and agricultural products in the EU has a significant impact on the environment and the societies in the regions where they are produced. Yet, there is increasing recognition of the limitations of current research approaches to adequately understand and address the increasing complexity of land system dynamics. Land systems are increasingly coupled across large distances via flows of biomass, capital, information and regulations. Given that distal couplings are often key in shaping how land is used, a new generation of scientists and entrepreneurs is needed. The COUPLED training programme allows Early Stage Researchers (ESRs) to address sustainability challenges in the context of, for example, raw material sourcing, supply chain responsibility, policy making for avoiding undesirable and unexpected impacts, predicting the impacts of changing consumer preferences, detecting and avoiding spill- over effects, and developing efficient tools for governments and businesses to lessen environmental impact, improve equity, and achieve development goals. More information: http://coupled-itn.eu Example of telecouplings related to EU land use. Source: COUPLED training programme The EU project Sim4nexus (Sustainable Integrated Management FOR the NEXUS of water-land-energy-food-climate for a resource efficient Europe – still in progress) is based on the premise that water, land, food, energy, and climate are interconnected, comprising a coherent system (the ‘Nexus’), dominated by complexity and feedback. The aim of the project is to address knowledge and technology gaps that can help the design of policies on the Nexus. The project will deliver a Serious Game, a cloud-based, integrated tool for testing and evaluating policy decisions. One of the outputs (Humpenöder et al., 2018) deals with large-scale second generation bioenergy that is a key element of the 1.5◦C and 2◦C transformation pathways. However, bioenergy production might have negative sustainability implications and thus may conflict with the SDG-agenda. Using a global land-use model, Humpenöder et al. conclude that large- scale bioenergy production without complementary measures results in negative effects on deforestation, CO2 emissions from land-use change, nitrogen losses, unsustainable water withdrawals and food prices. One of the authors’ main findings is that single-sector environmental protection measures next to large-scale bioenergy production are prone to involve trade-offs among these sustainability indicators — at least in the absence of more efficient land or water resource use. However, the study also shows that this trade-off strongly depends on the development of future food demand. Based on their analysis, Humpenöder et al. argue that the development of policies for regulating externalities of large-scale bioenergy production should rely on broad sustainability assessments to discover potential trade-offs with the SDG agenda before implementation. Making use of this boundary concept to probe for interdependencies and synergies across sectors and scales, the project has actively brought policy makers, researchers and natural resource managers into new appreciation for how policy consequences are intertwined and where horizontal and vertical integration needs to be a function of how they are to be conceived, challenged and revised. ",
        "33 4.3 Exploring and designing innovation and policy options for overcoming food system challenges (R&I role 2) Clear and shared visions of the desirable future for the food system are a helpful instrument for decision-making in a complex environment with multiple competing world views. In the wording of Nevens et al. (2012): ‘A change path to a more sustainable society is initiated primarily by a compelling and inspiring vision, a set of clear visual or non-visual images of the desired future system. They are based on shared principles of sustainable development, providing a basis for collective action, but also leave sufficient room for individual choice in the quest for a shift towards a sustainable future.’ Several visions for the food system are described in the studies under review. Zurek et al. (2018) report on a participatory process under the SUSFANS project which led to a vision that the EU food system should contribute to balanced and sufficient diets, equitable outcomes and conditions, reduced environmental impact, and viable agri-food business. A more extended policy vision is presented in Caron et al. (2018), which explores four interlinked transformation elements ‘food and nutrition security, ecosystem integrity, climate and social justice’ as a nexus. Nutrition is central to four-part integrative transformation identified in the paper. The views of the authors are that transformation involves ‘promotion of inclusive, sustainable, and nutrition-sensitive agricultural production, processing, distribution, and marketing’. The paper suggests the essential convergence with multiple SDGs and could therefore infer their assessment through these indicators and targets, but does not pursue this further. It points to a need to balance strengths and weaknesses of a visioning exercise: the creativity and equal voice principles of visioning exercises are prone to hide potential discontent around the meaning of the often generic wording in a vision statement (De Bakker et al. 2016). There is further recognition that development of visions and broader foresight processes are not neutral to the interests of its participants. The city of Riga presents an example where such a vision has been turned into a practical solution that creates feedback (Box 5). Box 5. Creating feedback loops with synergies: Riga’s programme ‘From Food Waste to Healthy Off-Season Food’ Our scan for food systems approaches at the case level yielded many levels of activity at the scale of city region food systems. One included an experiment ‘From Food Waste to Healthy Off-Season Food, the case of Riga’, as an example of multiple levels of synergy and connection between waste, nutrition, energy and food systems awareness. The following comment from the review ties these together well: ‘This ecological management practice has created a chain of co-benefits including food waste turned into green energy and highly nutritious food with significant positive environmental impacts. As a result of this practice the atmosphere is protected from 2000 m3 of environmentally harmful gases per hour and Riga’s citizens are provided with healthy off-season vegetables…’ Riga was one of the awardees of a larger annual process that highlights city case studies among signatories of the Milan Food Pact (2017), and a recently published compendium of practices captures efforts across the transition roles for research and innovation assessing, anchoring and scaling. Part of the development of a vision is to position it in a context of future change. The global drivers often referred to as megatrends (income growth, ageing, urbanization, etc.) have major implications for food systems at multiple scales. Insight into those changes may inspire action towards meeting a vision. Foresight has been used increasingly as a tool for navigating this future uncertainty in food systems and adjacent systems, such as mobility and climate change. With increasing political influence of forward-looking assessments, consider for example how scenario studies are used to underpin decisions under the UNFCCC, the more important it is to understand the governance of these processes. Anticipatory governance is the term coined for this (Vervoort and Gupta, 2018), and TRANSMANGO was among the projects aiming to create more transparency and inclusiveness in this area. ",
        "34 Global, regional and local food systems can be disrupted by external drivers (e.g. climate change, population pressure) as well as internal drivers (consumer behaviour, changing diets). Thus much of the recent literature about the relationship between food security and food systems emphasises the need for the food system to be not only sustainable but also resilient enough to cope with threats and uncertainties (often in relation to climate change): concepts like ‘adaptability’ and ‘transformability’ play a key role in enhancing the resilience of the food system. Resilience thinking is a form of systems thinking that embraces the need to change and adapt in order to survive in the face of uncertainty and complexity – and tends toward favouring ‘robustness’ in the design of solutions, rather than utilizing a narrow version of efficiency that might concentrate on yield or short term costs (Ge et al., 2017; Tendall et al., 2015). Sustainable solutions for a sufficient supply of healthy food require fundamental changes in the food system. Adaptations that enhance the system’s resilience to external shocks may be of a technical, organisational, political policy or socio-economic nature. Weighing up options for solutions to make the food system more resilient to disruptions calls for intensive collaboration between a range of research disciplines, policymakers and other stakeholders. This call for tighter collaboration perspective is also taken up in a recent WWF study about the European food system (Metabolic, 2018). Starting from either compelling visions (Nevens et al, 2012) or small steps towards a bigger goal (Termeer and DeWulf 2018), different strategic paths towards a desired alternative state of play can be outlined. Pathways can be identified with multiple entry points. A sectoral entry point could distinguish between production-side strategies that may include innovations related to cropping systems, feeding and breeding strategies or processing; consumption-side strategies, on the other hand, may include innovations related to reducing and replacing undesirable components in the current diet. Both entry points can also be combined in one perspective (Box 6). Box 6. Leverage points in production processes and consumer value – SUSFANS and World Business Council for Sustainable Development EU project SUSFANS developed an innovative framework for the assessment of the impact of public policy on the sustainability performance of EU diets and food supply systems (Zurek et al. 2018). Underlying this new framework are major efforts to harmonise national food intake data for multiple EU countries, mapping these at detailed food group level to sustainability coefficients. Dietary patterns are linked to a modelling framework that accounts for the flow of value and nutrients in the global agri-fish-food-nutrition system. The SUSFANS model can be used to explore pathways towards a sustainable future. A major benefit of the model is its capability to study impact of leverage points in consumption and production on food systems change within one framework, and to explore solutions that work through both leverage points. The FReSH (Food Reform for Sustainability and Health) programme of the World Business Council for Sustainable Development (WBSCD) supports the diversification of sustainable protein sources in the global diet. The programme brings together a group of industry leaders. One of the building blocks for their fruitful collaboration is to align industry partners on a sustainability framework comprising environmental, nutrition, economic and social indicators that can create the insight into sustainability solutions with high potential impact. In a process of co-creation the SUSFANS framework is applied to align precompetitive business strategies under FReSH. In the translation phase, key parameters for private investment decisions, which are specific to each industry, are mapped to the SUSFANS metrics system. The framework is used to test the potential impact of combined action of industry leaders on diets, the economy, the environment and social justice. Example questions that can be addressed with the framework include: What is the combined effect of product innovation, behaviour change communication and true-cost pricing to promote a shift in the protein balance in the EU, towards a 60:40 ratio of animal source food and plant-based? What potential regional economic opportunities are present for EU’s major meat producing regions in taking higher animal welfare as an entry point for a shift towards reduced meat consumption and more plant-based diets? Circular strategies can involve innovations related to optimal use of waste flows and leftovers streams. The latter is applied in particular in the design of the pathway that maintains the resource use of the global husbandry and sustainable livestock consumption within the limits posed by food and feed competition and the availability of waste streams (van Zanten 2018). Other pathways in this domain are the development ",
        "35 and scaling of plant-based protein substitutes in the market (The Protein Challenge). Other pathways for innovations can be defined as solutions to maintain diversified landscape (Box 7), or place-based solutions, typically found in city and city region food systems solutions including FOODMETRES, RURBANCE, and Van der Schans and De Graaf (2017). Box 7. Agroecology and landscape food system linkages – landscape restoration in southern Spain and the European Network for the Advancement of Business and Landscapes (ENABLE) In the ENABLE initiative, business models provide new entry points for the implementation of effective landscape restoration and sustainable land management practices. A business model could help to overcome constraints for farmer participation in landscape management which has upfront costs but lead to pay off only in the long term. The background of this initiative was R&I on crop diversification and low-input farming in the south-eastern region of Spain with a focus on building practitioners’ engagement, value chains and ecosystems services, under the Horizon 2020 project DIVERFARMING. Under ENABLE this was combined with business model innovation for sustainable landscape restoration (Ferwerda, 2015: 75-77). In the plateau regions of Granada, Los Veléz, Alto Almanzora, Guadiana and the northeast of Murcia an effort by a territorial association AlVelAl is mobilizing local communities around a ‘Four returns’ philosophy: the return(s) of inspiration, social capital, natural capital and financial capital in a three-zoned spatial planning system over a period of 20 years. It builds on rain-fed almonds and perennial crops in olive groves typical in this region. The key assumptions for the business model are that diversified and low input farming systems have positive environmental impacts with higher crop yields from different crops, and that customers are prepared to pay a better price for sustainably produced products. AlVelAl has already developed an enterprise for the commercialisation of specialty organic almonds which command premiums, boasting the largest centre of production (600,000 hectares) for Spanish and international markets. Expected environmental impacts include reduced soil erosion, increased soil quality, carbon sequestration, increased soil water retention, higher biodiversity and higher crops yields from different crops. They also assume that large-scale implementation of these systems contribute to reduced flood frequency and better drought resilience, and point to opportunities to use composted urban waste and narrow down regional nitrogen imbalances. Downstream beneficiaries include urban areas in danger zones of devastating floods. Through evaluation of how ‘downstream’ value chains and the actors involved are impacted by the new diversified cropping systems, they also propose new organizational structures adapted to the new production models, from farmer to consumer. Bridging the gaps between ecology and economy, environment and business, the consortium’s training effort is aiming at building capacities across professions and stakeholders, developing educational tools combining MOOC courses, field visits, documentation, a community of practice and promotion exchanges between different landscape restoration practitioners and business students. ENABLE consortium partners include private, public, and non-profit sector organizations, and it is funded by Erasmus+, with contributions of different resources from Erasmus University Rotterdam, Rotterdam School of Management, Commonland Foundation, Universidade NOVA de Lisboa, Spanish National Research Council (CEBAS-CSIC), and the UN University Land Restoration Training Programme. 4.4 Implementing interventions and evaluation of the evidence on impact (R&I role) The overall added value of testing interventions and evaluation of the evidence on impact is a critical component of the food systems approach. The main contribution, following complex adaptive systems thinking, is to test and evaluate the feedback signals from systems change. In our sample of R&I actions, the focus is more on evaluating than on implementing. Implementing studies are RURBANCE, FReSH, FIT4FOOD2030, and Milan Food Pact (2017). Evaluation studies are Dermody et al. (2018), Meier et al. (2013); and Munaretto & Witmer (2017). RURBANCE has examined rural-urban inclusive governance strategies and tools for the sustainable development of deeply transforming alpine territories. Project participants structured their development plans and defined common objectives which can be pursued with a mix of design and financial tools: development measures and new governance models, laying the foundations for reorientation and integration of sectoral ",
        "36 policies (environmental, rural, urban, transport, tourism and social). An example of the integration of sectoral policies is the case of the Allgau area landscape. As part of the RURBANCE project, there was a deliberate effort to coordinate and create complementarities between the environmental, energy, agricultural and tourism objectives of the region. This required intense collaboration between the many institutions that are part of the region’s fragmented territorial governance (RURBANCE, 2015). FOODLINKS (Knowledge brokerage to promote sustainable food consumption and production: linking scientists, policymakers and civil society organizations) assessing how effective local procurement and other policies can function to re-localise food systems, generate synergies, provide better information and access. The Milan Urban Food Policy Pact has been an effective learning network in the implementation space for urban solutions. Box 8 describes their Awards mechanism. Box 8. Milan Urban Food Policy Pact and the Awards mechanism Our scan for food systems approaches at the case level yielded many levels of activity at the scale of city region food systems. One included an experiment ‘From Food Waste to Healthy Off-Season Food, the case of Riga’, as an example of multiple levels of synergy and connection between waste, nutrition, energy and food systems awareness. The following comment from the review ties these together well: ‘This ecological management practice has created a chain of co-benefits including food waste turned into green energy and highly nutritious food with significant positive environmental impacts. As a result of this practice the atmosphere is protected from 2000 m3 of environmentally harmful gases per hour and Riga’s citizens are provided with healthy off-season vegetables…’ Riga was one of the awardees of a larger annual process that highlights city case studies among signatories of the Milan Food Pact (2017), and a recently published compendium of practices captures efforts across the transition processes of research and innovation assessing, anchoring and scaling. As city food policy and practice from the Milan Pact Awards demonstrates, the evolution of food policies and initiatives in local governments has in fact begun to address these and other challenges in the three years following the launch of the Pact in 2015. This narrative report and 50 selected practices, in two-page briefs, focus on a number of evolving trends of cities’ efforts to improve their food systems. The document underlines the importance of tackling the numerous challenges that cities, towns and territories are facing in an era where rapid urbanization issues have come to the fore of local, national and international agendas. In order to manage emerging complex challenges and become engines for inclusive local economic growth, many cities are developing new approaches to food, nutrition, agriculture and governance systems. The central point of the Milan Pact Awards is fostering peer-to-peer collaboration among cities, as well as sharing knowledge on urban food practices. The Milan Pact creates an enabling environment for cities to learn from each other in three different ways. First, it provides a framework for city-to-city exchange, second, it provides indicators to help cities evaluate their progress towards achieving more sustainable food systems, and finally, it implements the MPA mechanism through which cities can positively compete and transfer their experiences among themselves. A set of trends has been noted in the compendium. Four patterns in urban food systems evolution are discernible in submissions by cities:  Cities have begun to integrate food security and nutrition with other urgent priorities such as poverty, climate change, migration, economic development, and civic engagement, among others.  Cities typically enter food systems through one or two entry points such as health, economic development (jobs), land-use planning, food safety, markets, sanitation, etc. However, many cities have begun to take more integrated governance approaches through mechanisms linking departments and creating cross-jurisdictional institutional arrangements in shaping municipal food governance.  As cities embrace the full breadth and inherent complexity of a food systems approach, including primary production, distribution, storage, processing, and marketing and food waste management, local governments increasingly recognise the need to strengthen urban-rural linkages in diverse and synergistic ways.  In the food systems linking urban areas to their surrounding rural areas, food producers, food businesses and many other actors from civil society, the private sector, civic and research institutions are increasingly recognised by local governments as essential participants in food policy and practice through partnerships and alliances. ",
        "37 4.5 Anchoring and scaling (R&I role 4) Research and innovation have an important role in the anchoring of systems approaches in decision making and the scaling of successful food systems solutions. Generally speaking, the contribution from R&I is to inform, and sometimes drive the learning processes that accompany processes of change in food systems. This can help to ensure the enabling of food systems transformation. Knowledge helps to shape the governance perspectives around the change process (actor approach, underlying causes), and can accelerate the social innovation process that will be necessary to break away from current practices with transformative changes from small or powerful players or both. In this section we find examples for this role that are explicitly addressing the anchoring of food systems solutions based on multiple leverage points (Box 9) and strategies for scaling up and scaling out successful innovations (Box 10). Coalition building is in itself a scaling strategy. The Circular Dairy Economy involved an exploration of the business case for a farmer-led, ‘net-positive’ circular dairy sector (De Wit and van Ooijen, 2016). In this R&I action, a participatory research process was mobilised for the development of a consensus base for new research orientations, and greater value chain collaboration. Using interviews, the implications of different dairy farming models for circular farming practices were examined against a sustainability framework with environmental and socio-economic criteria. The R&I action resulted in a shared anticipation of stakeholders on the transition pathways and farming models toward circular designs but doesn’t involve their testing or application. It does, however, help to establish the learning network in which experimentation on innovative circular dairy practices can be shaped and shared. Box 9. Involving consumer leverage in value chain innovation through social media: Green Protein Alliance The Green Protein Alliance is an example of an action that aims to address leverage points at multiple, synergistic levels: product innovation and media-informed social innovation. The Green Protein Alliance (GPA) is an alliance supported by the Dutch government that involves 25 members, including the two largest retailers of the Netherlands, leading food services and catering companies, food producers and 10 knowledge partners in the Netherlands. Their common goal is to restore a healthy and sustainable balance in protein consumption. The current ratio of plant-based protein:animal protein in the Dutch diet is 37:63. GPA’s ambition is to realise a 50:50 balance no later than 2025. Members of the GPA are involved in producing more and better meat replacements, plant-based alternatives for dairy as well as in the production of legumes and nuts. The GPA not only applies a full-food chain approach; by stimulating sustainable production and healthy products, their members are actually helping their customers make this shift. The GPA envisages this consumption shift as a social innovation that requires a strong communication strategy, insofar as it goes beyond product placing by the retailers involved and depends on the need to change attitudes and norms of consumers. GPA supports a social media channel that promotes general awareness on healthy and sustainable diets. Social media channels are used extensively to involve vloggers, chefs and other influencers and role models. Changing beliefs and intentions of consumers provide possibly effective entry points to change the consumer habits and routines that form potent barriers against the realization of diet shifts. For these reasons, GPA’s impact report over 2018 not only highlights that 70 new products based on plant-based protein were brought to supermarket shelves, and that sales of such products expanded by 3.2%. They also highlight that 300 messages of social media influencers reached 100,000 followers. 7 The impact of these messages and the change in product portfolio on consumer behaviour has not been assessed. 7 To access the 2018 impact report of the Green Protein Alliance: http://greenproteinalliance.nl/wp- content/uploads/2018/06/Impactreport_1jaarGPA.pdf ",
        "38 Box 10. Scaling consumer-centred solutions to upgrade livestock systems – Better Life’ certification to promote higher standards for animal welfare in Dutch meat markets By mapping out the interactions between different subsystems, food systems thinking can contribute to an integrated approach that makes smart use of solutions at other levels of scale. The Dutch ‘Better Life’ (in Dutch: Beter Leven) certification for meat produced at welfare standards exceeding the regulatory requirement. This certification scheme was initiated by the Dutch Dierenbescherming, an animal protection organization that started a cooperation with retailers and farmers in the Netherlands, to find ways to enhance consumers’ engagement with producers who were ready to produce meat at animal welfare standards that exceed the legal requirement. Between 2011 and 2016, the number of ‘Better Life’ animals quadrupled (NRC Handelsblad, 2017). Big manufacturers changed to ‘Better Life’ meat for their processed products, while some supermarkets developed the ambition to only sell ‘Better Life’ meat in the future. Further evolutions of husbandry systems and certification schemes are also seen, particularly in the broiler and egg sector, for example in the Kipster system, which aims to make optimal use of losses and waste from the food system as a feed for laying hens, while controlling for pollution (reduction in emission of small particles), in addition to raising animal welfare standards. The Beter Leven label has come to scale. The certification is available for a range of fresh meat (poultry, pork and beef), and eggs. While the label comprises three classes, upon initiation the standards were developed only for 1-star systems, which correspond to animal welfare requirements slightly above legal standards, and high-end 3-star systems. Its success can be measured by the fact currently 28% of all sustainably certified food purchases in the Netherlands are done under this label, at a market value of over 1.6 billion euro (Logatcheva, 2018) (Figure 1). In 2017, the share of products with the sustainability label in supermarket turnover was 43% for eggs (103 of 237 billion), 42% for meat (1281 of 3038 billion), and 7.4% for dairy (228 of 3042 billion), most under this ‘Better Life’ label. ",
        "39 5 Synthesis The food system approach provides a framework in research and innovation (R&I) to analyse the interactions between the different activities of the food system, the dynamics within the systems as well as entry-points for change. There are vastly different concepts of food systems that have been applied across research and innovation actions. The aim of this paper is to review and categorise these variations on food systems approaches, and to drive forward an agenda for knowledge needs under a food systems approach. This section presents recommendations on an R&I policy framework. First, we expand on two themes:  Added value of the food systems approach  Lessons learned on practical food systems approaches in R&I What are the added values of the food systems approaches to R&I, both potential and realised as seen in the evidence? Food systems approaches present valuable opportunities for more integrated perspectives on challenges that relate to a system failure, by addressing the root causes of ‘break-down’ or ‘lock in’ (e.g. Vieux et al., 2012; Briggs et al., 2013; Varnham, 2013; Lindgren et al., 2018; Diez et al., 2018; Berkhout et al., 2018; FAO, 2018; SUSFANS; SIM4NEXUS). They are positioned as instruments for experimental and multi-actor network learning, providing efficiency and common ground for action where there are gaps and opportunities in systems and root causes needing to be addressed. At the core, by bringing systems perspectives into the framework, the food systems approach provides a platform for bringing research and innovation into a more common frame. The food systems approach can help deliver the following: Where traditional R&I approaches fail to break or overcome a lock-in, food systems approaches provide new perspectives by addressing root causes, bringing in non-traditional actors, improving feedback mechanisms in systems, and joint learning. A four-tiered classification of different roles of R&I in food systems transformation was defined, providing guidance for maximising the value added of food systems approach: (1) Understanding food system complexities and challenges; (2) Exploring and designing innovation and policy options for overcoming food system challenges; (3) Implementing interventions and evaluation of the evidence on impact; (4) Anchoring and scaling of food systems change. These four roles, which are interwoven and recursive in their application, define the food systems approach and ensure that such approaches added value. In a mission-driven R&I framework (Mazzucato 2018; Food2030 Expert Group, 2018), the food systems approach provides effective checks against approaches in the traditional silos of health, climate change and agricultural innovation. The value it can add is to avoid trade-offs, and to search for effective entry points that bring mutual benefits across domains. Another value added is that the food systems approach provides a platform for new and equal partnerships between researchers, innovators and practitioners, both in private and public realms, aimed at sharing perspectives. Experimentation is essential in the approach, and collaboration across different players in the knowledge and innovation system provides opportunities to develop solutions in a dynamic way in the market environment. What are the practices for making the roles for R&I in transformation operational? What are the lessons learned? Based on the framework and the studies and projects reviewed in this paper we arrive at the following practices for supporting the contribution of R&I to food systems transformation (Table 5.1). ",
        "40 Table 5.1. Practices for making the roles for R&I Role of R&I How 1. Understanding food system complexities and challenges Reading the signals that define urgency for change, under different world views. Giving central stage to the governance challenge: what are the barriers that prevent achieving change with more traditional R&I? Technology-driven approaches fail to deliver on account of societal resistance or consumer acceptance, vested interests or other barriers. Interdependencies brought to light by conscious application of systems tools, also helping to identify waste, slack and leakage in systems, and hidden costs – providing both senses of urgency and opportunity for change. Actor perspectives, understanding differences in interest and common ground; use systems lens as a convening power around shared challenges in neutral and precompetitive space, involving non-traditional players. 2. Exploring and designing innovation and policy options for overcoming food system challenges 2a) Envisioning the future 2b) Exploring pathways Envisioning a future to inspire and galvanise joint action towards a shared and urgent goal. This involves building awareness around the notion that there are possible gains from reduced inefficiencies and redistribution of risks. Solutions may have winners and losers and compensatory mechanisms are part of a vision. Anticipatory governance: a need to view the world of today from the perspective of evolving challenges and the costs (and benefits) of inaction. Identifying change paths, through back-casting towards a vision or choosing no- regret options, with a portfolio approach to innovations and interventions aimed at changing current practices (‘business as usual’) in incremental as well as more transformative ways. Identify how entry points that are place-based, sectorial, oriented towards value chains, consumer behaviour or landscapes, interact with each other across different scales. 3.Implementing interventions and evaluation of the evidence on impact 3a) Experimenting 3b) Assessing Employ empirical analysis of alternative innovations to enrich and ground the process of identifying visions and pathways, making it responsive to evidence. Evaluate direct and indirect outcomes of innovations. Build trust and confidence in the solution in relation to the vision and pathways. Develop new assessment models including qualitative and quantitative methods for defining counterfactuals for large-scale and natural experiments. Do replication studies to understand outcomes of experiments in a changing context. Develop indicators and monitoring tools that incorporate adequate sensitivities to volume, scale, gender and equity dimensions and to indicators of system change. Use a minimum set of standardised indicators to facilitate cross-learning and coherence. Make end-users benefit from data collection and R&I through feedback of results and co-creation with practitioners, with standard of participation. 4. Anchoring and scaling Strong involvement of social sciences in innovation actions, for shaping governance perspectives around the change process (actor approach, underlying causes), and elements of social innovation that will be necessary to break away from current practices. Approach scaling as upward, outward and layered. Create innovations around the scaling process, i.e. with new coalitions and brokering services. Develop new assessment methods and practice guides for creating insight into the transferability of solutions across networks and scales. ",
        "41 What are the implications for policy? The study was aimed at helping the SCAR member states better understand the potential impact of agricultural and food systems R&I, as well as to identify research and innovation needs including focus on emerging alternative food systems approaches. The food systems approach is gaining traction as a guiding framework for innovation actions and in scientific research. Yet, the SCAR SWG Food Systems has identified a lack of empirical studies, which actually describe such food systems and document their added value vis-à-vis other approaches to research and innovation (R&I). There are some attempts by different organisations to define an operational set of indicators for comparative analyses of food systems. Defining the boundaries of a specific analysis requires choices and conscious limitations in focus and encourages food systems analysis to have a clear objective. In this section, we develop several recommendations for policy on R&I and other domains. 1. A ‘small wins’ framework recognises that powerful change might come from incremental innovations that are in themselves of moderate importance, but provide seeds of transformative change. In short, developing policies for ‘wicked’ problems is a practice in which actors are ‘muddling through’ without complete knowledge of the impact of all actions and within power constellations that are fraught with different interests. The complexities of decision making for food systems transformation testify to the strength of the concept of muddling through. R&I should be adaptive, reflective of systems complexities and engaging with decision makers in order to contribute to decision making. Recommendation: Shape a continuous learning process that touches on all the roles of R&I in the food transformation process. A suggestion how to do so, is by helping create (and join) a ‘community of practice’ and other forms of knowledge sharing in food system action and food system research, to enhance cross-learning and to speed up the learning curve. Different food system research and innovation platforms currently serve as knowledge hubs and platforms for communities of practice: The COUPLED international training network develops a learning network to address the telecoupled effects of European land use on distant systems (see box); FIT4FOOD2030 programme hosts a EU Think Tank and various City Labs and Policy Labs; the SUSFANS research programme regularly brings together policy makers, private sector parties, civil society and researchers during its stakeholder workshops. ROBUST also organises communities of practice around five urban-rural themes, providing a forum to exchange findings from the ROBUST living labs. 2. Food systems approaches are occasionally applied in the literature to argue for a need to replace global or national food systems with local food systems. Yet, it should be noted that food systems are nested: the global food system is composed of many national, regional and sub-regional food systems. Hence, local food systems are part of and interact with systems at a ‘higher’ scale. The kernel of a local food systems approach is that it forges direct relations between production and consumption (short supply chains), driven by an understanding or an assumption that such arrangements provide greater benefits to health, environmental protection, cultural diversity and inclusiveness than other systems. In these other, non-local food systems, production and consumption are typically considered to be more decoupled, often through transactions in markets and involving international trade and food and beverage companies. The studies reviewed in this paper shed insufficient light on the relative merits of local and market-based solutions, and we build a case for more rigorous assessment of the various impacts of alternative system solutions. Cases like Riga’s landfill Getlini, Bologna and Seoul (see chapter 3), suggest that local food systems approaches can provide a powerful platform for effective action on specific themes (e.g. food waste, circular resource use, disease prevention, food environment – see more examples from the Milan Pact Awards, in FAO, 2018), and for grassroots activities in the food system. R&I could be seen as a potent force to strengthen these activities. Actions at the national level can provide an ",
        "42 opportunity to change incentives through policy or regulatory reform and interact with some of the influential players in the food system. A European food systems approach should be a tool to address food governance issues that call for coordination at the European level. These include the major societal challenges around stabilizing climate change and reducing the disease burden from non-communicable diseases. This is of particular interest in the EU, with its large internal market that allows free movement of goods, services and labour, in which some regions are depending on imports, while other regions have large exportable surpluses. Recommendation: Find the right scale to intervene and overcome the distinction between local, regional and national food systems. This requires a thorough understanding of the interdependencies of the different actors and scales in the food system, as well as clear insights into how proposed incentives to changing food system actors behaviour are affected by system characteristics. 3. Many researchers and adherents to systems thinking regard Meadows’ insights (Meadows, 1999) into the hierarchy of effectiveness for system interventions as an enduring contribution to understanding how transformative change in complex systems is triggered, and what priorities lead to altering system structure and/or goals. Several of the framework papers guiding this analysis provided reference to leverage points and often linked values, goals and enabling their expression while enhancing feedback and information flows at critical levels (Chapman et al., 2017; European Environment Agency, 2018) or balancing and feedback loops and associated time lags in terms of planting decisions and pricing signals (Brzezina et al., 2016). Regarding current practice in policy, Posthumus et al. (2018) suggests that imposing prices, quotas or taxes within a food value chain may allow national authorities to control the ‘flow rate’, but will not bring about transformative change. According to Meadows (1999), the best places to intervene in a system (in decreasing order of effectiveness) are: 1. Change the mindset or paradigm out of which the system (goals, power structure, rules, culture) arises – mental models 2. Change the goals of the system – systemic structure 3. Allow diversity for self-organization (address the distribution of power over the rules of the system) – systemic structure 4. Change the rules of the system (incentives, punishments, constraints) – systemic structure 5. Improve the information flows – systemic structure 6. Allow thing to grow faster: driving positive feedback loops – systemic structure 7. Help thing to adjust to goals faster: regulating negative feedback loops – systemic structure 8. Adjust the lengths of delay relative to the rate of system change – patterns 9. Change the way stocks and flows are connected: material flows and nodes of material intersection – patterns 10. Change whatever numbers you can measure: constants, parameters, numbers (subsidies, taxes, standards) – events Recommendation: Find the right places in the system to intervene, from a recognition that the mind-shift could be the strongest lever for change. The implication for R&I is to point at the interactions and feedback loops in the system, and ",
        "43 to explore where (in the system) interventions can have most impact regarding the goal of establishing sustainable food system outcomes. The ‘Better life’ certification scheme is an example of how unconventional partnerships (consumer and animal protection organisation, farmers and retailers) can play a key role in changing the rules of the system. 4. We observe a paucity of studies that define, implement and test innovations from a food systems perspective. There appears to be ample scope for greater involvement of practitioners in food systems R&I. A surprising overall observation is that the food systems studies under review demonstrate few experimental approaches. Furthermore, we observe substantial differences across themes of food systems research in how they are positioned in the process of food systems transformation. In studies that address agricultural innovation, we observe a very weak presence of food systems approaches and wider application of farming systems and value chain approaches. Under the themes addressing agro-ecology and food systems, food system governance, and food waste systems we find a similar pattern that consists of an emphasis on analysis of the system and envisioning future or alternative pathways, combined with a subset of studies (typically 1 in 2 or 1 in 3 under this theme) that venture into experimentation. Recommendation: invest more efforts into experimental R&I on potential high- impact solutions and interventions (technological, behavioural and related to governance). In terms of a functional R&I landscape, a hybrid structure could be envisaged in which systems understanding and visioning is organised at a high level around key challenges and missions. The definition of pathways would be aligned with this process yet also lead into more thematic areas and challenges. Intervention and experimentation can be done from a targeted perspective, with proper feedbacks back up the funnel and continuity in the process. Multi-stakeholder approaches would be shaped in the form of full joint ownership for the transversal systems actions, and more advisory or participatory in the experimental systems actions. 5. In addition to evidence from the Milan Pact Awards case studies touched upon in our review, the level of interest and innovation at the level of city-region food systems and urban-rural linkages is clearly on the increase, and together with place-based and landscape approaches, they appear to generate strong integrative grounding for policy implementation across sectors and conventionally disparate administrative and jurisdictional boundaries. It may be fruitful to view food systems research and innovation at this scale as having a lag or a gap where research is needing to ‘catch up’ and offer strategic help to codify and generalise from this rich diversity of activity and serve to aid in the transferability to other locales and scales in food system transition. Building on already existing research on the wider FOOD 2030 aim of engaging and mobilising cities to foster improved cooperation and openness amongst multiple food system actors, a 2017 Brussels workshop generated a number of recommendations on strategy gaps and research needs that are specific to the urban region scale and are presented below to contrast and compare with our own recommendations.  Build a better flow of information and research evidence (break down the dichotomies) between urban and rural areas and activities.  Find ways to overcome the multi-faceted (yet silo-oriented) nature of food issues in governance: by creating food working groups, public procurement groups; via food policy owned across several departments; by institutionalising policies that transcend election cycles; via ad-hoc departments or offices; via food committees formed from multiple cities in a region; and via long-term political commitment to change. The R&I system in Europe can encourage crucial cross-linkages and common ground between sectors, for e.g. agriculture, fisheries, aquaculture, land managers, retailers and researchers. ",
        "44  Don’t get weighed down with complexity (e.g. ‘cross-sectoral’, ‘transdisciplinary’, ‘quintuple helix’). Most important is to start talking and keep talking to people, especially using evidence-based conversation starters and stakeholder engagement techniques. Governance jobs may even have to change, and become more outward- looking and engagement-focused.  Having multiple aims is fine — for example, involving food saving, poverty alleviation and skills share. In fact, meeting several criteria at once seemed to be a feature of several more ‘systemic’ initiatives that were operationalising or had achieved uptake. Europe’s R&I system has an important role to play in promoting joined-up, multi- or transdisciplinary approaches.  Know there are tools already available — from spatial approaches, to GPP rules, etc.  Facilitate networking between cities; share knowledge and experience on developing innovative strategies; there are good-practice examples, including outside of Europe (Toronto, Quito, Mexico and Melbourne)  Build the evidence base for the long-term — on food production and supply, barriers to change, food dynamics within cities, how best to distribute support to cities and regions. R&I investments are well positioned to emphasise long-term, circular solutions for food and nutrition security — both in terms of radical innovation and scaling up solutions that already exist.  Regarding innovative platforms and social enterprises that create opportunities for peer-to-peer interactions, research needs to be carried out dynamically. There are several enterprises already available or being developed, and in use.  In creating ‘online bridges’ between citizens, organisations and stakeholders, digital technologies may form the basis for some elements of future food-sharing systems.  In encouraging the participation of and information to the public on matters of food and nutrition security — and encouraging a socially distributed knowledge and innovation system — R&I systems can be a key enabler.  Gaps for urban food strategies were identified in the areas of integration, jurisdiction, multi-level governance and policy coherence; research links; and inclusion of critical actors. Recommendation: more explicit research on urban and territorial scale solutions and transferability and adaptability of solutions to their particular environment/context. ",
        "45 6 Conclusion The food systems approach is gaining traction as a valuable novel direction for research and innovation (R&I), geared towards bringing solutions to complex sustainability challenges to global and local scales, as well as multiple domains of enquiry and fields of business. It is at the centre of the FOOD 2030 strategy, which aims to identify the R&I landscape that will help to future-proof the systems of food production, processing, distribution and consumption for a sustainable future European society. The policies for supporting food systems approaches to R&I are actively being developed. A food systems approach towards R&I integrates the bio-physical ‘what’ with an actor- based approach, which enables us to address the question ‘how’ changes and larger scale transformation can be realised (e.g. Lindgren et al., 2018 and Diez et al., 2018 for interdependencies between different parts of the system; and Berkhout et al., 2018 for trade-offs between food security and preserving biodiversity). This review shows the merits of a systems-based approach to R&I in the combined domains of agriculture, fisheries, environment, food and nutrition to effectively address the multiple challenges for European food systems. Such a systems approach could help to better understand the interdependencies between key parts of food systems at various scales. It would help to avoid the risks of overlooking trade-offs and could identify synergies. Moreover, a food system-based approach towards R&I could help to deal with the complexity. A food systems approach would also imply that at least part of the research should be interdisciplinary or transdisciplinary. A number of EU-financed research projects already show the added value (yet also the complexity) of such multi- disciplinary food systems analyses (e.g. SUSFANS, SIM4NEXUS, FOODLINKS, COUPLED, RURBANCE, ROBUST). At the same time, the review illustrates that the literature on food systems is still in its early stages. The literature search found few examples of documented real-life changes in food systems, such as the introduction of low-cost packaging or the emergence of flexitarian consumption patterns, but this might be in part because our search strategy favoured academic studies in English. This excludes a wide body of food innovation actions at local level that could possibly be characterised as ‘small wins’. We included the Milan Urban Food Policy Pact award nominations in our search to partly overcome some of these limitations. Food systems research is observed across a wide array of thematic areas, focus and scale. Notable examples are identified, including studies and projects that address the coupled effects of consumers’ dietary shifts on health and environmental impacts from agriculture (e.g. Vieux et al, 2012; Briggs et al, 2013; Vanham, 2013), options for circular use of biomass, reduction of food waste (FAO, 2019), developments in urban- rural linkages and short supply chains (RURBANCE, ROBUST). The review illustrates the diverse set of applicable methodologies for food systems research. For example, a wide number of indicators has been applied to assess ‘future proof’ food systems. The literature review shows noteworthy examples of methodologies ranging from a linking of macro-economic models to individual consumer drivers and choice (SUSFANS) and system dynamics (Metabolic, 2018) to political analysis (Clapp, 2014) and participatory research (Diez et al, 2018). Based on the review, a synthesis has been provided with the specific aim to provide guidance to R&I actions that seek to bring empirical evidence to the table regarding the benefit of a food systems approach. Several guiding practices are identified. It is recommended to inform and further develop an R&I policy on a food systems approach. Several components are proposed: ",
        "46  A four-tier classification of different roles of R&I in food systems transformation was defined: 1. Understanding food systems; 2. Exploring and designing - Envisioning the future and exploring pathways; 3. Implementing – Experimenting and assessing; 4. Anchoring and scaling.  A combination of transversal R&I aimed at transformation of systems at the global, EU and national level, linked with more targeted intervention studies and innovation actions at sub-national levels, with proper interaction between dimensions and scales, particularly within city regions and territories and across sectors.  Research networks, incentives, methodologies and data sharing for more effective analysis in a science-practitioner environment. Combined and placed in context, such R&I entails a change from an agricultural knowledge and innovation system (AKIS) towards a more comprehensive food systems knowledge and innovation system (FOKIS) in Europe. We suggest that future research explore how such a FOKIS would serve the purpose of brokering knowledge between traditional players in food, agriculture, nutrition and environment action with city regions, vulnerable communities, and other non-traditional players in the food system. ",
        "47 7 References and websites 7.1 Studies covered in the review Baroni, L., L. Cenci, M. Tettamanti, and M. Berati (2007). Evaluating the environmental impact of various dietary patterns combined with different food production systems. European Journal of Clinical Nutrition (2007) 61, 279–286. Berkhout et al. (2018) Global implications of the European food system. The Hague: Wageningen Economic Research. http://edepot.wur.nl/448884 Beter Leven (2017) 10 Jaar Beter Leven Keurmerk. Den Haag: Dierenbescherming. Retrieved from: https://beterleven.dierenbescherming.nl/beter-leven/10-jaar-beter- leven-keurmerk (11-08-18) Biovision (2017) Beacons of Hope: A Sustainability Transitions Framework for Sustainable Food Systems. https://www.biovision.ch/en/news/beacons-of-hope-path-to- a-more-sustainable-food-system/ Briggs, A.D.M., A. Kehlbacher, R. Tiffin, T. Garnett, M. Rayner and P. Scarborough (2013). Assessing the impact on chronic disease of incorporating the societal cost of greenhouse gases into the price of food: an econometric and comparative risk assessment modelling study. BMJ Open 3 Burchi, F., Fanzo, J., & Frison, E. (2011). The role of food and nutrition system approaches in tackling hidden hunger. International Journal of Environmental Research and Public Health, 8(2), 358–373. https://doi.org/10.3390/ijerph8020358 Caron, P., Ferrero y de Loma-Osorio, G., Nabarro, D. et al. Food systems for sustainable development: proposals for a profound four-part transformation. Agron. Sustain. Dev. (2018) 38: 41. https://doi.org/10.1007/s13593-018-0519-1 Chapman, M.; Klassen, S.; Kreitzman, M.; Semmelink, A.; Sharp, K.; Singh, G.; Chan, K.M.A. 5 Key Challenges and Solutions for Governing Complex Adaptive (Food) Systems. Sustainability 2017 , 9 , 1594. https://doi.org/10.3390/su9091594 Clapp, J. (2014) Financialization, distance and global food politics, The Journal of Peasant Studies, 41:5, 797-814, DOI: 10.1080/03066150.2013.875536 Ching (2018) Agroecology for Sustainable Food Systems. Third World Network. TWN Environment and Development Series. https://docs.google.com/viewer?url=https%3A%2F%2F www.twn.my%2Ftitle%2Fend%2Fpdf%2Fend19.pdf Coffey, A.N.D., S.Q.W. Edater and Speed (2016) Evaluation study of the implementation of the European Innovation Partnership for Agricultural Productivity and Sustainability. ISBN: 978-92-79-54684-6 doi: 10.2762/837925 COUPLED project (2018) Operationalising Telecouplings for Solving Sustainability Challenges for Land Use. http://coupled-itn.eu/about-us/ De Wit, M. and F. van Ooijen (2016) “The Circular Dairy Economy: Exploring the business case for a farmer led, ‘net-positive’ circular dairy sector”, Circle Economy & FrieslandCampina. World Dairy Summit 2016. Dernini, Sandro, and Elliot M. Berry. 2015. “Mediterranean Diet: From a Healthy Diet to a Sustainable Dietary Pattern.” Frontiers in Nutrition 2 (May). https://doi.org/10.3389/fnut.2015.00015. ",
        "48 Díez, Julia, Pedro Gullón, María Sandín Vázquez, Belén Álvarez, María Martín, María Urtasun, Maite Gamarra, Joel Gittelsohn, and Manuel Franco. 2018. “A Community- Driven Approach to Generate Urban Policy Recommendations for Obesity Prevention.” International Journal of Environmental Research and Public Health 15 (4): 635. https://doi.org/10.3390/ijerph15040635. European Commission. 2018. A Sustainable Bioeconomy for Europe: Strengthening the Connection between Economy, Society and the Environment : Updated Bioeconomy Strategy. Brussels. https://data.europa.eu/doi/10.2777/792130. European Commission. 2017. Food 2030: Future-Proofing Our Food Systems through Research and Innovation. Brussels. http://doi.org/10.2777/188064. European Commission. 2016. A strategic approach to EU agricultural research & innovation - final paper. Brussels. http://ec.europa.eu/newsroom/horizon2020/document.cfm?doc_id=16669 Ferwerda, W.H. (2015) 4 returns, 3 zones, 20 years: A Holistic Framework for Ecological Restoration by People and Business for Next Generations. Pages 75-77. RSM/IUCN CE https://www.globallandscapesforum.org/wp-content/uploads/sites/2/2017/11/4-Returns- 3-Zones-20-Years-A-Holistic-Framework-for-Ecological-Restoration-by-People-and- Business-for-Next-Generations.pdf Forum of the Future (2018) Shaping the Future of Protein - The Protein Challenge 2040. Accelerating Innovation and Action. https://www.forumforthefuture.org/Handlers/Download.ashx?IDMF=6985b5f7-ee65- 4862-893e-53a6355984fb Godfray, H.C.J., P. Aveyard, T. Garnett, J.W. Hall, T.J. Key, J. Lorimer, R.T. Pierrehumbert, P. Scarborough, M. Springmann and S.A. Jebb (2018) Meat consumption, health, and the environment. Science 361, 243 (2018) Science 361 (6399), eaam5324. DOI: 10.1126/science.aam5324 Gordon, L.J., V. Bignet, B. Crona, P.J.G. Henriksson, T. VanHolt, M. Jonell, T. Lindahl, M. Troell, S. Barthel, L. Deutsch, C. Folke, L. J. Haider, J. Rockstrom and C.Queiroz (2017). Rewiring food systems to enhance human health and biosphere stewardship. Environmental Research Letters 12(10). DOI: 10.1088/1748-9326/aa81dc Humpenöder, F. et al. (2018): Large-scale bioenergy production: how to resolve sustainability trade-offs?; Environmental Research Letters; doi: 10.1088/1748- 9326/aa9e3b. Innovate UK (2018) Increased crop yield, quality and sustainability through collaborative innovation in hydroponics Innovate UK (2018) Transforming Veterinary Practice in the Food Chain INSPIRATION Final Conference Report - Deliverable 1.3, April 2018. Report number: Deliverable D1.3 - INSPIRATION HORIZON 2020 CSA - Grant Agreement No. 642372. https://doi.org/10.13140/RG.2.2.15035.92966 INSPIRATION - INtegrated Spatial PlannIng, land use and soil management Research AcTION (EU H2020) www.inspiration-h2020.eu IPES-Food. 2016. From uniformity to diversity. A paradigm shift from industrial agriculture to diversified agroecological systems, 93. International Panel of Experts on Sustainable Food Systems. Louvain-la-Neuve: IPES-Food: UCL. Kleijn, D. 2017. Deliverable 6.3: Report on management and policy recommendations on appropriate rates and quality of semi-natural habitats and on farm management ",
        "49 Deliverable date: 30.01.2017. LIBERATION, EU Grant Agreement No. 311781. http://www.fp7liberation.eu/home/publications LIBERATION (LInking farmland Biodiversity to Ecosystem seRvices for effective ecofunctional intensificATION). 7th Framework Programme Theme KBBE.2012.1.2-02 Managing semi-natural habitats and on-farm biodiversity to optimise ecological services Lindgren, Elisabet, Francesca Harris, Alan D. Dangour, Alexandros Gasparatos, Michikazu Hiramatsu, Firouzeh Javadi, Brent Loken, Takahiro Murakami, Pauline Scheelbeek, and Andy Haines. 2018. “Sustainable Food Systems—a Health Perspective.” Sustainability Science, June. https://doi.org/10.1007/s11625-018-0586-x. Marian Simon Rojo, Ana Zazo Moratalla, Nerea Moran Alonso, and Veronica Hernandez Jimenez (2014). Pathways towards the integration of peri-urban agrarian ecosystems into the spatial planning system. Ecological Processes 2014, 3:13 http://www.ecologicalprocesses.com/content/3/1/13 Markakis (2016). Plant science and the bioeconomy: strategy and policy until 2020 and beyond. Conference powerpoint presentation. EPSO/FESPB 2016 Congress Prague, 26 June 2016. SC2 Work Programme 2016-2017 http://ec.europa.eu/research/participants/data/ref/h2020/wp/ 2016_2017/main/h2020- wp1617-food_en.pdf Meier T, Christen O, Semler E, Jahreis G, VogetKleschin L, Schrode A, Artmann M. 2013. Balancing virtual land imports by a shift in the diet. Using a land balance approach to Using a land balance approach to assess the sustainability of food consumption. Germany as an example. Appetite, 74C:2034. https://ac.els-cdn.com/S0195666313004509/1- s2.0-S0195666313004509-main.pdf?_tid=1a691900-4a72-4bd6-9eed- 9da9657fb7db&acdnat=1536660055_ec67e6c51aab2c199b111367d850c528 Meier T, Christen O. 2013. Environmental impacts of dietary recommendations and dietary styles: Germany as an example. Environ Sci Technol. 47(2):87788. Meybeck et al (2017) Development of voluntary guidelines for the sustainability of the Mediterranean diet in the Mediterranean region. Proceedings of a Technical Workshop. 14–15 March 2017 CIHEAM-Bari, Valenzano (Bari). ISBN 978-92-5-109832-5 www.ciheam.org/en/publications Milan Food Pact (2017) From Food Waste to Healthy Off-Season Food. http://www.getlini.lv/en/ https://docs.google.com/viewer?url=http%3A%2F%2Fwww.milanurbanfoodpolicypact.or g%2Fwp-content%2Fuploads%2F2018%2F07%2FBrief-6-Riga.pdf Munaretto, S. & M. Witmer. 2016. D2.1 Water-Land-Energy-Food-Climate Nexus: Policies And Policy Coherence At European And International Scale. Report D2.1. SIM4NEXUS, EU Grant Agreement no. 689150 https://www.pbl.nl/sites/default/files/cms/publicaties/WP2_Deliverable%202.1_15nov17 _FINAL.pdf Muñoz,O.S. & Marselis, I. 2018. CONSUMER BEHAVIOUR AS A LEVERAGE POINT IN THE FOOD SYSTEM. METABOLIC Consulting https://www.metabolic.nl/publications/consumer- behavior-in-the-food-system/ NewForesight & Commonland (2016). New Horizons for the Transitioning of our Food System: Connecting Ecosystems, Value Chains and Consumers. https://www.commonland.com/en/file/download/220 Poore & Nemecek (2018) Reducing food’s environmental impacts through producers and consumers. Science 360 (6392), 987-992. DOI: 10.1126/science.aaq0216 ",
        "50 Proctor, F. J., and J. A. Berdegué, 2016. Food systems at the rural-urban interface. Working Paper Series, document no. 194, Territorial Cohesion for Development Working group, RIMISP, 27. Santiago: RIMISP. Rayner, G., D. Barling and T. Lang PhD (2008): Sustainable Food Systems in Europe: Policies, Realities and Futures, Journal of Hunger & Environmental Nutrition, 3:2-3, 145- 168 http://dx.doi.org/10.1080/19320240802243209 RURBANCE Rural-Urban inclusive governance strategies and tools for the sustainable development of deeply transforming Alpine territories.(2015) http://www.alpine- space.org/2007- 2013/fileadmin/media/Running_Projects/Rurbance/RURBANCE_Final_project_booklet_Sh ort_edition_eng.pdf Schans, Jan-Willem van der, and Paul de Graaf. “Harvesting the Non-Food Benefits of Urban Agriculture: Finding and Engaging Unexpected Partners?” Urban Agriculture , September 2017. https://www.ruaf.org/sites/default/files/RUAF-UAM%2032_WEB-1_56- 59.pdf Sendzimir, J., P. Magnuszewski, P. Balogh, and A. Vari. 2007. Anticipatory modeling of biocomplexity in the Tisza River Basin: first steps to establish a participatory adaptive framework. Environmental Modeling and Software 22 (5):599-609. Sendzimir, J., P. Magnuszewski, Z. Flachner, P. Balogh, G. Molnar, A. Sarvari, and Z. Nagy 2007. Assessing the resilience of a river management regime: informal learning in a shadow network in the Tisza River Basin. Ecology and Society 13(1): 11. [online] URL: http://www.ecologyandsociety.org/vol13/iss1/art11/ Seto, K. C., and N. Ramankutty. 2016. Hidden linkages between urbanization and food systems. Science 352 (6288):943–45. Stolz, H. and H. Moschitz (2013). Foodlinks Conference Report: Sustainable Food Communities of Practice. FOODLINKS Knowledge brokerage to promote sustainable food consumption and production: linking scientists, policymakers and civil society organizations. FP7 SEVENTH FRAMEWORK PROGRAMME- THEME “Environment”. ENV.2010.4.2.3-3 Brokerage activities to promote sustainable consumption and production patterns. http://www.foodlinkscommunity.net/foodlinks-home.html Thornton et al (2017) Responding to global change: A theory of change approach to making agricultural research for development outcome-based. Agricultural Systems 152 (2017) 145–153 http://dx.doi.org/10.1016/j.agsy.2017.01.005 TNI – Transnational Institute (2018) Public Policies for Food Sovereignty. Think piece series Food for Thought No.1 www.tri.org Vaarst M, Getz Escudero A, Chappell MJ, Brinkley C, Nijbroek R, Arraes N, Andreasen L, Gattinger A, Fonseca De Almeida G, Bossio D, & Halberg N (2017): Exploring the concept of agroecological food systems in a city-region context, Agroecology and Sustainable Food Systems, DOI: 10.1080/21683565.2017.1365321 Vanham D. 2013. The water footprint of Austria for different diets. Water Sci Technol, 67(4):82430. https://foodethics.univie.ac.at/fileadmin/user_upload/p_foodethik/Vanham_2013_WST_T he-water-footprint-of-Austria-for-different-diets_01.pdf Vieux F, Darmon N, Touazi D, Soler LG. 2012. Greenhouse gas emission of self-selected individual diets in France : changing the diet structure or consuming less ? Ecological Economics Volume 75, March 2012, Pages 91–101. ",
        "51 Vieux F, Soler LG, Touazi D, Darmon N. 2013. High nutritional quality is not associated with low greenhouse gas emissions in self-selected diets of French adults. Am J Clin Nut, 97(3):56983. Wascher, D.M, Kneafsey, M., Pintar, M. and Piorr, A. (2015) Food Planning and Innovation for Sustainable Metropolitan Regions - Synthesis Report. Wageningen: Wageningen University Research. http://www.foodmetres.eu/ WBCSD/FReSH (2018) True Cost of Food: Unpacking the Value of the Food System https://docs.wbcsd.org/2018/10/FReSH_True_Cost_Discussion_Paper.pdf Wezel, A., H. Brives, M. Casagrande, C. Clément, A. Dufour, and P. Vandenbroucke. 2016. Agroecology territories: Places for sustainable agricultural and food systems and biodiversity conservation. Agroecology and Sustainable Food Systems 40 (2):132–44. http://dx.doi.org/10.1080/21683565.2015.1115799 Van Zanten HHE, Herrero M, Hal OV, et al. Defining a land boundary for sustainable livestock consumption. (2018) Glob Change Biol. 2018;24:4185–4194. https://doi.org/10.1111/gcb.14321 Zhu,C., Kobayashi,K., Loladze,I., Zhu,J., Jiang,Q., Xu,X., Liu,G., Seneweera, S., Ebi, K. L., Drewnowski,A., Fukagawa, N. K., Ziska, L. H. Carbon dioxide (CO 2 ) levels this century will alter the protein, micronutrients, and vitamin content of rice grains with potential health consequences for the poorest rice-dependent countries. Sci. Adv. 4, eaaq1012 (2018). Zurek, M., Hebinck, A., Leip, A., Vervoort, J., Kuiper, M., Garrone, M., Havlík, P., Heckelei, T., Hornborg, S., Ingram, J., Kuijsten, A., Shutes, L., Geleijnse, J.M., Terluin, I., van ‘t Veer, P., Wijnands, J., Zimmermann, A., Achterbosch, T., 2018. Assessing Sustainable Food and Nutrition Security of the EU Food System—An Integrated Approach. Sustainability 10, 4271. https://doi.org/10.3390/su10114271 7.2 Other references Abarca-Gómez, Leandra, Ziad A Abdeen, Zargar Abdul Hamid, Niveen M Abu-Rmeileh, Benjamin Acosta-Cazares, Cecilia Acuin, Robert J Adams, et al. “Worldwide Trends in Body-Mass Index, Underweight, Overweight, and Obesity from 1975 to 2016: A Pooled Analysis of 2416 Population-Based Measurement Studies in 128·9 Million Children, Adolescents, and Adults.” The Lancet 390, no. 10113 (December 16, 2017): 2627–42. https://doi.org/10.1016/S0140-6736(17)32129-3. Berkum, S. van, J. Dengerink and R. Ruben, 2018. The food systems approach: sustainable solutions for a sufficient supply of healthy food. Wageningen, Wageningen Economic Research, Memorandum 2018-064. Blay-Palmer, A., G. Santini, M. Dubbeling, H. Renting, M. Taguchi, and T. Giordano. 2018. “Validating the City Region Food System Approach: Enacting Inclusive, Transformational City Region Food Systems.” Sustainability 10 (5): 1680. https://doi.org/10.3390/su10051680 Brzezina, N., B. Kopainsky and E. Mathijs (2016). Can Organic Farming Reduce Vulnerabilities and Enhance the Resilience of the European Food System? A Critical Assessment Using System Dynamics Structural Thinking Tools. Sustainability, 8 (10), art.nr. 971, 1-32. Bussels M., Happaerts S. & Bruyninckx H. (2013), Evaluating and monitoring transition initiatives. Lessons from a field scan, Research paper 5, Policy Research Centre TRADO, Leuven ",
        "52 Chapman, M.; Klassen, S.; Kreitzman, M.; Semmelink, A.; Sharp, K.; Singh, G.; Chan, K.M.A. 5 Key Challenges and Solutions for Governing Complex Adaptive (Food) Systems. Sustainability 2017, 9, 1594. https://doi.org/10.3390/su9091594 De Bakker, E., M. van der Werff, M. van Dijk and T, Achterbosch (2017). Shifting governance visions on global food and nutrition security: Lessons from the FOODSECURE stakeholder scenario approach. FOODSECURE working paper no. 59. The Hague: LEI Wageningen UR Dengerink, J., 2018. The Food Systems Decision-Support Tool; Application in the case of Ethiopia. Wageningen, Wageningen University & Research and KIT Royal Tropical Institute. Development Initiatives. (2017). Global Nutrition Report 2017: Nourishing the SDGs . Bristol, UK: Development Initiatives. Retrieved from http://165.227.233.32/wp- content/uploads/2017/11/Report_2017-2.pdf Ericksen, P.J. (2007). Conceptualizing food systems for global environmental change research. Global Environmental Change. doi:10.1016/j.gloenvcha.2007.09.002 European Commission. (2018). A sustainable bioeconomy for Europe: strengthening the connection between economy, society and the environment. Updated Bioeconomy Strategy European Commission, Directorate-General for Research and Innovation. European Environment Agency. 2017. Food in a green light: a systems approach to sustainable food, EEA report. Brussels. https://www.eea.europa.eu/publications/food-in- a-green-light FAO. 2012. Sustainable Diets and Biodiversity - Directions and Solutions for Policy Research and Action Proceedings of the International Scientific Symposium Biodiversity and Sustainable Diets United Against Hunger. Burlingame, Barbara, and Sandro Dernini, eds. Rome: FAO http://www.fao.org/3/i3004e/i3004e.pdf. Flourakis, Matthieu, Kathleen Meharg, Beatrix Wepner, Bettina Schelkle. 2018. Report on detailed data set from identified food systems R&I cases from Europe and across the globe. Deliverable 3.1. FIT4FOOD2030, EU grant agreement no. 774088. http://www.fit4food2030.eu/ Food 2030 Expert Group (2018). Recipe for change an agenda for a climate-smart and sustainable food system for a healthy Europe: report of the FOOD 2030 expert group. European Commission, Directorate-General for Research and Innovation. FOOD 2030 WORKSHOP OUTCOMES BRIEF Cities for Food Systems Innovation and Green Jobs http://ec.europa.eu/research/bioeconomy/index.cfm?pg=policy&lib=food2030 FOOD 2030 WORKSHOP OUTCOMES REPORT Cities for Food Systems Innovation and Green Jobs Steps towards food systems approaches for 2030 https://docs.google.com/viewer?url=http%3A%2F%2Fec.europa.eu%2Fresearch%2Fbio economy%2Fpdf%2Fpublications%2Ffood2030_workshop%2520outcomes%2520report_f inal_web.pdf Food and Agriculture Organization of the United Nations (FAO) (2018). The role of cities in the transformation of food systems: sharing lessons from the Milan Pact Cities. https://docs.google.com/viewer?url=http%3A%2F%2Fwww.fao.org%2F3%2Fca0912en %2FCA0912EN.pdf Forster, T., and A. Getz Escudero. 2014a. Creating city regions that work as landscapes for people, food and nature. Ecoagriculture Partners, Issue brief. 4. http://ecoagriculture.org/publication/city-regions-as-landscapes-for-people-food-and- nature/creating-city-regions- that-work-as-landscapes-for-people-food-and-nature/. ",
        "53 Forster, T., F. Egal, A. Getz Escudero, M. Dubbeling, and H. Renting. 2015. Milan urban food policy pact. Selected good practices from cities. Utopie 29. Globalizzazione. Ebook. http://www.fondazionefeltrinelli.it/article/ebook-utopie-milan-urban-food-policy-pact/. Galaitsi, S., Veysey, J. and Huber-Lee, A. (2018). Where is the added value? A review of the water-energy-food nexus literature. SEI working paper. Stockholm Environment Institute, Stockholm; https://www.sei.org/publications/added-value-review-water- energy-food-nexus-literature/) Geels F.W. (2002). Understanding the dynamics of technological transitions , Universiteit Twente, Enschede. Geels, F.W.(2011). The multi-level perspective on sustainability transitions: responses to seven criticisms. Environmental Innovation and Societal Transitions, 1 (1), 2 4 – 4 0. Gerritsen, A.L., A. Lagendijk, R. P. Kranendonk & M. Cofino (2018): Beyond the blind spot of knowledge-based territorial development: the mission of Metropolitan Food Clusters, European Planning Studies, DOI: 10.1080/09654313.2018.1538325 Hekkert et al. (2007) Functions of technological innovation systems: A new approach for analysing technological change. Technological Forecasting & Social Change 74 (2007) 413–432. doi:10.1016/j.techfore.2006.03.002 Hoes, A.-C., G. Tacken, J. Dengerink and S. van der Burg. Research and innovation policy for future-proofing the food system. (2019, under revision). Deliverable 4.3. FIT4FOOD2030, EU Grant Agreement no. 774088. Ingram J.S.I. (2011). A food systems approach to researching food security and its interactions with global environmental change. Food Security, 3: 417-431. DOI: 10.1007/s12571-011-0149-9. Ingram, J., P. Dussort and T. Achterbosch (2016). The SUSFANS Stakeholder Core Group, drawn across different sectors and roles in European sustainable food and nutrition security. Deliverable no. D6.1. SUSFANS, EU grant agreement 633692 Kau, A. L., Ahern, P. P., Griffin, N. W., Goodman, A. L., & Gordon, J. I. (2011). Human nutrition, the gut microbiome, and immune system: envisioning the future. Nature , 474 (7351), 327–336. https://doi.org/10.1038/nature10213 Kennedy, E., Gladek, E., Roemers, G. Using Systems Thinking to Transform Society - The European Food System as a case study (2018) METABOLIC/ WWF NL https://docs.google.com/viewer?url=https%3A%2F%2Fwww.metabolic.nl%2Fwp- content%2Fuploads%2F2018%2F04%2FUsing-Systems-Thinking-to-Transform-Society- Report-WWF_EU.pdf Lazaro-Mojica et al. (2018). Jonas Lazaro-Mojica, Rebeca Fernandez, Jochen Weiss, contributions from Beatrix Wepner, Petra Wagner,Doris Schartinger, Gemma Tacken, Carmen Fenollosa, Cristina Paca, Barbaros Corekoglu, Matthieu Flourakis, Kathelyn Meharg, Anastasiya Terzeiva, Hugo de Vries, Rosina Malagrida, Marina Pino, Mara Longhini, Chiara Pontillo, Barbara Regeer, Tomris Cesuroglu, Alanya den Boer, Kris Kok, Jolien Wenink, Chrissie Brierley, and Sanne van Geel. Report on inventory of R&I breakthroughs. Deliverable 4.1. FIT4FOOD2030, EU grant agreement no. 774088. https://fit4food2030.eu/wp-content/uploads/2019/01/FIT4FOOD2030_D4.1_Report-on- inventory-of-RI-breakthroughs.pdf Lindblom, C.E., (1959) The science of “muddling through” Public Adm Rev 19(2):79–88. Logatcheva, K. (2018) Monitor Duurzaam Voedsel 2017. Wageningen: Wageningen University & Research. Retrieved from: https://www.wur.nl/upload_mm/f/4/f/30dc5979- 5ee9-447c-a7ed-adc94644487a_2017-088%20Logatcheva_def.pdf (11-08-18) ",
        "54 Meadows, D. (1999). Leverage Points: Places to Intervene in a System . The Sustainability Institute. Meeusen, M. (2011) Het succes van het Beter Leven Keurmerk. Wageningen: Wageningen University & Research: Wageningen. Retrieved from: http://edepot.wur.nl/179405 (11-08-18) Memorandum 2018-064. Milan Urban Food Policy Pact (2016) Riga: from Food Waste To Healthy Off-Season Food. Milan: Milan Urban Food Policy Pact. Retreived from: http://www.milanurbanfoodpolicypact.org/wp-content/uploads/2018/07/Brief-6-Riga.pdf (11-08-18) Milan Urban Food Policy Pact (2018) FReSH. Milan: Milan Urban Food Policy Pact. Retrieved from: http://www.milanurbanfoodpolicypact.org/good-practices/ (11-08-18) Milan Urban Food Policy Pact. 2015. http://www.milanurbanfoodpolicypact.org/wp- content/uploads/2016/06/Milan-Urban-Food-Policy-Pact-EN.pdf Nevens, F., De Weerdt, Y., Vrancken, K., & Vercaemst, P. (2012). Transition research in VITO, VITO research in transition. When technology meets sustainability (Vision on transition-series n°1) (p. 32). Mol, Belgium: VITO. Retrieved from https://vito.be/files/transitie_final_0.pdf NRC Handelsblad (2017) Het gat dichten tussen biologisch en gewoon vlees. Wageningen: Wageningen University & Research. Retrieved from: https://www.nrc.nl/nieuws/2017/02/03/het-gat-dichten-tussen-biologisch-en-gewoon- vlees-6543750-a1544435 (11-08-18) Posthumus, H., B. de Steenhuizen-Piters, J. Dengerink and S. Vellema (2018). Food systems: from concept to practice and vice versa. Wageningen, Wageningen University & Research and KIT Royal Tropical Institute. 22 pp. Raworth, Kate. Doughnut Economics: Seven Ways to Think like a 21st-Century Economist . London: Random House Business Books, 2017. Renzella J., N. Townsend, J. Jewell, J. Breda, N. Roberts, M. Rayner et al. 2018. What national and subnational interventions and policies based on Mediterranean and Nordic diets are recommended or implemented in the WHO European Region, and is there evidence of effectiveness in reducing noncommunicable diseases? Health Evidence Network (HEN) synthesis report 58. Copenhagen: WHO, Regional Office for Europe. http://www.ncbi.nlm.nih.gov/books/NBK519076/. Rutten, M., Achterbosch, T. J., de Boer, I. J. M., Cuaresma, J. C., Geleijnse, J. M., Havlík, P., … Zurek, M. (2018). Metrics, models and foresight for European sustainable food and nutrition security: The vision of the SUSFANS project. Agricultural Systems, 163, 45–57. https://doi.org/10.1016/j.agsy.2016.10.014 Salemdeeb, R., et al., Environmental and health impacts of using food waste as animal feed: a comparative analysis of food waste management options, Journal of Cleaner Production (2016), http://dx.doi.org/10.1016/j.jclepro.2016.05.049 Sayer J., Sunderland T., Ghazoul J., Pfund J.-L., Sheil D., Meijaard E., Venter M., Boedhihartono A.K., Day M., Garcia C. (2013) Ten principles for a landscape approach to reconciling agriculture, conservation, and other competing land uses. Proceedings of the National Academy of Sciences, 110: 8349-8356. DOI: 10.1073/ pnas.1210595110. SCAR (2016) Agricultural knowledge and innovation systems towards the future: a foresight paper. Brussels: Standing Committee on Agricultural Research ",
        "55 Serraj, R., and P. Pingali. 2018. Agriculture & Food Systems to 2050: Global Trends, Challenges and Opportunities . World Scientific. Available at: https://www.worldscientific.com/worldscibooks/10.1142/11212 Sonnino, R., Marsden, T., & Moragues-Faus, A. (2016). Relationalities and Convergences in Food Security Narratives: Towards a Place-Based Approach, Transactions - Institute of British Geographers, 41 (4): 477 - 489. Steffen, W., K. Richardson, J. Rockström, S.E. Cornell, I. Fetzer, E.M. Bennett, R. Biggs, S.R. Carpenter, W. de Vries, C.A. de Wit, C. Folke, D. Gerten, J. Heinke, G.M. Mace, L.M. Persson, V. Ramanathan, B. Reyers, and S. Sörlin. 2015. “Planetary boundaries: Guiding human development on a changing planet.” Science 347(6223):1259855. https://doi.org/10.1126/science.1259855 Termeer, Catrien J.A.M., and Art Dewulf. 2018. “A Small Wins Framework to Overcome the Evaluation Paradox of Governing Wicked Problems.” Policy and Society, August, 1–17. https://doi.org/10.1080/14494035.2018.1497933 UNEP (2016) “Food Systems and Natural Resources. A Report of the Working Group on Food Systems of the International Resource Panel.” United Nations Environment Programme. Westhoek, H, Ingram J., Van Berkum, S., Özay, L., and Hajer M. Vervoort, Joost, and Aarti Gupta. “Anticipating Climate Futures in a 1.5 °C Era: The Link between Foresight and Governance.” Current Opinion in Environmental Sustainability 31 (April 2018): 104–11. https://doi.org/10.1016/j.cosust.2018.01.004. VMM (2012) Transition to a sustainable agro-food system in Flanders: a system analysis. MIRA Topic Report in collaboration with AMS, Department of Agriculture and Fisheries. https://en.milieurapport.be/publications/2012/transition-to-a-sustainable-agro-food- system-in-flanders-a-system-analysis WBCSD (2018) Food Reform for Sustainability and Health. Geneva: WBCSD. Retreived from: https://www.wbcsd.org/Programs/Food-Land-Water/Food-Land-Use/FReSH (11-08-18) World Resources Institute (2018) FLW Value Calculator. Washington D.C.: World Resources Institute. Retrieved from: http://flwprotocol.org/why-measure/food-loss-and- waste-value-calculator/ (11-08-18) WRR (World Resource Report) (2018). Creating a sustainable food future. A menu of solutions to feed nearly 10 billion people by 2050. Synthesis report. https://www.wri.org/our-work/project/world-resources-report/publications Zurek, M., Ingram, J., Zimmermann, A., Garrone, M., Rutten, M., Tetens, I., Leip, A., van’t Veer, Pieter, Verain, M., Bouwman, E., Marette, S., Chang, C., Latka, C., Hornborg, S., Ziegler, F.S., Vervoort. J., Achterbosch, T., Terluin, I., Havlik, P., Deppermann, A. 2016. A Framework for Assessing and Devising Policy for Sustainable Food and Nutrition Security in EU: The SUSFANS conceptual framework. Deliverable 1.1. SUSFANS, EU Grant Agreement 633692. http://edepot.wur.nl/441080 ",
        "56 Annex Tables Table A1. Stakeholder organisations in the EU food system Stakeholder Type Stakeholder Category Specific relevance for EU food systems approach Example Company/Institution Food System Activities Innovation brokers and knowledge clusters Agricultural input suppliers Key inputs to food chain European Crop Protection Association (EU); Fertilizers Europe (EU); European Feed Manufacturers’ Federation (EU); Royal DSM; BASF Primary producers (crops) Amount, type and location of crops produced FAO (EU); COPA – COGECA (EU); Cereals Europe (EU); NFU (UK) Primary producers (animal products) Amount, type and location of animal products produced. Case Study topic: producers perspective FAO (EU); International Federation for Animal Health Europe (EU); NFU (UK); COPA–COGECA (EU) Primary producers (fish) Amount, type and location of fish produced. Case Study topic: producers perspective FAO (EU); European Association of Fish Producers Organisations (EU); FEDOPA (FR) Primary producers (fruit and veg) Amount, type and location of fruit and veg produced. Case Study topic: consumers perspective FAO (EU); European Fresh Produce Association (EU); European Fruit and Vegetables Trade Association (EU); Assemblée des Régions d’Europe Fruitières, Légumières et Horticoles (EU) Ingredient companies Key actors for intermediate food product (ingredients) quality, safety and nutrition content; food marketing Royal DSM; Cargill; Dupont; Roquette; Friesland Campina; Bunge Foods Processors and Packers Key actors for final food product; quality, safety and nutrition content; food marketing, labelling Unilever; Nestlé; PFP (Association for the European primary food processing industry; EU); European Co-Packers Association (EU); FoodDrinkEurope (EU); Dutch Dairy Association (NZO; NL); Food and Drink Federation (UK); Tetra Pak Transport and Logistics Key actors for distribution and cold chain European Cold Storage and Logistics Association (ECSLA) (EU) Retailers Key actors for public access to food; food marketing British Retail Consortium UK); Tesco (UK); Carrefour (FR); Ahold (NL); Metro; Colruyt Food service sector Key actors in public consumption of food HOTREC (EU); Sodexo; MacDonald’s Commodity traders Trade and movement of primary food stuffs Grain and Feed Trade Association (GAFTA); Cargill (BE) Food System Policy EU-level Policy makers EU policy and regulation development for agri- food, health, environment and trade OECD; MEP group Food Sense; European Commission: -DG- Research and Innovation (E.3.01 - Sector: Public health, EASME.B.1.2 – Sector: Industry, Products and Consumers, EASME.B.2.1 - Sector: Ecosystems & Natural Resources); -DG-Environment (Quality of Life, Water & Air; ",
        "57 Stakeholder Type Stakeholder Category Specific relevance for EU food systems approach Example Company/Institution Implementation, Governance and Semester, The European Food SCP Roundtable) -DG-Health and Food Safety (Public Health, Health systems and products, Consumer, Health, Agriculture and Food Executive Agency, - Food and Veterinary Office, The Working Group on Food Losses & Food Waste under the Advisory Group on the Food Chain) ; -DG AGRI(Innovation Partnership; CAP; Agricultural legislation and procedures, Multilateral relations, quality policy, Economic analysis, perspectives and evaluation; communication) -DG ENTR (High Level Forum of a Better Functioning Food Supply Chain) National-level Policy makers National policy and regulation development for diets and health National ministries and agencies: AGES (A), IPH (BE), ANSES (FR), BFR (D), NIPH (NO), RIVM (NL), DTU (DK), SZU (CZ) Regional and municipal level policy makers Regional, town and city planners: health and food environment, innovation clusters Food System Influencers Innovation brokers and extension providers Providing advice on innovation opportunities, informing innovators of needs Health sector, academics or organizations Key actors in public nutrition and diets research and recommendation WHO Regional Office for Europe (EU); International Agency for Research on Cancer (IARC) (EU); British Nutrition Foundation (UK); RIVM National Institute for Public Health and the Environment (NL); European Federation of the Associations of Dieticians (EFAD) (EU) Consumer groups Key actors in consumption patterns, public opinion BEUC (EU); EUFIC (EU); EuroCoop; CLCV (F); UKECC Citizen and community groups Key actors for place-based solutions, and influencers for local decision-making Environmental groups Key actors in environmental aspects of sustainability WWF; IUCN; Friends of the Earth; Compassion in World Farming; Defra (UK); PBL (NL); Global Footprint Network (Int) Certification or auditing organisations Key actors in the organic agriculture sector and sustainability certification Ecocert (BE); Qualite-france (FR); Certisys (BE); Fødevarestyrelsen (DK); Sustainability Consortium (US/NL), GLOBALGAP Finance sector Investors in, and financial regulation of, food sector European Bank for Reconstruction and Development (EU); CCLA (UK); Rabobank (NL); Deutsche Bank AG (DE) Media and social media Key actors for changing attitudes and behaviour, platform for change champions Overseas Development sector International food trade and development agenda/global food and nutrition security Worldbank; FAO; Oxfam; DfID (UK) ",
        "Getting in touch with the EU IN PERSON All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en ON THE PHONE OR BY E-MAIL Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by electronic mail via: https://europa.eu/european-union/contact_en Finding information about the EU ONLINE Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU PUBLICATIONS You can download or order free and priced EU publications from EU Bookshop at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en EU LAW AND RELATED DOCUMENTS For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu OPEN DATA FROM THE EU The EU Open Data Portal (http://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "This review of over 50 European and global studies into food systems challenges and solutions assesses the merits of a systems-based approach across the combined domains of agriculture, fisheries, food, environment, nutrition and health. Such a systems approach contributes to better understand the interdependencies between key parts of food systems at various scales. It helps to avoid the risks of overlooking trade-offs and possible synergies. A number of EU-funded research projects already reveal the added value (and challenges) of such multidisciplinary food systems studies. At the same time, the review illustrates that the literature on food systems solutions is in its early stages and often lacks a practitioner’s perspective. More research into breakthrough innovations in food systems, such as low-cost packaging or the emergence of flexitarian diets, is needed, as well as experimentation on systemic solutions. Several guiding principles are proposed to inform policy development for research & innovation using a food systems approach. Studies and reports "
    ]
}