{
    "text": [
        "Opinion of the European Economic and Social Committee on Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions The Future of Food and Farming (COM(2017) 713 final) (2018/C 283/10) Rapporteur: Jarmila DUBRAVSKÁ Co-rapporteur: John BRYAN Consultation European Commission, 18.1.2018 Legal basis Article 304 of the Treaty on the Functioning of the European Union Bureau decision 5.12.2017 Section responsible Section for Agriculture, Rural Development and the Environment Adopted in section 3.5.2018 Adopted at plenary 23.5.2018 Plenary session No 535 Outcome of vote (for/against/abstentions) 195/7/18 1. Conclusions and recommendations 1.1. The EESC welcomes the Commission’s communication on the Future of Food and Farming and believes that a strong, well-funded common agricultural policy (CAP) is essential for sustainable and viable agriculture in the EU. 1.2. The future CAP must meet the original objectives set down in the Treaty of Rome as well as new objectives around the environment, climate change and biodiversity, while at the same time ensuring that the European model of agriculture is maintained and remains competitive and viable, to meet the needs of European citizens. The new CAP must also adopt and deliver on the targets set down in the UN Sustainable Development Goals (SDGs) and COP21. 1.3. The EESC welcomes the direction of the reforms and the new proposals on subsidiarity and the new delivery model, and highlights the need to ensure that they are implemented in a way that protects the common policy and single market and is in line with the commitments on the delivery of simplification. However, the EESC believes that the communication should have been more specific. The Committee hoped the Commission would take into account the view of civil society set out in this opinion in the forthcoming legislative proposals. The timeline for the EESC’s opinion and EC’s legislative proposals was too tight. 1.4. The EESC supports the CAP two-pillar model, with the first pillar providing direct payments, which should be reoriented and which must ensure a fair income for farmers and an incentive for the delivery of public goods, as well as market support, and the second pillar supporting rural areas and fighting depopulation in line with the Cork 2.0 declaration. The EESC is opposed to co-financing of the first pillar. It calls for a reasonable level of co-financing of the second pillar for all Member States. The EESC is clear that direct payments should only go to active farmers, based on objective criteria relating to agricultural activities and the provision of public goods. 1.5. The EESC supports a strong, well-funded CAP and an increase in the EU budget to 1,3 % of GNI in line with the growth in the EU economy. Adequate CAP funding must be provided to address low incomes of farmers and agricultural workers, inflation and any Brexit shortfall, as well as additional environmental and climate change requirements, and to address the need for approximation of direct payments between Member States taking into consideration differences in conditions. 10.8.2018 EN Official Journal of the European Union C 283/69 ",
        "1.6. The EESC believes the CAP must support the small and the large, the young and the old, the new and the established, self-employed farmers and their employees, women as well as men, in such a way as to make life in the countryside viable for active farmers involved in agricultural production, delivering public goods, taking care of the environment and contributing to employment. 1.7. While welcoming the new proposals on subsidiarity and giving greater responsibility to Member States, the EESC is clear that a strong CAP must be maintained, with no renationalisation putting the single market at risk. Subsidiarity must only apply to the Member State plans on implementation of the CAP objectives, while providing Member States with the flexibility to adopt the first and second pillar payment options to best suit the farming types, structures and conditions in specific countries, taking account of their natural conditions and environment. 1.8. The proposed new delivery model around environmental and climate change objectives must be predominantly applied at Member State level. In line with the commitment on simplification, it must be simple and easy to understand for farmers, without imposing additional costs. National strategic plans must be converted at farm level into simple plans with easily understandable and simple to measure indicators. 1.9. Simplification has been a key feature of communication on the CAP for a long time and the commitment to delivery must be honoured in this reform. The EESC believes this reform is a real opportunity for simplification and has proposed a list of very specific issues for implementation. Cross-compliance should be consolidated using technological advances, the form and rate of on-farm inspections must be reviewed and optimised and tolerances, if appropriate, increased in order to avoid spurious accuracy; farmers should have the opportunity to rectify any non-compliance through a close-out process prior to a penalty and payment should be on time. The principle of annuality should apply here to avoid the need for retroactive controls and penalties. 1.10. The EESC is very supportive of improved measures for young farmers and has proposed six specific measures including a clear definition of young farmers to address the critical issue of generational renewal in agriculture. 1.11. From a positive environmental perspective and in order to increase the grassland area across the EU, the EESC recommends stronger direct support to active farmers for permanent grassland with a higher level payment. 1.12. The CAP after 2020 must strengthen the position of farmers in the supply chain so they can achieve a fair income and are not the weakest link in the chain ( 1 ). The CAP must protect the functioning of the single market, with mandatory labelling of the origin of agricultural products which will not inhibit the free movement of goods in the EU. 1.13. The EESC believes that the CAP must be complimentary to comprehensive food policy ( 2 ). 1.14. The EU needs sustainable food consumption that respects the requirement for low carbon emissions ( 3 ) and high environmental and climate change standards, in line with the circular economy and environmentally-friendly farming. 1.15. Agriculture involves not only food production but also management of agricultural land, use of water resources and environmental preservation. The EESC therefore calls on the Commission to protect the land at EU level from being grabbed and diverted irreversibly to other uses — and from degradation, desertification, abandonment, pollution and erosion ( 4 ). A close link between agriculture and forestry should also be recognised. C 283/70 EN Official Journal of the European Union 10.8.2018 ( 1 ) EESC opinion on Factors that influence CAP post-2020 (OJ C 75, 10.3.2017, p. 21). ( 2 ) EESC opinion on Civil society’s contribution to the development of a comprehensive food policy in the EU (OJ C 129, 11.4.2018, p. 18). ( 3 ) EESC opinion on Climate Justice (OJ C 81, 2.3.2018, p. 22). ( 4 ) EESC opinion on Land use for sustainable food production and ecosystem service (OJ C 81, 2.3.2018, p. 72). ",
        "1.16. The EESC believes that there must be a much more coherent strategy between the CAP and the international trade policy being pursued by the EU. Recognising that a trade policy is crucial for the success of the CAP, the EESC considers that any new trade agreements must insist that European standards across the critical issues of food safety, environmental impact, animal and plant health and welfare, and labour conditions are fully respected. 2. The importance of agriculture and the future of food and farming 2.1. Sustainable and viable agriculture is the only sector that can fulfil the most basic need for the human population in terms of food production, and through land management and maintenance it also provides essential public goods, relating to the environmental protection of our water, soil, air and biodiversity resources. 2.2. As well as the provision of public goods, agriculture, forestry and fisheries, with 11 million farmers, create 22 million jobs directly on farms and a further 22 million jobs within the wider food sector across Europe in related areas such as processing, trade, transport and even science, research and education. Agriculture could contribute more effectively to economic output, growth and jobs across rural areas, if the basic conditions were changed appropriately. 2.3. Farming and agriculture have a vital role to play in the Future of Europe and delivering on the targets set down in both the UN SDGs and the commitments under the 21st Conference of the Parties (COP21). Under the Future of Food and Farming, European agriculture can deliver major benefits to society, through an improved food chain, in terms of providing an abundant supply of safe and affordable food and raw materials in a sustainable fashion that protects our key environmental resources of soil, water, air and biodiversity and also return fair incomes to farmers through viable prices. 2.4. The EESC believes that as well as meeting the key objectives set down in the Treaty of Rome involving (1) increasing agricultural productivity; (2) ensuring a fair standard of living for farmers; (3) stabilising markets; (4) the availability of supplies; and (5) ensuring reasonable prices for consumers, in the future the CAP must also deliver more, especially on the environment, climate change and biodiversity, as well as social issues and employment in rural areas. 2.5. The EESC acknowledges that the CAP objectives of the Treaties of Rome have evolved over time and all the objectives have not been achieved in full. One aim was, and is, to generate sufficient income by raising farm productivity. And farms are indeed now more productive than ever but incomes are often insufficient, and direct payments have in many cases replaced ‘fair and just’ prices that can be obtained on the markets. Active farmers require CAP single farm payments in addition to market returns. 2.6. The EESC believes that the following key principles must form the basis of the future objectives of the CAP: — Protecting the European Model of Agriculture with its multifunctional roles and viable family farms, SMEs, cooperatives and other farming systems on a historical base within the EU. The CAP should make it possible to have sustainable agricultural production in all regions of the EU, — Strong direct payments to support viable farm incomes, — Strong rural development action, — A properly functioning single market, — A stronger position for the primary producer in the value chain, — Sustainable use and management of the natural resources of soil, water, air and biodiversity, — Environmental protection and climate change mitigation, — Preserving nature and the landscape, 10.8.2018 EN Official Journal of the European Union C 283/71 ",
        "— Support for generational renewal and attracting young farmers, — Promoting employment, — Protecting jobs and social inclusion, — Supporting growth and enhancing competitiveness, — Citizen access to a wide variety of sustainably produced food including regional products, GI products and organic food, — Adopting a coherent trade policy in line with CAP objectives, — Mandatory designation of origin as a source of added value for consumers, — Prioritising training actions focused on the improvement of production and the quality of food, — Allowing circular migration flows to answer production needs with seasonal workers from third countries, — Boosting the digitalisation of rural areas, farming activity and the food supply chain. 2.7. The EESC believes that the new proposals in the Commission’s communication around subsidiarity and the new delivery model are positive and, implemented in the correct fashion, can have a major positive impact on the CAP at farm level in terms of simplification and reducing bureaucracy and also in terms of better adjusting measures to varying conditions in Member States and making the policy more focused on the environment and climate change. The EESC also believes that, to this end, some basic changes to the CAP are needed, some of which are included in Commission proposals. If properly implemented, they could have a positive impact on agriculture and on the actual achievement of the CAP’s objectives. 2.8. The CAP must reflect the key objectives and targets set down in the UN SDGs and COP21. These include no poverty which involves improving farm incomes, fighting hunger, good health and well-being, good education, clean water and sanitation, affordable and clean energy, decent work and economic growth, reduced inequalities, responsible production and consumption, climate action, and protection of water and life on the land. The EESC believes that the CAP must respect these key goals and this should be reflected in the conditionality of direct payments, particularly around land issues and environmental and labour standards. 2.9. In view of the timing of the progression of the proposals, the EESC proposes that there must be clear transition arrangements in place, simply because the necessary political processes and subsequent administrative implementation probably cannot be completed before the end of 2022. Enough time must be allowed to move from the existing policy to the new policy without any problems. Farmers and the agriculture sector need clarity, stability and planning security; the EU must avoid the difficulties that arose with the last reform. 3. Budget 3.1. Direct payments will have to continue to play a role in safeguarding incomes, as the current conditions do not enable farmers to generate sufficient income from the sale of their products. As a market for ‘public goods’ is at the same time to be created for farmers, which is intended not only to compensate for additional costs to farmers and possible earnings reductions but also to have a positive impact on incomes — which the EESC strongly supports — policymakers must ensure sufficient financing in order to actually be able to keep these promises. The EESC is critical of the fact that the communication does not contain any analysis of the real financial needs of the new ‘fairer and greener’ CAP ( 5 ). C 283/72 EN Official Journal of the European Union 10.8.2018 ( 5 ) In its opinion OJ C 354, 28.12.2010, p. 35, the EESC noted that the European agricultural model cannot be bought at world market prices. ",
        "3.2. The EESC therefore calls for the creation of a strong budget for the CAP, but considers that this is at risk. In order to meet the new demands on the CAP around the delivery of additional environmental and climate change requirements at farm level, to address the need for approximation of direct payments between Member States taking into consideration differences in conditions, to continue to be able to react to the pressures from low farm incomes and to close the income gap with other sectors in society and deal with inflation, the CAP budget will probably need to be substantially increased. 3.3. Since the 1980s, expenditure under the CAP has reduced from about 70 % of the EU budget to 38 %. The CAP budget was not increased when the number of EU Member States rose sharply by eighteen and EU agricultural land increased significantly. 3.4. The EESC notes the EP’s proposals to increase the EU budget from 1,0 % of GNI to at least 1,3 %. It remains unclear how much of this additional money will go to agriculture and whether this will be enough to support a sufficient and adequate CAP budget and meet all of the ambitious targets and requirements. Both civil society and the European Parliament back a strong budget and the stability that goes with it. CAP reform proposals without a sufficient CAP budget will not succeed. 3.5. Any shortfall in the EU budget and especially the CAP budget as a result of Brexit must be made up for by additional contributions from Member States. In addition, proposals to finance new EU measures must involve new funding. 4. Subsidiarity 4.1. The EESC welcomes the proposal to introduce more subsidiarity into the CAP but emphasises the importance of maintaining a strong common agricultural policy and a strong EU single market. Subsidiarity cannot be allowed to undermine the CAP or the single market in any way. In addition, the EESC members highlight their concern that through subsidiarity there cannot be any renationalisation of the CAP in any Member State. 4.2. Subsidiarity should only apply to the plans developed by Member States to deliver on the CAP priorities, while retaining the CAP two-pillar model. The EESC welcomes the initiative to develop the agriculture of migrants’ regions of origin. Working standards must be respected for all employees including seasonal workers. 4.3. The role of the Commission in approving and supervising the national implementation plans — and, in the event of non-compliance, imposing penalties where appropriate — is crucial to ensure that the CAP remains a common policy. 4.4. The key element of positive subsidiarity should be in the area of allowing Member States to design schemes and operations in the first and second pillar payments that best suit the farming types, structures and conditions in specific countries, while at the same time ensuring greater delivery on climate change and the environment. 4.5. Subsidiarity should also provide the flexibility to allow Member States to adopt the cross-compliance design, conditions and rules to best suit the circumstances in their country and in turn deliver real and substantial simplification at farm level, while retaining proper controls. 5. New delivery model 5.1. The CAP Communication proposes a new delivery model, which through subsidiary will allow Member States to devise a mixture of mandatory and voluntary measures in both pillars to meet environmental and climate objectives defined at EU level. It proposes that Member States define quantified targets in strategic plans so as to achieve delivery. In addition, it proposes that all direct payments to farmers will be conditional on undertaking environmental and climate change practices (or continuing those already in place). It also proposes rewarding farmers for more ambitious voluntary practices, which will require strong incentive payments. 10.8.2018 EN Official Journal of the European Union C 283/73 ",
        "5.2. The EESC is clear that quantified targets, results and output indicators on environment and climate change must apply mainly at Member State level. 5.3. At farm level, the new delivery model could include a simple plan involving the key aspects of environmental and climate change measures covering the protection of soil, water, air, biodiversity and landscape features as well as nutrient management. 5.4. Additional and higher level payments in the second pillar would be made where voluntary enhanced environmental, social, labour and climate change conditions apply. 5.5. The EESC considers it is very important that the new delivery model is in line with the objectives on simplification and is easy to understand and apply at farm level. 5.6. The application of the new delivery model should not involve any additional costs at farm level in terms of advisory services or costs of compliance which will erode direct payments. Any costs incurred at farm level to meet the increased delivery of compliance with the new environmental and climate challenges must be reflected in higher payments and budget allocations at Member State level. 5.7. The EESC welcomes the Commission’s proposals to embrace the concept of Smart Farming, which helps to improve farm incomes while delivering environmental benefits. It would involve using training, knowledge transfer and technology with the aim of increasing efficiency regarding inputs of water, energy, fertiliser and other inputs such as pesticides ( 6 ) as well as promoting ecological methods of production, such as environmentally-friendly land management, organic farming and agroecology. 6. Simplification 6.1. The EESC is very supportive of substantial simplification of the CAP and delivery of the political commitments made on simplification in order to bring tangible benefits, including a reduction in the bureaucratic burden on farmers. Simplification has been promised in many previous reforms of the CAP with little or no delivery. 6.2. It is critically important that the legislative proposals involve real simplification of the most bureaucratic elements of the CAP, particularly around the on-the-spot checks with regard to aid applications for area-related aid schemes and very extensive and complicated cross-compliance requirements under the Statutory Management Requirements (SMRs) and GAEC, that farmers have to comply with. At the same time, it is important that an effective and efficient risk-based control system is introduced which in any case is linked to an upstream advisory and incentive system for farmers. 6.3. While there was a small level of welcome simplification in the Omnibus Regulation, further changes need to be made to deliver on the objective of simplification. 6.4. The EESC proposes the introduction of simplification, across the following areas, through the new delivery model, subsidiarity and the better use of modern technologies, taking advantage of the resources and tools of the Joint Research Centre (JRC). — A full review and redesign of the control system at farm level is necessary to make it more efficient and less bureaucratic: based on an annuality principle (without retroactive controls), a focus on guidance and correction shall replace at the first stage penalties and sanctions, C 283/74 EN Official Journal of the European Union 10.8.2018 ( 6 ) EESC opinion on A possible reshaping of the CAP (OJ C 288, 31.8.2017, p. 10). ",
        "— Improved use of new technology, satellite inspection and remote sensing could replace some of the cross-compliance on-the-spot checks, — The current SMRs and GAEC should be optimised without compromising on controls or standards, — Tolerances should be increased to take account of the specificities of real farm operations, where in many circumstances it may be a one-person operation, and appropriate time to correct or rectify any non-compliance should be provided, — Inspections should not hold up payments and a policy of applying any penalties in the following year for all eligibility and cross-compliance/SMRs should apply ( 7 ). 6.5. Subsidiarity provides Member States with the opportunity to adopt increased levels of simplification at farm level to suit particular circumstances, while at the same time maintaining the delivery of public goods. 7. Direct payments, rural development and CMO 7.1. A recent report from the European Court of Auditors (ECA) has highlighted that the basic payment scheme (BPS) for farmers is operationally on track, but its impact on simplification, targeting and the convergence of aid levels is limited. In addition, the ECA states that the BPS is a significant source of income for many farmers but has inherent limitations. It does not take into account market conditions, use of agricultural land or individual circumstances of the holding and it is not based on an analysis of the overall income situation of farmers. 7.2. For many farmers, direct payments have thus become the most important instrument of the CAP ( 8 ) and critically important to European agriculture, supporting farm incomes, contributing to protecting the EU model of agriculture and supporting the highest levels of food and environmental standards because farmers can often no longer obtain a sufficient income from production and the sale of their products on the market. On average, direct payments made up 46 % of farm income for about 7 million farmers, covering 90 % of farmed land across the EU ( 9 ). In some sectors and regions, direct payments are even more important and absolutely essential for the survival of farming. 7.3. The EESC regrets this development, which makes agriculture ever more dependent on budget discussions. In the EESC’s view, the CAP must first and foremost ensure that stabilised markets (and fair trade agreements) lead to fair incomes from the sale of sustainably produced products. At the same time, the EESC welcomes the fact that policymakers intend to develop a market for ‘public goods’ with a positive effect on incomes. 7.4. As is clear from the Commission’s communication, this will require changes in the orientation of direct payments. The EESC welcomes the fact that the Commission is looking at the issue of whether the current allocation of funds can be maintained in its current form. Any change would, however, have to preserve one of the key assets of the policy: the protection of the well-functioning internal market the CAP has created over the years. 7.5. The EESC is concerned about the lack of support for farmers who receive little or no direct payments such as fruit and vegetable growers on small areas or, for example, pasture farmers in Member States which do not make coupled premiums available for their services. 7.6. The EESC supports the retention of the CAP two-pillar model, with direct payments and market measures to support farm incomes in the first pillar and interventions targeting economic, environmental, labour and social aspects in agriculture and rural areas, in line with the Cork 2.0 Declaration, in the second pillar ( 10 ). 10.8.2018 EN Official Journal of the European Union C 283/75 ( 7 ) EESC opinion on A possible reshaping of the CAP (OJ C 288, 31.8.2017, p. 10, point 4.24). ( 8 ) ‘Farmers need direct support’. Summary of the results of the Public Consultation on modernising and simplifying the CAP (ECORYS) — Table 6.1, p. 95. ( 9 ) The Future of Food and Farming COM(2017) 713 final. ( 10 ) EESC Opinion — From Cork 2.0 Declaration to concrete actions (OJ C 345, 13.10.2017, p. 37). ",
        "7.7. The EESC supports the proposals for a higher level of ambition and focus on environmental care and climate action across both pillars to make the CAP greener, where the current policies have proved to be too bureaucratic and need to be made more efficient. 7.8. Direct payments must only go to active farmers based on clear objective criteria and regional practices, centred on agricultural activities and the provision of public goods. Direct payments must not be available to those who just own land and are not actively involved in agricultural production and do not deliver public goods. 7.9. Where necessary, Member States must be allowed to provide an increased level of coupled payments to strongly support vulnerable sectors and regions, without any market distortion. This will help protect biodiversity, grassland-based farming and other sectors in decline and prevent land abandonment, especially in remote rural areas where it is not possible to adopt or change to different farming enterprises. In addition, Member States should have more flexibility to target second pillar payments to improve the situation of vulnerable sectors and areas in decline, where coupled payments may not be suitable. 7.10. The EESC believes that family farms need to be given more targeted support. The most suitable voluntary measures from the first and second pillar of the CAP must be employed in order to improve the economic viability of small farms. A potential redistribution of payments among applicants must not lead to higher land or rental prices, or to lower incomes or profits for active farmers. 7.11. Every Member State will have a strategic plan adopted and will take measures to provide payments to farming based on this. Pillar 1 direct payments should be capped at a fair and reasonable level for individual farmers. Adjustments should be possible and account should be taken of partnerships, cooperatives, companies and the number of employees requiring insurance. Capping should not apply to voluntary environmental measures and for those who provide public goods. Funds recovered from capping could be used for redistributive payments. Member States may take account of employment, animal production and sensitive sectors. 7.12. On the basic payment model, it is proposed that countries that have adopted a model other than the flat basic payment system, such as the hybrid model or approximation model, should be allowed to retain this model post-2020 if it better suits the circumstances in these countries ( 11 ). Member States with a single area payment should have the possibility of abolishing the system of payment entitlements. A flat rate payment per hectare can in some cases benefits arable crop producers more than labour-intensive sectors, such as livestock and fruit and vegetable farmers. 7.13. In order to maintain the CAP as a strong common EU policy, the EESC is of the view that there must be no co- financing in the first pillar. The EESC is not in favour of allowing Member States to transfer funds from Pillar II to Pillar I. It calls for a reasonable level of co-financing of the second pillar for all Member States. 7.14. The level of direct aid paid to farmers in the individual EU Member States needs to be further approximated, to take into consideration differences in conditions and so create a level playing-field for farmers in all Member States and to ensure the balanced development of rural areas throughout the EU ( 12 ). 7.15. A strong Rural Development Policy with greater room for manoeuvre under CAP Pillar II is essential to support the agricultural, economic, environmental and social requirements in rural areas, including more vulnerable regions, in line with the Cork 2.0 declaration. Measures should concentrate in fighting depopulation, in synergy with other structural policies. The EESC also stresses the close link between agriculture and forestry and forest’s role in rural economies. C 283/76 EN Official Journal of the European Union 10.8.2018 ( 11 ) EESC opinion on A possible reshaping of the CAP (OJ C 288, 31.8.2017). ( 12 ) EESC opinion on A possible reshaping of the CAP (OJ C 288, 31.8.2017, p. 10, point 1.12). ",
        "7.16. Payments to areas facing natural or other specific constraints (ANCs) are one of the measures of particular relevance to restoring, preserving and enhancing ecosystems dependent on agriculture and forestry ( 13 ). Support for farmers operating in areas facing natural or other specific constraints is key to maintaining farming in these areas, preventing land abandonment and ultimately rural depopulation. Member States must have sufficient financial allocations from the European Agricultural Fund for Rural Development (EAFRD) to support areas facing natural or other specific constraints. 7.17. The EESC continues to support the strengthening of aid in the areas facing natural or other specific constraints. This should vary according to the degree of disadvantage, which should be based on the existing biophysical criteria for determining areas facing natural or other specific constraints. 7.18. The EESC proposes that the current CMO (Common Market Organisation) be improved and strengthened so as to provide an effective safety net and market support, particularly in crisis or challenging times such as the Russian ban or Brexit in order to protect primary producers, processors, consumers, markets and jobs. The EESC believes that the EC legislative proposals must be much stronger on ‘markets’ and ‘trade’ and contain meaningful and tangible measures. 7.19. The CAP must strengthen the position of farmers so that they are not the weakest link in the supply chain ( 14 ). The EESC welcomes the Commission’s initiative to draft legislative measures to tackle unfair trading practices. These must be brought in as soon as possible so that the support provided by the EU budget is not lost to agriculture but instead creates value and helps farmers place their products on the market at fair prices. In addition, the EESC recommends implementing the proposals of the Agri-Market-Task-Force. 7.20. A well-functioning single market must be at the core of the CAP. The recent trends of renationalisation across the single market are a cause of great concern, resulting in greater price and market divergence. It is essential to introduce rules, where they do not exist, on mandatory labelling of the origin of agricultural products and foodstuffs, something that is necessary to prevent fraud and enable consumers to make informed choices precisely so that such rules do not undermine or inhibit the free movement of goods in the EU single market ( 15 ). Unfair competition through the non-respect of labour standards (contracts, social security, health and safety at work) gravely endangers the single market. 7.21. Political uncertainty, climate change and other factors mean that farmers have to contend ever more frequently with natural disasters from weather and high price fluctuations on the markets. Farm incomes can be severely affected by volatile commodity prices. The EESC calls on the Commission and the Member States to provide instruments that will help farmers to effectively surmount the risks and secure themselves a stable income. The current crisis reserve mechanism should be reviewed in order to accumulate financial resources to enable effective responses to crisis situations. The EESC is clear that strong direct payments are the best way to guarantee farmers’ incomes. 8. Young farmers, generational renewal, new farmers and women in agriculture 8.1. The number of young farmers is steadily declining, as is the number of farmers overall. However, the rapid fall in farmer numbers from 14,5 million to 10,7 million ( 16 ) in the previous budget period covers all age groups ( 17 ). Despite the same support opportunities through the CAP, the number of young farmers and the proportion they make up in the individual Member States vary greatly ( 18 ). In 2016, only 31,8 % of EU agricultural workers were under forty, compared with 42,4 % in the working population as a whole ( 19 ). 10.8.2018 EN Official Journal of the European Union C 283/77 ( 13 ) Annex VI, Regulation (EU) No 1305/2013. ( 14 ) EESC opinion on Factors that influence CAP post-2020 (OJ C 75, 10.3.2017, p. 21). ( 15 ) EESC opinion on A possible reshaping of the CAP (OJ C 288, 31.8.2017, p. 10). ( 16 ) Ten million in the EU-28 in 2015 (Eurostat 2017). ( 17 ) The number of farmers in the EU-27: 14,5 million (2005), 10,7 million (2013). ( 18 ) The biggest drop over 2007-2013 in Poland, Germany and Italy, while numbers rose in Romania and Slovenia (Eurostat). ( 19 ) 2016 Labour Force Survey (LFS). ",
        "8.2. The EESC proposes that CAP support for young farmers and generational renewal be improved. In addition, Member States should be given the flexibility to provide young farmers and young farm workers with measures for stable incomes, tax benefits or other incentive schemes. They should also adopt measures to incorporate new farmers (over 40 years of age) to take into account the increasing job mobility in rural areas as it is increasing in cities. 8.3. The EESC proposes that the definition of a young farmer be clarified as a person under 40 years of age who has the necessary qualifications and meets the requirements as set down for an active farmer. 8.4. Young farmers face great risk, high costs and an uncertain income from their businesses. The EESC makes the following specific proposals to support and assist young farmers and generational renewal: — Improving incomes and investment support through increased Pillar I and Pillar II payments for young qualified farmers, — Increasing the 25 % top-up for young farmers in Pillar I, — Introducing a retirement scheme for farmers wishing to exit and pass on their holdings to young qualified farmers in Pillar II, including a provision for a land mobility scheme, — Introducing an installation-type scheme and other targeted measures for young farmers to help them get established in Pillar II, — Providing additional income in the form of a payment for five years, for young people who establish small farms producing for local markets, in order to allow them to set up gradually, — Developing financial instruments to assist in the provision of low-cost start-up capital or loans, — Innovation and knowledge-transfer support tailored for young farmers. 8.5. At 35,1 %, the proportion of women working in agriculture in the EU is lower than that of women in employment generally at 45,9 % and varies significantly between Member States. However, the role women play in the labour force is very significant. It is therefore important that measures are included in the CAP to get more women into agriculture and to give them greater motivation. 9. Elements of high environmental added value 9.1. The EESC welcomes the strong focus on the environment and climate change in the CAP Communication and particularly on the protection and sustainability of soils, water, air and biodiversity at farm level. 9.2. In addition to its productive functions, permanent grassland, which accounts for more than 20 % of the EU area, has a wide range of other functions. It has manifest environmental benefits, particularly in terms of carbon sequestration and ecological stability as a major source of biodiversity in agricultural areas. 9.3. For this reason and in order to increase the EU grassland area, the EESC recommends that the CAP policy allows the Member States to provide (a) stronger direct support to active farmers for permanent grassland, with a new higher level grassland payment; and (b) support for marketing initiatives for the products of grazing. As a prerequisite for receiving higher amounts of aid, the applicant must comply with the required minimum stocking rate and grazing period. However, it also notes a number of problems in the eligibility of permanent grassland in the Land Parcel Identification System (LPIS) ( 20 ) due to shortcomings in monitoring or incomplete source data, which results in payment of aid for ineligible areas. C 283/78 EN Official Journal of the European Union 10.8.2018 ( 20 ) European Court of Auditors, Special report 25/2016 . ",
        "9.4. The EESC also notes long-standing terminology shortcomings in the description of grasslands. We would propose using the unifying concept of ‘permanent grassland’, which would remove the terminology divergence inherited from past periods ( 21 ). The regulation should also better define and take into account non-herbaceous grazing using animal production, as is prominent in many parts of the EU, as they play an essential role in environmental protection. 9.5. Land is a limiting factor first for farming and then for other sectors. Across the EU various measures are in place, legislative as well as non-legislative, to protect land. However, a common European framework would ensure the sustainable use and protection of agricultural land and soils ( 22 ). Protecting the health and fertility of the soil should be one of the objectives set at EU level as part of the new CAP delivery model. The EESC is in favour of drawing up and implementing an EU protein strategy to increase self-sufficiency in protein feed. 10. Trade and international issues 10.1. As the world’s largest net-exporter of agricultural goods, the success of European farming is to a significant extent based on trade with third countries. The potential in future fair and mutually beneficial free trade deals should be used to guarantee the continued contribution to jobs and farmers’ income. 10.2. The EESC is of the view that there must be a much more coherent strategy between the CAP and the trade policy being pursued by the EU. The CAP is positively driving a policy of supporting the family farm and other EU farm structures, as well as higher standards across the key areas of food safety, the environment and labour. However, in trade negotiations such as Mercosur, the EU is accepting food imports which fail to meet EU food safety standards, are produced with lower environmental standards and totally unacceptable labour standards. 10.3. Any EU trade agreements must respect the principle of food sovereignty and community preference, involving EU food for EU citizens, and a common external tariff. The maintenance and protection of the highest level of standards on sanitary, phytosanitary, environmental and labour conditions are necessary to prevent carbon leakage and job losses. 10.4. Recent examples on positive trade include the EU/Japan agreement, where equivalent standards were maintained and no major carbon leakage or job losses were involved. In contrast, the proposed EU/Mercosur deal involves major carbon leakage due to the continuing destruction of the Amazon rainforests, additional greenhouse gas emissions and job losses. Greenhouse gas (GHG) emissions from Brazilian beef are estimated at 80 kg CO 2 -eq/kg compared to EU production at 19 kg CO 2 -eq/kg. The Economic Partnership Agreements with developing countries should bear in mind the effects on employment and social standards in their destination countries. 11. Food and health 11.1. EU farmers and the CAP ensure that the citizens of the European Union are guaranteed sufficient quantities ( 23 ) of high-quality food that is affordable, safe and produced in compliance with environmental standards. The CAP is the enabling mechanism for agriculture, which is the basis of the EU food industry ( 24 ). 11.2. The EESC highlights that existing EU policy tools need to be realigned and harmonised in order to deliver environmentally, economically and socio-culturally sustainable food systems. The EESC also reiterates that a comprehensive food policy should be complementary to — not replace — a reshaped CAP ( 25 ). 10.8.2018 EN Official Journal of the European Union C 283/79 ( 21 ) http://www.consilium.europa.eu/media/32072/pe00056en17.pdf; http://ec.europa.eu/eurostat/statistics-explained/index.php/Glossary:Permanent_grassland ( 22 ) EESC opinion on Land use for sustainable food production and ecosystem services (OJ C 81, 2.3.2018, p. 72). ( 23 ) Article 39(1)(e) of the Treaty of Lisbon (TFEU). ( 24 ) JRC Evaluation of the EU livestock sector contribution to the EU greenhouse gas emissions 2010. ( 25 ) EESC opinion on A possible re-shaping of the CAP (OJ C 288, 31.08.2017, p. 10). ",
        "11.3. The EESC calls on the EC to ensure that — with a view to protecting consumers — production requirements in the internal market for the benefit of the environment and farm animals and SPS, as well as social standards, are also applicable to third-country imports. Brussels, 24 May 2018. The President of the European Economic and Social Committee Luca JAHIER C 283/80 EN Official Journal of the European Union 10.8.2018 ",
        "ANNEX I At least one quarter of the votes cast opposed the compromise amendment of this paragraph of the Section opinion: Point 7.11 Pillar 1 direct payments should be capped at a fair and reasonable level for individual active farmers (e.g. equal to the income of a comparable worker). Adjustments should be possible and account should be taken of partnerships, cooperatives, companies and the number of employees with social security. Capping should not apply to voluntary environmental measures and for those who provide public goods. Funds recovered from capping could be used for redistributive payments. Voting Votes in favour: 92 Votes against: 85 Abstentions: 30 10.8.2018 EN Official Journal of the European Union C 283/81 ",
        "ANNEX II This compromise amendment was rejected but received at least one quarter of the votes cast: Point 7.13 In order to maintain the CAP as a strong common EU policy, the EESC is of the view that there must be no co-financing in the first pillar. Both a strong Pillar 1 and Pillar 2 are essential for a new, reshaped CAP with flexible Rural Development Programmes available across all Member States, including Areas of Natural Constraint (ANC) focused on vulnerable regions and sectors. The EESC is not in favour of allowing Member States to transfer funds from Pillar II to Pillar I. It calls for a reasonable level of co-financing of the second pillar — both minimum and maximum limits — for all Member States. Voting Votes in favour: 73 Votes against: 98 Abstentions: 37 C 283/82 EN Official Journal of the European Union 10.8.2018 "
    ]
}