{
    "text": [
        "Prepared by: Pavee Point Traveller and Roma Centre October 2019 Justice and Consumers Civil society monitoring report on implementation of the National Traveller and Roma Inclusion Strategy in Ireland Identifying blind spots in Traveller and Roma inclusion policy ",
        "EUROPEAN COMMISSION Directorate-General for Justice and Consumers Directorate D — Equality and Union Citizenship Unit D1 Non Discrimination and Roma Coordination European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION Directorate-General for Justice and Consumers 2020 Civil society monitoring report on implementation of the National Traveller and Roma Inclusion Strategy in Ireland Identifying blind spots in Traveller and Roma inclusion policy ",
        "4 LEGAL NOTICE “The European Commission support for the production of this publication does not constitute endorsement of the contents which reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein.” More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2020 PDF ISBN 978-92-76-19942-7 doi:10.2838/28653 Catalogue number DS-04-20-338-EN-N © European Union, 2020 Reproduction is authorised provided the source is acknowledged. EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you) ",
        "3 This report was prepared by NGO Pavee Point Traveller and Roma Centre. It was prepared as part of the Roma Civil Monitor pilot project, ‘Capacity -building for Roma civil society and strengthening its involvement in the monitoring of National Roma Integration Strategies’. The pilot project is carried out for the European Commission, DG Justice and Consumers. It is coordinated by the Center for Policy Studies of the Central European University (CEU CPS), in partnership with the European Roma Grassroots Organisations Network (ERGO Network), the European Roma Rights Centre (ERRC), the Fundación Secretariado Gitano (FSG) and the Roma Education Fund (REF) and implemented with around 90 NGOs and experts from up to 27 member states. Although the Roma Civil Monitor pilot project, as part of which the report was prepared, is coordinated by CEU, the report represents the findings of the author and it does not necessarily reflect the views of CEU. CEU cannot be held responsible for any use which may be made of the information contained therein. ",
        "",
        "5 C ONTENTS LIST OF ABBREVIATIONS ........................................................................................... 6 EXECUTIVE SUMMARY ................................................................................................ 7 INTRODUCTION ....................................................................................................... 11 TRAVELLERS’ AND ROMA’S HOMELESSNESS ............................................................. 15 Background and cause of the problem .................................................................... 16 Policy answers to the problem ............................................................................... 18 LACK OF NEEDED TARGETED POLICIES .................................................................... 20 a. Health ...................................................................................................... 20 Background and cause of the problem .................................................................... 20 Policy answers to the problem ............................................................................... 21 b. Education ................................................................................................ 22 Background and cause of the problem .................................................................... 22 Policy answers to the problem ............................................................................... 23 LACK OF DATA .......................................................................................................... 26 Policy answers to the problem ............................................................................... 26 RECOMMENDATIONS ................................................................................................ 29 BIBLIOGRAPHY ........................................................................................................ 30 ",
        "6 L IST OF ABBREVIATIONS CERD Convention on the Elimination of Racial Discrimination DEASP Department of Employment Affairs and Social Protection DES Department of Education and Skills DoH Department of Health ECRI European Commission against Racism and Intolerance ESRI Economic and Social Research Institute FCPNM Framework Convention on the Protection of National Minorities HSE Health Service Executive IHREC Irish Human Rights and Equality Commission NGO Non-Governmental Organisation NTHAP National Traveller Health Action Plan NTHAC National Traveller Health Advisory Committee NTRIS National Traveller and Roma Inclusion Strategy NSWG National Strategy for Women and Girls RCM Roma Civil Monitor pilot project TEACF Traveller Education Advisory Consultative Forum TAP Traveller Accommodation Programme ",
        "7 E XECUTIVE SUMMARY In the second RCM report on Ireland, published in 2018 , the Irish State’s acknowledgement, in March 2017, of the distinct ethnic status of the Traveller community was positively assessed. 1 It was hoped that recognition would serve as the impetus to give a renewed focus to addressing key inequalities for this community, most notably in the areas of accommodation and health. Regrettably, the situation in regard to homelessness in the Traveller community and health outcomes for Travellers, particularly in the area of mental health, appear to have worsened in this period. The worsening homelessness and housing crisis in Ireland continues to dominate public and policy discourse. The most recent official homeless figures available indicate that 1,733 families, encompassing 3,826 children, were homeless during the week of 21-27 October 2019. 2 It is estimated that the number of homeless families has increased by 380 percent since 2014. 3 Travellers are significantly overrepresented in the homeless population, as evidenced in Census 2016. Census data, however, do not capture the additional numbers of Travellers and the number of Roma who are the hidden homeless. These include: Travellers and Roma living in overcrowded accommodation; and Travellers living in unserviced halting sites or in caravans on the side of the road. Local authorities, with responsibility for delivering Traveller Accommodation Programmes (TAPs), continue to significantly underspend on their ring-fenced budgets for these developments, such that, the Irish Human Rights and Equality Commission, in June 2019, announced its intention to issue notice to each of the thirty-one county and city councils to undertake an equality review of their provision under the TAPs. The implementation of the NTRIS is piecemeal and based on small scale projects or pilots. In addition, progress is dependent on individual champions and on one government department. While it is showing some signs of progress, for example, in relation to a forthcoming National Traveller Health Action Plan, and funding for a Roma Primary Health Care Programme, the challenge will be to mainstream issues at the same time as developing targeted approaches. However, in the absence of targets, indicators, outcomes, timeframes or associated budget lines, progress has been hampered. In addition, there are key gaps in the NTRIS, notably: the absence of actions to address accommodation and housing issues for Roma; and the absence of strategic education actions, such as a commitment to develop a national Traveller education strategy. The lack of progress to develop targeted national policies to address Traveller education and health inequalities, despite a wealth of data providing evidence of such inequalities, points to two evident failures. The first is a failure, at government cross-departmental level, to prioritise the development of targeted strategies for socially excluded minority ethnic groups. The second is a systemic failure, whereby responsibility for leading the development of such targeted strategies is devolved or, in the case of the Department of Education and Skills, where, aside from some small scale, but welcome, actions underway, 1 The first annual cycle of the Roma Civil Monitor was focused on the horizontal precondition of the Roma inclusion – governance, fight against antigypsyism and anti-discrimination. The second cycle concerned the four key policy fields – education, employment, healthcare and housing. All reports are available at: https://cps.ceu.edu/roma-civil-monitor-reports 2 Department of Housing, Planning & Local Government Homelessness Report (October 2019) Details of households accessing local authority managed emergency accommodation during the week of 21-27 October 2019. It should be noted that official homeless figures are a underrepresentation of the actual number of individuals and families who are homeless, as these figures do not include: people sharing and couch-surfing, people who are rough sleeping, or women in crisis refuge accommodation. 3 Focus Ireland: website briefing: why are so many becoming homeless. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE N ATIONAL T RAVELLER AND R OMA I NCLUSION S TRATEGY in Ireland 8 there is no apparent appetite to develop a national Traveller education strategy, and it appears that responsibility for addressing Roma and Traveller education issues has been transferred, from the Department of Education and Skills, to the Department of Justice and Equality, under the auspices of a NTRIS education sub-committee. The lack of national disaggregated ethnicity data continues to hamper the development of evidence-based national strategies, legislation, policies and services. Some welcome progress has been made: from 2021, the population Census will include Roma as a distinct ethnic group. 4 In addition, some government departments and agencies have shown leadership in working in partnership with Pavee Point Traveller and Roma Centre to implement ethnic equality monitoring, including primary schools, prisons, some health services, homeless services and social inclusion and equality programmes. 5 Aside from these examples, however, ethnic equality monitoring in Ireland remains the exception rather than the norm and as a result, policy, planning and national strategies continue to be developed in the absence of evidence regarding the situation and experience of Travellers and Roma. The focus of this third RCM report on Ireland centres on the following three thematic areas: Travellers’ and Roma’s homelessness In the context of a worsening national housing, accommodation and homelessness crisis, Travellers and Roma are specifically vulnerable to homelessness. The persistent failure of local authorities to develop Traveller-specific accommodation in their geographical areas and consequently, their significant underspend in this regard, is a key barrier to addressing homelessness and accommodation insecurity for Travellers. The findings and recommendations of a Government appointed expert group on the operation of the Housing (Traveller Accommodation) Act 1998, and their related recommendations, need to be addressed as a matter of urgency. 6 There are a number of key recommendations, proposed in the expert group report, that, if implemented, would have a significant impact in regard to addressing failures, at local authority-level, for the provision of Traveller-specific accommodation. In regard to housing and accommodation issues for Roma, the NTRIS needs to be amended to include specific actions in the area of accommodation and housing for Roma. Lack of needed targeted policies The Government ’s departments responsible of strategic national responses to address the significant equality gap between the Traveller and Roma communities on one hand, and the majority population on the other hand, have failed over an extended period of time, to develop and complete needed targeted policies in key domains. In this regard, we specifically examine the areas of health policy and education policy. The evidence, collected over the last decade, conclusively attests to the significant health and education equality gap between the Traveller community and the majority population. In the area of health, the evidence points to a crisis, with higher than average suicide 4 Since 2006 the Census has included Travellers as a distinct group. 5 Pavee Point Traveller and Roma Centre (2015) Policy and Practice in Ethnic Data Collection and Monitoring: Counting Us In, Human Rights Count. Dublin: Pavee Point Traveller and Roma Centre. Department of Housing, Planning, Community and Local Government, Pobal, Pavee Point Traveller and Roma Centre (2016) SICAP- Social Inclusion and Community Activation Programme : Ethnic Data Collection Good Practice for SICAP Programme Implementers. 6 Department of Housing, Planning and Local Government (July 2019). Traveller Accommodation Expert Review. Government of Ireland. ",
        "E XECUTIVE SUMMARY 9 rates among the Traveller community. Despite this mounting evidence there are two crucial issues evident: • a failure to prioritise and respond: whereby, despite mounting evidence of health and education inequality, there is an absence of proportionate, appropriate and targeted responses from the Department of Education and Skills across virtually all levels of education 7 , and in regard to health, while the HSE is moving towards a NTHAP strategy, 8 there is an urgent need for stronger leadership in the Department of Health, at a policy level, to drive the NTHAP, and • a systemic failure, involving a shifting of responsibility from the Department of Health to the HSE, and from the Department of Education and Skills to other agencies or government departments. In the area of education, this systemic failure is also evident in regard to inadequate specifications, within the NTRIS, to commit the Department of Education and Skills to develop a Traveller and Roma education strategy and implementation plan. The Department of Health and the Department of Education and Skills must take a leadership role in developing and implementing targeted Traveller and Roma specific policies and ensure that such policies are mainstreamed within the work of the Departments and fully reflected in mainstream policy initiatives. The National Traveller Health Action Plan must be published as a matter of urgency, and with the establishment of an institutional mechanism created within the HSE and Department of Health to drive its delivery and implementation. The plan must include clear targets, indicators, outcomes, timeframes and budget lines. It is imperative that there is political oversight and accountability for the implementation of the plan, with annual progress reporting to the national parliament. 9 The Department of Education and Skills needs to take a lead role in developing a Traveller education strategy as a matter of urgency. Lack of data The lack of robust data sets across key policy areas, disaggregated on the basis of ethnicity and gender is a significant gap, resulting in critical knowledge deficits about the situation and experience of Travellers and Roma in Ireland, and a consequent lack of evidence- based policymaking and planning. There is an urgent need for key statutory agencies to collect disaggregated data on the basis of ethnicity and gender, for without such data, policy, legislation and national strategies are being developed in an evidence vacuum. In addition, the issues raised in this report suggest that in tandem with efforts to get state agencies to adapt data systems to collect disaggregated data, there is a need for a parallel awareness-raising across these agencies. This is needed to ensure that statutory bodies understand why disaggregated data is so vital, and to fully comprehend the links between robust data collection and enhanced decision-making and resource allocation. This awareness-raising must be conducted in partnership with Traveller organisations and in line with human rights standards. Awareness-raising measures are also necessary in regard to applying a human rights framework to data collection, in particular regarding the collection and use of sensitive 7 With the exception of the area of higher education where there are some initiatives being developed. 8 A draft NTHAP has been produced. 9 Watt, P. and Kavanagh, L. (2018) National Traveller Health Action Plan Summary Report of Regional Consultative Meetings. Dublin: HSE National Office for Social Inclusion. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE N ATIONAL T RAVELLER AND R OMA I NCLUSION S TRATEGY in Ireland 10 data such as on the basis of ethnicity, and to comply with national and European data protection legislation and statutory obligations regarding the public sector equality and human rights duty. ",
        "11 I NTRODUCTION Although we recognise Roma as an umbrella term, throughout this report we refer to ‘Travellers’ and ‘Roma’, to clearly identify the distinct situation, identity, and experience of the Roma and Traveller communities in Ireland. Census 2016 enumerated 30,987 Travellers living in Ireland. 10 This, however, is lower than the figure of 36,244 from a national Traveller health study, conducted in 2010. 11 There are between 4,000 and 5,000 people living in Ireland who identify as Roma. 12 The National Traveller and Roma Inclusion Strategy 2017-2021 (NTRIS) is the cross- government national strategy for Roma and Traveller inclusion and the first national policy framework to explicitly include Roma as a key focus. 13 NTRIS strategic objectives fall within the remit of a number of government departments, with overall implementation driven by the Department of Justice and Equality and chaired by the Minister of State for Equality, Immigration, and Integration. The strategy has the primary aim to improve the lives of Travellers and Roma and encompasses ten themes, comprising a total of 149 specific actions, covering the domains of: cultural identity; education; employment and the Traveller economy; children and youth; health; gender equality; anti-discrimination and equality; accommodation; Traveller and Roma communities; and public services. The steering group to drive implementation of the NTRIS comprises: ten government departments, five state agencies, and eleven NGOs. The strategy is ambitious and holds significant potential to improve the situation and experience of Travellers and Roma in Ireland. As noted in the first and the second RCM reports on Ireland, the current NTRIS contains no targets, indicators, outcomes, timeframes or associated budget lines against which progress could be measured. 14 In fact, very little additional resources have been put towards implementing the Strategy and progress has been slow. This is regrettable, as actions with potential for positive outcomes although only in embryonic form are a direct result of NTRIS as a driver (e.g. the establishment of a Roma Primary Health Care Project, the development of a National Traveller Health Action Plan, commitments to improved conditions for Traveller Community Health Workers, etc.). In the second RCM report (2018), the Irish State’s acknowledgement, in March 2017, of the distinct ethnic status of the Traveller community was positively assessed. 15 It was hoped that this recognition would serve as the impetus to give a renewed focus to addressing key inequalities for this community, most notably in the areas of accommodation and health. It is the case, however, that any such renewed focus is sporadic and dependent on individuals or on one government department. Regrettably, the situation in regard to homelessness in the Traveller community and health outcomes for Travellers, particularly in the area of mental health, appear to have worsened in this 10 Census 2016, Profile 8: Irish Travellers, Ethnicity and Religion. Central Statistics Office. Dublin. 11 Kelleher et al., (2010). Our Geels All Ireland Traveller Health Study. University College Dublin and the Department of Health and Children. 12 Pavee Point Traveller and Roma Centre & Department of Justice and Equality (2018). Roma in Ireland: A National Needs Assessment. Page 42. 13 Department of Justice and Equality, National Traveller and Roma Inclusion Strategy, 2017-2021. 14 The first annual cycle of the Roma Civil Monitor was focused on the horizontal precondition of the Roma inclusion – governance, fight against antigypsyism and anti-discrimination. The second cycle concerned the four key policy fields – education, employment, healthcare and housing. All reports are available at: https://cps.ceu.edu/roma-civil-monitor-reports 15 Ibid . ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE N ATIONAL T RAVELLER AND R OMA I NCLUSION S TRATEGY in Ireland 12 period. For example, the number of Traveller families having to share accommodation with extended family members has increased by almost 30 percent since 2014. 16 In its latest report on Ireland, published in June 2019, ECRI notes that the lack of secure, adequate, culturally-appropriate accommodation is a key concern for the Traveller community and that “nothing has changed” in this regard, since its previous monitoring report on Ireland. 17 ECRI also notes that while the NTRIS has potential to address a number of key issues, the Strategy, nonetheless, has a number of significant gaps, notably in the areas of: housing and accommodation for Roma; 18 local authority responsibilities for Traveller accommodation; and key education issues for Travellers. 19 ECRI recommends that more emphasis should be placed in implementation of the NTRIS. 20 For the first time, the National Strategy for Women and Girls (NSWG) 2017-2020 contains actions related to Traveller and Roma women. While this is welcome, the actions rely solely on the implementation of actions in the NTRIS, under the theme of gender. With the NTRIS having no clear implementation plan, the actions related to Traveller and Roma women in the NSWG have not been progressed. In 2019, the Advisory Committee on the FCPNM urged the State to implement the NTRIS and NSWG in a coordinated and consistent way. 21 A number of other international human rights bodies have called the State to adopt a clear implementation plan and budget lines for the NTRIS. 22 In June 2019, the Minister of State with responsibility for equality, immigration and integration, announced the establishment of a new anti-racism committee to review and make recommendations on strengthening the State’s approach to combating racism. 23 However, given that historically, Travellers have been not included in anti-racism initiatives, it appears that Travellers may be excluded from the scope of the new anti- racism committee. In acknowledging the restructuring of the Department of Justice and Equality, under the Departmental Transformation Programme, this issue was raised by Pavee Point Traveller and Roma Centre at the most recent NTRIS Steering Group meeting in October 2019: The Department of Justice and Equality provided verbal assurance that this would not be the case. The focus of this third RCM report centers on three thematic areas: 1. The specific and increased vulnerability of Travellers and Roma to homelessness in the context of a worsening national housing, accommodation and homelessness crisis. 2. The persistent failure of key government departments to implement existing policy and/or to develop targeted strategic national policy responses to address the significant equality gap between the Traveller and Roma communities, and the 16 Pavee Point Traveller and Roma Centre (November 2019). Racial Discrimination Against Irish Travellers & Roma: Alternative Report. A Response to Ireland’s Combined Fifth to Ninth Peri odic Reports to the UN Committee on the Elimination of All Forms of Racial Discrimination. 17 ECRI Report on Ireland. 5 th Monitoring Cycle. Adopted 2 April 2019. Published 4 June 2019. Council of Europe. CRI. Paragraphs 66, 67. 18 A staggering 93% of Roma report experiencing discrimination in attempting to access accommodation: Pavee Point Traveller and Roma Centre & Department of Justice and Equality (2018).Op cit. 19 ECRI (2019). Op cit. Paragraphs: 66, 72, 74. 20 ECRI (2019). Op cit. Paragraph 82. 21 COE Advisory Committee on the Framework Convention for the Protection of National Minorities: Fourth Opinion on Ireland - adopted on 10 October 2018. ACFC/OP/IV(2018)005. 22 UNCRC, 2016; UNCEDAW, 2017; ECRI, 2019; FCNM, 2019. 23 Department of Justice and Equality, ‘Minister Stanton announces new Anti - Racism Committee’, 28 June 2019. http://www.justice.ie/en/JELR/Pages/PR19000174. ",
        "I NTRODUCTION 13 majority population, in key domains. In this regard, we specifically examine the areas of health policy and education policy. 3. The lack of robust data sets across key policy areas, disaggregated on the basis of ethnicity and gender is a significant gap resulting in an absence of knowledge about the situation and experience of Travellers and Roma in Ireland and a consequent lack of evidence-based policymaking and planning. This monitoring report is based on data from the most up-to-date sources available, including the NTRIS Progress Reports, 2019 Report of the Expert Group on Traveller Accommodation, HSE NTHAP consultation report, 24 Draft NTHAP 25 and response to the Plan, 26 Draft 2019-2024 Traveller Accommodation Programme (TAP) reports from 31 local authorities, and the 2017 National Needs Assessment of Roma in Ireland. Consultations to inform this report included a number of questions, on the three thematic areas, were developed. The questions were specifically designed to augment available national data, and asked consultees to provide information on: • key issues noted regarding the worsening impact of the housing, accommodation and homelessness crisis on Traveller and Roma communities, • any targeted policies/measures to address the specific health challenges facing Roma, • perceived strengths/gaps/limitations in the draft National Traveller Health Action Plan, • perceived impact of the absence of a Traveller and Roma specific education strategy impact on your work, • views on the need for an oversight mechanism to drive the development and implementation of a Traveller education strategy, • views on the impact on your work, to address issues for Travellers and Roma, of the lack of available data, disaggregated by ethnicity. Consultation questions were disseminated, via email, to over 30 local and national organisations and locally-based NGOs working to provide services for and/or advocate for Traveller and/or Roma equality. In addition, a small number of key non-governmental organisations with specific expertise in the thematic areas being examined, were invited to provide written information for this report. Relevant thematic questions were discussed at meetings of the following national and regional Traveller or Roma networks: the National Traveller Health Network; 27 the Eastern Region Traveller Health Network, the National Traveller Drugs and Alcohol Network, and the national Roma NGO network convened by Pavee Point Traveller and Roma Centre. 28 Thematic areas and their related questions were the focus for discussions at these network meetings. A notetaker was present at each, and information shared at each session was reviewed for thematic coherence and consistency with other feedback. In this way, 24 Watt, P. and Kavanagh, L. (2018). op cit. 25 HSE National Office for Social Inclusion. Draft National Traveller Health Action Plan. March 2019. 26 Correspondence from Pavee Point to the HSE National Social Inclusion Office. 27 This is a national forum for the twenty-five Traveller Primary Health Care for Traveller Projects in the country. 28 This network comprises over twenty NGOs from across Ireland. Their work to address inequality and disadvantage includes providing frontline services to a range of groups, including to members of the Roma community. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE N ATIONAL T RAVELLER AND R OMA I NCLUSION S TRATEGY in Ireland 14 information gleaned could be cross-checked against written feedback and also against national NGO or service provider feedback. We would like to acknowledge and thank the Traveller, Roma and other experts for their contributions to this report. ",
        "15 T RAVELLERS ’ AND R OMA ’ S HOMELESSNESS The specific and increased vulnerability of Travellers and Roma to homelessness in the context of a worsening national housing, accommodation and homelessness crisis. Despite constituting just under one percent of the total population, Travellers are significantly overrepresented in the homeless figures: Census 2016 data, for example, indicate that Travellers comprised 9 percent of the homeless population on Census night. 29 This figure, however, does not include what is often referred to as, the ‘hidden homeless’, in the case of Travellers, this includes, people living in overcrowded accommodation; 30 and people living in caravans on the side of the road or on unauthorised halting sites (therefore without any basic amenities). Census data, for example, looks at households where the number of persons exceeded the number of rooms, as a measure of overcrowding. Census 2016 data found that 39 percent of Traveller households had more persons that rooms (compared with less than six percent of all households). 31 Census data is not sufficiently disaggregated to provide information on the situation of the Roma community, however, data from the Roma needs assessment indicate a similar picture in regard to overcrowding: 24 percent of Roma were living in households of eight people or more; and 45 percent said there were insufficient number of beds in their accommodation. In addition, 6.6 percent of Roma indicated they were homeless. 32 It is possible to get a broader and more accurate picture, in regard to Traveller homelessness, including hidden homelessness, by examining current data held by the thirty-one local authorities, each of which is required to prepare a five-year TAP to meet the existing and projected accommodation needs of Travellers in their geographical areas. As part of this process each local authority must undertake an assessment of need for their catchment area; this includes an annual count of the number of Traveller families in their area and their current living situation. The draft 2019-2024 TAPs, for the thirty-one local authorities, were examined for this report. 33 The available complete data (for twenty- four local authority areas) indicate the following: • Of a total of 8,102 Traveller families, across the 24 local authority areas with complete data, 1,332 families (16.44%) are on the homeless continuum, that is, in emergency homeless accommodation, living in overcrowded accommodation, or living on the side of the road or on an unauthorised site. • In seven local authority areas, the overall percentage of Traveller families on the homeless continuum is greater than 20 percent of the total number of Traveller 29 Grotti, R. Russell, H. Fahey, E. and Maitre, B (June 2018). Discrimination and Inequality in Housing in Ireland. the Irish Human Rights and Equality Commission and the Economic and Social Research Institute. Page 62. 30 Sharing is in effect being homeless and it meets the criteria for homelessness as defined by the European Descriptive Typology (ETHOS). 31 Census 2016, Profile 8: Irish Travellers, Ethnicity and Religion. Central Statistics Office. Dublin. 32 Pavee Point Traveller and Roma Centre & Department of Justice and Equality (2018). Op cit. Pages 86 and 87. 33 The 31 local authority draft 2019-2024 TAPs were examined for this report. 24 of 31 draft TAPs provided complete data on the numbers of Traveller families in their region and/or on the number of families in homeless emergency accommodation, living in overcrowded accommodation, and/or on the side of the road or in unauthorised sites. The remaining seven local authorities provided incomplete data, therefore these seven areas are excluded from the figures presented in this report. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE N ATIONAL T RAVELLER AND R OMA I NCLUSION S TRATEGY in Ireland 16 families in these regions (with Counties Carlow and Wicklow both reaching over 27 percent). In addition to the above, consultees for this report note a number of recent or pending forced evictions of Traveller families, from halting sites that local authorities are seeking to decommission: approximately ten in total. 34 In such instances, families often are evicted into homelessness. Background and cause of the problem The Housing (Traveller Accommodation) Act 1998 is the main legislative framework governing the provision of accommodation to the Traveller community. In 2018 the Minister of State for Housing and Urban Renewal established an expert group to review the 1998 Act. The report of the expert group 35 concludes that while the provisions of the Act have facilitated the delivery of significant amounts of accommodation for Travellers, t hey have “failed to meet the full scale of accommodation need among this community” evidencing: the over-representation of Traveller in the homeless figures; the increase in numbers of Travellers living in overcrowded conditions; and the uneven delivery of Traveller-specific accommodation among local authorities and approved housing bodies, as proof of this failure. The review report recommends a complete overhaul of the 1998 Act, and other relevant legislation and policies which impact on accommodation provision for Travellers, and presents thirty-two recommendations for action in this regard. There are a number of issues that are contributing to homelessness and accommodation insecurity in the Traveller and Roma communities. Key issues in this regard are: • the persistent failure of local authorities to develop Traveller-specific accommodation in their geographical areas and consequently, their significant underspend in this regard. Between 2000 and 2017, this expenditure fell from 135.2 million EUR, to 20.8 million EUR, 36 • health and safety concerns being used as a justification, by local authorities to evict Traveller families from overcrowded halting sites, and by private landlords to evict Roma families from private rented accommodation, 37 • high levels of discrimination against Travellers and Roma in attempting to access private rented accommodation, 38 • the lack of available private rented housing that can accommodate larger families and that are within the allowable amount provided under government housing allowances, 39 34 Groups consulted for this report evictions in: Dublin (2), Clare, Wicklow (3), and Limerick (4-5 pending). 35 Department of Housing Planning and Local Government (July 2019). Op cit. Report Foreword. 36 RSM PACEC Ltd. (2017). Review of Funding for Traveller-Specific Accommodation and the Implementation of Traveller Accommodation Programmes. Page 31. Housing Agency, 53-54 Mount Street Upper, Dublin 2. 37 Minceirs Whiden (September 2018) Submission to Local Authorities on the fifth round of Traveller Accommodation Plans 2019-2024, notes that in 2016, 23 Traveller families were forcibly evicted from a halting site in County Louth, on the basis of fire safety concerns. 38 A national review found that 93 percent of Roma reported that they experienced discrimination in accessing accommodation: Pavee Point Traveller and Roma Centre & Department of Justice and Equality (2018). Op cit. Page 51. 39 Rent Supplement, Housing Assistance Payment, and Rental Accommodation Scheme, are state supports to assist those with limited means to pay for private rented accommodation. ",
        "T RAVELLERS ’ AND R OMA ’ S HOMELESSNESS 17 • the barriers for Roma in accessing housing and homeless supports, due to the application of directives and circulars, 40 • the low level of Traveller-specific accommodation being provided by voluntary sector approved housing bodies. 41 The failure of local authorities to spend their ring-fenced allocated budgets under their TAPs is a critical obstacle to the provision of Traveller-specific accommodation across the state. This issue has been raised consistently by national, European and international equality and human rights bodies. 42 In its latest report on Ireland, ECRI noted it was “shocked” at the amount of available money that was returned unspent, “while many Travellers continue to live in squalor and deprivation”, conclu ding that without the imposition of dissuasive sanctions, on local authorities, there was no accountability for delivery under this budget programme. 43 Figures obtained, for 2018, indicate the following: a 48 percent underspend by local authorities on their TAP budget; ten local authorities (representing 30 percent of all local authorities) failed to spend any of their allocated TAP budget; fourteen significantly underspent; and only six spent their full allocation. 44 In July 2019, in response to a parliamentary question, it was noted that only 18 percent of the 2019 budget allocation for Traveller accommodation had been drawn down by the end of the second quarter and fifteen local authorities had failed to draw down any of their allocated budget. 45 In June 2019, the Irish Human Rights and Equality Commission (IHREC) 46 announced its intention to issue notice to each of the thirty-one local authorities to undertake an equality review of their provision under the TAPs, due to their failure to draw down and/or spend their ring-fenced capital budget for the provision of Traveller accommodation. The Commission advised that it had taken this “significant step, having consistently, since its establishment, questioned local authority drawdown and use of the funds.” A key purpose of the equality reviews was, the Commission noted, to “oblige councils to examine specifically whether any such failings may be due to discriminatory practices or policies under the Housing Act and the Equal Status Acts.” 47 Two state-commissioned reports into Traveller accommodation examined the reasons behind the failure of local authorities to spend their allocated TAP budgets. Both reports 40 For example: Department of Environment Circular 41/2012, which restricts eligibility for social housing for non-Irish nationals. Circular 41/2012 requires that a non-UK EEA nationals be in employment, self- employment, or registered as a jobseeker, in order to be eligible for social housing. In addition, the European Free Movement Directive 2004/38/EC is transposed into Irish law under the European Communities (Free Movement of Persons) Regulations 2015 SI 548/2015. Establishing a right to reside in the State is necessary for a range of social supports, including social housing. A person must meet the habitual residence condition in order to access non-contributory benefits, including child benefit, job seekers allowance and access to many employment and training supports and access to women’s refuges. A person cannot be deemed to be habitually resident unless it can be established that they have a right to reside in the State. 41 Approved Housing Bodies are not-for profit organisations that receive state funding to provide social accommodation and housing on behalf of the state and are playing an increasing role in the provision of social housing in Ireland. Department of Housing, Planning and Local Government (July 2019). Op cit. Page 21. 42 UN Committee on Economic, Social and Cultural Rights, Concluding Observations on the Third Periodic Report on Ireland. 7 July 2015. E/C.12/IRL/CO/3. European Committee of Social Rights; Follow up to decisions on the merits of collective complaints. December 2018. Council of Europe. 43 ECRI (2019). Op Cit. Paras. 68 and 71. 44 Input by Deputy Eoin O’Broin, Sinn Fein, to Dáil Eireann debate, 20 February, 2019. 45 Aoife Moore, The Irish Independent, 10 July 2019 “councils under fire for as just 185 of Traveller accommodation cash drawn down”. Last accessed 29 October 2019. 46 The national statutory equality and human rights watchdog. 47 Press release issued by the IHREC, Press release issued by the IHREC, : last accessed on 15 October 2019. The reviews are not, as of 15 October 2019, publicly available. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE N ATIONAL T RAVELLER AND R OMA I NCLUSION S TRATEGY in Ireland 18 cite the key barrier being opposition to proposed Traveller-specific planning applications, by members of the public and elected local and national representatives. 48 Pavee Point Traveller and Roma Centre has noted the significant impact of anti-Traveller racism and discrimination on decision-making by local authorities in regard to Traveller accommodation: “Traveller accommodation has been heavily politicised, resulting in public representatives blocking the provision of Traveller accommodation. This was highlighted by the Department’s review which identified objections from local “settled” residents and political pressure exerted by elected representatives in approving planning. This has a direct impact on the achievement of targets, as developments face extensive delays, hence, the opportunity to utilise funding is lost.” 49 Other issues of relevance are: arrangements for the disbursement of funding, between local authorities and the Department of Housing, Planning and Local Government; 50 ineffective assessment of need processes at local level (which are underestimating the accommodation needs of Travellers); the lack of an independent body driving Traveller accommodation planning at national level; and ineffective local drivers. Organisations consulted for this report noted also, the lack of engagement between their local authority and the local Traveller groups as a key issue. Policy answers to the problem The findings and recommendations of the expert group on the operation of the Housing (Traveller Accommodation) Act 1998, and their related recommendations, need to be addressed as a matter of urgency. There are a number of key recommendations, proposed in the expert group report, that, if implemented, would have a significant impact in regard to addressing failures, at local authority-level, for the provision of Traveller-specific accommodation. Key recommendations in this regard are: 51 Planning: • Legislative provisions should be put in place to suspend (for a period of five years) the reserved function of elected representatives for approval of Part 8 proposals for Traveller-specific accommodation, and to suspend the reserved function relating to the agreement to dispose of land for the purposes of developing Traveller accommodation and provide these as executive functions. • In the immediate term, local authority chief executives should use emergency powers, where necessary, to bypass problems with decision-making by elected members regarding Traveller accommodation. Governance: • The National Traveller Accommodation Consultative Committee (NTACC) should be reconfigured as the National Traveller Accommodation Authority, with a stronger governance role than is currently the case. 52 This role would include: o overseeing the annual Social Housing Needs Assessment process insofar as it relates to Travellers, 48 Department of Housing Planning and Local Government (July 2019). Op cit. and RSM (June 2017). Review of Funding for Traveller Specific Accommodation Programmes. The Housing Agency, Dublin. 49 Pavee Point Traveller and Roma Centre (2019) Submission to the Expert group in relation to the Review of the Traveller Accommodation Act 1998”. 50 Ibid . Page 48. RCM (June 2017). op cit. Page 43. 51 Ibid . Pages 36 and 69. 52 The NTACC, established under the 1998 Act, currently has an advisory role only. ",
        "T RAVELLERS ’ AND R OMA ’ S HOMELESSNESS 19 o standardising and monitoring the Annual Estimate (Count) of Traveller families carried out by local authorities, o designing and commissioning the five-year national assessment of Traveller needs to inform the TAPs and monitoring their implementation on an annual basis. • At local authority level, Local Traveller Accommodation Consultative Committees should be replaced with Traveller Accommodation Strategic Policy Committees, to be made up of elected members and Traveller representatives. The NTRIS contains six specific actions on housing and accommodation regarding the Traveller community. None of these actions refer to the Roma community: a significant gap in the strategy that must be addressed without further delay. This issue was raised in the second RCM report, yet no further progress has been made in regard to addressing Roma accommodation and housing needs within NTRIS actions. In a recent positive development, however, the Minister responsible for the implementation of the NTRIS confirmed, on 15 October 2019, that housing and accommodation actions related Roma would be included in the NTRIS. At a subsequent follow-up meeting in late October, with the Department of Housing, Planning and Local Government, attended by Pavee Point Traveller and Roma Centre, it was agreed that draft actions will be developed and submitted to the NTRIS Steering Group for approval. ",
        "20 L ACK OF NEEDED TARGETED POLICIES The lack, over an extended period of time, of development and completion by the Government departments responsible, of targeted strategic national responses to address the significant equality gap between the Traveller and Roma communities, and the majority population, in key domains. In this regard, we specifically examine the areas of health policy and education policy. a. Health Background and cause of the problem The significant equality gap between Travellers and Roma and the majority population, is starkly evident in the key domains of education and health, where outcomes for members of the Traveller and Roma lag significantly behind those of the majority population. 53 Since the publication of the second RCM report on Ireland , the issue of Traveller health inequalities has been the focus of parliamentary and national media attention. 54 Traveller representative organisations note that the situation regarding the health of Traveller community, represents a crisis. The suicide rate amongst members of the community is noted as a particular concern. The All-Ireland Traveller Health Study, 2010, found the suicide rate amongst Travellers to be six times that of the majority population. 55 Traveller organisations are concerned that this rate is rising, and there is particular concern at the rise in suicides amongst Traveller women and girls, some as young as fourteen years. A recently published Oireachtas (Parliamentary) report on mental health recommended a national consistent approach with targeted funding to address Traveller suicide. 56 In regard to the Roma community, key issues are the lack of access to state supports, such as a medical card. In responses to the consultation for this report, an organisation providing primary health care for disadvantaged communities, noted that many Roma families visiting them for years still did not have medical cards, yet were undoubtedly eligible to obtain them. Issues such as: language barriers, lack of information, difficulty proving right of residency, and mistrust, were cited as key barriers in this regard. 57 Against this backdrop there is an unacceptable lack of impetus in regard to the development of a Traveller health strategy, although recent developments may offer hope of a new impetus for change. It is almost a decade since the publication of the All-Ireland Traveller Health Study, which laid bare the stark health inequalities between Traveller community and their settled counterparts. The urgency for a Traveller health strategy was acknowledged at that point, yet, almost a decade has passed without the publication of a strategy and with concerns that Traveller health inequalities have widened in the context 53 For specific data regarding Traveller and Roma outcomes in these domains, see: Civil Society Monitoring Report on the Implementation of the National Roma Integration Strategy in Ireland: Assessing the Progress in Four Key Policy Areas of the Strategy. October 2018. European Commission, DG Justice and Consumers. 54 See for example : “Racism, discrimination and hom elessness in Travelling community, main contributors affecting mental health”. Breaking News, 8 October 2019. online edition, last accessed, October 30; and ‘mental health crisis’ among Travellers must be addressed, committee told. Kitty Holland, Irish Times, 9 October 2019. online edition, last accessed, 30 October 2019; and Oireachtas debate on Traveller Mental health, September 24, 2019. 55 Kelleher et al. (2010). Op cit . 56 Report of the Joint Committee on the Future of Mental Health Care. October 2018. Houses of the Oireachtas. 57 Capuchin Health Clinic, response to consultation. ",
        "L ACK OF NEEDED TARGETED POLICIES IN HEALTHCARE AND EDUCATION 21 of improvements in the majority population. 58 In addition, the key monitoring structure for Traveller Health, the National Traveller Health Advisory Committee (NTHAC), has not been convened since 2012, despite repeated calls for this by Traveller organisations and a commitment by the Minister for Health. 59 In the absence of the NTHAC there is no national policy driver for Traveller health within the Department of Health (DoH). Policy answers to the problem Action 73 in the NTRIS commits the Health Service Executive (HSE) to develop a National Traveller Health Action Plan (NTHAP) employing a social determinants of health approach. As a precursor to the development of the NTHAP, the HSE National Social Inclusion Office commissioned a consultant to undertake this work on their behalf. A draft framework was developed by the consultant which formed the basis for discussions at four regional consultation forums. 60 Stakeholders welcomed and endorsed key elements in this proposed framework, in particular, the proposal to establish a new Planning Advisory body for Traveller Health (PATH). 61 In May 2018, a report was issued detailing the outcomes from the consultation process which included a number of key recommendations from Traveller representatives, in regard to the planning and governance structures needed to drive a NTHAP. 62 The report noted a widespread concern, among Traveller representatives, that the NTHAP must be progressed urgently, particularly in the context of the stalling of the key statutory drivers for Traveller health. 63 In November 2018 a draft NTHAP was submitted to the HSE, however, it wasn’t until March 2019 that the HSE circulated a heavily edited version of this draft. The March 2019 draft contains none of the priority recommendations arising from the 2018 consultation process. While it referenced the issue of addressing the social determinants of health and noted a commitment to such an approach, in the NTRIS Action 73, the draft is silent in regard to how a social determinants of health approach will be addressed. In response to concerns expressed on this gap, by Pavee Point Traveller and Roma Centre to the HSE, the HSE noted that the November 2018 draft “was very bro ad in its scope highlighting the full range of potential actions across government departments and agencies and indeed was far more extensive in its reach than the responsibilities of the HSE.” 64 This would suggest that the necessary cross-government approach to the NTHAP is no longer now envisaged. However, the HSE, in its most recent progress report on its action areas in the NTRIS, notes that “in the context of the most recent feedback (on the draft NTHAP) it is clear that 58 For example, since the publication of the 2010 study, the percentage of Traveller lone parents has increased from 11.7 percent (in census 2011) to 17.9 percent (in Census 2016). 59 See for example, a tweet by the Minister for Health, Simon Harris T.D., November 17, 2017 https://twitter.com/simonharristd/status/931573233190612994 60 These forums were attended by 211 stakeholders, including representatives from local and national Traveller and Roma organisations, Traveller Health Units, health stakeholders, and stakeholders in the areas of: accommodation; children and youth; and education. 61 Stakeholders attending the consultations made a number of recommendations for ensuring the proposed PATH could have local, as well as national, operation. 62 National Traveller Health Action Plan: Summary Report of Regional Consultative Meetings. (May 2018). Prepared for the HSE National Social Inclusion Office. 63 Key issues in this regard are: the suspension of the Traveller Health Advisory Committee (which has not convened since 2012); and the limited powers of the Traveller Health Advisory Forum. 64 Correspondence to the Director of Pavee Point Traveller and Roma Centre, from the Director of Community Strategy and Planning, HSE. 1 July 2019. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE N ATIONAL T RAVELLER AND R OMA I NCLUSION S TRATEGY in Ireland 22 further work remains to be done,” with a commitment to releasing a final plan by the fourth quarter of 2019. 65 The NTRIS progress report also notes that a senior staff position, with specific responsibility for Traveller health, will be assigned within the HSE National Social Inclusion Office. While this development is a welcome positive step, there is a deep concern that the direction of travel with regard to the NTHAP is one of adopting a siloed approach within an already overburdened and under-resourced HSE National Office for Social Inclusion, and without a mainstreamed approach across the HSE or with any senior level leadership from the DoH. Giving evidence to an Oireachtas Committee, in October 2019, the Principal Officer in the DoH, with responsibility for Traveller health issues, noted that the development of the NTHAP was being driven by the HSE “because they (the HSE) are in charge of health services”. 66 This appeared to absolve the DoH, as the parent Department of the HSE, of assuming any responsibility for leading or taking ownership of the NTHAP, something which needs to be addressed going forward. b. Education Background and cause of the problem The entrenched education equality gap between Traveller children and their settled peers is such, that a 2017 ESRI report noted: “ The depth of educational disadvantage experienced by Travellers means that specific, targeted additional supports will be required in order for them to participate in mainstream education on equa l terms.” 67 Census 2016 data indicate that: 13.3 per cent of Traveller women are educated to upper secondary or above compared with 69.1 per cent of the general population; and 57.2 per cent of Traveller men are educated to at most primary level, compared to 13.6 per cent of the general population. 68 The situation regarding the Roma community indicates that while children attend primary and post-primary school in over 70 percent of households, significant challenges to their participation in education were identified. Key barriers cited are: poverty (57.5 percent of families could not afford books and school uniforms, and in 25 percent of households, it was reported that children have gone to school hungry); discrimination; and inadequate language and literacy supports. 69 The explicit targeting of Traveller participation in the current Equity of Access to Higher Education Access Plan and the results, albeit small in scale, achieved thus far are welcome but considerably more progress is needed. Much of this is only possible if higher education access is grounded in direct and targeted action at first and second levels and also incorporates a lifelong learning dimension which explicitly targets and creates opportunities for mature student women and men, previously denied education opportunities. Within the context of an historically entrenched education equality gap, the impact of cuts to Traveller-specific educational supports, in 2011, coupled with evidence of recent 65 HSE Progress Update to the NITRIS Steering Group. July 3, 2019. 66 Oireachtas Committee on Key Issues Affecting the Traveller Community, (October 21, 2019). Response to questioning: Mr. Jim Walsh, Principal Officer, Department of Health: video of debate, from 1:21:25. Last accessed on 23 October 2019. 67 Watson, D. Kenny, O. and McGinnity, F. (January 2017) A Social Portrait of Travellers in Ireland. 71: Research Series Number 56. The Economic and Social Research Institute, Dublin. Page 76. 68 Central Statistics Office, ‘Profile 8 - Irish Travellers Ethnicity and Religion – C ensus 2016 Results’ (Press Statement) (2017). 69 Pavee Point Traveller and Roma Centre & Department of Justice and Equality (2018). Op cit. Pages 110-115. ",
        "L ACK OF NEEDED TARGETED POLICIES IN HEALTHCARE AND EDUCATION 23 retrograde practices, is likely widening this gap. In regard to the former, the impact of cuts to Traveller education supports are now becoming evident with schools struggling to support Traveller pupils that need the extra supports. 70 In regard to the latter, an emerging issue of concern is the school practice of reducing timetables (school hours) for certain students, in particular Traveller students. A report issued in June 2019, by the Oireachtas Committee on Education and Skills, on the use of reduced timetables in schools, highlighted that this practice was particularly being used as a behavioural management tool. 71 The report notes an absence of any official reporting on, or monitoring of the extent or impact of the use of the practice of reducing school hours, by the Department of Education and Skills (DES) and has recommended that the DES undertake an audit of this practice 72 as recommended in the second RCM report on Ireland. In its most recent (combined 5 th to 9 th ) report under Article 9 of the Convention on the Elimination of Racial Discrimination, the Irish Government reports that assistance is provided towards Traveller and Roma specific educational supports: a pupil capitation grant for Travellers and Roma is cited as an example. 73 It is the case, however, that Traveller specific education supports were cut by 86.6 percent following budget 2011, 74 and have not been restored in subsequent budgets. In addition, the capitation grant referred to is the lowest out of all the other qualifying categories: schools must have an approved special class in order to receive the increased capitation grant and the funds are assigned to the school, not to an individual Traveller pupil. In addition, Roma are not a category in the capitation grants. 75 The impact of these cuts was noted as a key barrier to addressing unequal education outcomes for Travellers, by groups consulted for this report. One group noted: “ As part of our Social Inclusion and Community Activation Programme we provide targeted homework supports to DEIS 76 schools in Co. Clare. The majority of the children referred for support are Traveller and Roma children.” 77 Despite the overwhelming evidence of the stark education equality gap between Travellers and the majority population, an overall national Traveller education strategy has yet to be developed by the DES. Policy answers to the problem In 2006 the government published a comprehensive set of recommendations towards a Traveller education strategy. 78 Underpinned by the core principles of inclusion, interculturalism and integration, the report identified clear goals and objectives to drive equality of access, participation and outcome for Travellers across all levels of the formal 70 Respondent to consultation for this report. 71 Houses of the Oireachtas Joint Committee on Education and Skills Interim Report on the Committee’s Examination on the Current Use of Reduced Timetables. June 2019. 72 Houses of the Oireachtas Joint Committee on Education and Skills (June 2019). Op cit. Pages 17-19. 73 Committee on the Elimination of Racial Discrimination: Combined fifth to ninth periodic reports submitted by Ireland. (November 5 2018) CERD/C/IRL/5-9. Para 52. 74 Harvey, B. (2013). Travelling with Austerity: Impacts of Cuts on Travellers, Traveller Projects & Services. Pavee Point Traveller and Roma Centre. 75 Department of Education & Skills, Capitation and Ancillary Services Grants, Circular Letter 0028/2016 , https://www.education.ie/en/Circulars-and-Forms/Archived-Circulars/cl0028_2016.pdf. No public documentation on capitation grants is provided after 2016 that would allow for comparison between the amount towards Traveller and other pupils. 76 Schools designated as disadvantaged and, therefore, eligible for additional supports. 77 Clare Local Development Programme, response to consultation. 78 Government Publications (2006). Report and Recommendations for a Traveller Education Strategy. Government Publications Office, Molesworth Street, Dublin 2. ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE N ATIONAL T RAVELLER AND R OMA I NCLUSION S TRATEGY in Ireland 24 education system, including pre-school level. However, a plan to monitor the implementation of recommendations was never developed. Despite assurances, by the Traveller Education Advisory Consultative Forum (TEACF), that such a plan would be developed as a priority by 2013, this has not been the case. In addition, the TEACF itself, has not met since 2015, having been dismantled in favour of a NTRIS Education Sub- Committee. The NTRIS contains fourteen actions in the area of education; these are limited actions, none of which commit the DES to develop a Traveller and Roma education strategy. In its response to the recommendation of the Advisory Committee of the FCPNM, to develop a Traveller and Roma education strategy, 79 the Irish Government made no specific reference to the development of a Traveller and Roma education strategy, referring solely to the work of the NTRIS Education Sub-committee. It remains the responsibility of the DES to drive and lead the development of a Traveller and Roma education strategy and to reinstate the Traveller Education Advisory Consultative Forum or an equivalent body. Action 11 in the NTRIS commits the DES to review the 2006 Report but is silent regarding to what end the report is to be reviewed. In 2019 the DES produced a desk review of the 2006 Report, for discussion at the NTRIS Education Sub-Committee. 80 This desk review aimed to map the recommendations of the 2006 Report to current actions contained in other strategies and education policy documents. 81 The desk review makes reference, without analysis, to a range of policies, plans and strategies 82 that are suggested as reflecting the relevant recommendation. In addition, the review considers that thirty, of fifty-seven, recommendations from the 2006 Report, are dealt with through the NTRIS and is silent with regard to the remaining twenty-seven recommendations. Conclusion The evidence, collected over the last decade, conclusively attests to the significant health and education equality gap between the Traveller community and the majority population. In the area of health, the evidence points to a crisis, with rates of Traveller suicide at alarming levels. Despite this mounting evidence, there are two issues evident: • a lack of prioritisation, whereby, despite mounting evidence of health and education inequality, appropriate and targeted responses are not being pursued by the DES and DoH, • a systemic failure, involving a shifting of responsibility by the DoH and DES, to other agencies or government departments. In the area of education, this systemic failure is evident in regard to inadequate specifications within the NTRIS to commit the DES to develop Traveller and Roma education strategy, and • the devolution of the responsibility of government departments, to the Department of Justice and Equality, under the guise of NTRIS, to account for all policy areas related to Travellers and Roma, rather than institutional mechanism within their own departments. 79 Advisory Committee on the Implementation of the Framework Convention for the Protection of National Minorities (10 October 2018). Op cit. 80 Consultation on Review of Report and Recommendations for a Traveller Education Strategy. Department of Education and Skills, for the NTRIS Education Sub-Committee. 2019, Unpublished. 81 The 2006 Report contains seventy recommendations, each with specific sub-actions (one hundred and ninety-two recommended actions in total). The desk review, however, focuses only on the recommendations, and only on fifty-seven of the seventy recommendations. 82 The majority of plans, policies and strategies referenced are located within the areas of responsibility of the DES, the remainder are located within the remit of the Department of Children and Youth Affairs. ",
        "L ACK OF NEEDED TARGETED POLICIES IN HEALTHCARE AND EDUCATION 25 Therefore, the DoH and the DES must take a leadership role in developing and driving the implementation of targeted strategies and ensuring Traveller and Roma inclusion within mainstream strategies and policies. ",
        "26 L ACK OF DATA The lack of robust data sets across key policy areas, disaggregated on the basis of ethnicity and gender is a significant gap, resulting in critical knowledge deficits about the situation and experience of Travellers and Roma in Ireland, and a consequent lack of evidence-based policymaking and planning. For a number of decades there have been repeated calls, from Traveller representative organisations, national equality watchdogs, and European and international human rights monitoring bodies for the collection of disaggregated data on the basis of ethnicity and gender. 83 Aside from a few isolated examples the lack of national disaggregated ethnic data continues to hamper the development of evidence-based national strategies, legislation and policies. A key example is the recently published report of the expert group on Traveller accommodation. 84 In its report, the expert review group note the following issues regarding the lack of disaggregated data and the inconsistencies in terms of data that are available: • a lack of reliable national data on the number of Traveller families in Ireland: Census 2016 data putting the figure at 8,717 families and the 2017 annual count. (undertaken by local authorities) putting the figure at 11,116 families, • a lack of consistency, across the thirty-one local authorities, in regard to how their annual count of Travellers is undertaken each year. This count is the basis for assessing Traveller accommodation needs for the following four years, and • the absence of an ethnic identifier in the Department of Employment Affairs and Social Protection data systems, resulting in no available data on the number of Travellers accessing private-rented accommodation state allowances. 85 The expert review report notes that “Due to these data shortcomings, there is a lack of clarity regard ing the scale of Travellers’ need for government -supported housing, and also regarding their preference for standard social housing, Traveller-specific social housing, and private-rented housing. This was reflected in the lack of consensus on this issue in submissions made to the Expert Review Group about the scale and nature of Traveller housing need.” 86 Policy answers to the problem Some welcome progress has been made: a key achievement is government approval of Roma as a named ethnic group in the revised ethnic question for the next population census. 87 In addition, there are examples of good practice emerging, such as the Irish Prison Services and some health service providers taking leadership in collecting and using ethnic data, as well as the national Social Inclusion and Community Activation Programme 83 Such as the Irish Equality Authority. UNCESCR, Concluding Observations on the Third Periodic Report of Ireland, E/C.12/IRL/CO/3, 19 June 2015; ECRI, Second Report on Ireland, CRI (2002) 23 April 2002; ECRI, Third Report on Ireland, CRI (2007) 24 May 2007; ECRI, Fourth Report on Ireland, CRI (2013) 19 February 2013; ECRI, Fifth Report on Ireland, CRI (2019); UN CEDAW (2017) Concluding Observations on Combined 6 th and 7 th Periodic Reports of Ireland, CEDAW/C/IRL/CO/6-7; UN Committee on the Rights of the Child (2016) Concluding Observations on Combined 3 rd and 4 th Periodic Reports of Ireland, CRC/C/IRL/CO/3-4; UN Human Rights Committee (October 2014) Concluding Observations on the 4 th Periodic Report of Ireland; Advisory Committee on the Framework Convention for the Protection of National Minorities COE ACFC/OP/IV(2018)005. 84 Department of Housing Planning and Local Government (July 2019). Op cit. 85 Ibid . Pages 16-18. 86 Ibid . Page 18. 87 Pavee Point Traveller and Roma Centre (October 2017). Submission to the Central Statistics Office: towards an ethnic equality question in Census 2021. ",
        "L ACK OF DATA 27 (SICAP), which collects data on the ethnic and cultural background of programme beneficiaries, with Roma and Travellers identified as distinct minority ethnic groups. 88 Where steps have been taken, by some state agencies, to disaggregate data by ethnicity and gender this is a welcome step forward, however, the adherence to human rights standards for data collection would bolster such approaches. For instance, a small number of health service providers have introduced ethnic identifiers, however, ethnic categories are not standardised, with the result that ethnic identity is often ascribed to Travellers and Roma by using proxies such as name or looks, and the data are not disaggregated, analysed or provided to stakeholders within an appropriate timeframe. 89 The NTRIS contains four actions on the theme of ethnically disaggregated data. A central action is the convening of a working group with representatives from a number of government departments and from Traveller and Roma organisations. This working group was established in October 2017. Three meetings have taken place since that time. In May 2018 the working group was suspended pending the production of a report, commissioned by the Office for the Promotion of Migrant Integration, on the availability of data for the purposes of monitoring integration of migrants. This report, while usefully setting out which statutory bodies were collecting data on nationality and ethnicity, regrettably, does not add any value to the existing literature on collecting ethnicity data. 90 The Department of Justice and Equality has advised that the NTRIS data working group will be reconvened in 2020. In addition to the commitment towards ethnic equality monitoring in the NTRIS, two other national strategies, the Migrant Integration Strategy and the National Strategy on Domestic, Sexual and Gender-Based Violence (NSDSGBV) include commitments to progress equality data collection on the basis of gender and ethnicity. As part of the NSDSGBV monitoring process, a report was requested to provide a summary of key issues blocking the progression of the collection of disaggregated data on the basis of ethnicity. 91 This informati on was sought to inform the NSDSGBV development of a “gold standard” for data collection, across relevant state agencies. The report notes a number of cited barriers, from state agencies, that appear to reflect a lack of understanding of the reasons why the collection of disaggregated data might be important. For example, it was noted that the Irish Courts Service stated that it does not require data on ethnicity to carry out its functions and, therefore, has no legal basis to collect such data; the Gardaí (Police) made a similar point. 92 Citing these issues has, it would appear, resulted in these state agencies lowering the bar in regard to what sort of disaggregated data they are willing to collect, as part of the promised “gold standard” for data collecti on. The proposed actions for the NSDSGBV, for example, notes that the Court Service and An Garda Síochana will collect disaggregated data on the basis of age and sex, but not on the basis of ethnicity. On the 88 The government department with responsibility for the SICAP worked closely with Traveller and Roma representative organisations to develop good practice guidelines on ethnic data collection to support SICAP programme implementers who have responsibility for collecting these data: Department of Housing, Planning, Community and Local Government, Pobal, Pavee Point Traveller and Roma Centre (2016) SICAP- Social Inclusion and Community Activation Programme : Ethnic Data Collection Good Practice for SICAP Programme Implementers. 89 Pavee Point Traveller and Roma Centre (2016). Policy and Practice in Ethnic Data Collection and Monitoring: Counting Us In: Human Rights Count. Pavee Point Traveller and Roma Centre, Dublin. 90 Fahey, E., McGinnity, F., and Quinn, E. (March 2019). Data for Monitoring Integration: Gaps, Challenges and Opportunities. Department of Justice and Equality and the ESRI. 91 Report prepared for the Monitoring Committee of the NSDSGBV: Challenges Regarding Gathering Data on Ethnicity. 2017. 92 Ibid . ",
        "C IVIL SOCIETY MONITORING REPORT ON IMPLEMENTATION OF THE N ATIONAL T RAVELLER AND R OMA I NCLUSION S TRATEGY in Ireland 28 other hand, other state agencies: The Probation Service; and Tusla – the Child and Family Service, note that they will collect disaggregated data on the basis of ethnicity. 93 There is an urgent need for government departments and key statutory agencies to collect disaggregated data in line with the census question and on the basis of ethnicity and gender. Without such data, policy, legislation and national strategies are being developed in an evidence vacuum. In addition, the issues raised in this report suggest that in tandem with efforts to get state agencies to adapt data systems to collect disaggregated data, there is a need for a parallel awareness-raising across these agencies. This is necessary to ensure that statutory bodies understand why disaggregated data is necessary and the links between robust data collection and enhanced planning, decision-making and resource allocation. Awareness- raising measures are also necessary in regard to data collectors understanding the importance of applying a human rights framework to data collection, in particular regarding the collection of sensitive data such information on cultural background and ethnicity. 94 93 Proposed Actions for Second National Strategy on Domestic Sexual and Gender-based Violence 2016- 2021. Cosc: The National Office for the Prevention of Domestic Violence, and the Department of Justice and Equality. version 5. October 2018. 94 A human rights-based approach to data collection on the basis of ethnicity, involves a universal question, which is answered voluntarily and on the basis of self-identification, and where the collected data is aggregated and anonymised to avoid identification of specific individuals. See for example: Pavee Point Traveller and Roma Centre (2016). Op Cit. ",
        "29 R ECOMMENDATIONS Travellers’ and Roma’s homelessness 1. The findings and recommendations of the expert group on the operation of the Housing (Traveller Accommodation) Act 1998, and their related recommendations, should be implemented as a matter of urgency. 2. The NTRIS should be amended to include actions to ensure Roma access to housing. Lack of needed targeted policies 3. The National Traveller Health Action Plan must be developed and implemented in partnership with Traveller organisations. Publication must be prioritised as a matter of urgency including the establishment of an institutional mechanism with the HSE and Department of Health to drive its delivery and implementation. The Plan must be inclusive of clear targets, indicators, outcomes, timeframes and budget lines. 4. In addition, given the health inequalities, the Department of Health and the HSE must appoint a dedicated high level senior official, with exclusive responsibility for Traveller health, to prioritise Traveller health needs and ensure Traveller health is mainstreamed within all divisions and policies of the Department of Health and within work of regional health structures. 5. The review of the 2006 Report and Recommendations for a Traveller Education Strategy should be completed and published. 6. In consultation with Traveller and Roma representatives, develop and adopt a comprehensive Traveller and Roma Education Strategy which contains: a. clear goals and objectives to drive equality of access, participation and outcome for Travellers and Roma across all levels of education, inclusive of life-long learning, and b. an implementation and monitoring framework setting out clear targets, indicators, timeframes and associated ring-fenced resources. Lack of data 7. The NTRIS should reinvigorate its work to lead key government departments and statutory agencies to collect, analyse and disseminate robust data disaggregated by ethnicity and gender. This work should adhere to the human rights standard for data collection in partnership with Traveller organisations. 95 95 High level Group on Non-Discrimination Equality and Diversity (2018). Subgroup on Data Collection: Guidelines on improving the collection and use of equality data. European commission, DG Justice and Consumers. ",
        "30 B IBLIOGRAPHY Census of Population 2016, Profile 8: Irish Travellers, Ethnicity, and Religion. CSO. Department of Justice and Equality. National Traveller and Roma Inclusion Strategy, 2017 – 2021. Department of Justice and Equality, Dublin. ECRI Report on Ireland. 5 th Monitoring Cycle. Government Publications (2006). Report and Recommendations for a Traveller Education Strategy. Government Publications Office, Molesworth Street, Dublin 2. All Ireland Traveller Health Study Team (2010). All Ireland Traveller Health Study Our Geels. School of Public Health, Physiotherapy and Population Science, University College Dublin. Pavee Point Traveller and Roma Centre & Department of Justice and Equality (2018). Roma in Ireland: A National Needs Assessment. Watson, D. Kenny, O. and McGinnity, F. (January 2017). A Social Portrait of Travellers in Ireland. 71: Research Series Number 56. The Economic and Social Research Institute, Dublin. Department of Housing Planning and Local Government (July 2019). Traveller Accommodation Expert Review. Government of Ireland. ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european- union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696, or – by email via: https://europa.eu/european-union/contact_en FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications from: https://publications.europa.eu/en/publications Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en). EU law and related documents For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non- commercial purposes. ",
        "ISBN 978-92-76-19942-7 doi:10.2838/28653 D S - 0 4 - 2 0 - 3 3 8 - E N - N "
    ]
}