{
    "text": [
        "P8_TA(2018)0010 Energy efficiency ***I Amendments adopted by the European Parliament on 17 January 2018 on the proposal for a directive of the European Parliament and of the Council amending Directive 2012/27/EU on energy efficiency (COM(2016)0761 — C8-0498/2016 — 2016/0376(COD)) ( 1 ) (Ordinary legislative procedure: first reading) (2018/C 458/16) Amendment 1 Proposal for a directive Recital 1 Text proposed by the Commission Amendment (1) Moderation of energy demand is one of the five dimensions of the Energy Union Strategy adopted on 25 February 2015. Improving energy efficiency will benefit the environment, reduce greenhouse gas emis- sions, improve energy security by reducing dependence on energy imports from outside the Union, cut energy costs for households and companies, help alleviate energy poverty and lead to increased jobs and economy-wide economic activity. This is in line with the Union commitments made in the framework of the Energy Union and global climate agenda established by the Paris Agreement of December 2015 by the Parties of the United Nation Framework Convention on Climate Change. (1) Moderation of energy demand is one of the five dimensions of the Energy Union Strategy adopted on 25 February 2015. Improving energy efficiency through - out the full energy chain, including energy generation, transmission, distribution and end-use, will benefit the environment , improve air quality and public health , reduce greenhouse gas emissions, improve energy security by reducing dependence on energy imports from outside the Union, cut energy costs for households and companies, help alleviate energy poverty and lead to increased competitiveness, jobs and economy-wide economic activity thus improving citizens’ quality of life . This is in line with the Union commitments made in the framework of the Energy Union and global climate agenda established by the Conference of the Parties of the United Nation Framework Convention on Climate Change (COP21) held in Paris in December 2015 (‘the Paris Agreement’), committing to holding the increase in the global average temperature to well below 2 o C above pre-industrial levels and to pursuing efforts to limit the temperature increase to 1,5 o C above pre- industrial levels. . 19.12.2018 EN Official Journal of the European Union C 458/341 Wednesday 17 January 2018 ( 1 ) The matter was referred back for interinstitutional negotiations to the committee responsible, pursuant to Rule 59(4), fourth subparagraph (A8-0391/2017). ",
        "Amendment 2 Proposal for a directive Recital 2 Text proposed by the Commission Amendment (2) Directive 2012/27/EU of the European Parliament and of the Council ( 9 ) is an element to progress towards the Energy Union, under which energy efficiency should be treated as an energy source in its own right. The ‘energy efficiency first’ principle should be taken into account when setting new rules for the supply side and other policy areas. The Commission should ensure that energy efficiency and demand side response can compete on equal terms with generation capacity. Energy efficiency needs to be considered whenever energy system relevant planning or financing decisions are taken. Energy efficiency improvements need to be realised whenever it is more cost-effective than equivalent supply-side solu- tions. This should help to exploit the multiple benefits of energy efficiency for Europe's society , in particular for citizens and businesses. ( 9 ) Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Direc- tives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1). (2) Directive 2012/27/EU of the European Parliament and of the Council ( 9 ) is an element to progress towards the Energy Union, under which energy efficiency should be treated as an energy source in its own right. The ‘energy efficiency first’ principle should be taken into account when setting new rules for the supply side and other policy areas. The Commission should prioritise energy efficiency and demand side response over increased generation capacity. Energy efficiency needs to be considered whenever energy system planning and finan- cing decisions are taken. Investments to improve final energy efficiency need to be realised whenever it is more cost-effective than equivalent supply-side solutions. This should help to exploit the multiple benefits of increasing in energy efficiency at all stages of the energy chain and thereby improve the welfare of Europe's society . To unlock the full potential of those benefits, and allow for the successful implementation of the intended policy measures, the Commission and the Member States should work together with local and regional author- ities, cities, businesses and citizens across the Union to ensure that the increase in energy efficiency as a result of technological, behavioural and economic changes go hand in hand with increased economic growth . ( 9 ) Directive 2012/27/EU of the European Parliament and of the Council of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EU and repealing Direc- tives 2004/8/EC and 2006/32/EC (OJ L 315, 14.11.2012, p. 1). Amendment 3 Proposal for a directive Recital 2 a (new) Text proposed by the Commission Amendment (2a) All forms of primary energy (non-renewable and renewable) should take into account the additional energy input required to acquire that energy, to establish and operate power installations and to dismantle them, as well as to eliminate the associated threats to the environment. C 458/342 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 4 Proposal for a directive Recital 2 b (new) Text proposed by the Commission Amendment (2b) Member State measures should be supported by well- designed and effective Union financial instruments, such as the European Structural and Investment Funds, the European Fund for Strategic Investments and the European Investment Bank, which should support energy efficiency investments at all stages of the energy chain and use a comprehensive cost-benefit analysis using a model of differentiated discount rates. Financial support should focus on cost-effective methods for increasing energy efficiency, which would lead to a reduction in energy consumption. Reaching an ambitious energy efficiency target requires barriers to be removed such as the recent clarification from Eurostat on how to record energy performance contracts in national accounts in order to make it easier to invest in energy efficiency measures. Amendment 5 Proposal for a directive Recital 3 Text proposed by the Commission Amendment (3) The European Council of October 2014 set a 27 % energy efficiency target for 2030, to be reviewed by 2020 ‘having in mind an Union level of 30 %’. In December 2015, the European Parliament called upon the Commis- sion to also assess the viability of a 40 % energy efficiency target for the same timeframe. It is therefore appropriate to review and consequently amend the Directive to adapt it to the 2030 perspective. (3) The European Council of October 2014 supported a 27 % energy efficiency target for 2030, to be reviewed by 2020 ‘having in mind a Union level of 30 %’. In December 2015, the European Parliament called upon the Commission to also assess the viability of a 40 % energy efficiency target for the same timeframe. It is therefore appropriate to review and consequently amend the Directive to adapt it to the 2030 perspective. 19.12.2018 EN Official Journal of the European Union C 458/343 Wednesday 17 January 2018 ",
        "Amendment 102 Proposal for a directive Recital 4 Text proposed by the Commission Amendment (4) There are no binding targets at national level in the 2030 perspective. The need for the Union to achieve its energy efficiency targets at EU level, expressed in primary and final energy consumption, in 2020 and 2030 should be clearly set out in the form of a binding 30 % target. This clarification at Union level should not restrict Member States as their freedom is kept to set their national contributions based on either primary or final energy consumption, primary or final energy savings, or energy intensity. Member States should set their national indicative energy efficiency contributions taking into account that the Union’s 2030 energy consumption has to be no more than 1 321 Mtoe of primary energy and no more than 987 Mtoe of final energy. This means that primary energy consumption should be reduced by 23 % and final energy consumption should be reduced by 17 % in the Union compared to 2005 levels. A regular evaluation of progress towards the achievement of the Union 2030 target is necessary and is provided for in the legislative proposal on Energy Union Governance. (4) There are no binding targets at national level in the 2030 perspective. The need for the Union to achieve its energy efficiency targets at EU level, expressed in primary and final energy consumption, in 2020 and 2030 should be clearly set out in the form of an indicative 30 % target. This clarification at Union level should not restrict Member States as their freedom is kept to set their national contributions based on either primary or final energy consumption, primary or final energy savings, or energy intensity. Member States should set their national indicative energy efficiency contributions taking into account that the Union’s 2030 energy consumption has to be no more than 1 321 Mtoe of primary energy and no more than 987 Mtoe of final energy. This means that primary energy consumption should be reduced by 23 % and final energy consumption should be reduced by 17 % in the Union compared to 2005 levels. A regular evaluation of progress towards the achievement of the Union 2030 target is necessary and is provided for in the legislative proposal on Energy Union Governance. Amendment 7 Proposal for a directive Recital 4 a (new) Text proposed by the Commission Amendment (4a) The principle of equity among Member States should be applied when determining national energy efficiency targets. Energy is an essential commodity and minimum levels of energy consumption are therefore inevitable, a fact that should be properly taken into account when setting national targets. In general, countries whose energy consumption per capita is below the Union average should be given more flexibility when setting their targets. C 458/344 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 8 Proposal for a directive Recital 4 b (new) Text proposed by the Commission Amendment (4b) The operational efficiency of energy systems at any given moment is influenced by the ability to feed power generated from different sources — with different degrees of inertia and start-up times — into the grid smoothly and flexibly; improving that efficiency will enable better use to be made of renewable energy, such as wind power combined with gas turbines, to avoid overloading networks served by conventional large power units that have significant thermal inertia. Amendment 9 Proposal for a directive Recital 4 c (new) Text proposed by the Commission Amendment (4c) The Commission and the Member States need to ensure that the reduction in energy consumption results from greater energy efficiency and not macro-economic circumstances. Amendment 10 Proposal for a directive Recital 4 d (new) Text proposed by the Commission Amendment (4d) Member States should identify cost-effective energy efficiency potentials on the basis of bottom-up calcula- tion for each sector separately, as those are dependent on the energy mix, economy structure and pace of economic development. 19.12.2018 EN Official Journal of the European Union C 458/345 Wednesday 17 January 2018 ",
        "Amendment 11 Proposal for a directive Recital 5 Text proposed by the Commission Amendment (5) The obligation on Member States to establish long-term strategies for mobilising investment in the renovation of their national building stock and notify them to the Commission should be removed from Directive 2012/27/ EU and added to Directive 2010/31/EU of the European Parliament and of the Council ( 10 ) where it fits with long term plans for nearly zero energy buildings and the decarbonisation of buildings. ( 10 ) Directive 2010/31/EU of the European Parliament and of the Council of 19 May 2010 on the energy performance of buildings (OJ L 153, 18.6.2010, p. 13. (5) The obligation on Member States to establish long-term strategies for facilitating the renovation of their national building stock and notify them to the Commission should be removed from Directive 2012/27/EU and added to Directive 2010/31/EU of the European Parliament and of the Council ( 10 ) where it fits with long term plans for nearly zero energy buildings and the decarbonisation of buildings. ( 10 ) Directive 2010/31/EU of the European Parliament and of the Council of 19 May 2010 on the energy performance of buildings (OJ L 153, 18.6.2010, p. 13. Amendment 12 Proposal for a directive Recital 6 Text proposed by the Commission Amendment (6) In view of the climate and energy framework for 2030 the energy savings obligation should be extended beyond 2020. Extending the commitment period beyond 2020 would create greater stability for investors and thus encourage long term investments and long term energy efficiency measures, such as the renovation of buildings. (6) In view of the climate and energy framework for 2030, the energy savings obligation should be extended beyond 2020. Extending the commitment period beyond 2020 would create greater stability for investors and thus encourage long term investments and long term energy efficiency measures, such as the deep renovation of buildings with the long-term objective of achieving a stock of nearly zero-energy buildings (NZEBs) . The energy savings obligation has been key in leading to the creation of local growth and jobs, and should be continued to ensure that the Union can achieve its energy and climate objectives by creating further opportunities and reduce dependency of energy con- sumption on growth. Cooperation with the private sector is important to assess on which conditions private investment for energy efficiency projects can be unlocked and to develop new revenue models for innovation in the field of energy efficiency. C 458/346 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 13 Proposal for a directive Recital 6 a (new) Text proposed by the Commission Amendment (6a) Energy efficiency improvements also have a positive impact on air quality, as more energy efficient buildings reduce the demand in heating fuels, especially also solid heating fuels. Energy efficiency measures therefore contribute to improving indoor and outdoor air quality and help achieving, in a cost effective manner, the objectives of Union’s air quality policy, as established in particular by Directive (EU) 2016/2284 of the Eur- opean Parliament and of the Council ( 1a ).The reduction of energy demand in buildings should be considered to be an element of air quality policy, in general and in particular in Member States where achieving Union’s limits on emissions of air pollutants is problematic and energy efficiency could help attain those goals. ( 1a ) Directive (EU) 2016/2284 of the European Parliament and of the Council of 14 December 2016 on the reduction of national emissions of certain atmospheric pollutants, amending Directive 2003/35/EC and repealing Directive 2001/81/EC (OJ L 344, 17.12.2016, p. 1). Amendment 14 Proposal for a directive Recital 7 Text proposed by the Commission Amendment (7) Member States are required to achieve a cumulative end- use savings requirement for the entire obligation period, equivalent to ‘new’ savings of 1,5 % of annual energy sales . This requirement could be met by new policy measures that are adopted during the new obligation period from 1 January 2021 to 31 December 2030 or by new individual actions as a result of policy measures adopted during or before the previous period, but in respect of which the individual actions that trigger energy savings are actually introduced during the new period. (7) Member States are required to achieve a cumulative end- use savings requirement for the entire obligation period, equivalent to ‘new’ savings of at least 1,5 %. This requirement could be met by energy savings that stem from policy measures provided that it can be demon- strated that those measures result in individual actions that deliver verifiable energy savings after 2020. Savings in each period should build cumulatively upon the amount of savings to be achieved in previous period(s) . 19.12.2018 EN Official Journal of the European Union C 458/347 Wednesday 17 January 2018 ",
        "Amendment 15 Proposal for a directive Recital 9 Text proposed by the Commission Amendment (9) New savings should be additional to business as usual, so that savings that would have occurred in any event may not be claimed. In order to calculate the impact of measures introduced only net savings, measured as the change of energy consumption that is directly attributable to the energy efficiency measure in question, may be counted. To calculate net savings Member States should establish a baseline scenario of how the situation would evolve in the absence of the policy in question. The policy intervention should be evaluated against this defined baseline. Member States should take into account that other policy interventions may be undertaken in the same time frame which may also have an impact on energy savings, so that not all changes observed since the introduction of the policy intervention being evaluated can be attributed to that policy measure only. The actions of the obligated, participating or entrusted party should actually contribute to the achievement of the savings claimed to ensure the fulfilment of the materiality requirement. (9) New energy savings should be additional to business as usual, so that savings that would have occurred in any event may not be claimed. In order to calculate the impact of measures introduced only net savings, measured as the change of energy consumption that is directly attributable to the energy efficiency measure in question, may be counted. To calculate net savings Member States should establish a baseline scenario of how the situation would evolve in the absence of the policy in question. The policy intervention should be evaluated against this defined baseline. Member States should take into account that other policy interventions may be undertaken in the same time frame which may also have an impact on energy savings, so that not all changes observed since the introduction of the policy intervention being evaluated can be attributed to that policy measure only. The actions of the obligated, participating or entrusted party should actually contri- bute to the achievement of the savings claimed to ensure the fulfilment of the materiality requirement. Amendment 16 Proposal for a directive Recital 9 a (new) Text proposed by the Commission Amendment (9a) It is important to include all energy chain steps into the counting of savings in order to increase the energy savings potential in transmission and distribution of electricity. C 458/348 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 17 Proposal for a directive Recital 10 Text proposed by the Commission Amendment (10) Energy savings which result from the implementation of Union legislation may not be claimed unless the measure in question goes beyond the minimum required by the Union legislation in question, whether by setting more ambitious energy efficiency requirements at national level or increasing the take up of the measure. Recognising that renovation of buildings is an essential and long term element in increasing energy savings, it is necessary to clarify that all energy savings stemming from measures promoting the renovation of existing buildings can be claimed if they are additional to developments that would have happened in the absence of the policy measure and if the Member State demonstrates that the obligated, participating or entrusted party has actually contributed to the achievement of the savings claimed from the measure in question. (10) Energy savings which result from the implementation of Union legislation may not be claimed unless the measure in question goes beyond the minimum required by the Union legislation in question, whether by setting more ambitious energy efficiency requirements at national level or increasing the take up of the measure. Buildings present a substantial potential for further increasing energy efficiency, and renovation of buildings is an essential and long term element with economies of scale in increasing energy savings. It is therefore necessary to clarify that all energy savings stemming from measures promoting the renovation of existing buildings can be claimed if they are additional to developments that would have happened in the absence of the policy measure and if the Member State demonstrates that the obligated, participating or entrusted party has actually contributed to the achievement of the savings claimed from the measure in question. Amendment 18 Proposal for a directive Recital 10 a (new) Text proposed by the Commission Amendment (10a) The effective management of water can make a sig- nificant contribution to energy savings. The water and wastewater sector account for 3,5 % of electricity use in the Union ( 1a ). Moreover, water demand is expected to increase by 25 % by 2040, mainly in urban areas. At the same time, water leaks account for 24 % of the total amount of water consumed in the Union, resulting in energy and water losses. All measures aiming to achieve more effective water management and a reduction in water use therefore have the potential to make a significant contribution to the Union's energy efficiency objective ( 1b ). ( 1a ) World Energy Outlook 2016, International Energy Agency, 2016 ( 1b ) World Energy Outlook 2016, International Energy Agency, 2016 19.12.2018 EN Official Journal of the European Union C 458/349 Wednesday 17 January 2018 ",
        "Amendment 19 Proposal for a directive Recital 10 b (new) Text proposed by the Commission Amendment (10b) This review includes provisions related to the treatment of energy efficiency as an infrastructure priority, recognising that it fulfils the definition of infrastruc- ture used by the IMF and other economic institutions, and makes it a crucial element and a priority con- sideration in future investment decisions on the Union's energy infrastructure ( 1a ). ( 1a ) Wording from the European Parliament report of 2 June 2016 on the implementation of the Energy Efficiency Directive (2012/ 27/EU)-(2015/2232(INI)) Amendment 20 Proposal for a directive Recital 10 c (new) Text proposed by the Commission Amendment (10c) The energy sector is the largest consumer of water in the Union, accounting for 44 % of water consumption ( 1a ). The use of smart technologies and processes for the efficient management of water has the potential to generate significant energy savings while enhancing the competitiveness of enterprises. ( 1a ) Commission staff working document, Agriculture and sustain- able water management in the EU, 28 April 2017. Amendment 21 Proposal for a directive Recital 10 d (new) Text proposed by the Commission Amendment (10d) The water and wastewater sector can also contribute to the production of renewable energy and the reduction of fossil energy supply. For instance, the recovery of energy from sludge produced through the treatment of waste- water, makes it possible to produce energy on site. C 458/350 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 22 Proposal for a directive Recital 12 Text proposed by the Commission Amendment (12) Improvements to the energy efficiency of buildings should benefit in particular consumers affected by energy poverty. Member States can already require obligated parties to include social aims in energy saving measures, in relation to energy poverty , and this possibility should now be extended to alternative measures and transformed into an obligation while leaving full flexibility to Member States with regard to the size, scope and content of such measures. In line with Article 9 of the Treaty, the Union's energy efficiency policies should be inclusive and there- fore also ensure accessibility of energy efficiency measures for energy poor consumers. (12) Improvements to the energy efficiency of buildings should benefit all consumers and in particular low- income households, including those affected by energy poverty . Each Member State may define energy poverty and what constitutes a low-income household in accordance with its specific national circumstances . Member States can already require obligated parties to include social aims in energy saving measures, in relation to energy poverty. This possibility should now be extended to alternative measures and be transformed into an obligation while leaving full flexibility to Member States with regard to the size, scope and content of such measures. In line with Article 9 of the Treaty, the Union's energy efficiency policies should be inclusive and there- fore ensure accessibility of energy efficiency measures to energy-poor, low-income consumers. Amendment 23 Proposal for a directive Recital 12 a (new) Text proposed by the Commission Amendment (12a) Reacting to daytime and night-time demand for electricity is an important instrument for improving energy efficiency, since it significantly increases energy saving opportunities for consumers by allowing them to make decisions based on information indicating the possibility of optimising energy consumption when energy is in demand, including at peak times, so as to enable better use of transmission networks and productive resources. 19.12.2018 EN Official Journal of the European Union C 458/351 Wednesday 17 January 2018 ",
        "Amendment 24 Proposal for a directive Recital 12 b (new) Text proposed by the Commission Amendment (12b) Low energy bills should be achieved by assisting consumers in reducing their energy use via reduction of energy needs of buildings, improvements in the efficiency of appliances, availability of low energy transport modes integrated with public transport and cycling. Improving building envelopes and reducing energy needs and uses are fundamental aspects to ameliorate health conditions of low income segments of the population. Amendment 25 Proposal for a directive Recital 12 c (new) Text proposed by the Commission Amendment (12c) It is crucial to raise awareness and provide accurate information about the benefits of increased energy efficiency and its possible implementation to all Union citizens. Increased energy efficiency is also crucial for geopolitical position and security of the Union through lowering its dependency on import of fuels from third countries. C 458/352 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 26 Proposal for a directive Recital 12 d (new) Text proposed by the Commission Amendment (12d) Around 50 million households in the Union are affected by energy poverty. Energy efficiency measures must therefore be central to any cost-effective strategy to address energy poverty and consumer vulnerability and are complementary to social security policies at Member State level. To ensure that energy efficiency measures reduce energy poverty for tenants sustainably, the cost- effectiveness of such measures, as well as affordability to owners and tenants should be taken into account, and adequate financial support for such measures should be guaranteed at Member State level. The Union's building stock will need to become, in the long term, NZEBs, in line with the objectives of the Paris Agreement. Present building renovation rates are insufficient and buildings occupied by low-income citizens affected by energy poverty are the hardest to reach. The measures laid down in this Regulation with regard to energy savings obligations, energy efficiency obligation schemes and alternative policy measures are therefore of particular importance. Amendment 27 Proposal for a directive Recital 12 e (new) Text proposed by the Commission Amendment (12e) The costs and benefits of all energy efficiency measures taken, including pay-back periods, should be made fully transparent to consumers. 19.12.2018 EN Official Journal of the European Union C 458/353 Wednesday 17 January 2018 ",
        "Amendment 28 Proposal for a directive Recital 13 Text proposed by the Commission Amendment (13) Energy generated on or in buildings from renewable energy technologies reduces the supplied fossil energy. The reduction of energy consumption and the use of energy from renewable sources in the buildings sector are important measures to reduce the Union’s energy dependency and greenhouse gas emissions, especially in view of ambitious climate and energy objectives set for 2030 as well as the global commitment made in the Conference of the Parties of the United Nation Frame- work Convention on Climate Change (COP21) held in Paris in December 2015 . Member States should there- fore be able to take into account a certain amount of renewable energy generated on or in buildings for own use into account to satisfy their energy savings requirements. For this purpose Member States should be allowed to use calculation methodologies established under Directive 2010/31/EU. (13) Energy generated on or in buildings from renewable energy technologies reduces the supplied fossil energy. The reduction of energy consumption and the use of energy from renewable sources in the buildings sector are important measures to reduce the Union’s energy dependency and greenhouse gas emissions, especially in view of ambitious climate and energy objectives set for 2030 as well as the global commitment made in the Paris Agreement . Amendment 29 Proposal for a directive Recital 13 a (new) Text proposed by the Commission Amendment (13a) The energy balance in Member States' businesses and industries can be improved, building on the principles of the circular economy, by means of the proper use of industrial waste as secondary raw materials, provided that their energy potential is higher than the potential of alternative primary raw materials. C 458/354 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 30 Proposal for a directive Recital 13 b (new) Text proposed by the Commission Amendment (13b) Taking advantage of new business models and technol- ogies, Member States should endeavour to promote and facilitate the uptake of energy efficiency measures, including through innovative energy services for large and small customers. Amendment 31 Proposal for a directive Recital 13 c (new) Text proposed by the Commission Amendment (13c) Member States should demonstrate a high degree of flexibility in the design and implementation of alter- native measures for determining their national prio- rities for energy efficiency, including both energy efficient products and energy-efficient technological production processes. Support is required for actions focusing on targets related to the efficient use of natural resources or to the need to introduce the circular economy. 19.12.2018 EN Official Journal of the European Union C 458/355 Wednesday 17 January 2018 ",
        "Amendment 32 Proposal for a directive Recital 14 Text proposed by the Commission Amendment (14) As part of the measures set out in the Commission's Communication New Deal for Energy Consumers, in the context of the Energy Union and the Heating and Cooling strategy, consumers' minimum rights to clear and timely information about their energy consumption need to be strengthened. Articles 9 to 11 and Annex VII of Directive 2012/27/EU should be amended to provide for frequent and enhanced feedback on energy consumption. It should also clarified that rights relating to billing and billing information apply for consumers of heating, cooling or hot water supplied from a central source even where they have no direct, individual contractual relationship with an energy supplier. Therefore, for the purposes of these provisions, the term ‘final user’, should cover final customers purchasing heating, cooling or hot water for their own use as well as occupants of individual units of multi-apartment or multi-purpose buildings where such units are supplied from a central source. The term ‘sub- metering’ should refer to measuring consumption in individual units of such buildings. By 1 January 2020 newly installed heat meters and heat cost allocators should be remotely readable to ensure cost-effective, frequent provision of consumption information. The new Article 9a is intended to apply only to heating, cooling and hot water supplied from a central source. (14) As part of the measures set out in the Commission's Communication New Deal for Energy Consumers, in the context of the Energy Union and the Heating and Cooling strategy, consumers' minimum rights to accurate, reliable, clear and timely information about their energy consumption need to be strengthened. Whilst individual metering should continue to be required where it is technically feasible and cost-effective in terms of being proportionate in relation to the potential energy savings, Articles 9 to 11 and Annex VII to Directive 2012/27/EU should be amended to provide for frequent and enhanced feedback on energy consumption , taking into account the availability and capabilities of measurement devices, with the aim to optimise energy use. Member States should also take into account that the successful implementation of new technologies for measuring energy consumption require enhanced in- vestment in education and skills for both users and energy suppliers . It should also be clarified that rights relating to billing and billing or consumption information apply for consumers of heating, cooling or hot water supplied from a central source even where they have no direct, individual contractual relationship with an energy supplier. Therefore, for the purposes of these provisions, the term ‘final user’, in addition to final customers purchasing heating, cooling or hot water for their own end use, should also cover occupants of individual units of multi-apartment or multi-purpose buildings where such units are supplied from a central source who have no direct or individual contract with the energy supplier . The term ‘sub-metering’ should refer to measuring consumption in individual units of such buildings. By 1 January 2020 newly installed heat meters and heat cost allocators should be remotely readable to ensure cost- effective, frequent provision of consumption information. The new Article 9a is intended to apply only to heating, cooling and hot water supplied from a central source. C 458/356 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 33 Proposal for a directive Recital 14 a (new) Text proposed by the Commission Amendment (14a) Billing information and annual statements are an important means by which customers are informed. Data on consumption and costs can also convey other information that helps consumers to compare their current deal with other offers and resort to complaint management and dispute resolutions. However, con- sidering that bill-related disputes are a very common source of consumer complaints, a factor which con- tributes to persistently low levels of consumer satisfac- tion and engagement in the energy sector, it is necessary to make bills simpler, clearer and easier to understand, while ensuring that separate instruments, such as billing information, information tools and annual statements, provide all the necessary information to enable consumers to regulate their energy consumption, compare offers and switch suppliers. 19.12.2018 EN Official Journal of the European Union C 458/357 Wednesday 17 January 2018 ",
        "Amendment 34 Proposal for a directive Recital 14 b (new) Text proposed by the Commission Amendment (14b) Small and medium-sized enterprises (SMEs) that fall within the scope of this Directive are those that employ fewer than 250 persons and which have an annual turnover not exceeding EUR 50 million, and/or an annual balance sheet total not exceeding EUR 43 million, in accordance with Article 2(1) of the Annex to Commission Recommendation 2003/361/EC ( 1a. ). ( 1a. ) Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36). Amendment 36 Proposal for a directive Recital 15 b (new) Text proposed by the Commission Amendment (15b) The increase in energy efficiency is a direct result of the following steps in the energy generation and conversion processes: efficient conversion of primary energy into final energy, efficient transmission of this energy to consumers in the form of electricity, heat or fuels, and its sparing use by end users; the savings effect on the consumer market should not be considered to be a sole objective of such effectiveness, as this effect may result from unfavourable energy prices. C 458/358 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 37 Proposal for a directive Recital 16 Text proposed by the Commission Amendment (16) Reflecting technological progress and the growing share of renewable energy sources in the electricity generation sector, the default coefficient for savings in kWh electricity should be reviewed in order to reflect changes in the primary energy factor (PEF) for electricity . Calculations of the PEF for electricity are based on annual average values. The Physical energy content accounting method is used for nuclear electricity and heat generation and the Technical conversion efficiency method is used for electricity and heat generation from fossil fuels and biomass. For non-combustible renewable energy, the method is the direct equivalent based on the Total primary energy approach. To calculate the primary energy share for electricity in CHP the method set out in Annex II of Directive 2012/27/EU is applied. An average market position is used rather than a marginal one. Conversion efficiencies are assumed to be 100 % for non-combustible renewables, 10 % for geothermal power stations and 33 % for nuclear power stations. Total efficiency for cogeneration is calculated based on the most recent data from Eurostat. As for system boundaries the PEF is 1 for all energy sources. Calculations are based on the most recent version of the PRIMES Reference Scenario. The PEF value is based on the projection for 2020. The analysis covers the EU Member States and Norway. The dataset for Norway is based on ENTSO-E data . (16) Strictly limited to the objectives of this Directive and reflecting technological progress and the growing share of renewable energy sources in the electricity generation sector, the default coefficient for savings in kWh electricity should be carefully analysed and possibly reviewed in order to reflect changes in the primary energy factor (PEF) for electricity , reflecting the energy mix of the respective Member State by way of a comparable and transparent methodology . 19.12.2018 EN Official Journal of the European Union C 458/359 Wednesday 17 January 2018 ",
        "Amendment 38 Proposal for a directive Recital 16 a (new) Text proposed by the Commission Amendment (16a) Taking into account that the European Council, in its conclusions of 10 June 2011 on the Energy Efficiency Plan, stressed that buildings represent 40 % of the Union's primary energy consumption, which represents 50 % of final energy consumption, and, in order to enable economic growth and encourage employment in sectors requiring special qualifications, namely in the construction and construction products manufacturing sectors, in professional activities such as architecture and urban planning and advisory services concerning heating and cooling technologies, the Member States should establish a long-term strategy in those fields that would extend beyond 2020. Amendment 39 Proposal for a directive Recital 16 b (new) Text proposed by the Commission Amendment (16b) The primary energy factor (PEF) should be used as a tool to reduce the consumption of and dependency on fossil fuels and increase energy efficiency as well as the further expansion of renewable energy resources. In this regard, the default coefficient for savings in kWh electricity should be adapted when technological, economic or social developments demonstrate the need for a lower default coefficient. The Commission should analyse, and, if appropriate, present a legislative proposal to amend the default coefficient of the PEF by 2024. Amendment 40 Proposal for a directive Recital 17 Text proposed by the Commission Amendment (17) In order to ensure that the Annexes to the Directive and the harmonised efficiency reference values referred to in Article 14(10) can be updated, it is necessary to extend the delegation of powers granted to the Commission. deleted C 458/360 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 41 Proposal for a directive Recital 18 Text proposed by the Commission Amendment (18) In order to be able to evaluate the effectiveness of Directive 2012/27/EU, a requirement for a general review of the Directive and a report to the European Parliament and the Council by 28 February 2024 should be introduced. (18) In order to be able to evaluate the effectiveness of Directive 2012/27/EU, a requirement for a general review of that Directive and to submit a report to the European Parliament and to the Council by 28 February 2024 should be introduced. This date but will be after the UNFCCC global stocktake in 2023 in order to allow necessary alignments to that process to be introduced, also taking into account economic and innovation developments. Amendment 42 Proposal for a directive Recital 19 a (new) Text proposed by the Commission Amendment (19a) Member States whose per capita GDP is lower than the average Union per capita GDP should be able to increase the consumption of primary energy, provided that its conversion into final energy, its further transmission and distribution, as well as useful savings on the consumer market takes into account a significant increase in energy efficiency at each stage of a techno- logical process consisting in the flow of released primary energy stream. Amendment 43 Proposal for a directive Recital 19 b (new) Text proposed by the Commission Amendment (19b) Local and regional authorities should be given a leading role in the development and design, execution and assessment of the measures laid down in the Directive, so that they are able properly to address the specific features of their own climate, culture and society. 19.12.2018 EN Official Journal of the European Union C 458/361 Wednesday 17 January 2018 ",
        "Amendments 110/rev and 100 Proposal for a directive Article 1 — paragraph 1 — point 1 Directive 2012/27/EU Article 1 — paragraph 1 Text proposed by the Commission Amendment 1. This Directive establishes a common framework of measures to promote energy efficiency within the Union in order to ensure that the Union’s 2020 20 % headline targets and its 2030 30 % binding headline targets on energy efficiency are met and paves the way for further energy efficiency improve- ments beyond those dates . It lays down rules designed to remove barriers in the energy market and overcome market failures that impede efficiency in the supply and use of energy, and provides for the establishment of indicative national energy efficiency targets and contributions for 2020 and 2030. 1. This Directive establishes a common framework of measures to promote energy efficiency within the Union , implementing the ‘energy efficiency first’ principle throughout the full energy chain, including energy generation, transmis- sion, distribution and end-use, in order to ensure that the Union’s 2020 20 % headline targets and its 2030 minimum 35 % binding headline targets on energy efficiency are met and paves the way for further energy efficiency improvements beyond 2030, in line with the Union's long-term energy and climate goals for 2050 and the Paris Agreement . It lays down rules designed to remove barriers in the energy market and overcome market failures that impede efficiency in the supply and use of energy, and provides for the establishment of indicative national energy efficiency targets for 2020 and national energy efficiency targets for 2030. Amendment 46 Proposal for a directive Article 1 — paragraph 1 — point 1 Directive 2012/27/EU Article 1 — paragraph 1 a (new) Text proposed by the Commission Amendment 1a. This Directive contributes to the implementation of the ‘energy efficiency first’ principle and ensures that energy efficiency and demand side response can compete on equal terms with generation capacity . Energy efficiency shall be considered where energy system relevant planning or financing decisions are taken. C 458/362 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 47 Proposal for a directive Article 1 — paragraph 1 — point 1 Directive 2012/27/EU Article 1 — paragraph 1 b (new) Text proposed by the Commission Amendment 1b. In order to mobilise private financing for energy efficiency measures and energy renovations, the Commission shall start a dialogue with both public and private financial institutions to map out potential policy mechanisms. Given the large potential for energy efficiency improvements in the building sector, investments in that sector shall be particularly considered, with a primary focus on residential buildings with low-income households at risk of energy poverty. In addition, to make investments in energy efficiency projects more financially interesting and feasible for investors, the Commis- sion shall consider options on how to bundle small projects into larger ones. The Commission shall provide guidance for Member States on how to unlock private investment by 1 January 2019. Amendment 51 Proposal for a directive Article 1 — paragraph 1 — point 2 Directive 2012/27/EU Article 3 — paragraphs 1, 2, 3 Text proposed by the Commission Amendment Article 3 Article 3 Energy efficiency targets Energy efficiency targets 1. Each Member State shall set an indicative national energy efficiency target for 2020, based on either primary or final energy consumption, primary or final energy savings, or energy intensity. Member States shall notify those targets to the Commission in accordance with Article 24(1) and Annex XIV Part 1. When doing so, they shall also express those targets in terms of an absolute level of primary energy consumption and final energy consumption in 2020 and shall explain how, and on the basis of which data, this has been calculated. 1. Each Member State shall set an indicative national energy efficiency target for 2020, based on either primary or final energy consumption, primary or final energy savings, or energy intensity. Member States shall notify those targets to the Commission in accordance with Article 24(1) and Annex XIV Part 1. When doing so, they shall also express those targets in terms of an absolute level of primary energy consumption and final energy consumption in 2020 and shall explain how, and on the basis of which data, this has been calculated. 19.12.2018 EN Official Journal of the European Union C 458/363 Wednesday 17 January 2018 ",
        "Text proposed by the Commission Amendment When setting those targets, Member States shall take into account: When setting those targets, Member States shall take into account: (a) that the Union’s 2020 energy consumption has to be no more than 1 483 Mtoe of primary energy and no more than 1 086 Mtoe of final energy; (a) that the Union’s 2020 energy consumption has to be no more than 1 483 Mtoe of primary energy or no more than 1 086 Mtoe of final energy; (b) the measures provided for in this Directive; (b) the measures provided for in this Directive; (c) the measures adopted to reach the national energy saving targets adopted pursuant to Article 4(1) of Directive 2006/ 32/EC; and (c) the measures adopted to reach the national energy saving targets adopted pursuant to Article 4(1) of Directive 2006/ 32/EC; and (d) other measures to promote energy efficiency within Member States and at Union level. (d) other measures to promote energy efficiency within Member States and at Union level. When setting those targets, Member States may also take into account national circumstances affecting primary energy con- sumption, such as: When setting those targets, Member States may also take into account national circumstances affecting primary energy con- sumption, such as: (a) remaining cost-effective energy-saving potential; (a) remaining cost-effective energy-saving potential; (b) GDP evolution and forecast; (b) GDP evolution and forecast; (c) changes of energy imports and exports; (c) changes of energy imports and exports; (d) development of all sources of renewable energies, nuclear energy, carbon capture and storage; and (d) development of all sources of renewable energies, nuclear energy, carbon capture and storage; and (e) early action. (e) early action. 2. By 30 June 2014, the Commission shall assess progress achieved and whether the Union is likely to achieve energy consumption of no more than 1 483 Mtoe of primary energy and no more than 1 086 Mtoe of final energy in 2020. 2. By 30 June 2014, the Commission shall assess progress achieved and whether the Union is likely to achieve energy consumption of no more than 1 483 Mtoe of primary energy and/or no more than 1 086 Mtoe of final energy in 2020. 3. In carrying out the review referred to in paragraph 2, the Commission shall: 3. In carrying out the review referred to in paragraph 2, the Commission shall: (a) sum the national indicative energy efficiency targets reported by Member States; (a) sum the national indicative energy efficiency targets reported by Member States; (b) assess whether the sum of those targets can be considered a reliable guide to whether the Union as a whole is on track, taking into account the evaluation of the first annual report in accordance with Article 24(1), and the evaluation of the National Energy Efficiency Action Plans in accordance with Article 24(2); (b) assess whether the sum of those targets can be considered a reliable guide to whether the Union as a whole is on track, taking into account the evaluation of the first annual report in accordance with Article 24(1), and the evaluation of the National Energy Efficiency Action Plans in accordance with Article 24(2); C 458/364 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Text proposed by the Commission Amendment (c) take into account complementary analysis arising from: (c) take into account complementary analysis arising from: (i) an assessment of progress in energy consumption, and in energy consumption in relation to economic activity, at Union level, including progress in the efficiency of energy supply in Member States that have based their national indicative targets on final energy consumption or final energy savings, including progress due to these Member States’ compliance with Chapter III of this Directive; (i) an assessment of progress in energy consumption, and in energy consumption in relation to economic activity, at Union level, including progress in the efficiency of energy supply in Member States that have based their national indicative targets on final energy consumption or final energy savings, including progress due to these Member States’ compliance with Chapter III of this Directive; (ii) results from modelling exercises in relation to future trends in energy consumption at Union level. (ii) results from modelling exercises in relation to future trends in energy consumption at Union level. (d) compare the results under points (a) to (c) with the quantity of energy consumption that would be needed to achieve energy consumption of no more than 1 483 Mtoe of primary energy and no more than 1 086 Mtoe of final energy in 2020. (d) compare the results under points (a) to (c) with the quantity of energy consumption that would be needed to achieve energy consumption of no more than 1 483 Mtoe of primary energy and/or no more than 1 086 Mtoe of final energy in 2020. Amendment 101 Proposal for a directive Article 1 — point 2 Directive 2012/27/EU Article 3 — paragraph 4 Text proposed by the Commission Amendment 4. Each Member State shall set indicative national energy efficiency contributions towards the Union’s 2030 target referred to in Article 1 paragraph 1 in accordance with Articles [4] and [6] of Regulation (EU) XX/20XX [Governance of the Energy Union]. When setting those contributions, Member States shall take into account that the Union’s 2030 energy consumption has to be no more than 1 321 Mtoe of primary energy and no more than 987 Mtoe of final energy. Member States shall notify those contributions to the Commis- sion as part of their integrated national energy and climate plans in accordance with the procedure pursuant to Articles [3] and [7] to [11] of Regulation (EU) XX/20XX [Governance of the Energy Union]. 4. Each Member State shall set indicative national energy efficiency targets t owards the Union’s 2030 target referred to in Article 1 paragraph 1 and in accordance with Articles [4] and [6] of Regulation (EU) XX/20XX [Governance of the Energy Union]. When setting those contributions, Member States shall take into account that the Union’s 2030 energy consumption has to be no more than 1 321 Mtoe of primary energy and no more than 987 Mtoe of final energy. Member States shall notify those contributions to the Commission as part of their integrated national energy and climate plans in accordance with the procedure pursuant to Articles [3] and [7] to [11] of Regulation (EU) XX/20XX [Governance of the Energy Union]. 19.12.2018 EN Official Journal of the European Union C 458/365 Wednesday 17 January 2018 ",
        "Amendments 54, 105 and 107 Proposal for a directive Article 1 — paragraph 1 — point 3 Directive 2012/27/EU Article 7 Text proposed by the Commission Amendment Article 7 Article 7 Energy savings obligation Energy savings obligation 1. Member States shall achieve cumulative end-use energy savings at least equivalent to: 1. Member States shall achieve cumulative end-use energy savings at least equivalent to: (a) new savings each year from 1 January 2014 to 31 December 2020 of 1,5 % of annual energy sales to final customers by volume, averaged over the most recent three-year period prior to 1 January 2013; (a) new savings each year from 1 January 2014 to 31 December 2020 of 1,5 % of annual energy sales to final customers by volume, averaged over the most recent three-year period prior to 1 January 2013; (b) new savings each year from 1 January 2021 to 31 December 2030 of 1,5 % of annual energy sales to final customers by volume, averaged over the most recent three-year period prior to 1 January 2019. (b) new savings each year from 1 January 2021 to 31 December 2030 of at least 1,5 % of annual energy sales to final customers by volume averaged over the most recent three- year period prior to 1 January 2019. Member States shall continue to achieve new annual savings of 1,5 % for ten year periods after 2030, unless reviews by the Commission by 2027 and every 10 years thereafter conclude that this is not necessary to achieve the Union's long term energy and climate targets for 2050. Member States shall continue to achieve new annual savings of 1,5 % for ten year periods after 2030, unless reviews by the Commission by 2027 and every 10 years thereafter conclude that this is not necessary to achieve the Union's long term energy and climate targets for 2050. Savings in each period shall build cumulatively upon the amount of savings to be achieved in the previous period(s). Where earlier policy measures, programmes, and/or individual actions are no longer delivering savings, the loss of those savings shall be accounted for when calculating the overall amount of savings to be achieved at the end of each period, and the loss replaced by new savings. For the purposes of point (b), and without prejudice to paragraphs 2 and 3, Member States may count only those energy savings that stem from new policy measures introduced after 31 December 2020 or policy measures introduced during the period from 1 January2014 to 31 December 2020 provided it can be demonstrated that those measures result in individual actions that are undertaken after 31 December 2020 and deliver savings. Savings required for the period referred to in point (b) shall be cumulative and additional to the savings required for the period referred to in point (a). To that end , and without prejudice to paragraphs 2 and 3, Member States may count energy savings that stem from new policy measures introduced after 31 December 2020 or earlier policy measures, provided it can be demonstrated that those measures result in new individual actions that are undertaken after 31 December 2020 and deliver savings. Member States may also count savings from the individual actions that are undertaken during the period from 1 January 2014 to 31 December 2020 provided that they continue to deliver verifiable energy savings after 2020. C 458/366 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Text proposed by the Commission Amendment The sales of energy, by volume, used in transport may be partially or fully excluded from these calculations. For the purposes of the period referred to in point (a) only, the sales of energy, by volume, used in transport may be partially or fully excluded from these calculations. Sales of energy used in transport shall be fully included in the calculations for the period referred to in point (b) and beyond. Member States shall decide how the calculated quantity of new savings is to be phased over each period referred to in points (a) and (b) as long as the required total cumulative savings have been achieved by the end of each period. Member States shall decide how the calculated quantity of new savings is to be phased over each period referred to in points (a) and (b) as long as the required total cumulative savings have been achieved by the end of each period. 2. Subject to paragraph 3, each Member State may: 2. Subject to paragraph 3, each Member State may: (a) carry out the calculation required by point (a) of paragraph 1 using values of 1 % in 2014 and 2015; 1,25 % in 2016 and 2017; and 1,5 % in 2018, 2019 and 2020; (a) carry out the calculation required by point (a) of paragraph 1 using values of 1 % in 2014 and 2015; 1,25 % in 2016 and 2017; and 1,5 % in 2018, 2019 and 2020; (b) exclude from the calculation all or part of the sales, by volume, of energy used in industrial activities listed in Annex I to Directive 2003/87/EC; (b) exclude from the calculation all or part of the sales, by volume, of energy used in industrial activities listed in Annex I to Directive 2003/87/EC; (c) allow energy savings achieved in the energy transformation, distribution and transmission sectors, including efficient district heating and cooling infrastructure, as a result of implementing the requirements set out in Article 14(4), point (b) of Article 14(5) and Article 15(1) to (6) and (9), to be counted towards the amount of energy savings required under paragraph 1; (c) allow energy savings achieved in the energy transformation, distribution and transmission sectors, including efficient district heating and cooling infrastructure, as a result of implementing the requirements set out in Article 14(4), point (b) of Article 14(5) and Article 15(1) to (6) and (9), to be counted towards the amount of energy savings required under point (a) and (b) of paragraph 1; and (d) count energy savings resulting from individual actions newly implemented since 31 December 2008 that continue to have an impact in 2020 and beyond and which can be measured and verified, towards the amount of energy savings referred to in paragraph 1 ; and (d) count energy savings resulting from individual actions newly implemented since 31 December 2008 that continue to have an impact in 2020 and which can be measured and verified, towards the amount of energy savings referred to in point (a) of paragraph 1. (e) exclude from the calculation of the energy savings requirement referred to in paragraph 1 the verifiable amount of energy generated on or in buildings for own use as a result of policy measures promoting new installation of renewable energy technologies . 19.12.2018 EN Official Journal of the European Union C 458/367 Wednesday 17 January 2018 ",
        "Text proposed by the Commission Amendment 3. All the options chosen under paragraph 2 taken together must amount to no more than 25 % of the amount of energy savings referred to in paragraph 1. Member States shall apply and calculate the effect of the options chosen for the periods referred to in points (a) and (b) of paragraph 1 separately: 3. All the options chosen under paragraph 2 taken together must amount to no more than 25 % of the amount of energy savings referred to in paragraph 1. Member States shall apply and calculate the effect of the options chosen for the periods referred to in points (a) and (b) of paragraph 1 separately: (a) for the calculation of the amount of energy savings required for the period referred to in point (a) of paragraph 1 Member States may make use of points (a), (b), (c), and (d) of paragraph 2; (a) for the calculation of the amount of energy savings required for the period referred to in point (a) of paragraph 1 Member States may make use of points (a), (b), (c), and (d) of paragraph 2 (b) for the calculation of the amount of energy savings required for the period referred to in point (b) of paragraph 1 Member States may make use of points (b), (c), (d) and (e) of paragraph 2, provided individual actions in the meaning of point (d) continue to have a verifiable and measurable impact after 31 December 2020. (b) for the calculation of the amount of energy savings required for the period referred to in point (b) of paragraph 1 Member States may make use of points (b), (c), (d) and (e) of paragraph 2, provided individual actions in the meaning of point (d) continue to have a verifiable and measurable impact after 31 December 2020. 4. Energy savings achieved after 31 December 2020 may not count towards the cumulative savings amount required for the period from 1 January 2014 to 31 December 2020. 4. Energy savings achieved after 31 December 2020 may not count towards the cumulative savings amount required for the period from 1 January 2014 to 31 December 2020. 5. Member States shall ensure that savings resulting from policy measures referred to in Articles 7a and 7b and Article 20 (6) are calculated in accordance with Annex V. 5. Member States shall ensure that savings resulting from policy measures referred to in Articles 7a and 7b and Article 20 (6) are calculated in accordance with Annex V. 6. Member States shall achieve the required amount of savings under paragraph 1 either by establishing an energy efficiency obligation scheme referred to in Article 7a or by adopting alternative measures referred to in Article 7b. Member States may combine an energy efficiency obligation scheme with alternative policy measures. 6. Member States shall achieve the required amount of savings under paragraph 1 either by establishing an energy efficiency obligation scheme referred to in Article 7a or by adopting alternative measures referred to in Article 7b. Member States may combine an energy efficiency obligation scheme with alternative policy measures. 7. Member States shall demonstrate that where there is an overlap in the impact of policy measures or individual actions, there is no double counting of energy savings.’; 7. Member States shall demonstrate that where there is an overlap in the impact of policy measures or individual actions, there is no double counting of energy savings.’; C 458/368 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 55 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 1 Text proposed by the Commission Amendment 1. Where Member States decide to fulfil their obligations to achieve the amount of savings required under Article 7 (1) by way of an energy efficiency obligation scheme they shall ensure that obligated parties referred to in paragraph 2 operating in each Member State’s territory achieve, without prejudice to Article 7(2), the cumulative end-use energy savings requirement set out in Article 7(1). 1. Where Member States decide to fulfil their obligations to achieve the amount of savings required under Article 7 (1) by way of an energy efficiency obligation scheme they shall ensure that obligated parties referred to in paragraph 2 operating in each Member State’s territory achieve, without prejudice to Article 7(2), the cumulative end-use energy savings requirement set out in Article 7(1) or allow the obligated parties to contribute annually to the Energy Efficiency National Fund in accordance with Article 20(6) . Amendment 56 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 2 Text proposed by the Commission Amendment 2. Member States shall designate, on the basis of objective and non-discriminatory criteria, obligated parties among energy distributors and/or retail energy sales companies operating in its territory and may include transport fuel distributors or transport fuel retailers operating in its territory. The amount of energy savings needed to fulfil the obligation shall be achieved by the obligated parties among final customers, designated by the Member State, independently of the calculation made pursuant to Article 7(1), or, if Member States so decide, through certified savings stemming from other parties as described in point (b) of paragraph 5. 2. Member States shall designate, on the basis of objective and non-discriminatory criteria, obligated parties among energy distributors, retail energy sales companies and transport fuel distributors or transport fuel retailers operating in their territory. The amount of energy savings needed to fulfil the obligation shall be achieved by the obligated parties among final customers, designated by the Member State, independently of the calculation made pursuant to Article 7(1), or, if Member States so decide, through certified savings stemming from other parties as described in point (b) of paragraph 5. 19.12.2018 EN Official Journal of the European Union C 458/369 Wednesday 17 January 2018 ",
        "Amendment 57 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 2 a (new) Text proposed by the Commission Amendment 2a. Where retail energy sales companies are designated as obligated parties according to paragraph 2, Member States shall ensure that in fulfilling their obligation, retail energy sales companies do not create any barriers for consumers to switch from one supplier to another. Amendment 59 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 5 — point b Text proposed by the Commission Amendment (b) may permit obligated parties to count towards their obligation certified energy savings achieved by energy service providers or other third parties including when obligated parties promote measures through other State-approved bodies or through public authorities that may or may not involve formal partnerships and may be in combination with other sources of finance. Where Member States so permit, they shall ensure that an approval process is in place which is clear, transparent and open to all market actors, and which aims at minimising the costs of certification; (b) may permit obligated parties to count towards their obligation certified energy savings achieved by energy service providers or other third parties including when obligated parties promote measures through other State-approved bodies or through public authorities that may or may not involve formal partnerships and may be in combination with other sources of finance. Where Member States so permit, they shall ensure that an accredited approval process is in place which is clear, transparent , participative and open to all market actors, and which aims at minimising the costs of certification; Amendment 60 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 5 — point c a (new) Text proposed by the Commission Amendment (ca) allow additional savings achieved through more sustain- able technologies in district heating and cooling systems in urban environments (leading equally to reductions of pollutants and particulates) to be counted towards the amount of energy savings required under paragraph 1; C 458/370 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 61 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 5 — point c b (new) Text proposed by the Commission Amendment (cb) promote the adoption of measures that tackle the heating and cooling potential for energy savings, possibly providing additional rewards for interventions resulting in pollution mitigation; Amendment 62 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 5 — point c c (new) Text proposed by the Commission Amendment (cc) establish instruments that certify energy savings result- ing from energy audits or equivalent energy management systems referred to in Article 8 in order to count those savings towards the amount of energy savings required under paragraph 1; Amendment 63 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 5 — point c d (new) Text proposed by the Commission Amendment (cd) may permit obligated parties to count towards their obligation the end-use energy savings achieved in efficient heating and cooling infrastructure; 19.12.2018 EN Official Journal of the European Union C 458/371 Wednesday 17 January 2018 ",
        "Amendment 65 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 5 — point c f (new) Text proposed by the Commission Amendment (cf) shall assess and take measures to minimise the impact of the direct and indirect costs of such schemes on the competitiveness of energy-intensive industries exposed to international competition. Amendment 66 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7a — paragraph 6 a (new) Text proposed by the Commission Amendment 6a. As part of their integrated national energy and climate plans, Member States shall inform the Commission about their intended policy measures under point (c) of Article 7(2). The impact of these measures shall be calculated and included in those plans. The calculation used by the Member States shall be based on objective, non-discriminatory criteria, to be drawn up in consultation with the Commission, by 1 January 2019. Amendment 67 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7b — paragraph 1 Text proposed by the Commission Amendment 1. Where Member States decide to fulfil their obligations to achieve the savings required under Article 7(1) by way of alternative policy measures they shall ensure that the energy savings required under Article 7(1) are achieved among final customers. 1. Where Member States decide to fulfil their obligations to achieve the savings required under Article 7(1) by way of alternative policy measures they shall ensure that the energy savings required under Article 7(1) are fully achieved among final customers. C 458/372 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 68 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7b — paragraph 1 a (new) Text proposed by the Commission Amendment 1a. Furthermore, all opportunities to increase energy efficiency, including from higher performing fuel used in transport shall be eligible towards the cumulative end-use energy savings requirement set out in Article 7(1). Amendment 69 Proposal for a directive Article 1 — paragraph 1 — point 4 Directive 2012/27/EU Article 7b — paragraph 2 Text proposed by the Commission Amendment 2. In designing alternative policy measures to achieve energy savings, Member States shall take into account the effect on households affected by energy poverty. 2. In designing alternative policy measures to achieve energy savings, Member States shall take into account the effect on low- income households , including those affected by energy poverty , and ensure measures are implemented as a priority in those households and in social housing . Member States shall calculate the amount of savings achieved in those households as compared to the total amount of savings achieved in all households under this Article. Those savings shall be published and included in the integrated national energy and climate progress reports in accordance with Article 21 of Regulation (EU) XX/20XX [Governance of the Energy Union]. 19.12.2018 EN Official Journal of the European Union C 458/373 Wednesday 17 January 2018 ",
        "Amendment 70 Proposal for a directive Article 1 — paragraph 1 — point 4 a (new) Directive 2012/27/EU Article 7 c (new) Text proposed by the Commission Amendment (4a) The following article is inserted: ‘Article 7c Provision of energy efficiency services The Commission, in close cooperation with Member States, shall ensure that services on the energy efficiency market are provided in a transparent competitive context in order to enable the final consumer to enjoy the benefits, in terms of lower costs and better quality of service, associated with energy efficiency measures. To that end, Member States shall ensure that businesses, particularly SMEs, have non-discriminatory access to the market in energy efficiency services, thereby enabling them to participate on equal terms with vertically integrated operators and overcoming the positions of competitive advantage established for distributors or sellers of energy. Member States shall accordingly adopt every act necessary to ensure that integrated operators offer third parties the same conditions and means as they employ to provide energy efficiency services.’ Amendment 71 Proposal for a directive Article 1 — paragraph 1 — point 5 — point b Directive 2012/27/EU Article 9 — paragraph 1 — subparagraph 1 Text proposed by the Commission Amendment Member States shall ensure that, in so far as it is technically possible, financially reasonable and proportionate in relation to the potential energy savings, final customers for natural gas are provided with competitively priced individual meters that accurately reflect the final customer's actual energy consumption and that provide information on actual time of use.; Member States shall ensure that, in so far as it is technically possible, financially reasonable and proportionate in relation to the potential energy savings, final customers for natural gas are provided, as regards the selected technology and functionality, with competitively priced individual meters and heating controls that accurately reflect the final customer's actual energy consumption and that provide information on actual time of use and others features, as applicable in alignment with the provisions related to electricity metering in Articles 19 to 22 of Directive (EU) …/… [on common rules for the internal market in electricity (recast)] . C 458/374 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 72 Proposal for a directive Article 1 — paragraph 1 — point 5 — point c — point ii a (new) Directive 2012/27/EU Article 9 — paragraph 2 — subparagraph 1 a (new) Text proposed by the Commission Amendment The smart metering system shall provide final consumers with access to their energy consumption data and time series on the market settlement periods. Amendment 73 Proposal for a directive Article 1 — paragraph 1 — point 5 — point d Directive 2012/27/EU Article 9 — paragraph 3 Text proposed by the Commission Amendment (d) paragraph 3 is deleted; (d) paragraph 3 is replaced by the following: ‘3. Concerning data format and functionalities the provisions shall be aligned to Articles 18 to 21 of Directive 2009/72/EC of the European Parliament and of the Council ( 1a ) as far as appropriate. Consumer data shall be treated in accordance with Regulation (EU) 2016/679 of the European Parliament and of the Council ( 1b ). No costs shall be charged to final customers for access to their data in a format that is useful for them. ( 1a ) Directive 2009/72/EC of the European Parliament and of the Council of 13 July 2009 concerning common rules for the internal market in electricity and repealing Directive 2003/54/EC (OJ L 211, 14.8.2009, p. 55). ( 1b ) Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).’ 19.12.2018 EN Official Journal of the European Union C 458/375 Wednesday 17 January 2018 ",
        "Amendment 74 Proposal for a directive Article 1 — paragraph 1 — point 6 Directive 2012/27/EU Article 9a Text proposed by the Commission Amendment Article 9a Article 9a Metering, sub-metering and cost allocation for heating and cooling and domestic hot water Metering, sub-metering and cost allocation for heating and cooling and domestic hot water 1. Member States shall ensure that final customers for district heating, district cooling and domestic hot water are provided with competitively priced meters that accurately reflect the final customer’s actual energy consumption. 1. Member States shall ensure that final customers for district heating, district cooling and domestic hot water are provided with competitively priced meters that accurately reflect the final customer’s actual energy consumption. Where heating and cooling or hot water are supplied to a building from a central source servicing multiple buildings or from district heating and cooling network, a heat or hot water meter shall always be installed at the heat exchanger or point of delivery. Where heating, cooling or hot water are supplied to a building from a central source servicing multiple buildings or from a district heating or cooling network, a meter shall be installed at the heat exchanger or point of delivery. 2. In multi-apartment and multi-purpose buildings with a central heating or cooling source or supplied from district heating and cooling systems, individual meters shall be installed to measure the consumption of heat or cooling or hot water for each building unit. 2. In multi-apartment and multi-purpose buildings with a central heating or cooling source or supplied from district heating and cooling systems, individual meters shall be installed to measure the consumption of heat or cooling or hot water for each building unit , where technically feasible and cost effective in terms of being proportionate in relation to the potential energy savings . Where the use of individual meters is not technically feasible or where it is not cost-efficient to measure heating or cooling in each building unit, individual heat cost allocators shall be used to measure heat consumption at each radiator unless it is shown by the Member State in question that the installation of such heat cost allocators would not be cost efficient. In those cases, alternative cost-efficient methods of heat consumption measure- ment may be considered. The conditions of technical non- feasibility and non-cost effectiveness shall be clearly set out and published by each Member State. Where the use of individual meters is not technically feasible or where it is not cost-efficient to measure heating or cooling in each building unit, individual heat cost allocators shall be used to measure heat consumption at each radiator unless it is shown by the Member State in question that the installation of such heat cost allocators would not be cost efficient. In those cases, alternative cost-efficient methods of heat consumption measure- ment may be considered. After consulting the Commission, the general criteria, methodologies and/or procedures to determine technical non-feasibility and non-cost effectiveness shall be clearly set out and published by each Member State. C 458/376 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Text proposed by the Commission Amendment In new buildings of the kind referred to in the first sub- paragraph or when such a building undergoes major renova- tion, as set out in Directive 2010/31/EU , individual meters shall always be provided. In new multi-apartment buildings and in the residential part of new multi-purpose buildings, where these have a central heating source for hot water or are supplied from district heating systems , individual meters shall , notwithstanding the first and second subparagraphs, be provided for hot water . 3. Where multi-apartment and multi-purpose buildings are supplied from district heating or cooling, or where own common heating or cooling systems for such buildings are prevalent, Member States shall introduce transparent rules on the allocation of the cost of heating, cooling and hot water consumption in such buildings to ensure transparency and accuracy of accounting for individual consumption including: 3. Where multi-apartment and multi-purpose buildings are supplied from district heating or cooling, or where own common heating or cooling systems for such buildings are prevalent, Member States shall introduce transparent rules on the allocation of the cost of heating, cooling and hot water consumption in such buildings to ensure transparency and accuracy of accounting for individual consumption including: (a) hot water for domestic needs; (a) hot water for domestic needs; (b) heat radiated from the building installation and for the purposes of heating the common areas (where staircases and corridors are equipped with radiators); (b) heat radiated from the building installation and for the purposes of heating the common areas (where staircases and corridors are equipped with radiators); (c) for the purpose of heating or cooling apartments. (c) for the purpose of heating or cooling apartments. 4. For the purposes of this Article, as of 1 January 2020 meters and cost allocators installed shall be remotely readable devices. 4. For the purposes of this Article, as of 1 January 2020 meters and heat cost allocators newly installed shall be remotely readable devices. The conditions regarding technical feasibility and cost effectiveness set out in the first and second subparagraphs of paragraph 2 shall continue to apply. Meters and cost allocators that have already been installed but which are not remotely readable shall be provided with this capability or be replaced with remotely readable devices by 1 January 2027, except where the Member State in question shows that this is not cost-efficient. Meters and heat cost allocators that have already been installed but which are not remotely readable shall be provided with this capability or be replaced with remotely readable devices by 1 January 2027, except where the Member State in question shows that this is not cost-efficient. 19.12.2018 EN Official Journal of the European Union C 458/377 Wednesday 17 January 2018 ",
        "Amendment 75 Proposal for a directive Article 1 — paragraph 1 — point 7 — point b Directive 2012/27/EU Article 10 — paragraph 1 Text proposed by the Commission Amendment 1. Where final customers do not have smart meters as referred to in Directive 2009/73/EC, Member States shall ensure, by 31 December 2014, that billing information is accurate and based on actual consumption, in accordance with point 1.1 of Annex VII, for gas, where this is technically possible and economically justified. 1. Where final customers do not have smart meters as referred to in Directive 2009/73/EC, Member States shall ensure, by 31 December 2014, that billing information is reliable, accurate and based on actual consumption, in accordance with point 1.1 of Annex VII, for gas, where this is technically possible and economically justified. Amendment 76 Proposal for a directive Article 1 — paragraph 1 — point 7 — point c Directive 2012/27/EU Article 10 — paragraph 2 — subparagraph 1 Text proposed by the Commission Amendment Meters installed in accordance with Directive 2009/73/EC shall enable accurate billing information based on actual consump- tion. Member States shall ensure that final customers have the possibility of easy access to complementary information on historical consumption allowing detailed self-checks. Meters installed in accordance with Directive 2009/73/EC shall provide accurate billing information based on actual consump- tion. Member States shall ensure that final customers have the possibility of easy access to complementary information on historical consumption allowing detailed self-checks. Amendment 77 Proposal for a directive Article 1 — paragraph 1 — point 8 Directive 2012/27/EU Article 10a Text proposed by the Commission Amendment Article 10a Article 10a Billing and consumption information for heating and cooling and domestic hot water Billing and consumption information for heating and cooling and domestic hot water C 458/378 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Text proposed by the Commission Amendment 1. Member States shall ensure that billing and consumption information is accurate and based on actual consumption, in accordance with points 1 and 2 of Annex VIIa for all final users where meters or cost allocators are installed . 1. Member States shall ensure that , where meters or heat cost allocators are installed, billing and consumption information is reliable, accurate and based on actual consumption or heat cost allocator readings , in accordance with points 1 and 2 of Annex VIIa for all final users , namely for natural or legal persons purchasing heating, cooling or hot water for their own end use, or natural or legal persons occupying an individual building or a unit in a multi-apartment or multi-purpose building supplied with heating, cooling or hot water from a central source who has no direct or individual contract with the energy supplier . This obligation may, except in the case of sub-metered consumption under Article 9a(2), be fulfilled by a system of regular self-reading by the final customer whereby they communicate readings from their meter to the energy supplier . Only in cases where the final customer has not provided a meter reading for a given billing interval shall billing be based on estimated consumption or a flat rate. This obligation may, where a Member State so provides, and except in the case of sub-metered consumption based on heat cost allocators under Article 9a(2), be fulfilled by a system of regular self-reading by the final customer or final user whereby they communicate readings from their meter. Only in cases where the final customer or final user has not provided a meter reading for a given billing interval shall billing be based on estimated consumption or a flat rate. 2. Member States: 2. Member States: (a) shall require that, if information on the energy billing and historical consumption of final users is available, it be made available, to an energy service provider designated by the final user; (a) shall require that, if information on the energy billing and historical consumption or heat cost allocator readings of final users is available, it be made available upon request by the final user , to an energy service provider designated by the final user; (b) shall ensure that final customers are offered the option of electronic billing information and bills and that they receive, on request, a clear and understandable explanation of how their bill was drawn up, especially where bills are not based on actual consumption ; (b) shall ensure that final customers are offered the option of electronic billing information and bills; (c) shall ensure that appropriate information is provided with the bill based on actual consumption to all final users in accordance with point 3 of Annex VII ; (c) shall ensure that clear and understandable information is provided with the bill to all final users in accordance with point 3 of Annex VIIa ; 19.12.2018 EN Official Journal of the European Union C 458/379 Wednesday 17 January 2018 ",
        "Text proposed by the Commission Amendment (d) may provide that, at the request of the final customer, the provision of billing information shall not be considered to constitute a request for payment. In such cases, Member States shall ensure flexible arrangements for actual payment are offered; (d) may provide that, at the request of the final customer, the provision of billing information shall not be considered to constitute a request for payment. In such cases, Member States shall ensure flexible arrangements for actual payment are offered; (da) shall promote cybersecurity and ensure the privacy and data protection of final users in compliance with relevant Union law. 2a. Member States shall decide who is to be responsible for providing the information referred to in paragraphs 1 and 2 to final users that have no direct or individual contract with an energy supplier. Amendment 78 Proposal for a directive Article 1 — paragraph 1 — point 11 — point -a (new) Directive 2012/27/EU Article 15 — paragraph 4 — subparagraph 1 a (new) Text proposed by the Commission Amendment (-a) in paragraph 4, the following subparagraph is added: ‘A common methodology shall be established by the Commission after consulting relevant stakeholders, in order to encourage network operators to reduce losses, implement a cost/energy effective infrastructure invest- ment programme and properly account for the energy efficiency and flexibility of the grid. The Commission shall, by … [12 months after the date of entry into force of this Directive], adopt a delegated act in accordance with Article 23, supplementing this Directive by specify- ing that methodology.’ C 458/380 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 79 Proposal for a directive Article 1 — paragraph 1 — point 11 — point a — point ii Directive 2012/27/EU Article 15 — paragraph 5 — subparagraph 3 Text proposed by the Commission Amendment Transmission system operators and distribution system oper- ators shall comply with the requirements set out in Annex XII.; Transmission system operators and distribution system oper- ators shall take into account the need to ensure continuity in heat supply when connecting, guaranteeing access to the grid and dispatching high efficiency cogeneration, and shall comply with the requirements set out in Annex XII. Amendment 80 Proposal for a directive Article 1 — paragraph 1 — point 11 a (new) Directive 2012/27/EU Article 19 a (new) Text proposed by the Commission Amendment (11a) The following article is inserted: ‘Article 19a Financing energy efficiency by European banks The European Investment Bank (EIB) and the European Bank for Reconstruction and Development (EBRD) shall adapt their policy objectives with a view to recognising energy efficiency as an energy source in its own right and energy efficiency investments as part of their infrastructure investment portfolio. The EIB and the EBRD shall, together with national promotional banks, design, generate and finance programmes and projects tailored to the efficiency sector, including for energy poor households. Member States shall make full use of the possibilities and tools proposed by the Smart Finance for Smart Buildings Initiative.’ 19.12.2018 EN Official Journal of the European Union C 458/381 Wednesday 17 January 2018 ",
        "Amendment 82 Proposal for a directive Article 1 — paragraph 1 — point 12 a (new) Directive 2012/27/EU Article 23 — paragraph 3 a (new) Text proposed by the Commission Amendment (12a) In Article 23, the following paragraph is inserted: ‘3a. Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.’ Amendment 83 Proposal for a directive Article 1 — paragraph 1 — point 12 b (new) Directive 2012/27/EU Article 24 — paragraph 4 a (new) Text proposed by the Commission Amendment (12b) In Article 24, the following paragraph is inserted: ‘4a. In the context of the State of the Energy Union report, the Commission shall report on the functioning of the carbon market in accordance with Article 29(1) and (2)(c) of Regulation (EU) XX/20XX [Governance of the Energy Union], taking into consideration the effects of the implementation of this Directive.’ C 458/382 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 84 Proposal for a directive Article 1 — paragraph 1 — point 13 Directive 2012/27/EU Article 24 — paragraph 12 Text proposed by the Commission Amendment 12. The Commission shall evaluate this Directive by 28 February 2024 at the latest, and every five years thereafter, and shall submit a report to the European Parliament and the Council. That report shall be accompanied, if appropriate, by proposals for further measures. 12. The Commission shall evaluate this Directive by 28 February 2024 at the latest, and every five years thereafter, and shall submit a report to the European Parliament and the Council assessing the general effectiveness of the Directive and the need to adjust further the Union’s energy efficiency policy in accordance with the objectives of the Paris Agreement, economic and innovation developments . That report shall be accompanied, if appropriate, by proposals for further measures. Amendment 85 Proposal for a directive Article 1 — paragraph 1 — point 13 a (new) Directive 2012/27/EU Article 24 — paragraph 12 a (new) Text proposed by the Commission Amendment (13a) In Article 24, the following paragraph is added: 12a. By 31 December 2019, the Commission shall carry out a separate in-depth analysis of the energy efficiency potential relating to: (a) the conversion and transformation of energy; (b) the transmission and distribution of energy; (c) the production and subsequent transportation of energy supplies, namely energy spent in the extraction of fossil fuels and its transport to the place of usage; (d) energy storage. By 31 January 2021, the Commission shall, if appropriate, based on its findings, submit to the European Parliament and the Council, a legislative proposal in this regard. 19.12.2018 EN Official Journal of the European Union C 458/383 Wednesday 17 January 2018 ",
        "Amendment 114 Proposal for a directive Annex I — point 1 — point a Directive 2012/27/EU Annex IV — footnote 3 Text proposed by the Commission Amendment (a) in Annex IV, footnote 3 is replaced by the following: ‘(3) Applicable when energy savings are calculated in primary energy terms using a bottom-up approach based on final energy consumption. For savings in kWh electricity Member States may apply a default coefficient of 2,0. Member States may apply a different coefficient provided they can justify it.’. (a) in Annex IV, footnote 3 is replaced by the following: ‘(3) Applicable for the purpose of this Directive only and when energy savings are calculated in primary energy terms using a bottom-up approach based on final energy consumption. For savings in kWh electricity Member States shall apply a coefficient established through a transparent method comparable across Member States, on the basis of national circumstances affecting primary energy consumption. Those circumstances shall be duly substantiated, measur- able and verifiable and based on objective and non- discriminatory criteria. For savings in kWh electricity Member States may apply a default coefficient of 2,3 or a different coefficient provided they can justify it.’ When doing so, Member States shall take into account their energy mix included in their integrated national energy and climate plans to be notified to the Commission in accordance with Article [3] of Regulation (EU) XX/20XX [Governance of the Energy Union] . The default coefficient shall be revised every 5 years based upon actual observed data. Amendment 87 Proposal for a directive Annex I — point 1 — point b Directive 2012/27/EU Annex V — paragraph 2 — point a Text proposed by the Commission Amendment (a) the savings must be shown to be additional to those that would have occurred in any event without the activity of the obligated, participating or entrusted parties and/or imple- menting authorities. To determine what savings can be claimed as additional Member States shall establish a baseline that describes how energy consumption would evolve in the absence of the policy measure in question. The baseline shall reflect at least the following factors: energy consumption trends, changes in consumer behaviour, technological progress and changes caused by other measures implemented at national and EU level; (a) the savings must be shown to be additional to those that would have occurred in any event without the activity of the obligated, participating or entrusted parties and/or imple- menting authorities. To determine what savings can be claimed as additional Member States shall establish a baseline that describes how energy consumption would evolve in the absence of the policy measure and the resulting new individual action in question. The baseline shall reflect at least the following factors: energy consumption trends, changes in consumer behaviour, technological progress and changes caused by other measures implemented at national and Union level; C 458/384 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Amendment 88 Proposal for a directive Annex I — point 1 — point b Directive 2012/27/EU Annex V — paragraph 2 — point b Text proposed by the Commission Amendment (b) savings resulting from the implementation of mandatory Union legislation are considered as savings that would have occurred in any event without the activity of the obligated, participating or entrusted parties and/or implementing authorities, and thus may not be claimed under paragraph 1 of Article 7, except for savings related to the renovation of existing buildings provided the materiality criterion referred to in part 3(h) is ensured; (b) savings resulting from the implementation of mandatory Union legislation are considered to be savings that would have occurred in any event without the activity of the obligated, participating or entrusted parties and/or imple- menting authorities, and thus may not be claimed under paragraph 1 of Article 7, except for savings related to measures promoting the renovation of existing buildings provided the materiality criterion referred to in part 3(h) is ensured; Amendment 89 Proposal for a directive Annex I — point 1 — point b Directive 2012/27/EU Annex V — paragraph 2 — point h Text proposed by the Commission Amendment (h) the calculation of energy savings shall take into account the lifetime of measures . This may be done by counting the savings each individual action will achieve between its implementation date and 31 December 2020 or 31 Decem- ber 2030 as appropriate. Alternatively, Member States may adopt another method that is estimated to achieve at least the same total quantity of savings. When using other methods, Member States shall ensure that the total amount of energy savings calculated using these other methods does not exceed the amount of energy savings that would have been the result of their calculation when counting the savings each individual action will achieve between its implementation date and 31 December 2020 or 31 Decem- ber 2030 as appropriate. Member States shall describe in detail in their Integrated National Energy and Climate plans under the Energy Union Governance the other methods they have used and which provisions have been made to ensure they meet this binding calculation requirement. (h) the calculation of energy savings shall take into account the lifetime of measures and the rate at which the savings decline over time. This calculation shall be done by counting the savings each individual action will achieve between its implementation date and 31 December 2020 or 31 December 2030 as appropriate. Alternatively, Member States may adopt another method that is estimated to achieve at least the same total quantity of savings. When using other methods, Member States shall ensure that the total amount of energy savings calculated using these other methods does not exceed the amount of energy savings that would have been the result of their calculation when counting the savings each individual action will achieve between its implementation date and 31 December 2020 or 31 December 2030 as appropriate. Member States shall describe in detail in their Integrated National Energy and Climate plans under the Energy Union Governance Regula- tion the other methods they have used and which provisions have been made to ensure they meet this binding calculation requirement. 19.12.2018 EN Official Journal of the European Union C 458/385 Wednesday 17 January 2018 ",
        "Amendment 90 Proposal for a directive Annex I — point 1 — point b Directive 2012/27/EU Annex V — paragraph 3 — point d Text proposed by the Commission Amendment (d) the amount of energy savings required or to be achieved by the policy measure is expressed in either final or primary energy consumption, using the conversion factors set out in Annex IV; (d) the amount of energy savings required or to be achieved by the policy measure is expressed in final and primary energy consumption, using the conversion factors set out in Annex IV; Amendment 91 Proposal for a directive Annex I — point 1 — point b Directive 2012/27/EU Annex V — paragraph 3 — subparagraph 2 Text proposed by the Commission Amendment For policy measures taken pursuant to point (e) of Article 7(2) Member States may use the calculation methodology estab- lished under Directive 2010/31/EU as far as this is in line with the requirements of Article 7 of this Directive and this Annex. deleted Amendment 92 Proposal for a directive Annex I — point 2 — point b Directive 2012/27/EU Annex VII a Text proposed by the Commission Amendment Annex VII a Annex VII a Minimum requirements for billing and consumption informa- tion based on actual consumption of heating, cooling and hot water Minimum requirements for billing and consumption informa- tion for heating, cooling and hot water 1. Billing based on actual consumption 1. Billing based on actual consumption or heat cost allocator readings C 458/386 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Text proposed by the Commission Amendment In order to enable final users to regulate their own energy consumption, billing shall take place on the basis of actual consumption at least once per year. In order to enable final users to regulate their own energy consumption, billing shall take place on the basis of actual consumption or heat cost allocator readings at least once per year. 2. Minimum frequency of billing or consumption informa- tion 2. Minimum frequency of billing or consumption informa- tion As of [Please insert here ….the entry into force ] where remotely readable meters or cost allocators have been installed, billing or consumption information based on actual consumption shall be made available at least quarterly upon request or where final customers have opted to receive electronic billing, or else twice yearly. As of [Please insert here ….the date of transposition ] where remotely readable meters or heat cost allocators have been installed, billing or consumption information based on actual consumption or heat cost allocator readings shall be provided to final users at least quarterly upon request or where final customers have opted to receive electronic billing, or else twice yearly. As of 1 January 2022, where remotely readable meters or cost allocators have been installed, billing or consumption informa- tion shall be made available at least monthly. Heating and cooling may be exempted from this outside the heating/cooling seasons. As of 1 January 2022, where remotely readable meters or heat cost allocators have been installed, billing or consumption information based on actual consumption or heat cost allocator readings shall be provided to all final users at least monthly . It shall also be made available continuously via the internet and shall be updated as frequently as allowed by the measurement devices and systems used . Heating and cooling may be exempted from this outside the heating/cooling seasons. 3. Minimum information contained in the bill based on actual consumption 3. Minimum information contained in the bill Member States shall ensure that the following information is made available to final users in clear and understandable terms in or with their bills: Member States shall ensure that the following information is accurate and made available to final users in clear and understandable terms in or with their bills where these are based on actual consumption or heat cost allocator readings : (a) current actual prices and actual consumption of energy; (a) current actual prices and actual consumption of energy or total heat cost and heat cost allocator readings ; (b) information on the fuel mix used, including for final users supplied by district heating or district cooling; (b) information on the fuel mix used and the related greenhouse gas emissions , including for final users supplied by district heating or district cooling , and an explanation of the different taxes, levies and tariffs applied ; 19.12.2018 EN Official Journal of the European Union C 458/387 Wednesday 17 January 2018 ",
        "Text proposed by the Commission Amendment (c) comparisons of the final users current energy consumption with consumption for the same period in the previous year, in graphic form, climate corrected for heating and cooling; (c) comparisons of the final users current energy consumption with consumption for the same period in the previous year, in graphic form, climate corrected for heating and cooling; (d) contact information for final customers’ organisations, energy agencies or similar bodies, including website addresses, from which information may be obtained on available energy efficiency improvement measures, compara- tive end-user profiles and objective technical specifications for energy-using equipment. (d) contact information for final customers’ organisations, energy agencies or similar bodies, including website addresses, from which information may be obtained on available energy efficiency improvement measures, compara- tive end-user profiles and objective technical specifications for energy-using equipment. (da) information on relevant complaints procedures, ombuds- man services or alternative dispute resolution mechan- isms; In addition, Member States shall ensure that comparisons with an average normalised or benchmarked final user in the same user category are made available to final users in clear and understandable terms, in, with or signposted to within, their bills. (db) comparisons with an average normalised or benchmarked final user in the same user category. Bills that are not based on actual consumption or heat cost allocator readings shall contain a clear and understandable explanation of how the amount set out in the bill was calculated, and at least the information referred to in points (d) and (da). Amendment 93 Proposal for a directive Annex I — point 2 a (new) Directive 2012/27/EU Annex IX — Part 1 — paragraph 4 — point g Present text Amendment 2a. In the fourth paragraph of Part 1 of Annex IX, point g is replaced by the following: (g) Economic analysis: Inventory of effects ‘(g) Economic analysis: Inventory of effects The economic analyses shall take into account all relevant economic effects. The economic analyses shall take into account all relevant economic effects. C 458/388 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 ",
        "Present text Amendment Member States may assess and take into account in decision making costs and energy savings from the increased flexibility in energy supply and from a more optimal operation of the electricity networks, including avoided costs and savings from reduced infrastructure investment, in the analysed scenarios. Member States shall assess and take into account in decision making costs and energy savings from the increased flexibility in energy supply and from a more optimal operation of the electricity networks, including avoided costs and savings from reduced infrastructure investment, in the analysed scenarios. The costs and benefits taken into account shall include at least the following: The costs and benefits taken into account shall include at least the following: (i) Benefits (i) Benefits — Value of output to the consumer (heat and electricity) — Value of output to the consumer (heat and electricity) — External benefits such as environmental and health benefits , to the extent possible — External benefits such as environmental , greenhouse gas emissions and health and safety benefits — Labour market effects, energy security and competi- tiveness (ii) Costs (ii) Costs — Capital costs of plants and equipments — Capital costs of plants and equipment — Capital costs of the associated energy networks — Capital costs of the associated energy networks — Variable and fixed operating costs — Variable and fixed operating costs — Energy costs — Energy costs — Environmental and health cost, to the extent possible — Environmental, health and safety costs — Labour market costs, energy security and competitive- ness’ 19.12.2018 EN Official Journal of the European Union C 458/389 Wednesday 17 January 2018 ",
        "Amendment 94 Proposal for a directive Annex — point 2 b (new) Directive 2012/27/EU Annex XII — paragraph 1 — point a Present text Amendment (2b) In the first paragraph of Annex XII, point (a) is replaced by the following: ‘a) set up and make public their standard rules relating to the bearing and sharing of costs of technical adaptations, such as grid connections and grid reinforcements , improved opera- tion of the grid and rules on the non-discriminatory implementation of the grid codes, which are necessary in order to integrate new producers feeding electricity produced from high-efficiency cogeneration into the interconnected grid; ‘a) set up and make public their standard rules relating to the bearing and sharing of costs of technical adaptations, such as grid connections , grid reinforcements and the introduction of new grids , improved operation of the grid and rules on the non-discriminatory implementation of the grid codes, which are necessary in order to integrate new producers feeding electricity produced from high-efficiency cogenera- tion into the interconnected grid and other diffused sources .’ C 458/390 EN Official Journal of the European Union 19.12.2018 Wednesday 17 January 2018 "
    ]
}