{
    "text": [
        "ISSN 1027-2445 Opinion on the Negotiation position on agriculture for the next W TO round E U R O P E AN U N I ON ■ IF « ► Brussels, ;|\\| 9/10 April 2003 CdR 181/02 fin C o m m i t t ee of t he R e g i o ns ",
        "DEVE-006 Brussels, 29 April 2003 OPINION of the Committee of the Regions of 9 April 2003 on the Negotiation position on agriculture for the next WTO round CdR 181/2002 fin DE-EN/JW/ht ",
        "",
        "- 1- The Committee of the Regions, HAVING REGARD TO its Bureau's decision of 12 March 2002, under the fifth paragraph of Article 265 of the Treaty establishing the European Community, to instruct its Commission for Sustainable Development to draw up an opinion on the Negotiation position on agriculture for the next WTO round; HAVING REGARD TO the Communication from the Commission to the Council and the European Parliament on the EU approach to the WTO Millennium Round (COM (1999) 331 final); HAVING REGARD TO its opinion on Agenda 2000 - CAP reform (CdR 273/98 fin 1 ); HAVING REGARD TO its opinion on the Negotiation position on agriculture for the next WTO round (CdR 527/99 fin 2 ); HAVING REGARD TO the Doha development agenda adopted on 14 November 2001 for a new global round of trade agreements; HAVING REGARD TO the recently adopted US Farm Bill; HAVING REGARD TO the Council conclusions of 26 October 1999 on the EU's position at the WTO conference in Seattle from 30 November to 3 December 1999; HAVING REGARD TO the outcome of the ministerial conference in Seattle from 30 November to 3 December 1999; HAVING REGARD TO the Commission's proposals of 22 January 2003 in connection with the mid-term review; HAVING REGARD TO the Commission's proposal of 16 December 2002 on the further liberalisation of trade in agricultural products and the Council of Ministers' decision of 27 January 2003; HAVING REGARD TO the compromise proposal submitted on 13 February 2003 by the chairman of the WTO agriculture negotiations, Stuart Harbinson, which was emphatically rejected by the Commission; 1 OJ C 93, 6.4.1999, p. 1. 2 OJ C 317, 6.11.2000, p. 12 CdR 181/2002 fin DE-EN/JW/ht .../.. ",
        "- 2- HAVCNG REGARD TO the provisions of the Marrakesh final act which brought the eighth GATT trade round to a conclusion and the resultant arrangement to press ahead with the reform process from 1999 (Millennium Round); HAVING REGARD TO the unanimous decisions on Agenda 2000 taken at the Berlin European Council meeting on 25 March 1999; HAVING REGARD TO the draft opinion adopted by the Commission for Sustainable Development on 20 February 2003 (CdR 181/2002 rev. 1) (rapporteur: Mr Bocklet, Bavarian Minister of State for Federal and European Affairs, Germany, D-EPP); unanimously adopted the following opinion at its 49th plenary session of 9 and 10 April 2003 (meeting of 9 April). 1. Introduction 1.1 Since the failure of the Seattle conference, political discussions in all the regions of the EU have focused on the WTO negotiations and globalisation. As the WTO negotiations enter a new phase, it is vital - against the backdrop of ongoing globalisation - that the Committee of the Regions should examine the importance of these negotiations from a European regional perspective. 1.2 The agreement signed by 117 countries in Marrakesh in 1994 was the culmination of almost eight years of multilateral trade talks within the GATT Uruguay Round. Among other things, participants in the Uruguay Round agreed to set up a new and stronger international organisation to monitor world trade. On 1 January 1995, the World Trade Organisation (WTO) replaced GATT as the forum for multilateral trade relations. 1.3 146 countries are now members of the WTO. Together, they account for well over 90% of international trade flows. More countries are striving to join the organisation, the purpose of which is to establish a common framework for trade relations. 1.4 The Uruguay Round was the first in GATT's history to seek a comprehensive agreement on agricultural trade. The result was an Agreement on Agriculture and an Agreement on Sanitary and Phytosanitary Measures. The Agreement on Agriculture was a major achievement. It is divided into three main areas: market access, internal support and export competition. 1.5 On the issue of market access, Member States agreed to convert all non-tariff import barriers (e.g. variable import levies) into maximum tariffs which were to be brought down over a six- year implementation period (1995-2000). Agreement was also reached on a minimum level of market access (minimum access or current access), based, in practice, on tariff quotas with reduced customs CdR 181/2002 fin DE-EN/JW/ht .../... ",
        "duties. Restrictions were placed on both the amounts of export subsidies and the volume of exports subsidised in this way. 1.6 Domestic support is divided into three categories: - amber box (support with a direct impact on product levels, e.g. price support via institutional prices, customs duties); - agreed cuts of 20% over six years. - blue box (support with a less substantial but still real impact on product levels, e.g. price compensation payments under the Agenda 2000 EU agricultural policy reform); - no cuts required. - green box (support with no direct - or with very little - impact on production and trade, e.g. measures to adapt agricultural structures, compensatory payments relating to environmental requirements or for disadvantaged areas); - no cuts required. 1.7 In November 2001, following the failure of the 1999 WTO negotiations, the 142 members of the World Trade Organisation agreed on the Doha development agenda for a new global round of trade agreements. The aim of the agricultural negotiations is to progress towards the establishment of a fair and market-oriented trading system. At the same time, however, it is essential to recognise the progress already made on the agricultural front under the existing WTO agreement. The Doha timeframe provides for an agreement on the \"modalities\" of the negotiations by 31 March 2003 and the conclusion of the entire round by 2005. 1.8 Apart from trade matters, other issues have come to the fore over the past few years: - Concerns about food safety and quality have become increasingly prominent, not least in the light of recent food scandals. - Europeans are more aware than in the past of the wide-ranging environmental impact of farming. - There are new considerations too, such as animal welfare and the use of genetically modified organisms. 2. Communication from the Commission to the Council and the European Parliament on the EU approach to the WTO Millennium Round 2.1 In Doha, the European Commission submitted a paper on the WTO Millennium Round. 2.2 On the agriculture front, the EU's negotiation position reflects the need: CdR 181/2002 fin DE-EN/JW/ht .../... ",
        "- 4- - to secure the EU's share of the global market and improve access to third-country markets; - to maintain a number of existing provisions of the Uruguay Round Agreement on Agriculture on which key elements of the EU's agricultural policy is built, e.g. retaining the \"blue box\" and \"green box\"; - to ensure the compatibility of certain rural and environmental policies in agriculture by recognising agriculture's multifunctional role; - to protect geographical indications and protect against the misuse of food and beverage names; - to secure more effective consumer protection. 2.3 On 16 December 2002, the European Commission submitted a proposal for the WTO agricultural negotiations, which was adopted by the Council of Ministers with only minor changes on 27 January 2003. 2.4 This proposal focuses on the following objectives and key points: - Further substantial liberalisation on a fair and equitable basis. This is to be achieved by cutting trade-distorting farm subsidies by 55% and budgetary outlays on export subsidies by an average of 45%. In addition, the further opening of agricultural markets is to be achieved by reducing the tariffs for agriculture by an average of 36%, with a minimum reduction of 15% per tariff line. - A fair, just and effective reform process to promote burden-sharing: Export credits are to be disciplined. It is essential to specifically include (i) the misuse of food aid as a means of disposing of surpluses and (ii) state trading enterprises. The \"de minimis\" rule must not be retained. - Addressing the special needs of the developing countries: facilitating market access and improving food security. All the industrialised countries should also subscribe to the EU's \"Everything but arms\" initiative (EBA) and allow the duty-free import of all agricultural products from the poorest countries of the world. Moreover, the industrialised countries should ensure that zero duty applies to at least 50% of their farm imports from all developing countries. Also, domestic support measures by developing countries in the interests of food security should be exempted from the cuts. In their pursuit of the Doha agenda, the developing countries should be entitled to smaller cuts and a longer implementation period. - Recognition of the EU agriculture model: Domestic support measures in the interests, for instance, of maintaining biodiversity or fostering rural development, animal welfare or consumer protection should be exempted from the reduction requirements since such measures reflect both social demands and consumer expectations in the EU. 2.5 On 12 February 2002, the chairman of the WTO Agricultural Negotiations Committee, Stuart Harbinson, submitted his first compromise proposal, followed by a second, revised version on 18 March 2003, for WTO negotiations on agriculture. This proposal by CdR 181 /2002 fin DE-EN/JW/ht ",
        "- 5- Harbinson was flatly rejected, both by Commissioners Fischler and Lamy and by European agriculture ministers in the March 2003 Agriculture Council. The Harbinson compromise proposal was also rejected by a majority of WTO members. The gist of this proposal is as follows: - facilitating market access in all Member States by reducing customs duties in all three tariff groups by 40-60%; - reducing blue box measures by 50%; - reducing amber box measures by 60%; - reducing export refunds by 50%; - reduction from 5% to 2.5% in the de minimis rule in industrial countries. The Committee's conclusions, reached in the light of these proposals and the WTO draft for an agreement on agriculture, are set out below. 3. The CoR's conclusions 3.1 The European Union must continue to play a leading role in the upcoming WTO negotiations and adopt a coherent and pro-active strategy to promote non-commercial considerations and the commitment to development, without losing sight of the EU's basic policy objectives with regard to multifunctional agriculture. 3.2 All Member States should support the Commission's brief and be guided by its stance. The European Union can best defend its overall interests only by presenting a united front. 3.3 The negotiations must consistently focus on maintaining genetic diversity and biodiversity in particular by implementing the Cartagena Protocol on Biosafety, annexed to the Convention on Biological Diversity. However, there should be no moves to prevent the use of approved biotechnology in farming, as European farmers must not be denied the long-term economic benefits involved. The WTO partners decide for themselves about biotechnology use. 3.4 The outcome of the WTO negotiations must adequately reflect regional differences with regard to use of resources, choice of instruments and framing of measures. A global framework must be established in which account can be taken of specific regional requirements without discriminating against others. 3.5 European agriculture and forestry must continue to be able: - to ensure a safe and stable supply of healthy, high-quality food and non-food products; - to pursue an export policy which secures a competitive place for EU farmers on the world CdR 181/2002 fin DE-EN/JW/ht .../... ",
        "- 6- markets; - to retain rural jobs and secure an adequate income for agricultural workers and those employed in the upstream and downstream sectors. 3.6 The EU's brief for the WTO negotiations must be tied to the Agenda 2000 decisions and the continuation of the milk quota arrangements and the sugar regime as well as those arrangements concerning other important sectors such as olive oil, rice and cotton beyond 2008 and must tie in with the guidelines proposed by the European Commission with regard to the common agricultural policy and rural development. 3.7 The Committee echoes the European Parliament's call to make the Doha round a genuine development round in the fight against poverty. It therefore supports the formulation of specific, ambitious provisions for the developing countries, while not losing sight of the EU's basic policy objectives regarding multifunctional agriculture and sustainable development. Beyond the new tariff concessions under the \"Everything but arms\" initiative for the 48 LDCs, no further opening of the EU agricultural market can be permitted, as this would otherwise pose a serious threat to key areas of market organisation (e.g. the existing sugar and rice regime). 3.8 Care must be taken to ensure the comparability of support measures, including policy tools such as agricultural export credits, insurance against loss of income, transport subsidy schemes and marketing boards, the nominal use of Food Aid and granting loans to third countries on condition that they purchase certain, essentially agricultural products from the granting country. These are increasingly being used as support measures by some trading partners (e.g. the USA and Australia) and have hitherto not been subject to WTO rules. 3.9 The aims of the EU's sustainable development strategy as adopted at the 2001 Gothenburg European Council must also become a basic element of any regulation of global agricultural trade. Everyone across the whole world benefits from compliance with environmental norms and the introduction of minimum social standards. 3.10 The European Union should therefore take account of European consumer demands by seeking the rapid and mandatory inclusion of consumer, environmental, social, sanitary, phytosanitary and animal welfare standards in international agreements. These agreements must be adequately linked to the WTO agreement in order to secure compliance. The mandatory inclusion of animal welfare concerns is a welcome development. 3.11 EU norms and controls in relation to food safety and the standards mentioned above must be recognised and protected at international level. Imports must meet these European - or comparable - standards and must be monitored on that basis. Where scientific opinion differs from one country to another, countries should apply the precautionary principle to imported products. CdR 181/2002 fin DE-EN/JW/ht ...A. ",
        "- 7- 3.12 Under WTO rules, full compensation must be permitted to offset the higher costs attributable to stricter European production standards which are not adopted by the WTO. These costs must not be taken into account when working out the Producer Subsidy Equivalent (PSE). 3.13 As part of the Uruguay Round, an understanding was reached that other WTO partners would not be able to challenge the agreements reached until 2003 (the so-called \"peace clause\"). This clause is nearing expiry and must be extended so that the commencing negotiations are not disrupted by unilateral action on the part of WTO partners. Furthermore, a new peace clause will need tó be negotiated as part of the Millennium Round. 3.14 The unilateral decision not to use the marketing and pricing tools still possible under current WTO rules inevitably involves a scaling-down of external protection. Such action represents concessions to WTO partners without any adequate and specific concessions in return, such as recognition of and compliance with the principle of Community preference and of the distinctive nature of most of European agriculture as a result of its multifunctional role. The Committee of the Regions would point out that any further reduction in existing agricultural market regimes in the EU may potentially result in increased fluctuations in both quantities and prices, which in turn runs counter to the aim of safeguarding and stabilising incomes. For that reason, the Committee would ask the Commission to refrain from needlessly making any advance proposals for further cuts in market regimes. 3.15 The Committee of the Regions supports the Commission in its efforts to secure a balanced outcome of the WTO negotiations and to take adequate account of the interests of European agriculture. The Committee of the Regions calls on the Commission to put the following issues at the forefront of the negotiations: • to stand by the Council of Ministers' decisions of 26 January 2003, when a joint position was reached concerning the Community's negotiation brief; • to also take account of non-trade concerns; • to resist the added pressure for liberalisation from the Cairns Group. 3.16 In May 2002, President Bush signed the new US Farm Bill that had been passed by both US houses. The bill provides for an additional increase in US agricultural spending of more than US$80 billion over the next 10 years. The Committee of the Regions would ask the Commission to examine this bill with a critical eye and to place it on the agenda of the WTO negotiations. Recent developments in US agricultural policy are regrettable as they mark a retreat from the Doha objectives. 3.17 The Committee of the Regions encourages the Commission to press ahead with its adopted strategy of incorporating the European agricultural model into the WTO agreements, as this is the only way to maintain long-term rural viability in Europe's regions. CdR 181/2002 fin DE-EN/JW/ht .../... ",
        "- 8- 3.18 The Committee of the Regions is pleased that, in order to promote urgently needed economic development in the LDCs, the poorest developing countries have gained duty-free access to the European Union under the \"Everything but arms\" initiative. At the same time, the CoR would ask the Commission to leave the sensitive sugar market out of future negotiations because falling prices would cause severe difficulties for sugar producers not only in the EU but in the ACP countries as well. 3.19 In July 2002, the Council of Ministers gave the Commission a mandate to negotiate a new import regime for cereals with the WTO partners. The aim is that real world-market prices should reflect prices not only on the Chicago commodity exchange, but in other regions of the world as well. The idea is to prevent the EU being inundated with cheap imports from other regions. Given the low cereal prices in the EU, the Commission is asked to make every effort in the negotiations to defend the interests of European cereal producers. 3.20 The Committee of the Regions proposes working closely with the Commission to ensure that the distinctive regional features of European agriculture are duly brought to bear in the WTO negotiations. 3.21 The Committee of the Regions notes that the liberalisation concessions mentioned above go beyond the framework of the Uruguay Round final act. The outcome of the WTO negotiations must not, however, go further than the decisions taken in Berlin. The EU's negotiation position must not be weakened by overly generous concessions in the early stages. 3.22 With regard to opening up the farming sector to genetically modified organisms (GMOs), the Committee of the Regions calls on the Commission to ensure adequate safety for conventional and organic agricultural production. 3.23 No bilateral trade agreements should be concluded between the EU and third countries until the outcome of the WTO negotiations is known. They must not result in any further concessions that are detrimental to European agriculture. Brussels, 9 April 2003 The President The Secretary-General of the of the Committee of the Regions Committee of the Regions Albert Bore Vincenzo Falcone CdR 181/2002 fin DE-EN/JW/ht ",
        "",
        "CD -π ι I > ι Ο 00 m ο CdR - Rue Belliard 79 - Β-1040 Bruxelles Series: CoR OPINIONS AND REPORTS CdR(2002) 181 EN 9 pp. - Format 21.0 χ 29.7 cm Pubtøtlor* Office Λΐ&ήι *li**l*Jr. KTM ii! « "
    ]
}