{
    "text": [
        "Reports of Cases OPINION OF ADVOCATE GENERAL WAHL delivered on 8 September 2016 1 Opinion procedure 3/15 initiated following a request made by the European Commission (Conclusion of international agreements by the European Union — Marrakesh Treaty to Facilitate Access to Published Works for Persons Who Are Blind, Visually Impaired or Otherwise Print Disabled — Competence of the European Union — Legal bases — Article 19 TFEU — Article 114 TFEU — Article 153 TFEU — Article 207 TFEU — Article 209 TFEU — Directive 2001/29/EC) 1. The fact that international agreements may seek to achieve, simultaneously, a variety of objectives explains why the conclusion of such agreements by the European Union may give rise, in the EU legal system, to certain specific issues of law. In particular, the identification of the correct legal basis for the conclusion of an international agreement, and the determination of the nature of the competence exercised by the European Union when concluding that agreement, may at times prove a rather complex exercise. Unfortunately, but perhaps unsurprisingly, on those issues the EU institutions and the governments of the Member States at times come to different conclusions. 2. That situation is illustrated by the present case, in which the Commission asks the Court to clarify whether the European Union has exclusive competence to conclude the Marrakesh Treaty to Facilitate Access to Published Works for Persons Who Are Blind, Visually Impaired or Otherwise Print Disabled 2 ( ‘ the Marrakesh Treaty ’ ), negotiated in the context of the World Intellectual Property Organization ( ‘ WIPO ’ ). I – Legal framework A – The Marrakesh Treaty 3. In the preamble to the Marrakesh Treaty, the Contracting Parties set out, inter alia, the reasons for and the aim of that treaty. In particular, they first recall ‘ the principles of non-discrimination, equal opportunity, accessibility and full and effective participation and inclusion in society, proclaimed in the Universal Declaration of Human Rights and the United Nations Convention on the Rights of Persons with Disabilities ’ . Mindful ‘ of the challenges that are prejudicial to the complete development of persons with visual impairments or with other print disabilities ’ , they emphasise ‘ the importance of copyright protection as an incentive and reward for literary and artistic creations ’ . They declare themselves aware ‘ of the barriers of persons with visual impairments or with other print disabilities to access published works ’ and of ‘ the need to both expand the number of works in accessible formats 1 — Original language: English. 2 — The Marrakesh Treaty to Facilitate Access to Published Works for Persons Who Are Blind, Visually Impaired or Otherwise Print Disabled, World Intellectual Property Organization, 27 June 2013, TRT/MARRAKESH/001. EN ECLI:EU:C:2016:657 1 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU and to improve the circulation of such works ’ . They recognise that, ‘ despite the differences in national copyright laws, the positive impact of new information and communication technologies on the lives of persons with visual impairments or with other print disabilities may be reinforced by an enhanced legal framework at the international level ’ . 4. The preamble also stresses that, despite the fact that ‘ many Member States have established limitations and exceptions in their national copyright laws for persons with visual impairments or with other print disabilities ’ , ‘ there is a continuing shortage of available works in accessible format copies for such persons ’ . In fact, considerable resources are required for making works accessible to these persons and the limited cross-border exchange of accessible format copies results in the duplication of the efforts required to that end. 5. The Contracting Parties further recognise ‘ both the importance of rightholders ’ role in making their works accessible to persons with visual impairments or with other print disabilities and the importance of appropriate limitations and exceptions to make works accessible to these persons, particularly when the market is unable to provide such access ’ . In addition, they recognise ‘ the need to maintain a balance between the effective protection of the rights of authors and the larger public interest … and that such a balance must facilitate effective and timely access to works for the benefit of persons with visual impairments or with other print disabilities ’ . 6. Article 2 of the Marrakesh Treaty contains definitions of ‘ works ’ , 3 ‘ accessible format copy ’ 4 and ‘ authorized entity ’ 5 for the purposes of that treaty. In turn, Article 3 defines the concept of ‘ beneficiary person ’ — in essence, a beneficiary is defined as someone affected by one or more of a range of disabilities that interfere with the effective reading of printing material. This broad definition includes persons who are visually impaired as well as those with a physical disability that prevents them from holding and manipulating a book. 7. The obligations for the Contracting Parties are laid down, in particular, in Articles 4 to 6 of the Marrakesh Treaty. More specifically, Article 4(1) provides for an exception or limitation to national copyright laws to enable accessible format copies to be made under certain conditions, in order to facilitate the availability of works in accessible format copies for beneficiary persons. That provision states furthermore that Contracting Parties may provide a limitation or exception to the right of public performance to facilitate access to works for beneficiary persons. Article 5(1) concerns the cross-border exchange of accessible format copies: Contracting Parties are to provide that ‘ if an accessible format copy is made under a limitation or exception or pursuant to operation of law, that accessible format copy may be distributed or made available by an authorized entity to a beneficiary person or an authorized entity in another Contracting Party ’ . Article 6 concerns the importation of accessible format copies, and provides that ‘ to the extent that the national law of a Contracting Party would permit a beneficiary person, someone acting on his or her behalf, or an authorized entity, to make an accessible format copy of a work, the national law of that Contracting Party shall also permit them to import an accessible format copy for the benefit of beneficiary persons, without the authorization of the rightholder ’ . 8. Article 7 of the Marrakesh Treaty provides that Contracting Parties are to ensure access by beneficiary persons where rightholders use technological measures for copyright protection. Article 8 of that treaty aims to protect the privacy of beneficiary persons, while Article 9 thereof concerns cooperation to foster the cross-border exchange of accessible format copies. 3 — The concept of ‘ works ’ refers to literary and artistic works within the meaning of Article 2(1) of the Berne Convention for the Protection of Literary and Artistic Works ( ‘ the Berne Convention ’ ), in the form of text, notation and/or related illustrations, whether published or otherwise made publicly available in any media. The concept encompasses works in audio form such as audiobooks. 4 — ‘ Accessible format copy ’ means a copy of a work in an alternative manner or form which gives a beneficiary person access to the work. It must be used exclusively by beneficiary persons and must respect the integrity of the original work. 5 — An ‘ authorised entity ’ , is a government institution or other organisation recognised by the government that provides education, instructional training, adaptive reading or information access to blind, visually impaired, or otherwise print disabled persons on a non-profit basis. ECLI:EU:C:2016:657 2 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 9. Articles 10, 11 and 12 of the Marrakesh Treaty provide general guidance on the interpretation and application of that treaty. Article 11 states, inter alia, that the Contracting Parties are to comply with the obligations stemming from the Berne Convention, the Agreement on Trade-Related Aspects of Intellectual Property Rights ( ‘ the TRIPS Agreement ’ ) and the WIPO Copyright Treaty ( ‘ the WCT ’ ). 6 10. Articles 13 to 22 of the Marrakesh Treaty, finally, contain administrative and procedural provisions. In particular, Article 15(3) reads: ‘ The European Union, having made the declaration referred to in the preceding paragraph at the Diplomatic Conference that has adopted this Treaty, may become party to this Treaty. ’ Article 18 specifies that that treaty will enter into force ‘ three months after 20 eligible parties [...] have deposited their instruments of ratification or accession ’ . Article 21(1) indicates that that treaty is ‘ signed in a single original in English, Arabic, Chinese, French, Russian and Spanish languages, the versions in all these languages being equally authentic ’ . B – EU law 11. Directive 2001/29/EC 7 harmonises certain aspects of copyright and related rights in the information society. In particular, that instrument harmonises, with regard to authors, the exclusive right of reproduction (Article 2(a)), the right of communication to the public of their works including the right to make those works available to the public (Article 3(1)), and the exclusive right of distribution (Article 4) of their works. 12. Article 5(2) and (3) of Directive 2001/29 lists the cases in which Member States are authorised to provide for exceptions or limitations to, respectively, the reproduction right laid down in Article 2, and the other rights provided for in Articles 2 and 3 of the directive. In particular, in point (b), Article 5(3) refers to ‘ uses, for the benefit of people with a disability, which are directly related to the disability and of a non-commercial nature, to the extent required by the specific disability ’ . 8 Article 5(4) adds that ‘ where the Member States may provide for an exception or limitation to the right of reproduction pursuant to paragraphs 2 and 3, they may provide similarly for an exception or limitation to the right of distribution as referred to in Article 4 to the extent justified by the purpose of the authorised act of reproduction ’ . In turn, Article 5(5) specifies that the exceptions and limitations provided ‘ shall only be applied in certain special cases which do not conflict with a normal exploitation of the work or other subject matter and do not unreasonably prejudice the legitimate interests of the rightholder ’ . 13. Article 6(1) and (4) of Directive 2001/29, provides: ‘ 1. Member States shall provide adequate legal protection against the circumvention of any effective technological measures, which the person concerned carries out in the knowledge, or with reasonable grounds to know, that he or she is pursuing that objective. … 6 — Article 11 must be read in the light of the 10th recital, according to which the Contracting Parties reaffirm their obligations under the existing international treaties on the protection of copyright and the importance of the so-called ‘ three-step test ’ for limitations and exceptions established in Article 9(2) of the Berne Convention. 7 — Directive of the European Parliament and of the Council of 22 May 2001 on the harmonisation of certain aspects of copyright and related rights in the information society (OJ 2001 L 167, p. 10). 8 — Recital 34 of Directive 2001/29 also reads: ‘ Member States should be given the option of providing for certain exceptions or limitations for cases such as educational and scientific purposes, for the benefit of public institutions such as libraries and archives, for purposes of news reporting, for quotations, for use by people with disabilities , for public security uses and for uses in administrative and judicial proceedings ’ (emphasis added). ECLI:EU:C:2016:657 3 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 4. Notwithstanding the legal protection provided for in paragraph 1, in the absence of voluntary measures taken by rightholders, including agreements between rightholders and other parties concerned, Member States shall take appropriate measures to ensure that rightholders make available to the beneficiary of an exception or limitation provided for in national law in accordance with Article 5(2)(a), (2)(c), (2)(d), (2)(e), (3)(a), (3)(b) or (3)(e) the means of benefiting from that exception or limitation, to the extent necessary to benefit from that exception or limitation and where that beneficiary has legal access to the protected work or subject matter concerned. …’ II – The facts, the request for an opinion and the procedure before the Court A – Factual background 14. In 2009, negotiations began in WIPO on the conclusion of a possible international treaty introducing limitations and exceptions to copyright for the benefit of people who are blind, visually impaired or otherwise print disabled, with the objective of facilitating the cross-border exchange of books and other printed material in accessible formats. 15. On 26 November 2012, the Council adopted a decision authorising the Commission to participate in those negotiations, on behalf of the European Union. 9 The WIPO negotiations were successfully concluded at the diplomatic conference held in Marrakesh between 17 and 28 June 2013. These led to the adoption of the Marrakesh Treaty on 27 June 2013. 16. On 14 April 2014, the Council authorised the signature of the Marrakesh Treaty on behalf of the European Union. 10 The Council Decision was based on both Article 114 TFEU and Article 207 TFEU. On that occasion, however, a number of statements were made: the Commission stated that it considered the subject matter of the Marrakesh Treaty to fall within the exclusive competence of the Union, whereas several Member States instead took the view that that competence is shared between the Member States and the European Union. 17. On 21 October 2014, the Commission adopted a proposal for a decision on the conclusion of the Marrakesh Treaty on behalf of the European Union ( ‘ the decision at issue ’ ). 11 The proposal for a Council Decision was based on Articles 114, 207 and 218(6)(a)(v) TFEU. After numerous discussions, especially within the Permanent Representatives Committee (Coreper), that proposal did not, however, obtain the necessary majority in the Council since Member States were divided as to whether or not the Marrakesh Treaty falls under the exclusive competence of the Union. Accordingly, the Union has not, to date, concluded the Marrakesh Treaty. 18. Nevertheless, on 19 May 2015, the Council decided to request, under Article 241 TFEU, the Commission to submit without delay a legislative proposal to amend the EU legal framework so as to give effect to the Marrakesh Treaty. 19. Against that background, the Commission decided, on 17 July 2015, to submit to the Court a request, pursuant to Article 218(11) TFEU, for an opinion on the nature of the competence of the Union as regards the Marrakesh Treaty. 9 — Council Decision on the participation of the European Union in negotiations for an international agreement within the World Intellectual Property Organisation on improved access to books for print impaired persons; 16259/12. 10 — Council Decision 2014/221/EU of 14 April 2014 on the signing, on behalf of the European Union, of the Marrakesh Treaty to Facilitate Access to Published Works for Persons who are Blind, Visually Impaired, or otherwise Print Disabled (OJ 2014 L 115, p. 1). 11 — COM(2014) 638 final. ECLI:EU:C:2016:657 4 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 20. On 6 October 2015, the Commission responded favourably to the Council ’ s request under Article 241 TFEU, declaring that it would ‘ present draft legislation in order to bring the Union in line with the Marrakesh Treaty ’ . B – The request for an opinion 21. The request for an opinion of the Court submitted by the Commission is worded as follows: ‘ Does the European Union have exclusive competence to conclude the [Marrakesh Treaty]? ’ 22. The text of the Marrakesh Treaty, in three authentic versions (English, French and Spanish), was annexed to the Commission ’ s request for an opinion. C – Procedure before the Court 23. Written observations in the present proceedings have been submitted by the Czech, French, Lithuanian, Hungarian, Romanian, Finnish and United Kingdom Governments, and by the European Parliament. The Czech, French, Hungarian, Italian, Romanian, Finnish and United Kingdom Governments, the European Parliament, the Council and the Commission presented oral argument at the hearing on 7 June 2016. D – Summary of the observations submitted to the Court 24. The Commission suggests that the Court answer the request for an opinion to the effect that the Marrakesh Treaty falls within the exclusive competence of the Union. The Commission takes the view that the substantive legal bases are, on the one hand, Article 114 TFEU and, on the other hand, Article 207 TFEU. The former provision is relied upon because of the harmonising effect which the Commission claims the Marrakesh Treaty will have as regards certain aspects of copyright and related rights. The latter provision is considered relevant given that the Marrakesh Treaty aims, in particular, at ensuring the cross-border exchange of accessible-format copies between the Contracting Parties, including between the European Union and third countries. Regardless of the specific substantive legal bases, the EU competence is, in the Commission ’ s view, exclusive by virtue of Article 3(2) TFEU since the conclusion of the Marrakesh Treaty may affect or alter the scope of the provisions of Directive 2001/29. 25. The European Parliament supports the position taken by the Commission. In its view, Articles 114 and 207 TFEU constitute the correct substantive legal bases for the decision at issue. The exclusive competence of the Union to conclude the Marrakesh Treaty stems from Article 3(2) TFEU: the obligation to provide for limitations or exceptions in national copyright law falls under the scope of Directive 2001/29 in general and Article 5(3)(b) thereof in particular. The Council, for its part, does not take a position on the nature of the EU competence or the substantive legal basis of the decision at issue. It merely denies that the fact that it has formally requested the Commission to present draft legislation under Article 241 TFEU may have any bearing on the assessment of the Union ’ s competence. 26. Conversely, the Czech, French, Lithuanian, Hungarian, Romanian, Finnish and United Kingdom Governments take the view that the Union does not have exclusive competence to conclude the Marrakesh Treaty. In particular, all those governments contend that the conditions laid down in Article 3(2) TFEU for the Union ’ s competence to become exclusive are not fulfilled. However, as regards the substantive legal bases for the decision at issue, the views of those governments differ. ECLI:EU:C:2016:657 5 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 27. The Lithuanian Government agrees with the Commission and the European Parliament that Articles 114 and 207 TFEU are the correct legal bases. Initially, in its written observations, the French Government took the view that Article 114 TFEU alone constituted the correct legal basis whereas subsequently, at the hearing, it declared that it had changed its position and that it considered that a reference to Article 209 TFEU was also necessary. 28. The Czech and Finnish Governments also consider Article 114 TFEU relevant, but suggest including Article 19 TFEU as an additional legal basis. The Hungarian Government argues that the reference to Article 114 TFEU is correct but, for its part, proposes adding a reference to Article 4(2)(b) TFEU since the Marrakesh Treaty mainly pursues an objective of social policy. 29. The United Kingdom Government, on the other hand, takes the view that Article 114 TFEU cannot be the basis for the decision at issue: in its opinion, that decision should be based on Article 19 TFEU alone or, in the alternative, in combination with Article 207 TFEU. Lastly, the Romanian Government does not take a position on the correct legal basis of the decision at issue but contests the applicability of Article 207 TFEU. III – Assessment A – Introduction 30. In its request, the only matter on which the Commission seeks the opinion of the Court is whether the European Union has exclusive competence to conclude the Marrakesh Treaty. 31. However, to answer that question, it is necessary to identify the correct substantive legal basis (or bases) for the decision at issue. In the system created by the EU treaties, which is based on the principle of conferral, the choice of the correct legal basis for a proposed act by the institutions is of constitutional significance. 12 That choice determines whether the Union has the power to act, for what purposes it may act and the procedure that it will have to follow in the event that it may act. 32. This is of particular significance as regards the conclusion of international agreements by the Union. As the Court has stated, whether the Union alone has the competence to conclude an agreement or whether such competence is shared with the Member States depends, inter alia, on the scope of the provisions of EU law which empower the EU institutions to participate in the agreement. 13 Indeed, in some areas, the Union cannot acquire supervening external exclusivity, pursuant to Article 3(2) TFEU, even when it has already exercised its competence internally. Therefore, the indication of the legal basis determines the division of powers between the Union and the Member States. 14 33. According to settled case-law, the choice of the legal basis for a measure, including one adopted in order to conclude an international agreement, must rest on objective factors which are amenable to judicial review. Those factors include in particular the aim and the content of the measure. If an examination of a measure reveals that it pursues a twofold purpose or that it has a twofold component and if one is identifiable as the main or predominant purpose or component, whilst the other is merely incidental, the measure must be founded on a single legal basis, namely that required 12 — See, to that effect, Opinion 2/00 of 6 December 2001, EU:C:2001:664, paragraph 5. 13 — See Opinion 2/92 of 24 March 1995, EU:C:1995:83, paragraph 12, and Opinion 1/08 of 30 November 2009, EU:C:2009:739, paragraph 112. 14 — See judgment of 1 October 2009, Commission v Council , C - 370/07, EU:C:2009:590, paragraph 49. ECLI:EU:C:2016:657 6 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU by the main or predominant purpose or component. By way of exception, if it is established that the measure simultaneously pursues several objectives or that it has several components inseparably linked, without one being secondary and indirect in relation to the other, the measure may be founded on the corresponding legal bases. 15 34. Long-standing case-law thus implies that in the case of the conclusion of international agreements, just as in the case of any other act of the European Union, the interpreter should strive to identify, where possible, only one or, failing that, the absolute minimum number of legal bases. Clearly, with the entry into force of the Treaty of Lisbon — which streamlines decision-making procedures and generalises the use of the ordinary legislative procedure for the vast majority of the Union ’ s fields of action — the problems arising from the coexistence of various legal bases in EU acts may be less acute. However, the basic principle that any unessential multiplication of legal bases is to be avoided is, undoubtedly, still valid. 35. This is, to my mind, particularly true for international agreements which cover a specific area and tend to have a single, clearly defined objective. Whereas international agreements which are meant to regulate the relationship between the contracting parties in a wide variety of areas (often referred to as ‘ framework agreements ’ , ‘ partnership agreements ’ or ‘ cooperation agreements ’ ) can more easily justify recourse to multiple legal bases, that is less so when the scope of the agreement is more limited and specific. 36. Identifying the so-called centre (or centres) of gravity of a proposed legal instrument may, nevertheless, prove to be a difficult task. Indeed, the areas of EU competence are defined, in the Treaties, in various manners. Across all categories, competences are predominantly expressed in terms of objectives to be achieved (for example, the internal market or the preservation and protection of the environment). These can, in turn, be limited to certain ‘ themes ’ such as specific economic sectors (for example, transport) or specific policy fields (for example, consumer protection), or, on the contrary, be drafted in general terms (for example, the internal market) or cover a variety of policy fields (for example, the area of freedom, security and justice). In other instances, however, competences are mainly expressed in terms of the types of instruments that the European Union may adopt in a particular field (as occurs, for example, in the areas of the customs union, competition or the common commercial policy). Finally, the Union ’ s external action is always to be guided by the same principles and aspirations, regardless of the type of competence exercised. 37. The aforementioned difficulties in identifying the correct legal basis of an EU act arise also in the case at hand. As mentioned in points 24 to 29 above, the Member States and EU institutions which have submitted observations in the present proceedings have referred to no less than five different provisions of the FEU Treaty that, alone or in various combinations, might, in their view, constitute the substantive legal bases for the decision at issue: Articles 4(2)(b), 19(1), 114, 207 and 209 TFEU. 38. In truth, the arguments put forward in support of each of those provisions have a certain force. However, all things considered, I believe that the decision at issue ought to have a dual legal basis, as most of the Member States which have submitted observations suggest. The two applicable provisions are, in my view, Articles 19(1) and 207 TFEU. In the following section, I shall explain the reasons why I take that view. In that context, I shall also explain why, in the final analysis, the arguments put forward in support of the other three provisions, whilst not unsound, do not persuade me. Lastly, I shall deal with the crux of the present request for an opinion: the exclusive or shared nature of the competence of the Union to conclude the Marrakesh Treaty. 15 — See, to that effect, judgment of 14 June 2016, Parliament v Council , C - 263/14, EU:C:2016:435, paragraphs 43 and 44, and Opinion 2/00 of 6 December 2001, EU:C:2001:664, paragraphs 22 and 23 and the case-law cited. ECLI:EU:C:2016:657 7 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU B – The substantive legal bases 1. Article 207 TFEU a) General observations 39. The Commission, supported by the European Parliament and the Lithuanian and United Kingdom Governments, 16 considers that the Marrakesh Treaty constitutes an instrument of common commercial policy and, accordingly, that Article 207 TFEU ought to be one of the substantive legal bases of the decision at issue. 40. I agree. 41. The common commercial policy is one of the main pillars of the Union ’ s relations with the rest of the world. According to Article 207(1) TFEU, that policy must ‘ be based on uniform principles, particularly with regard to changes in tariff rates, the conclusion of tariff and trade agreements relating to trade in goods and services, and the commercial aspects of intellectual property, foreign direct investment, the achievement of uniformity in measures of liberalisation, export policy and measures to protect trade such as those to be taken in the event of dumping or subsidies ’ . 42. It is well established that the mere fact that an act of the Union is liable to have implications for international trade is not enough for that act to be classified as falling within the common commercial policy. Indeed, an EU act falls within that policy if it relates specifically to international trade in that it is essentially intended to promote, facilitate or govern trade and has direct and immediate effects on trade. 17 43. What the subject matter of international trade is can neither be determined in the abstract nor identified in a static and rigid manner. Global trade is subject to continuous change: trade practices, patterns and trends evolve over time. The Union must always be able to fulfil its role as a global trade actor vis-à-vis its trading partners, both in bilateral contexts and in multilateral fora. That is why the Court has, from the early days, consistently taken the view that the common commercial policy must be defined broadly, dismissing restrictive interpretations of the Treaty rules which would make that policy ‘ become nugatory in the course of time. ’ 18 The common commercial policy was conceived, as the Court has stated, with an ‘ open nature ’ . 19 In defining the characteristics and the instruments of that policy, the Treaties took possible changes into account: accordingly, Article 207 TFEU ‘ presupposes that commercial policy will be adjusted in order to take account of any changes of outlook in international relations ’ . 20 44. In the light of those principles, it seems clear to me that the decision at issue falls, at least in part, within the common commercial policy. 16 — The latter government takes that view only in the alternative, in the event that Article 19 TFEU was not considered a sufficient basis on its own to conclude the Marrakesh Treaty. 17 — See, inter alia, judgments of 22 October 2013, Commission v Council , C - 137/12, EU:C:2013:675, paragraph 57; of 18 July 2013, Daiichi Sankyo and Sanofi-Aventis Deutschland , C - 414/11, EU:C:2013:520, paragraph 51; and of 12 May 2005, Regione autonoma Friuli-Venezia Giulia and ERSA , C - 347/03, EU:C:2005:285, paragraph 75. 18 — Opinion 1/78 of 4 October 1979, EU:C:1979:224, paragraphs 44 and 45. On this issue, see also judgment of 17 October 1995, Werner , C - 70/94, EU:C:1995:328, paragraph 9 et seq., and Opinion of Advocate General Kokott in Commission v Parliament and Council , C - 178/03, EU:C:2005:312, point 32. 19 — See Opinion 1/94 of 15 November 1994, EU:C:1994:384, paragraph 41. 20 — See judgment of 26 March 1987, Commission v Council , 45/86, EU:C:1987:163, paragraph 19. ECLI:EU:C:2016:657 8 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 45. Article 207(1) TFEU includes the ‘ commercial aspects of intellectual property ’ among the sectors which fall within the scope of the common commercial policy. Interpreting that concept in Daiichi Sankyo , the Court held that, of the EU rules in the field of intellectual property, only those with a specific link to international trade are capable of falling within the field of the common commercial policy. 21 46. A number of central provisions of the Marrakesh Treaty evidently have such a specific link to international trade: in particular, Article 5 ( ‘ Cross-border exchange of accessible format copies ’ ), Article 6 ( ‘ Importation of accessible format copies ’ ) and Article 9 ( ‘ Cooperation to facilitate cross-border exchange ’ ). Those provisions lay down some of the key obligations taken on by the Contracting Parties and appear crucial to attain the objectives, stated in the preamble to the Marrakesh Treaty, of ‘ expand[ing] the number of works in accessible formats and improv[ing] the circulation of such works ’ . 22 According to that preamble, one of the reasons for the ‘ continuing shortage of available works in accessible format copies ’ is precisely the limited cross-border exchange of accessible format copies. 47. In addition, other provisions of the Marrakesh Treaty (such as Article 4) are also intended to facilitate international trade by standardising certain rules on the availability, scope and use of intellectual property rights among the Contracting Parties. Therefore, although in a different context and on a much more limited scale, the Marrakesh Treaty also pursues one of the objectives of the TRIPS Agreement which, in Daiichi Sankyo , 23 the Court considered crucial for that agreement to fall within the scope of Article 207 TFEU. 48. Accordingly, far from merely having limited implications for international trade, a large and important component of the Marrakesh Treaty is specifically related thereto. Its provisions are intended to promote, facilitate and govern trade in a specific type of goods: accessible format copies. In the overall scheme of the Marrakesh Treaty, the opening-up of national markets to accessible format copies from other countries is one of the key means of achieving the objectives pursued by the Contracting Parties. 49. That conclusion is not called into question by certain arguments which a number of Member States put forward denying that Article 207 TFEU is an appropriate legal basis and which I shall now address in turn. b) Non-commercial aspects of intellectual property 50. First, the Czech, French, Hungarian and Finnish Governments do not accept that the cross-border exchange of accessible format copies takes place in a commercial framework. They point, in particular, to Article 4(2) of the Marrakesh Treaty according to which the Contracting Parties are to introduce limitations or exceptions in their national copyright law when, inter alia, ‘ the activity is undertaken on a non-profit basis ’ . They also refer to Article 4(4) of that treaty, according to which ‘ a Contracting Party may confine limitations or exceptions under this Article to works which, in the particular accessible format, cannot be obtained commercially under reasonable terms for beneficiary persons in that market ’ . 21 — See judgment of 18 July 2013, Daiichi Sankyo and Sanofi-Aventis Deutschland , C - 414/11, EU:C:2013:520, paragraph 52. 22 — See the fourth recital. 23 — See judgment of 18 July 2013, Daiichi Sankyo and Sanofi-Aventis Deutschland , C - 414/11, EU:C:2013:520, paragraphs 58 and 59. See also judgment of 22 October 2013, Commission v Council , C - 137/12, EU:C:2013:675, paragraphs 60 to 67. ECLI:EU:C:2016:657 9 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 51. However, according to the case-law, an activity is subject to EU law in so far as it is of an economic nature. 24 Only under very exceptional circumstances will an activity, which is prima facie of an economic nature, fall outside the scope of EU law on account of the principle of solidarity. 25 Moreover, while the Court has held that Member States have wide discretion in the field of public health and social security and, in particular, may have recourse to non-profit organisations in that connection, the Court has not outright excluded such activities from the scope of EU law. 26 In particular, the Court has consistently held that any entity engaged in an economic activity, regardless of its legal status and the way in which it is financed, is in principle subject to the EU competition rules. 27 Accordingly, the case-law of the Court does not appear to exclude the applicability of EU law to activities carried out on a non-profit basis or at a loss, or with a view to achieving non-economic objectives. I would add that the Member States objecting to the applicability of Article 207 TFEU do not explain why that approach is ill-suited when it comes to international trade. 52. Those parties seem to take the view that goods exchanged on a non-profit basis would be covered by the concept of ‘ non-commercial aspects of intellectual property ’ and, as a consequence, would fall outside the common commercial policy. 53. That is, to my mind, to misinterpret Article 207 TFEU. That provision does not exclude from its ambit transactions or activities of a non-commercial nature. Indeed, the fact that some goods or services may, under certain circumstances, be exchanged for purposes other than for making a profit (including, for example, when supplied free of charge) does not imply that those goods or services are not traded. Article 4(4) of the Marrakesh Treaty, in referring to accessible format copies which ‘ cannot be obtained commercially under reasonable terms [in the] market ’ implies that a market exists in which that type of goods is traded under commercial terms. As the Commission pointed out at the hearing, the economic operators which are active in that market will necessarily be affected by the rules of the Marrakesh Treaty. 54. It is significant that, in Daiichi Sankyo , 28 the Court confirmed that the whole of the TRIPS Agreement falls within the scope of Article 207 TFEU. Yet, the TRIPS Agreement also includes rules on services or goods supplied for non-commercial use. 29 Likewise, the Berne Convention, which, since it is referred to in Article 2.2 of the TRIPS Agreement, may be considered partially incorporated into the latter, also includes provisions regulating the use of protected works for certain non-commercial activities. 30 It is noteworthy that none of those agreements excludes in toto non-commercial transactions or uses of protected works from their scope. 55. In this context, it is interesting to note that, in the decisions of the WTO adjudicatory bodies, artistic works and other works of the intellect are generally treated in the same way as other commercial goods, even when traded on non-commercial terms or exploited for non-commercial uses. 31 Even where the term ‘ commerce ’ appears in the WTO Agreements, that term is interpreted very broadly, as encompassing ‘ all exchanges of goods ’ , regardless of the ‘ nature or type of “ commerce ” , or the reason or function of the transaction ’ . 32 The applicability of WTO rules cannot depend on the 24 — See, for example, judgment of 18 July 2006, Meca-Medina and Majcen v Commission , C - 519/04 P, EU:C:2006:492, paragraph 22. 25 — See judgment of 17 February 1993, Poucet and Pistre , C - 159/91 and C - 160/91, EU:C:1993:63. 26 — See judgments of 17 June 1997, Sodemare and Others , C - 70/95, EU:C:1997:301 and of 11 December 2014, Azienda sanitaria locale n. 5 ‘ Spezzino ’ and Others , C - 113/13, EU:C:2014:2440. 27 — See judgment of 23 April 1991, Höfner and Elser , C - 41/90, EU:C:1991:161, paragraph 21. 28 — Judgment of 18 July 2013, Daiichi Sankyo and Sanofi-Aventis Deutschland , C - 414/11, EU:C:2013:520. 29 — See, for example, Article 31(b) and (c) and Article 60 of the TRIPS Agreement. 30 — See, for example, Articles II(9) and IV(4) of the Appendix. 31 — For example, in DS160, US — Section 110(5) Copyright Act , the Panel paid very little attention to the parties ’ arguments on whether or not the exceptions to copyright claims of authors and composers under US laws had to be restricted to non-commercial uses of works in order to comply with the TRIPS Agreement. See Panel Report of 15 June 2000 (WT/DS160/R), paragraph 6.58. 32 — See Appellate Body Report of 7 June 2016 in DS461, Colombia Measures Relating to the Importation of Textiles, Apparel and Footwear (WT/DS461/AB/R), paragraphs 5.34 to 5.36. ECLI:EU:C:2016:657 10 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU private decision of an operator on how to carry out its business activities. In fact, certain WTO rules appear to presuppose that some transactions are effected on non-commercial terms. For example, the WTO Anti-Dumping Agreement 33 concerns, among other matters, exports of products that do not meet their full cost of production. 34 Thus, far from requiring a profit, WTO rules also apply to transactions effected at a loss, unless otherwise provided. 56. What Article 207 TFEU excludes from the ambit of the common commercial policy are only the non-commercial aspects of intellectual property rights. This means sectors of intellectual property law which are not strictly or directly concerned with international trade. That is clearly a residual category. Indeed, broadly speaking, intellectual property rules are meant to confer certain exclusive rights regarding the exploitation of creations of the intellect in order to foster creativity and innovation. Those exclusive rights are nothing but sui generis forms of monopolies which may limit the free circulation of goods or services. Thus, by their very nature, intellectual property rules are mostly trade-related. An example of a non-trade-related aspect of intellectual property is that relating to moral rights which, in fact, are excluded from the scope of the TRIPS Agreement. 35 At any rate, in the present case it is not necessary to delve deeper into that concept: suffice it to say that neither moral rights nor any other aspect of intellectual property which is not related to trade is governed by the Marrakesh Treaty. 57. Be that as it may, it seems to me that the arguments presently examined are based on a false premiss. As the Commission points out, the Marrakesh Treaty by no means requires that the reproduction, distribution and making available of accessible format copies is to be free of charge. As Article 4(5) of that treaty states, ‘ it shall be a matter for national law to determine whether limitations or exceptions under this Article are subject to remuneration ’ . 58. At the hearing, however, the Italian Government stated that the ‘ remuneration ’ referred to in Article 4(5) of the Marrakesh Treaty should not be understood as a real ‘ remuneration ’ but more as a mere compensation for the copyright owners. 59. That objection is, to my mind, unfounded. First, I would observe that the Italian Government has not submitted any element to support its interpretation of Article 4(5), which seems at odds with the wording of that provision. Second, and more importantly, the fact that the amount of money which might be payable to copyright owners may not correspond to a full market price by no means excludes the commercial nature of the underlying transactions. 36 60. In essence, the Marrakesh Treaty requires Contracting Parties to enact a standard set of limitations and exceptions to copyright rules in order to permit the reproduction, distribution and making available of accessible format copies, and to permit the cross-border exchange of those works. That treaty does not regulate the commercial or non-commercial character of the transactions through which those operations take place. In any event, some of the transactions covered by the Marrakesh Treaty certainly do have a commercial character. 61. For the sake of completeness , I would also note that, by virtue of Articles 4(4) and 5(3) of the Marrakesh Treaty, the obligations set out in Articles 4(1) and 5(1) of that same treaty may also be fulfilled by the Contracting Parties by providing limitations or exceptions in copyright laws which are not limited to the activities of non-profit entities. 33 — Agreement on Implementation of Article VI of the General Agreement on Tariffs and Trade 1994. 34 — See Article 2.2 of the WTO Anti-Dumping Agreement, and, as regards the EU legal order, Article 2(3) to (6) of the basic anti-dumping regulation (Council Regulation (EC) No 1225/2009 of 30 November 2009 on protection against dumped imports from countries not members of the European Community (OJ 2009 L 343, p. 51)). 35 — See specifically Article 9.1 of the TRIPS Agreement. On this issue, see Dimopoulos, A., ‘ An Institutional Perspective II: The Role of the CJEU in the Unitary (EU) Patent System ’ , The Unitary EU Patent System , Hart Publishing, Oxford, 2015, p. 75. 36 — See, by analogy, judgments of 19 December 2012, Ordine degli Ingegneri della Provincia di Lecce and Others , C - 159/11, EU:C:2012:817, paragraph 29, and of 4 June 2009, Vatsouras and Koupatantze , C - 22/08 and C - 23/08, EU:C:2009:344, paragraph 27. ECLI:EU:C:2016:657 11 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU c) The links with the TRIPS Agreement 62. Second, the French, Hungarian, Romanian and Finnish Governments emphasise that the Marrakesh Treaty was negotiated within WIPO, an agency of the United Nations which does not have as its mission the liberalisation and promotion of trade. The Hungarian and United Kingdom Governments also point to the fact that the Marrakesh Treaty, arguably, only has weak links to the TRIPS Agreement. 63. Those objections, too, fail to persuade me. 64. To begin with, where and in what context an international agreement is negotiated is only of limited relevance. Although those elements may, at times, give some useful indications about the intentions of the drafters of the agreement, what really matters are the aim and content of the agreement, as they emerge from its wording. 65. For example, the Court has ruled that the Council Decision on the signing, on behalf of the Union, of the European Convention on the legal protection of services based on, or consisting of, conditional access 37 had to be based on Article 207 TFEU, even though that agreement was adopted by the Council of Europe, an organisation primarily concerned with the protection of human rights, democracy and the rule of law. 38 On the other hand, WIPO does administer other international agreements which appear to have clear links to international trade: for instance, the Madrid Agreement for the Repression of False or Deceptive Indications of Source on Goods. 39 66. To that, I would only add that the Court has already confirmed that commercial aspects of intellectual property fall within the scope of the common commercial policy regardless of whether they are included in international agreements which are part of the WTO Agreements (or negotiated in the context of the WTO). 40 d) The aim of the Marrakesh Treaty 67. Third, the Finnish and United Kingdom Governments emphasise that the aim of the Marrakesh Treaty is not to liberalise trade, but to contribute to the complete development of persons with visual impairments. Those governments consider that the legal issue in the present case is, mutatis mutandis , similar to that examined by the Court in the cases concerning the Cartagena Protocol on Biosafety 41 and the Basel Convention on the control of transboundary movements of hazardous wastes and their disposal. 42 In those cases, the Court considered the environmental component of the agreement predominant over its trade component. 37 — Council Decision 2014/243/EU of 14 April 2014 ( OJ 2014 L 128, p. 61). 38 — See judgment of 22 October 2013, Commission v Council , C - 137/12, EU:C:2013:675. 39 — According to that agreement (which was signed on 14 July 1967 and entered into force on 26 April 1970), all goods bearing a false or deceptive indication of source, by which one of the Contracting States, or a place situated therein, is directly or indirectly indicated as being the country or place of origin, must be seized on importation, or such importation must be prohibited, or other actions and sanctions must be applied in connection with such importation. 40 — See judgments of 12 May 2005, Regione autonoma Friuli-Venezia Giulia and ERSA , C - 347/03, EU:C:2005:285, paragraphs 71 to 83, and of 22 October 2013, Commission v Council , C - 137/12, EU:C:2013:675, paragraphs 60 to 67. 41 — See Opinion 2/00 of 6 December 2001, EU:C:2001:664. 42 — See judgment of 8 September 2009, Commission v Parliament and Council , C - 411/06, EU:C:2009:518. ECLI:EU:C:2016:657 12 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 68. At the outset, I would recall that Article 207 TFEU makes it clear that ‘ the common commercial policy shall be conducted in the context of the principles and objectives of the Union ’ s external action ’ . In turn, Article 21 TEU — which lays down those principles and objectives — states that the Union ’ s action on the international stage is to be guided, inter alia, by the principles of equality and solidarity and should aim, inter alia, to ‘ foster the sustainable economic, social and environmental development of developing countries, with the primary aim of eradicating poverty ’ . 69. As mentioned above, modern trade agreements often pursue a variety of objectives at the same time. Purely economic-related objectives are only some of those objectives. Humanitarian, development and environmental objectives, for example, frequently play a central role in the negotiation of international agreements the essential content of which remains, nonetheless, clearly trade-related. 43 To give an example, in the last few years, in continuation of a process that began with the Doha Declaration on the TRIPS Agreement and Public Health, 44 the WTO Members have adopted a number of decisions, amending or implementing the TRIPS Agreement with regard to the patentability 45 and licensing 46 of pharmaceutical products, to the benefit of the least-developed countries. Those measures undoubtedly pursue development and health objectives: to ensure access to medicine (especially anti-HIV products) for all in the poorest countries. Nonetheless, in the light of their content and context, I believe that few would dispute the fact that those measures have a specific link to international trade. 47 70. That is why the EU Treaties, especially after the entry into force of the Treaty of Lisbon, assign to the Union ’ s external action (including that in the field of the common commercial policy) 48 a number of objectives, both of economic and of non-economic nature. That also explains why the Court, even before the entry into force of the Treaty of Lisbon, consistently found that objectives relating to, for example, economic development, 49 environmental protection 50 or foreign policy 51 could be pursued in the context of the common commercial policy. 71. In the end, the common commercial policy is essentially the external dimension of the internal market and the customs union. In that respect, I would recall that Article 114 TFEU constitutes the main provision used by the EU legislature to adopt the measures necessary for the establishment and functioning of the internal market. It is well established that, once the conditions for recourse to Article 114 TFEU as a legal basis are fulfilled, the EU legislature cannot be prevented from relying on 43 — In that regard, I observe that a number of governments that have submitted observations in the present proceedings seem to emphasise the aim of the Marrakesh Treaty over its content. To do so, in my view, is mistaken. As mentioned in point 33 above, the Court ’ s case-law requires the interpreter of a measure to examine both its aim and its content. After all, the different parties to an international agreement (including, in a mixed agreement, the Union and its Member States) may well understand the goals of that agreement differently, or place varying emphasis on its different components (see De Baere, G., Van den Sanden, T., ‘ Interinstitutional Gravity and Pirates of the Parliament on Stranger Tides: the Continued Constitutional Significance of the Choice of Legal Basis in Post-Lisbon External Action ’ , E.C.L. Review , vol. 12(1), Cambridge University Press, 2016, pp. 85-113). 44 — Doha WTO Ministerial, 20 November 2001, WT/MIN(01)/DEC/2. 45 — See Decisions of the Council for TRIPS of 25-27 June 2002 (IP/C/25) and of 6 November 2015 (IP/C/73) on the extension of the transition period under Article 66.1 of the TRIPS Agreement for Least-Developed Country Members for certain obligations with respect to Pharmaceutical products. 46 — See, in particular, Decision of the General Council of 6 December 2005 on the amendment of the TRIPS Agreement (WT/L/641). 47 — In that regard, I note that the EU measures relating to those WTO decisions have been adopted on the basis of Article 207 TFEU, either on its own or in combination with other Treaty articles. See, for example, Council Decision of 19 November 2007 on the acceptance, on behalf of the European Community, of the Protocol amending the TRIPS Agreement, done at Geneva on 6 December 2005 (2007/768/EC) (OJ 2007 L 311, p. 35); and Council Decision (EU) 2015/1855 of 13 October 2015 establishing the position to be taken on behalf of the European Union within the Council for [TRIPS] and the General Council of the [WTO] as regards the request from least-developed country Members for an extension of the transitional period under paragraph 1 of Article 66 of the [TRIPS] concerning certain obligations related to pharmaceutical products, and for a waiver of the obligations under paragraphs 8 and 9 of Article 70 of that Agreement (OJ 2015 L 271, p. 33). 48 — For the common commercial policy, see especially Article 206 TFEU. 49 — Opinion 1/78 of 4 October 1979, EU:C:1979:224, paragraphs 41 and 46. 50 — See, for example, judgment of 29 March 1990, Greece v Council , C - 62/88, EU:C:1990:153, paragraphs 15 to 19. 51 — See judgment of 17 October 1995, Werner , C - 70/94, EU:C:1995:328, paragraphs 9 to 12. ECLI:EU:C:2016:657 13 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU that legal basis on the ground that the pursuit of other objectives of general interest 52 (such as, for example, public health 53 or consumer protection 54 ) is a decisive factor in the choices to be made. For reasons of coherence, the same principle should, in my view, apply with regard to the common commercial policy. 72. I consider that the Finnish and United Kingdom Governments are mistaken in drawing a parallel between the Marrakesh Treaty and the abovementioned Cartagena Protocol and Basel Convention. In those cases, the Court held that the trade component of those agreements was only secondary to their environmental component. A simple glance at the text of those agreements cannot but confirm that the number, scope and importance of the trade-related provisions in the overall scheme of those agreements were neither preponderant, nor of equal importance to those of the environment-related provisions. Indeed, most of the provisions of those agreements concerned environmental regulation, trade regulation being merely one of the instruments used for the pursuit of the environment-related objectives. 73. On the contrary, as explained above, the increase of international trade with regard to accessible format copies is very much at the heart of the system established by the Marrakesh Treaty. The simplification and growth of the cross-border exchange of accessible format copies is one of the key means devised by the drafters of that treaty to further their objectives. 74. One could even say that, simply put, the effect of the Marrakesh Treaty is to replace one type of trade in accessible format copies with another. Currently, cross-border trade in those goods is very limited, since it takes place according to the normal market rules. In the future, trade in those goods will be facilitated since copyright owners will have limited rights for the purpose of opposing the reproduction, distribution and circulation of their works in the situations specified in the Marrakesh Treaty. 75. The French Government is thus mistaken when it argues that the Marrakesh Treaty does not aim to liberalise or promote trade. In any event, according to settled case-law, it is sufficient that an agreement governs trade, for example by limiting or even prohibiting trade, for it to fall within the scope of the common commercial policy. 55 76. That said, it is true that, as a number of governments point out, the trade-related objectives in the Marrakesh Treaty serve a purpose of a different nature. This is why I take the view that Article 207 TFEU cannot be the sole basis of the decision at issue. 2. Article 19(1) TFEU 77. The preamble to the Marrakesh Treaty makes it clear that, as the Czech, Finnish and United Kingdom Governments argue, the ultimate aim of that treaty is to contribute to the complete development of persons with visual impairments or with other print disabilities. Emphasis is placed, in particular, on the principles of non-discrimination, equal opportunity, accessibility and full and effective participation and inclusion in society. In that context, the second recital refers to the intention that the visually impaired should receive information on an equal basis with others. The fourth recital, for its part, refers to the barriers of persons with visual impairments or with other print disabilities to access published works and achieve equal opportunities in society. 52 — On this issue, in general, see Opinion of Advocate General Bot in Ireland v Parliament and Council , C - 301/06, EU:C:2008:558, point 97. 53 — See judgment of 4 May 2016, Philip Morris Brands and Others , C - 547/14, EU:C:2016:325, paragraph 60 and the case-law cited. 54 — See judgment of 8 June 2010, Vodafone and Others , C - 58/08, EU:C:2010:321, paragraph 36. 55 — See, to that effect, judgment of 9 March 2006, Aulinger , C - 371/03, EU:C:2006:160, and Opinion 1/94 of 15 November 1994, EU:C:1994:384, paragraph 51. ECLI:EU:C:2016:657 14 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 78. The preamble also refers to the Universal Declaration of Human Rights and the United Nations Convention on the Rights of Persons with Disabilities ( ‘ the UN Convention ’ ). The link between the UN Convention and the Marrakesh Treaty is, in fact, obvious. Article 30(3) of the former provides: ‘ States Parties shall take all appropriate steps, in accordance with international law, to ensure that laws protecting intellectual property rights do not constitute an unreasonable or discriminatory barrier to access by persons with disabilities to cultural materials. ’ The Marrakesh Treaty can, accordingly, be regarded as implementing the commitment undertaken in that provision. 79. In that regard, it is worthy of note that the UN Committee on the Rights of Persons with Disabilities ( ‘ the UN Committee ’ ), established within the framework of the UN Convention, has expressly pointed to the link between the two agreements. In commenting on Article 9 of the UN Convention (entitled ‘ Accessibility ’ ), the UN Committee wrote that the Marrakesh Treaty ‘ should ensure access to cultural material without unreasonable or discriminatory barriers for persons with disabilities ’ . 56 80. Against that background, I take the view that the Marrakesh Treaty pursues one of the aims referred to in Article 19(1) TFEU. According to the terms of that provision, ‘ the Council, acting unanimously in accordance with a special legislative procedure and after obtaining the consent of the European Parliament, may take appropriate action to combat discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation ’ . Disability is, thus, one of the grounds of possible discrimination listed in that provision against which the Union may take appropriate action. 81. In this context, I observe that it was precisely on the basis of Article 19 TFEU that the Union adopted a variety of legal instruments intended to combat discrimination, ensuring equal treatment and equal opportunities for all citizens. I refer, notably, to Directive 2000/43/EC on racial equality 57 and Directive 2004/113/EC on gender equality. 58 82. I also refer, more importantly, to Directive 2000/78/EC on equal treatment in employment and occupation. 59 According to Article 1 of that directive, its purpose ‘ is to lay down a general framework for combating discrimination on the grounds of religion or belief, disability , age or sexual orientation as regards employment and occupation, with a view to putting into effect in the Member States the principle of equal treatment ’ . 60 83. It seems to me that the EU measures just mentioned — as much as the international instruments mentioned in point 78 above — have a significant anti-discrimination component in common with the Marrakesh Treaty. 84. However, the Commission objects to that conclusion, pointing out that the Marrakesh Treaty is not a general measure aimed at fighting all possible forms of discrimination which people with disabilities may suffer: the subject matter of that treaty is confined to copyright only. In addition, the Commission points out that Articles 9 and 10 TFEU require the Union, inter alia, to combat social exclusion and discrimination when defining and implementing all its policies and activities. 56 — See Committee on the Rights of Persons with Disabilities, Eleventh session, 31 March-11 April 2014, General comment No 2 (2014) (CRPD/c/GC/2), p. 13. 57 — Council Directive of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin (OJ 2000 L 180, p. 22). 58 — Council Directive of 13 December 2004 implementing the principle of equal treatment between men and women in the access to and supply of goods and services (OJ 2004 L 373, p. 37). 59 — Council Directive of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (OJ 2000 L 303, p. 16). 60 — Emphasis added. ECLI:EU:C:2016:657 15 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 85. I am not convinced by those arguments. First, nothing in the text of Article 19(1) TFEU indicates that its scope is limited to measures of general nature or of broad scope. Second, the Marrakesh Treaty does not only require Contracting Parties to amend their copyright laws for the benefit of persons with visual impairments. It also places other obligations on them: for example, to introduce specific measures to protect the privacy of persons with visual impairments (Article 8), or to cooperate with the relevant bodies of WIPO in order to facilitate the cross-border exchange of accessible format copies (Article 9). Article 13 also establishes an assembly with the task, inter alia, of developing the rules of the Marrakesh Treaty. Third, the need to combat discrimination, ensuring equal opportunities for persons with visual impairments, has not merely been taken into account when negotiating the Marrakesh Treaty but provides the rationale for that treaty. 86. In the light of the above, I take the view that Article 19(1) TFEU should be one of the legal bases of the decision at issue. 3. Article 114 TFEU 87. The Commission, supported on this point by the Czech, Finnish, French and Lithuanian Governments and the European Parliament, considers that Article 114 TFEU should be one of the legal bases of the decision at issue. 88. I do not share that view. 89. There is no doubt that the conclusion of the Marrakesh Treaty may entail a further harmonisation of EU copyright rules. It is also beyond dispute that, internally, measures concerning those matters may generally be based on Article 114 TFEU. Finally, it is self-evident that implementation by the Union of the provisions laid down in the Marrakesh Treaty will have a positive effect on cross-border trade within the Union. 90. Nevertheless, those elements do not seem to me to provide sufficient grounds for concluding that the internal market component of the Marrakesh Treaty is predominant or, at least, has a weight equal to the trade and anti-discrimination components. 91. It is settled case-law that a measure adopted on the basis of Article 114 TFEU must genuinely have as its object the improvement of the conditions for the establishment and functioning of the internal market. 61 A mere finding of disparities between national rules is not sufficient to justify having recourse to Article 114 TFEU. That provision requires the existence of differences between the laws, regulations or administrative provisions of the Member States which are such as to obstruct the fundamental freedoms and thus have a direct effect on the functioning of the internal market. 62 92. In the present case, no party has shown that there are significant disparities between the national laws of the Member States on the aspects of copyright regulated by the Marrakesh Treaty. Clearly, in the light of Article 5(2) and (3) of Directive 2001/29, it is possible (or even likely) that differences exist between the laws, regulations or administrative provisions of the Member States as regards the exceptions or limitations to the authors ’ rights to the benefit of persons with visual impairments. However, a mere possibility is not enough to justify recourse to Article 114 TFEU. 93. In fact, as the United Kingdom Government points out, there has been no analysis of how those presumed disparities affect the functioning of the internal market. Yet, recital 31 of Directive 2001/29 states that the degree of harmonisation achieved as regards the exceptions and limitations was ‘ based on their impact on the smooth functioning of the internal market ’ . From that, I would infer that, 61 — See, in particular, judgment of 5 October 2000, Germany v Parliament and Council , C - 376/98, EU:C:2000:544, paragraph 84. 62 — Judgment of 4 May 2016, Philip Morris Brands and Others , C - 547/14, EU:C:2016:325, paragraph 58 and the case-law cited. ECLI:EU:C:2016:657 16 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU when Directive 2001/29 was adopted, the EU legislature considered that the exceptions and limitations for the benefit of people with a disability did not have any significant impact on the smooth functioning of the internal market. Had it been otherwise, the EU legislature would arguably have required a greater level of approximation of the Member States ’ laws on that matter. There are reasonable grounds for supposing that the situation in that regard would not be any different today. 94. The fact that those aspects have not been examined in detail by the Commission or the EU legislature supports the view that the harmonisation of the internal market was not one of the main aims which prompted the Union to negotiate (and, potentially, conclude) the Marrakesh Treaty. The positive contribution that the conclusion of that treaty might make to the strengthening of the internal market appears, therefore, a rather secondary objective, or an indirect effect. 95. The fact that any internal measure with the same content would probably be based on Article 114 TFEU (alone, or in combination with other legal bases) is, in this context, of little relevance. As mentioned above, since the common commercial policy forms the external dimension of the internal market, equivalent measures are frequently based on Article 114 TFEU when their effects are purely internal to the Union, and on Article 207 TFEU when adopted with a view to regulating the relationship between the European Union and third countries. 96. In fact, the Union could, internally, achieve equivalent results by simply amending Directive 2001/29 (as the Council requested the Commission to do on 19 May 2015). However, the objectives pursued by the Marrakesh Treaty can be achieved effectively only if the rules contained therein are implemented in many other countries, well beyond the boundaries of the Union. Indeed, the seventh recital of that treaty states that there is a continuing shortage of accessible format copies despite the fact that ‘ many Member States have [already] established limitations and exceptions in their national copyright laws for persons with visual impairments or with other print disabilities ’ . 97. In the light of all those considerations, I take the view that Article 114 TFEU should not be included as one of the legal bases of the decision at issue. 4. Social policy 98. Finally, the Hungarian Government takes the view that the decision at issue should also include a reference to Article 4(2)(b) TFEU, since the objective of the Marrakesh Treaty is one of social policy. 99. At the outset, I should like to point out that Article 4 TFEU, like Articles 3, 5 and 6 TFEU, only enumerates the areas of EU competence, according to the nature of that competence. The definition and delimitation of those areas of competence, and the rules on the exercise by the Union of those competences are, instead, to be found in other provisions of the EU Treaties. Articles 3 to 6 TFEU cannot, accordingly, constitute substantive legal bases for any EU measure. 100. Therefore, the arguments put forward by the Hungarian Government should, in my view, be examined as if they referred to the provisions on social policy: Articles 151 to 161 TFEU. Among those provisions, it seems to me that it is arguable that a possible legal basis for the decision at issue would be Article 153 TFEU. 101. Article 153 TFEU sets out the acts and procedures that the Union is to follow to achieve the objectives of Article 151 TFEU. In turn, the latter provision identifies the social policy objectives of the Union as follows: ‘ the promotion of employment, improved living and working conditions, so as to make possible their harmonisation while the improvement is being maintained, proper social protection, dialogue between management and labour, the development of human resources with a ECLI:EU:C:2016:657 17 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU view to lasting high employment and the combating of exclusion ’ . 63 102. In the light of that provision, an element of social policy can certainly be found in the Marrakesh Treaty. Indeed, the ninth recital of that treaty recognises the ‘ need to maintain a balance between the effective protection of the rights of authors and the larger public interest, particularly education, research and access to information, and that such a balance must facilitate effective and timely access to works for the benefit of persons with visual impairments or with other print disabilities ’ . 64 103. Nevertheless, it does not seem to me that such an objective has, within the scheme of the Marrakesh Treaty, a central role. The real ‘ social ’ objective of that treaty is rather to improve the life of the people with visual impairments generally. A more effective access to employment for those people would be merely a consequence of the removal of certain barriers which limit their freedom of expression, including their freedom to seek, receive and impart information and ideas of all kinds, their enjoyment of the right to education, and the opportunity to conduct research. 104. The Union ’ s social policy is very much focused on improving what can, broadly speaking, be described as the working or economic life of Union citizens, 65 whereas, as mentioned above, the aim of ensuring equal treatment and opportunities for, inter alia, people with disabilities is rather the subject matter of the anti-discrimination measures envisaged in Article 19 TFEU. 105. Therefore, since the two provisions partly overlap, 66 I take the view that, as concerns the social component of the Marrakesh Treaty, the centre of gravity is to be found more in Article 19 TFEU than in Article 153 TFEU. 5. Article 209 TFEU 106. At the hearing, the French Government changed its position, arguing that Article 209 TFEU should also be included as a legal basis for the decision at issue, alongside Article 114 TFEU. Indeed, in its view, the Marrakesh Treaty pursues a development objective. 107. It is true that the preamble to the Marrakesh Treaty acknowledges that ‘ the majority of persons with visual impairments or with other print disabilities live in developing and least developed countries ’ and expressly refers to the development agenda of WIPO. 108. However, it seems clear to me that, in the overall scheme of the Marrakesh Treaty, the development objective is purely ancillary, or at least secondary to the other objectives. It should be recalled, in that regard, that the main objective of development cooperation is the eradication of poverty in the context of sustainable development. 67 It is self-evident that that objective is not at the heart of the Marrakesh Treaty. 109. First, the reference to the development objective in the preamble is made only in passing, whereas the commercial and anti-discrimination objectives of the Marrakesh Treaty are more fully explained. 63 — Emphasis added. 64 — Emphasis added. 65 — The vast majority of the objectives set out in Article 151(1) TFEU are clear on that, as is the reference to the European Social Charter of 1961 and Community Charter of the Fundamental Social Rights of Workers of 1989. 66 — In that regard, see, for example, judgments of 11 July 2006, Chacón Navas , C - 13/05, EU:C:2006:456; of 19 April 2016, DI , C - 441/14, EU:C:2016:278; and of 13 September 2007, Del Cerro Alonso , C - 307/05, EU:C:2007:509. 67 — See judgment of 11 June 2014, Commission v Council , C - 377/12, EU:C:2014:1903, paragraphs 36 and 42. ECLI:EU:C:2016:657 18 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 110. Second, no specific provision of that treaty specifically addresses development policy. A brief mention of the needs of least developed countries is made only in Articles 12 and 13 of the Marrakesh Treaty. Neither of those provisions is, however, of central importance. Article 12 has merely an interpretative function: it recognises the Contracting Parties ’ right to implement, in their national law, other copyright limitations and exceptions than are provided for by that treaty for the benefit of beneficiary persons. In the case of least developed countries, reference is made to those countries ’ ‘ special needs and [their] particular international rights and obligations and flexibilities thereof ’ . In turn, Article 13 states that the Contracting Parties must have an assembly. It also provides that, whilst the expenses of each delegation is to be borne by the Contracting Party that has appointed the delegation, in the case of delegations of Contracting Parties that are developing countries, the Assembly may ask WIPO to grant financial assistance to facilitate their participation. 111. Third, as mentioned in point 69 above, the Court has made clear that development objectives can also be pursued in the context of the Union ’ s common commercial policy. 112. Fourth, and more importantly, the rules laid down in the Marrakesh Treaty are clearly meant to improve the conditions of beneficiaries in all the Contracting Parties, and not only (or primarily) those of beneficiaries living in developing or least developed countries. 6. Interim conclusion 113. In the light of the foregoing, I take the view that the decision at issue should be based on Articles 19 and 207 TFEU. Moreover, there is no reason, in my opinion, to consider that the procedures laid down in those two provisions are incompatible: only the Council ’ s voting requirement may possibly differ. 114. International agreements falling within the scope of Article 19 TFEU are, by virtue of Article 218(6)(v) and (8) TFEU, to be concluded through the adoption of a decision of the Council, acting unanimously on a proposal by the Commission, after obtaining the consent of the European Parliament. 115. International agreements falling within the scope of Article 207 TFEU are, pursuant to Articles 207(4) and 218(6)(v) TFEU, to be concluded by the adoption of a Council Decision, on a proposal by the Commission, after obtaining the consent of the European Parliament. As for the Council voting requirement, qualified-majority voting is the rule, whereas unanimity is exceptionally required in the three situations laid down in the second and third subparagraphs of Article 207(4) TFEU. 116. For the purposes of the present proceedings it is, however, unnecessary to determine whether, for its trade component, Article 207 TFEU would have in principle required the Council to decide by unanimity or by qualified-majority. The stricter requirement set out in Article 19 TFEU inevitably prevails. 68 117. Consequently the decision at issue, if based on Articles 19 and 207 TFEU, is to be adopted by the Council, acting unanimously on a proposal by the Commission, after obtaining the consent of the European Parliament. 68 — See, to that effect, judgment of 3 September 2009, Parliament v Council , C - 166/07, EU:C:2009:499. It is true, as the Commission argues, that the Court seems to have considered incompatible the combination of unanimity and qualified-majority voting in its judgment of 29 April 2004, Commission v Council , C - 338/01, EU:C:2004:253. However, in the latter case the differences between the two procedures were not limited to the Council ’ s voting requirement but concerned also the involvement of the European Parliament. In that regard, see Opinion of Advocate General Alber in Commission v Council , C - 338/01, EU:C:2003:433, point 55. ECLI:EU:C:2016:657 19 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU C – The nature of the EU competence 118. According to Article 3(1)(e) TFEU, which codifies long-standing case-law, 69 the common commercial policy is an area of exclusive competence of the Union. Conversely, there is no reference to an area of competence which covers or includes anti-discrimination measures in any of the provisions of Title I of Part One of the FEU Treaty, which is entitled ‘ Categories and areas of Union competence ’ (Articles 2 to 6). Thus, by virtue of Article 4(1) TFEU, 70 such an area must be considered to be shared between the Union and the Member States. 119. Nonetheless, unlike what the Hungarian Government contends, that does not imply that the Marrakesh Treaty necessarily must be concluded as a mixed agreement. At the outset, I would point out that, even if Article 3(2) TFEU were not applicable as regards the Marrakesh Treaty, 71 conclusion of the treaty would not inevitably call for the adoption of a mixed agreement. The choice between a mixed agreement or an EU-only agreement, when the subject matter of the agreement falls within an area of shared competence (or of parallel competence), 72 is generally a matter for the discretion of the EU legislature. 120. That decision, as it is predominantly political in nature, may be subject to only limited judicial review. The Court has consistently held that the EU legislature must be allowed a broad discretion in areas which involve political, economic and social choices on its part, and in which it is called upon to undertake complex assessments. It concluded from this that the legality of a measure adopted in those fields can be affected only if the measure is manifestly inappropriate having regard to the objective which the competent institution is seeking to pursue. 73 121. That may be the case, for example, where a decision to conclude a mixed agreement might, because of the urgency of the situation and the time required for the 28 ratification procedures at national level, seriously risk compromising the objective pursued, or cause the Union to breach the principle pacta sunt servanda . 122. Conversely, a mixed agreement would be required, generally, where an international agreement concerns coexistent competences: that is, it includes a part which falls under the exclusive competence of the Union and a part which falls under the exclusive competence of the Member States, without any of those parts being ancillary to the other. 74 That, however, is clearly not the case of the Marrakesh Treaty. 123. More importantly, however, an agreement which, because of its objective and content, is within an area of competence which is, in principle, shared must necessarily be concluded as an EU-only agreement when that competence, by virtue of its exercise by the Union, has become exclusive externally. That is, as I shall explain below, precisely the case for the Marrakesh Treaty. 69 — Opinion 1/75 of 11 November 1975, EU:C:1975:145. 70 — According to Article 4(1) TFEU, ‘ the Union shall share competence with the Member States where the Treaties confer on it a competence which does not relate to the areas referred to in Articles 3 and 6 ’ . 71 — This issue will be examined in the following section of this Opinion. 72 — Such as those mentioned in Article 4(3) and (4) TFEU: respectively, technological development and space, and development cooperation and humanitarian aid. See, to that effect, judgment of 3 December 1996, Portugal v Council , C - 268/94, EU:C:1996:461. 73 — See judgment of 1 March 2016, National Iranian Oil Company v Council , C - 440/14 P, EU:C:2016:128, paragraph 77 and the case-law cited. 74 — As regards the ‘ absorption ’ of the ancillary aspects into the main component, see Opinion 1/94 of 15 November 1994, EU:C:1994:384, paragraphs 66 to 68, and judgment of 3 December 1996, Portugal v Council , C - 268/94, EU:C:1996:461, paragraphs 75 to 77. ECLI:EU:C:2016:657 20 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 1. On Article 3(2) TFEU 124. Article 3(2) TFEU provides: ‘ The Union shall also have exclusive competence for the conclusion of an international agreement when its conclusion is provided for in a legislative act of the Union or is necessary to enable the Union to exercise its internal competence, or in so far as its conclusion may affect common rules or alter their scope. ’ 125. That provision confers an additional source of exclusive competence on the Union, which is specific to the conclusion of international agreements. Therefore, a competence which may be shared internally may become exclusive for the conclusion of international agreements. The reason is self-evident: internally, the principle of primacy will ensure that, where there are differences between the EU rules and the domestic rules, the former will prevail. 75 In the event of a legal dispute, the Court of Justice may be called upon to clarify the matter, for example on the basis of Articles 258 to 260 TFEU. It is entirely different when Member States enter into international agreements with third countries. Those agreements may easily create obstacles, both at the political and at the legal level, to the correct functioning and, possibly, the future development of EU law. 76 126. In the present proceedings, only the last part of Article 3(2) TFEU is relevant. The Commission and the Parliament argue that the Union enjoys exclusive competence to conclude the Marrakesh Treaty because its conclusion may affect or alter the scope of the provisions of Directive 2001/29. 127. The last part of Article 3(2) TFEU codifies the so-called ERTA case-law. 77 In ERTA , the Court established the principle that, where common rules have been adopted, the Member States no longer have the right, acting individually or even collectively, to undertake obligations with third countries which affect those rules. In such a case, the Union has exclusive competence to conclude international agreements. 78 128. The common rules are affected, naturally, where the Union has completely harmonised the area which forms the subject matter of the international agreement. 79 Moreover, there is a risk that the EU rules might be adversely affected by international commitments undertaken by Member States, or that the scope of those rules might be altered, when those commitments fall within the scope of those rules. 80 129. Therefore, complete harmonisation of the area covered by an international agreement is not a necessary precondition for the exclusive competence of the Union to arise in that respect. It is sufficient that the area is already covered to a large extent by the EU rules concerned. 81 In other words, the relevant international and EU rules do not necessarily need to fully coincide for that to happen. 82 The Court has already rejected an approach under which an international agreement would 75 — See Opinion of Advocate General Poiares Maduro in Commission v Austria , C - 205/06, EU:C:2008:391, point 41. 76 — Cf. Louis, J.V., ‘ La compétence de la CE de conclure des accords internationaux ’ , Commentaire Mégret, vol. 12: Relations extérieures , Éditions de l ’ Université Libre de Bruxelles, Bruxelles, 2005, pp. 57-75. See also Azoulai, L., ‘ The Many Visions of Europe: Insights from the Reasoning of the European Court of Justice in external relations Law ’ , in Cremona, M., Thies, A., (eds), The European Court of Justice and External Relations Law , Hart Publishing, Oxford, 2014, pp. 172-182. 77 — See, to that effect, judgment of 4 September 2014, Commission v Council , C - 114/12, EU:C:2014:2151, paragraphs 66 and 67, and Opinion 1/13 of 14 October 2014, EU:C:2014:2303, paragraph 71. 78 — Judgment of 31 March 1971, Commission v Council ( ‘ ERTA ’ ), 22/70, EU:C:1971:32. 79 — Opinion 1/94 of 15 November 1994, EU:C:1994:384, paragraph 96. 80 — Judgment of 26 November 2014, Green Network , C - 66/13, EU:C:2014:2399, paragraph 29 and the case-law cited. 81 — See Opinion 2/91 of 19 March 1993, EU:C:1993:106, paragraph 25; Opinion 1/13 of 14 October 2014, EU:C:2014:2303, paragraph 73; and judgment of 26 November 2014, Green Network , C - 66/13, EU:C:2014:2399, paragraph 31. 82 — Judgment of 26 November 2014, Green Network , C - 66/13, EU:C:2014:2399, paragraph 30 and the case-law cited. ECLI:EU:C:2016:657 21 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU be examined, provision by provision, in order to determine whether each of those provisions corresponds to an analogous provision of EU law. The Court has stated that the nature of the competence must be determined on the basis of a comprehensive and detailed analysis of the relationship between the international agreement envisaged and the EU law in force. 83 130. This case-law, however, begs the question: when is an area sufficiently covered by EU rules to exclude Member States ’ competence to act externally (unless, obviously, they are authorised or granted delegated powers to that effect by the Union)? 131. To answer that question, one must go back to the very raison d ’ être of the ERTA case-law and, more generally, to that of Article 3(2) TFEU. As the Court has explained, that case-law (and, consequently, the new treaty provision which codifies that case-law) is meant to ensure a uniform and consistent application of the EU rules and the proper functioning of the systems which those rules establish, in order to preserve the full effectiveness of EU law. 84 132. In the light of that principle, it must be determined whether the rules contained in an international agreement may affect the uniform and consistent application or the effectiveness of the relevant EU rules. That analysis can, obviously, be carried out only on a case-by-case basis, by looking at the two sets of rules (EU and international), focusing on their scope, nature and content. 85 133. To that end, account must be taken not only of EU law as it stands when the agreement is to be concluded, but also of its future development, insofar as that is foreseeable at the time of that analysis. 86 Otherwise, any possible future development of EU law would risk being precluded, or at least significantly hampered. 87 134. That is why the Court has found there to be an exclusive EU competence where, for example, the conclusion of an agreement by the Member States would undermine the unity of the common market and the uniform application of EU law; 88 or where, given the nature and content of the existing EU provisions, any agreement in that area would necessarily affect the functioning of the system set up by the EU rules. 89 135. By contrast, the Court found that the Union did not have exclusive competence where, for example, because both the EU provisions and those of an international convention laid down minimum standards, there was nothing to prevent the full application of EU law by the Member States; 90 or where, although there was a chance that bilateral agreements would lead to distortions in the flow of services in the internal market, there was, in the Court ’ s view, nothing in the Treaty to prevent the institutions from arranging, in the common rules laid down by them, concerted action in relation to third countries or from prescribing the approach to be taken by the Member States in their external dealings. 91 136. In light of these principles I shall now consider whether the Marrakesh Treaty falls within the exclusive competence of the Union. 83 — Judgment of 26 November 2014, Green Network , C - 66/13, EU:C:2014:2399, paragraph 33. 84 — See Opinion 1/03 of 7 February 2006, EU:C:2006:81, paragraph 128, and judgment of 26 November 2014, Green Network , C - 66/13, EU:C:2014:2399. 85 — See, to that effect, Opinion of Advocate General Bot in Green Network , C - 66/13, EU:C:2014:156, point 49. 86 — See Opinion 1/13 of 14 October 2014, EU:C:2014:2303, paragraph 74 and the case-law cited. 87 — See, to that effect, what was stated in point 125 above. 88 — Judgment of 31 March 1971, Commission v Council , 22/70, EU:C:1971:32, paragraph 31. 89 — Opinion 1/94 of 15 November 1994, EU:C:1994:384, paragraphs 95 and 96, and judgment of 5 November 2002, Commission v Denmark , C - 467/98, EU:C:2002:625, paragraphs 83 and 84. 90 — Opinion 2/91 of 19 March 1993, EU:C:1993:106, paragraph 18. 91 — Opinion 1/94 of 15 November 1994, EU:C:1994:384, paragraphs 78 and 79, and judgment of 5 November 2002, Commission v Denmark , C - 467/98, EU:C:2002:625, paragraphs 85 and 86. ECLI:EU:C:2016:657 22 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 2. On the Marrakesh Treaty and Directive 2001/29 137. As mentioned, the Marrakesh Treaty regulates certain aspects of copyright law. It requires Contracting Parties to introduce a standard set of limitations and exceptions to copyright rules in order to permit the reproduction, distribution and making available of published works in formats accessible to persons with visual impairments, and to permit the cross-border exchange of those works. 138. At the Union level, copyright is regulated by Directive 2001/29, which establishes a legal framework for the protection of copyright and related rights. That instrument harmonises certain aspects of Member States ’ copyright laws, in order to implement the four freedoms in that respect, while leaving unaffected the differences between those laws which do not adversely affect the functioning of the internal market. 92 139. Several of the Member States which have submitted observations in the present proceedings discuss whether Directive 2001/29, in Article 5, achieves a complete harmonisation of the exceptions and limitations. They also address the question of whether the discretion conferred by that provision on the Member States implies that they have retained competence on those aspects (as a number of governments argue), or whether they have been authorised to act or have been granted powers to do so by the Union (as the Commission and the European Parliament contend). 140. To my mind, those issues are irrelevant for the purposes of the present proceedings. At the outset, I should point out that neither in Padawan 93 nor in Copydan Båndkopi 94 did the Court state that Article 5 of Directive 2001/29 achieves only a minimum harmonisation. More importantly, as explained in point 129 above, complete harmonisation is not necessary for the Union ’ s exclusive competence to arise. What is crucial in that regard is whether the area covered by the international agreement is already largely covered by EU rules so that any Member State competence to act externally in respect of that area would risk affecting those rules. 141. It cannot be disputed that exceptions and limitations are a part of copyright law which is largely regulated by Directive 2001/29. As specified in recital 32 of that directive, those exceptions and limitations are exhaustive. Moreover, under the terms of Article 5(5) and recital 44, all the exceptions and limitations must be applied according to the so-called three-step test. 95 Furthermore, the Court has made clear that the discretion which the Member States enjoy when they make use of the exceptions under Article 5 of Directive 2001/29 ‘ must be exercised within the limits imposed by EU law ’ . 96 Finally, the Court has also stated that many of the concepts found in Article 5 constitute autonomous concepts of EU law which must be interpreted in a uniform manner in all Member States, irrespective of the domestic laws of those States. 97 142. In fact, in the Broadcasting case, the Court observed that, as regards the international agreement in question in that case, the elements concerning, inter alia, the limitations and exceptions to the rights related to copyright were covered by common EU rules, and that the negotiations on those elements were capable of affecting or altering the scope of those common rules. 98 I do not see any reason why that conclusion would not be warranted in the present case too. 92 — See recitals 1 to 7. 93 — In its judgment of 21 October 2010, Padawan , C - 467/08, EU:C:2010:620, paragraph 27, the Court merely reproduces an argument put forward by one of the parties. 94 — In its judgment of 5 March 2015, Copydan Båndkopi , C - 463/12, EU:C:2015:144, paragraph 88, the Court refers to ‘ partial harmonisation ’ . 95 — See footnote 6 above. 96 — Judgment of 1 December 2011, Painer , C - 145/10, EU:C:2011:798, paragraph 104. 97 — See, inter alia, judgments of 21 October 2010, Padawan , C - 467/08, EU:C:2010:620, paragraph 37, and of 3 September 2014, Deckmyn and Vrijheidsfonds , C - 201/13, EU:C:2014:2132, paragraph 15. 98 — See judgment of 4 September 2014, Commission v Council , C - 114/12, EU:C:2014:2151, paragraph 88. ECLI:EU:C:2016:657 23 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 143. It is clear that the conclusion of the Marrakesh Treaty will require the EU legislature to amend Article 5 of Directive 2001/29. Currently, paragraph 3(b) of that provision leaves it to the Member States whether to provide exceptions or limitations in case of ‘ uses, for the benefit of people with a disability, which are directly related to the disability and of a non-commercial nature, to the extent required by the specific disability ’ . Thus, in order to comply with the rules included in the Marrakesh Treaty, the exceptions and limitations provided for the benefit of a specific category of persons with a disability (persons who are blind, visually impaired or otherwise print disabled) can no longer be optional and would have to be made mandatory. 144. Admittedly, there may be different ways of implementing the Marrakesh Treaty and the EU legislature might well decide that there is no need to fully harmonise the subject matter of that treaty. Nevertheless, that is a decision for the EU legislature to take as the text of Directive 2001/29 would in any event need to be amended. In particular, the current wording of Article 5(3)(b) of that directive reflects neither the letter nor the spirit of the Marrakesh Treaty and Member States cannot de facto alter or undermine that EU rule by taking on autonomous international commitments. 99 145. It is not irrelevant, in that context, to note that recital 44 of Directive 2001/29 states that the application of the exceptions and limitations provided for in the directive ought to be ‘ exercised in accordance with international obligations ’ . 146. In addition, the scope of Article 6 of the directive, concerning the obligations as to technological measures and, in particular, paragraph 4 thereof, would also appear to be affected by Article 7 of the Marrakesh Treaty. The latter provision requires Contracting Parties to take appropriate measures to ensure that, when they provide adequate legal protection and effective legal remedies against the circumvention of effective technological measures, this legal protection does not prevent beneficiary persons from enjoying the limitations and exceptions laid down in that treaty. 147. It therefore seems to me that the conclusion of the Marrakesh Treaty will, to use the wording of Article 3(2) TFEU, inevitably ‘ affect common rules or alter their scope ’ . 148. This is the issue at the heart of Article 3(2) TFEU. After all, the Court has recently confirmed that the fact that the EU rules in question allow considerable latitude to the Member States for the purposes of the transposition and implementation of those rules does not rule out exclusive competence. 100 Nor is it of any relevance, in that regard, that not only the Union, but also the Member States, may need to change their national rules to implement an international agreement. As stated above, a competence may be exclusive externally while being shared internally. If that is so, the exercise of internal competence is governed by Article 2(2) TFEU, not Article 3(2) TFEU. 149. That conclusion is not called into question by the fact that, as the United Kingdom Government points out, the Member States might implement the Marrakesh Treaty by amending their copyright laws, without formally breaching Directive 2001/29. As the Court has repeatedly held, EU rules may be affected by international commitments even if there is no possible contradiction between those commitments and the EU rules. 101 In any event, as mentioned in point 143 above, the optional nature of the exceptions and limitations provided for in Article 5(3)(b) is clearly not in keeping with the spirit and text of the Marrakesh Treaty: implementation of that treaty at EU level would inevitably require that provision to be amended. 99 — See, to that effect, Opinion of Advocate General Sharpston in Commission v Council , C - 114/12, EU:C:2014:224, point 157. 100 — Judgment of 26 November 2014, Green Network , C - 66/13, EU:C:2014:2399, paragraphs 50 to 60 (in particular, paragraph 54). 101 — Opinion 1/13 of 14 October 2014, EU:C:2014:2303, paragraph 86 and the case-law cited. ECLI:EU:C:2016:657 24 ",
        "OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU OPINION OF MR WAHL – OPINION PROCEDURE PURSUANT TO ARTICLE 218(11) TFEU 150. The exclusive nature of the competence to be exercised for the conclusion of the Marrakesh Treaty is also confirmed by the fact that the Court, in response to a request for a preliminary ruling concerning the interpretation of Article 5(2)(d) of Directive 2001/29, held that, by adopting Directive 2001/29, the EU legislature ‘ is deemed to have exercised the competence previously devolved on the Member States in the field of intellectual property ’ . Accordingly, it ruled that, within the scope of Directive 2001/29, the Union must be regarded as having taken the place of the Member States, which are no longer competent to implement the provisions of the Berne Convention which inspired the rules contained in that directive. 102 Those findings appear mutatis mutandis very relevant in the present case. 151. Finally, inasmuch as foreseeable developments of EU law must be taken into account in order to determine whether the competence at issue is exclusive or shared, it cannot be overlooked that, on 19 May 2015, the Council decided to request the Commission, under Article 241 TFEU, to submit without delay a legislative proposal to amend the EU legal framework so as to give effect to the rules provided for in the Marrakesh Treaty. 152. It seems to me that, once that amendment is adopted, there can be no question that the Union will have exercised its competence in a manner which is incompatible with the existence of a residual external competence of the Member States. Any action of the Member States, either individual or collective, to undertake obligations with third countries in the area covered by the Marrakesh Treaty will actually affect the EU rules adopted to implement it. 153. In any event, irrespective of that possible amendment, Directive 2001/29 itself appears, in its preamble, to foresee possible future action to bring about further consistency in the area of exceptions and limitations. Recital 32, indeed, expresses the need for Member States to progressively ‘ arrive at a coherent application [in that area], which will be assessed when reviewing implementing legislation in the future ’ . 103 154. It thus appears that the conditions set out in the last part of Article 3(2) TFEU are satisfied. IV – Conclusion 155. On the basis of the above considerations, I propose that the Court answer as follows the question raised by the Commission in its request for an opinion pursuant to Article 218(11) TFEU: The European Union has exclusive competence to conclude the Marrakesh Treaty to Facilitate Access to Published Works for Persons Who Are Blind, Visually Impaired or Otherwise Print Disabled adopted by the World Intellectual Property Organization (WIPO) on 27 June 2013. 102 — Judgment of 26 April 2012, DR and TV2 Danmark , C - 510/10, EU:C:2012:244, paragraph 31 and the case-law cited. 103 — Regarding recital 32, see also judgment of 21 October 2010, Padawan , C - 467/08, EU:C:2010:620, paragraph 35. ECLI:EU:C:2016:657 25 "
    ]
}