{
    "text": [
        "With 72.2 out of 100 points , the United Kingdom ranks fifth in the EU on the Gender Equality Index. Its score is 4.8 points higher than the EU’s score. Between 2005 and 2017, the score of the United Kingdom increased by only 1 point. The United Kingdom is progressing towards gender equality at a slower pace than other EU Member States. Its ranking has dropped by one position since 2005. The United Kingdom’s scores are higher than the EU’s scores in all domains. Scores are the highest in the domains of health (93.3 points) and money (81.6 points). Gender inequalities are most pronounced in the domain of power (56.5 points), al- though this score has improved the most since 2005 (+ 5.1 points). Between 2005 and 2017, scores decreased in the do- main of knowledge (- 5.4 points). Progress stalled in the do- mains of health (+ 0.2 points) and time (+ 0.5 points). Between 2005 and 2017, the United Kingdom improved its Index scores. Throughout this period, scores in the United Kingdom were higher than the EU’s scores, but improved more slowly. The differences between the United Kingdom and the EU have decreased over time. 1 100 EL HU SK RO PL LT HR CZ CY BG LV EE PT MT IT AT DE EU-28 SI LU ES BE IE NL UK FI FR DK SE UK 72.2 EU 67.4 Full inequality Full equality 2017 2005 ▲ Increase since 2005 ▲ 5.4 ▲ 1.0 Each year we score EU Member States and the EU as a whole to see how far they are from reaching gender equal- ity. The Index uses a scale of 1 to 100, where 1 is for total inequality and 100 is for total equality. The scores are based on the gaps between women and men and levels of achievement in six core domains: work, money, knowledge, time, power and health. Two additional domains are integrated into the Index but do not have an impact on the final score. The domain of intersecting inequalities highlights how gender inequalities manifest in combination with age, dis/ability, country of birth, education and family type. The domain of violence against women measures and analyses women’s experiences of violence. In addition to providing a snapshot into the Index scores, the Gender Equality Index 2019 includes a thematic focus on work-life balance. Gender Equality Index 2019: United Kingdom Gender Equality Index scores for EU Member States, 2005 and 2017 Progress in the United Kingdom is slower than the EU average 2005 2017 United Kingdom EU 55 60 65 70 75 ",
        "Work The United Kingdom’s score in the domain of work is 76.9, showing progress of 2.7 points since 2005 (+ 0.3 points since 2015), with decreased gender inequalities in the sub-domain of participation. The United Kingdom ranks fourth in the EU in the domain of work. The employment rate (of people aged 20-64) is 74 % for women and 84 % for men, with the overall employment rate at 79 %. The full-time equivalent (FTE) employment rate increased for women (from 42 % to 44 %) and decreased for men (from 63 % to 61 %) between 2005 and 2017, narrowing the gender gap (from 21 percentage points (p.p.) to 17 p.p.). Between women and men in couples with children, the gap is much wider than in couples without children (33 p.p. and 8 p.p.). Around 41 % of women work part-time, compared to 13 % of men. On average, women work 32 hours per week and men 41 hours. The uneven concentration of women and men in different sectors of the labour market remains an issue: 37 % of women work in education, health and social work, compared to 11 % of men. Fewer women (5 %) than men (28 %) work in science, technology, engineering and mathematics (STEM) occupations. Money The United Kingdom’s score in the domain of money is 81.6, showing progress of 1.9 points since 2005 (+ 0.4 points since 2015), with improvements in the economic situations of women and men. Mean monthly earnings decreased for both women (- 10 %) and men (- 15 %) from 2006 to 2014. The gender gap persists: women earn 24 % less than men. In cou- ples with children, women earn 41 % less than men (31% less for women in couples without children). The risk of poverty decreased between 2005-2017: 17 % of women (- 2 p.p.) and 15 % of men (- 2 p.p.) are at risk. People facing the highest risk of poverty are lone parents (38 %), women with low levels of education (29 %) and single women (27 %). Inequalities in income distribution decreased both among and between women and men from 2005 to 2017. Women earn on average 79 cents for every euro a man makes per hour, resulting in a gender pay gap of 21 % (the fourth highest in the EU). The gender pension gap is 36 %. Knowledge The United Kingdom’s score in the domain of knowledge is 70.4, a 5.4-point decrease since 2005 (- 1.4 points since 2015). While this is the strongest regress in this domain across Member States, the United Kingdom ranks fourth in the domain of knowledge in the EU. The situation has worsened in both sub-domains of attainment and participation, and segregation. The share of women tertiary graduates increased at a faster pace than the share of men, widening the gender gap (from 0 p.p. to 4 p.p.) between 2005 and 2017. About 38 % of women have tertiary degrees, compared to 34 % of men (27 % of both in 2005). The gen- der gap is wider among women and men born outside of the United Kingdom, but within the EU (10 p.p.). The United Kingdom does not have a national EU 2020 target for tertiary educational attainment but it has met the EU 2020 target of having at least 40 % of people aged 30-34 with tertiary education. The current rate is 49 %, (52 % for women and 46 % for men). Participation in lifelong learning has significantly decreased. Around 18 % of women and 17 % of men engage in lifelong learning (compared to 40 % and 32 % in 2005). The uneven concentration of women and men in different study fields in tertiary education continues to be a challenge for the United Kingdom. About 47 % of women students study education, health and welfare, or humanities and arts, compared to 25 % of men students. ▲ 4.2 ▲ 1.5 84.6 69.9 Participation Segregation and quality of work 76.9 ▲ 2.7 ▲ increase since 2005 — ▲ 3.9 77.1 86.4 Financial resources Economic situation 81.6 ▲ 1.9 ▲ increase since 2005 — no change ▼ 6.0 ▼ 4.8 79.7 62.2 Attainment and participation Segregation 70.4 ▼ 5.4 ▼ decrease since 2005 ",
        "Time The United Kingdom’s score in the domain of time has not changed since the last edition of the Index, because new data is not available. The next data update for this domain is expected in 2021. More frequent time-use data would help to track progress in this domain. In the domain of time, the United Kingdom’s score is 69.9, above the EU’s score of 65.7. Gender inequalities in time-share for care responsibilities remain an issue. Women take on more responsibilities in caring for their family. Around 41 % of wom- en care for and educate their family members for at least one hour per day, com- pared to 25 % of men. These shares are higher among women (89 %) and men (64 %) in couples with children. More women (85 %) than men (49 %) do cooking and housework every day for at least one hour. Inequality in time-sharing at home also extends to social activities. A slightly lower share of women (33 %) than men (36 %) participates in sporting, cultural and leisure activities outside the home. Only 14 % of women and 11 % of men are involved in voluntary or charitable activities. Power The United Kingdom’s score in the domain of power is 56.5, showing progress of 5.1 points since 2005 (+ 3.5 points since 2015). It is the lowest score for the United Kingdom across all domains. Although there are improvements in the sub-domains of political and economic power, there is regress in the sub-domain of social power. The share of women ministers increased from 26 % to 31 % between 2005 and 2018 and the share of women parliamentarians rose from 19 % to 29 % over the same time period. Women make up 36 % of members of regional assemblies. The sub-domain of economic power improved, as the share of women on the boards of the largest publicly listed companies rose from 13 % in 2005 to 29 % in 2018. The share of women on the board of the central bank also increased over the same time period (from 21 % to 28 %). The sub-domain of social power has the highest score within the domain although it is the only area that has regressed. Women comprise 31 % of board members of publicly owned broadcasting organisations, 29 % of members of the highest decision-making bodies of national Olympic sports organisations and 27 % of board members of research-funding organisations. Health The United Kingdom’s score in the domain of health is 93.3, with no change since 2005 (+ 0.2 points since 2015). There are no significant improvements in either health status or access to health services (with no new data for the sub-domain of health behaviour). The United Kingdom has the second highest score in the domain of health in the EU. Self-perceptions of good health slightly decreased for women (from 74 % to 73 %) and did not change for men (76 %) between 2005 and 2017. Health satisfaction increases with a person’s level of education and decreases in proportion to their age. The gender gap is wider among lone parents (11 p.p.), to the detriment of men. Life expectancy slightly increased between 2005 and 2016. Women on average live four years longer than men (83 years compared to 79 years). In contrast, healthy life years somewhat decreased, from 66 for women and 64 for men to 63 years for both. Adequate access to health services has slightly improved in the United Kingdom. About 4 % of both women and men report unmet dental needs (compared to 6 % and 7 % in 2005). Around 6 % of both women and men report unmet needs for med- ical care. Women and men with disabilities report higher unmet needs for medical care (11 % and 13 %) than women and men without disabilities (3 % for both). ▲ 2.4 ▼ 1.2 75.1 65.1 Care activities Social activities 69.9* ▲ 0.5 ▲ increase since 2005 ▼ decrease since 2005 * Scores not updated since 2017 edition. ▲ 10.2 ▲ 10.2 ▼ 8.9 58.7 50.2 61.2 Political Economic Social 56.5 ▲ 5.1 ▲ increase since 2005 ▼ decrease since 2005 ▲ 0.2 — ▲ 0.6 94.1 88.5* 97.6 Status Behaviour Access 93.3 ▲ 0.2 ▲ increase since 2005 * Scores not updated since 2017 edition. ",
        "Violence Violence against women is both a consequence and cause of persisting gender inequalities in the areas of work, health, money, power, knowledge and time. In contrast to other do- mains, the domain of violence does not measure differences between women’s and men’s situations but examines wom- en’s experiences of violence. For this reason, the domain of vi- olence is not captured in the calculations of the Gender Equal- ity Index. Instead, it is calculated as a separate composite measure of three aspects: prevalence, severity and disclosure of violence against women. The calculation of scores relied on the 2014 European Union Agency for Fundamental Rights survey data results. No EU-wide survey on gender-based vio- lence has been carried out since then. Until the completion of the next survey, the scores cannot be updated. The United Kingdom signed the Council of Europe Conven- tion on Preventing and Combating Violence against Women and Domestic Violence (Istanbul Convention) in June 2012 but has not ratified it. The domain of violence presents updated data on three ad- ditional indicators to help monitor femicide, female genital mutilation and trafficking in human beings. However, not all Member States collect such data and improvements in data collection are necessary. In the United Kingdom, only two regions provide data on women victims of intentional homicide by an intimate partner or a family member. England and Wales recorded 82 wom- en victims of intentional homicide by an intimate partner in 2016. Scotland recorded four women victims of intentional homicide by an intimate partner and five women victims of intentional homicide by a family member in 2016. The United Kingdom does not provide data estimating the proportion of girls (in the resident migrant population) at risk of female gen- ital mutilation. Statistics on trafficking in human beings are gathered and reported. There were 1 936 registered women victims of trafficking in human beings in 2016. Comparable data, disaggregated by sex, is essential to the development of EU-wide strategies on preventing and eliminating violence against women across Member States. Thematic focus on work-life balance Gender Equality Index 2019 focuses on work-life balance — an issue of high political importance in the EU. In addi- tion to work-life balance related indicators captured by the Index (e.g. in the domains of work, time and knowledge), the thematic focus presents additional indicators — a work-life balance scoreboard (WLB scoreboard). The WLB scoreboard cuts across three broad areas: paid work, unpaid work (care) and education and training. It presents 15 indicators in six specific areas of concern: parental leave policies; caring for children and childcare services; informal care for older persons and persons with disabilities and long-term care services; transport and infrastructure; flexi- ble working arrangements; and lifelong learning. Parental leave policies Parental leave helps parents balance their caring duties and work life. However, it is often unavailable to potential parents as their eligibility might be dependent on criteria such as whether a person is in paid work; if they are an employee or self-employed; the sector in which they work; the length of service; or leave might not be accessible to same-sex couples or migrants. Changes in the labour market, such as the spread of atypical forms of employment (e.g. temporary contracts and on-demand work, bogus self-employment, voucher-based work) have increased concerns about parents’ access to leave, especially in cases where it is based on defini- tions of traditional standard employment. In 2016, 45 % of women and 39 % of men aged 20-49 (potential parents) were ineligible for parental leave in the United Kingdom. Unemployment or inactivity was a reason for ineligibility for 56 % of women and 28 % of men. Inadequate length of employment was a reason for ineligibility for 27 % of women and 32 % of men. The remaining 17 % of women and 40 % of men were ineligible for parental leave due to self-employment status. Same-sex parents are eligible for parental leave in the United Kingdom. Among the employed population, 26 % of women and 31 % of men were ineligible for parental leave. ",
        "Informal childcare and childcare services As the number of dual-earning and single-parent families grows, new needs for childcare services appear. High quality, available, accessible and affordable childcare services are es- sential to allow parents to stay in or join the labour market and reduce the gender gap in employment. In the United Kingdom, 59 % of all informal carers of children are women. Overall, 60 % of women and 52 % of men are in- volved in caring for or educating their children or grandchildren at least several times a week. Compared to the EU average (56 % of women and 50 % of men), more women and men are involved in caring for or educating their children or grandchil- dren in the United Kingdom. The gender gaps are wider be- tween women and men who are not working (48 % and 32 %) and between women and men aged 20-49 (85 % and 73 %). The United Kingdom has reached one of the Barcelona tar- gets to have at least 33 % of children below the age of three and 90 % of children between the age of three and school age in childcare. About 33 % of children below the age of three are under some form of formal care arrangements, and only 5 % of children this age are in formal childcare for at least 30 hours a week. Formal childcare is provided for 67 % of children from age three to the minimum compulsory school age (23 % are in formal childcare for at least 30 hours a week). Around 22 % of households report unmet needs for formal childcare servic- es in the United Kingdom, which is the highest percentage of unmet needs in the EU. Lone mothers are slightly more like- ly to report higher unmet needs for formal childcare services (25 %), compared to couples with children (22 %). Informal care for older persons and persons with disabilities and long-term care services Available, accessible, and affordable care services and infra- structure are crucial if people with caring responsibilities are to maintain a healthy balance between their care duties and work life. This is especially relevant for women, who are often more engaged than men in both formal and informal care of older persons and/or persons with disabilities. In light of emerging demographic trends, such as ageing societies, low- er birth rates and consequently the decline of the working age population, the need for formal and informal long-term care services becomes more important than ever. Most informal carers for older persons and/or persons with disabilities in the United Kingdom are women (62 %). The shares of women and men involved in informal care for older persons and/or people with disabilities several days a week or every day are 17 % and 11 %. The proportion of women involved in informal care is 2 p.p. higher than the EU average, while the involvement of men is 1 p.p. higher. About 21 % of women and 9 % of men aged 50-64 take care of older per- sons and/or persons with disabilities, in comparison to 15 % of women and 12 % of men in the 20-49 age group. Around 45 % of women carers for older persons and/or persons with disabilities are employed, compared to 63 % of men com- bining care with professional responsibilities. There are also fewer women than men informal carers working in the EU. But the gender gap is wider in the United Kingdom than in the EU (18 p.p. compared to 14 p.p. for the EU). In the 50–64 age group, 54 % of women informal carers work, compared to 67 % of men. Around 21 % of women and men in the Unit- ed Kingdom report unmet needs for professional home care services. Transport and infrastructure Access to affordable and quality public infrastructure, such as care and educational facilities, health services and trans- portation, impacts women’s and men’s opportunities to balance paid work with other activities. The uneven division of caring duties and household tasks between women and men influences the ways in which they use or need certain types of transport and infrastructure. Time spent commut- ing is a good indication of whether existing public infra- structure helps or hinders women and men in juggling their everyday activities. In the UK, men spend more time commuting to and from work per day than women (around 58 minutes for men and 46 minutes for women). Couples with and without chil- dren spend similar amounts of time commuting, with men travelling longer than women in both types of couples. Single women and men spend more time commuting com- pared to people in couples, with single women travelling around 48 minutes per day and single men commuting 58 minutes. Women spend less time commuting than men, re- gardless of whether they work part-time or full-time. Wom- en working part-time travel 40 minutes from home to work and back, while men commute 54 minutes, compared to 54 minutes for women and 59 minutes for men working full-time. Generally, men are more likely to travel directly to and from work, whereas women make more multi-purpose trips, to fit in other activities such as school drop-offs or grocery shopping. ",
        "European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policymakers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. © European Institute for Gender Equality, 2019 Reproduction is authorised provided the source is acknowledged. Print: MH-02-19-042-EN-C ISBN 978-92-9470-791-8 doi:10.2839/142354 PDF: MH-02-19-042-EN-N ISBN 978-92-9470-790-1 doi:10.2839/522595 Contact details http://eige.europa.eu/ facebook.com/eige.europa.eu twitter.com/eurogender youtube.com/user/eurogender eige.sec@eige.europa.eu +370 52157444 Flexible working arrangements Flexible working arrangements, such as opportunities to transition between part-time and full-time work, flex- ibility in working hours and remote work, typically give employees a greater ability to control how much, when and where they can work. If carefully designed, keeping in mind the different needs of women and men, flexible working arrangements can make it easier to balance work and family life. They can support people with caring responsibilities to enter the labour market, as full-time employees. More women (56 %) than men (49 %) have no control over their working time arrangements. Access to flexible working arrangements is somewhat higher in the United Kingdom than in the EU, where 57 % of women and 54 % of men have no possibility to change their working time arrangements. Flexible working time is less accessible for women and men working in the public sector (58 % and 53 %), compared to 55 % and 49 % in the private sector. Despite the general flexibility of self-employment, 13 % of self-employed men and 6 % of women in the United Kingdom work set hours with no possibility for change. Lifelong learning Constant advances in technology require workers to continuously upskill and stay up-to-date with new develop- ments and technologies over the course of their careers. Lifelong learning is a catalyst for gender equality as it gives women and men greater choice in their work options and more opportunities to achieve their full potential. Insuffi- cient financial resources and time-related barriers such as conflicts with work schedules and/or family responsibilities can prevent access to lifelong learning for both women and men. Lifelong learning can help women re-enter the labour market after career breaks due to care responsibilities. The United Kingdom’s participation rate in lifelong learn- ing (14 %) is above the EU average (11 %), with a gender gap of 3 p.p. Women (aged 25-64) are more likely to partic- ipate in education and training than men regardless of their employment status, with the biggest difference between unemployed women and men (5 p.p.). Conflicts with work schedules are a greater barrier to participation in lifelong learning for men (63 %) than for women (57 %). Family re- sponsibilities are reported as a barrier to engagement in ed- ucation and training for 46 % of women compared to 31 % of men. Both work schedules and family responsibilities are more of an obstacle for participation in lifelong learning in the UK than in the EU overall. In the EU, 38 % of women and 43 % of men report their work schedule as an obstacle, and 40 % of women and 24 % of men report that family respon- sibilities hinder participation in lifelong learning. Read more about the Gender Equality Index at http://eige.europa.eu/gender-equality-index European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA "
    ]
}