{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 14.10.2021 COM(2021) 634 final 2021/0328 (COD) Proposal for a DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on a European Year of Youth 2022 (Text with EEA relevance) ",
        "EN 1 EN EXPLANATORY MEMORANDUM 1. CONTEXT OF THE PROPOSAL • Reasons for and objectives of the proposal On 15 September 2021, President von der Leyen announced in her State of the Union Address that the European Commission will propose to make 2022 the European Year of Youth, “a year dedicated to empowering those who have dedicated so much to others\". Highlighting the confidence that she draws for Europe’s future from the inspiration provided by Europe's young people, President von der Leyen added that “ if we are to shape our Union in their mould, young people must be able to shape Europe's future.” To be successful in inspiring our collective Union project with the actions, dreams, hopes and insights of the new generations, the European Year of Youth must be resolutely inclusive. In the words of the President von der Leyen: “ Europe needs all of its youth ”. The COVID-19 pandemic has had an unprecedented – and uneven – impact on education, employment, social inclusion and mental health of the young people. The pandemic and related measures have resulted in interruptions in their education and transition to employment, and many youngsters have experienced feelings of isolation, anxiety and depression. Children, adolescents and young adults have been extremely affected by disruptions of family and social ties, and the economic crisis provoked by lockdowns has hit young Europeans in particular. 1 At the same time, young people have shown intergenerational solidarity and support, while sacrificing valuable “ youthful moments ” of their daily lives. And yet, young people, who are among the most diverse cohorts of our European society, have also managed to show great resilience and have been involved in the mitigation of the pandemic’s impact. In this light, the European Year of Youth 2022 would further stimulate Europe’s young people to come forward with contributions and insights to give shape to the Union’s development and society at large. It would also be an occasion to raise awareness on the opportunities ahead for young people. The overall objective of the European Year of Youth shall be to boost the efforts of the Union, the Member States, regional and local authorities to honour, support and engage with youth in a post-pandemic perspective , by: (1) highlighting how the green and digital transitions offer a renewed perspective for the future and opportunities to counter the negative impact of the pandemic on young people and on the society at large, drawing inspiration from the actions, vision and insights of young people to further strengthen and invigorate the common European Union project and listening to young people, taking into account their concerns and supporting them in developing concrete, inclusive opportunities, while making an optimal use of Union instruments, (2) encouraging all young people, especially young people with fewer opportunities, from disadvantaged backgrounds or belonging to vulnerable groups, to become active and engaged citizens as well as actors of change, inspired by a European sense of belonging. This includes additional efforts at building capacity for youth participation and civic engagement among young people and among all stakeholders, 1 OECD, 2020. Youth and Covid-19. Response, Recovery and resilience. OECD, 2020. ILO, 2020. Covid and Youth. Impacts on Jobs, Education, Rights and mental Well-being. Eurostat, 2020. Being young in Europe today – health. ",
        "EN 2 EN who work to represent their interests. This involves the contribution of young people from diverse backgrounds and also belonging to vulnerable groups in key consultation processes, such as the Conference on the Future of Europe, (3) promoting opportunities for young people arising from the public policies at EU, national, regional level and local level in order to support their personal, social and professional development in a greener, more digital and more inclusive Union. In its broader sense, the European Year of Youth will go hand in hand with the successful implementation of NextGenerationEU , which ensures a fast-forwarding of the twin transitions, provides the possibility to collectively emerge stronger from the pandemic and re- opens perspectives full of opportunities for young people, including quality jobs and education and training opportunities for the Europe of the future, and supports young people’s participation in society. The Commission aims to enhance the role of youth in turning the recovery into a driving force for future-oriented well-being and welfare. • Consistency with existing policy provisions in the policy area The EU Youth Strategy is the framework for EU youth policy cooperation for 2019-2027, based on the Council Resolution of 26 November 2018 2 . EU youth cooperation shall make the most of youth policy's potential. It fosters youth participation in democratic life, in line with Article 165(2) of the Treaty on the Functioning of the European Union. It also supports social and civic engagement and aims to ensure that all young people have the necessary resources to take part in society. The European Youth Goals 3 , that are an integral part of the EU Youth Strategy, have been developed by young people for young people under the EU Youth dialogue process, and represent the areas where change still needs to happen, in order for young people to live to their full potential. At the same time, the European Year of Youth 2022 will give a unique impetus to the creation of a European Education Area by creating a genuine European space of learning by 2025 in which inclusive and high quality education and training for all is not hampered by borders. It will contribute to the European Climate Pact , the updated Digital Education Action Plan and the HealthyLifestyle4all initiative. It will be supported by the European Pillar of Social Rights Action Plan in the area of employment, skills and poverty reduction. The European Year of Youth will emphasise the Union’s efforts to expanding employment opportunities for youth in the post-pandemic recovery through the reinforced Youth Guarantee 4 , and the relaunch of the European Alliance for Apprenticeships and the European Apprentices Network, the European Child Guarantee, the implementation of the European Skills Agenda 5 , the Commission Recommendation on an Effective Active Support to Employment following the COVID-19 crisis 6 (EASE) , as well as the launch of the new initiative ALMA (Aim, Learn, Master, Achieve). ALMA will be a cross-border youth mobility scheme for disadvantaged young people aged 18-30 who are not in employment, education or training. Although “digital natives”, young people, particularly minors, deserve support and empowerment for a life where the distinction between online and offline is more and more 2 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=OJ:C:2018:456:FULL 3 https://europa.eu/youth/strategy/european-youth-goals_en 4 https://ec.europa.eu/social/BlobServlet?docId=22829&langId=en 5 https://ec.europa.eu/social/main.jsp?catId=1223&langId=en 6 https://ec.europa.eu/social/BlobServlet?docId=23699&langId=en ",
        "EN 3 EN blurred. In 2022, the updated Better internet for children Strategy will put at its core youth participation, digital skills, inclusion and the promotion of well-being of children. The EU Comprehensive Strategy on the Rights of the Child and the European Child Guarantee 7 set a new standard for child and teen participation as they have been developed together with children. Many of these opportunities are underpinned by significant EU investment, in particular through programmes such as Erasmus+, the European Solidarity Corps, the European Social Fund Plus, Creative Europe, Horizon Europe, the Citizens, Equality, Rights and Values programme the Asylum, Migration and Integration Fund, the Justice Programme, the European Regional Development Fund, the European Maritime Fisheries and Aquaculture Fund and the European Agriculture Fund for Rural Development. These funding programmes make a significant EU contribution towards enabling youth to pursue their personal, social and professional fulfilment. The EU programmes specifically dedicated to youth will have a key role during the European Year of Youth. The year 2022 will mark the 35 years of the Erasmus+ programme and the Year will be a great opportunity to celebrate the ten million young people who took part in that adventure since 1987, and to promote the new generation of this programme in all its dimensions, covering education, training, youth and sport. The European Solidarity Corps will also enter into its fifth year in 2022. The 9 th May will be a symbolic date to organise activities or events around that day. Activities organised in the course of the European Year of Youth should be relevant for all Member States. Member States would therefore be requested to appoint a national coordinator responsible for organising their participation in the European Year of Youth. The Commission shall convene meetings of the national coordinators in order to coordinate the running of the European Year of Youth and to exchange information regarding its implementation at national and Union level. • Consistency with other Union policies The European Year of Youth 2022 will be cross-sectoral, building on all EU policies and programmes that strive to improve the lives of all young people and empower them . It should build on the European Green Deal – the EU sustainable growth strategy – and other existing initiatives and policies such as the Digital Decade, the European Single Market (which will soon celebrate its 30 th anniversary), the New European Bauhaus, the Horizon Europe missions, the Conference on the Future of Europe, the European Pillar of Social Rights, the EU Strategy on the rights of the child, the Strategy for the Rights of Persons with Disabilities, the EU Roma Strategic Framework for equality, inclusion and participation, the LGBTIQ Equality Strategy, the EU Anti-racism Action Plan, EU Strategy on Combating Antisemitism and Fostering Jewish Life, the Action Plan on Integration and Inclusion 2021-2027, the Gender Equality Strategy, the European Democracy Action Plan, Europe’s Beating Cancer Plan and the Long Term Vision for EU’s Rural Areas. The European Year of Youth has links with many Union policy areas beyond youth policy itself, such as education and training, employment, social inclusion, culture and the media, sports, health, research and innovation, environment and climate, transport, non-discrimination and anti-racism, cohesion and urban policy, rural development, migration as well as with Union’s ties with its neighbourhood and international partnerships. 7 https://ec.europa.eu/info/policies/justice-and-fundamental-rights/rights-child/eu-strategy-rights-child- and-european-child-guarantee_en ",
        "EN 4 EN The European Year of Youth will be implemented using existing EU programmes and delivery mechanisms already in place and the drive provided by NextGenerationEU. Youth relevant investment is currently eligible for significant EU funding under several EU programmes and instruments, in particular with Erasmus+, the European Solidarity Corps, Erasmus for Young Entrepreneurs, Creative Europe, the European Social Fund Plus, the Youth Employment Initiative, the European Regional and Development Fund, the European Agriculture Fund for Rural Development, the European Maritime Fisheries and Aquaculture Fund, the Citizens, Equality, Rights and Values programme, Digital Europe and Horizon Europe. The external dimension of these programmes and sharing its valuable lessons, as well as dedicated external instruments such as NDICI-Global Europe, will be an integral part of the EU’s youth engagement with our international partners. The upcoming Youth Action Plan will provide a core focus for the external dimension of the European Year of Youth. The European Year of Youth 2022 will be aligned with the Commission’s priorities for 2019- 2024. 2. LEGAL BASIS, SUBSIDIARITY AND PROPORTIONALITY • Legal basis In accordance with Article 6(e) of the Treaty on the Functioning of the European Union (TFEU), in the field of youth the Union has the competence to carry out actions to support, coordinate or supplement the actions of the Member States. Article 165(2) TFEU provides that the Union's action shall be aimed at ‘ encouraging the development of youth exchanges and of exchanges of socio-educational instructors, and encouraging the participation of young people in democratic life in Europe '. This Article further provides to encourage mobility of students and the European dimension in education and sport. In addition, Article 166(2) TFEU provides that the Union's action shall aim to ‘ facilitate access to vocational training and encourage mobility of instructors and trainees and particularly young people ’ and to ‘ develop exchanges of information and experience on issues common to the training systems of the Member States ’. The legal basis of the proposal is twofold: (1) Article 165(4) TFEU, which states that, in order to contribute to the achievement of these objectives referred to in this Article, “ the European Parliament and the Council, acting in accordance with the ordinary legislative procedure, after consulting the Economic and Social Committee and the Committee of the Regions, shall adopt incentive measures, excluding any harmonisation of the laws and regulations of the Member States ”. (2) Article 166(4) TFEU, which states that ‘The European Parliament and the Council, acting in accordance with the ordinary legislative procedure and after consulting the Economic and Social Committee and the Committee of the Regions, shall adopt measures to contribute to the achievement of the objectives referred to in this Article, excluding any harmonisation of the laws and regulations of the Member States, and the Council, on a proposal from the Commission, shall adopt recommendations.’ • Subsidiarity (for non-exclusive competence) The present proposal is in conformity with the principle of subsidiarity as provided for in Article 5(3) of the Treaty on European Union (TEU). The objectives of the proposal cannot be achieved to a sufficient extent solely by action undertaken by the Member States. This is because the action specifically aims at strengthening the voice of the young people at the ",
        "EN 5 EN European level to enrich the common Union project and because action at national level alone would not benefit from the European dimension of exchanges of experience and good practices between Member States. The Union shall pursue its objectives by appropriate means commensurate with the competences which are conferred upon it by the Treaties. In addition, Member States' action would benefit from the awareness and visibility created within and beyond the EU. • Proportionality The present proposal is in conformity with the principle of proportionality as provided for in Article 5(4) TEU. The proposed course of action is simple. It relies on existing programmes and on refocusing communication activities on the themes of the European Year of Youth 2022. It imposes no disproportionate management constraints on administrations implementing the proposal. The Union action will support and complement the efforts of Member States. This action will firstly improve the effectiveness of the Union’s own instruments. Secondly, it will act as an enabler by encouraging synergies and cooperation among Member States, organisations and foundations, and private and public enterprises. The Union action will not go beyond what is necessary to address the identified problems. • Choice of the instrument A decision of the European Parliament and of the Council is the most appropriate instrument to ensure the full involvement of the legislative authority in designating 2022 as the European Year of Youth. 3. RESULTS OF EX-POST EVALUATIONS, STAKEHOLDER CONSULTATIONS AND IMPACT ASSESSMENTS • Ex-post evaluations/fitness checks of existing legislation N/A • Stakeholder consultations N/A • Collection and use of expertise N/A • Impact assessment No impact assessment is needed, since the objectives of the proposed initiative fall within the objectives of existing Union programmes. The European Year of Youth 2022 can be implemented within existing budget limits by using those programmes that provide for setting funding priorities on an annual or multiannual basis. The proposed initiative would not have any significant social, economic or environmental impact beyond that of the existing instruments. • Regulatory fitness and simplification N/A ",
        "EN 6 EN • Fundamental rights N/A 4. BUDGETARY IMPLICATIONS The flexibility for setting priorities on an annual or multiannual basis in the relevant programmes, such as the Erasmus+ programme and the European Solidarity Corps, is sufficient to envisage an awareness-raising campaign on a scale similar to previous European Years. At least EUR 8 million will be devoted to such coordination activities. Most of the actions will be supported through Union programmes and instruments, with actions directly benefiting Europe’s young people. 5. OTHER ELEMENTS • Implementation plans and monitoring, evaluation and reporting arrangements National coordinators, in cooperation with representatives of organisations or bodies in the field of youth, including young people themselves where possible, should actively engage young people in preparing and implementing the activities of the European Year of Youth 2022. The proposal includes an obligation for the Commission to report by 31 December 2023 on the implementation, results and overall assessment of the initiatives covered by the European Year of Youth. Following the European Year of Youth, the Commission, under the implementation of the European Youth Strategy 2019-2027, will strive to keep alive, promote and further analyse and implement the outcomes and legacy of the year through the various EU youth programmes. • Explanatory documents (for directives) N/A • Detailed explanation of the specific provisions of the proposal ",
        "EN 7 EN 2021/0328 (COD) Proposal for a DECISION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on a European Year of Youth 2022 (Text with EEA relevance) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 165(4) and 166(4) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee 8 , Having regard to the opinion of the Committee of the Regions 9 , Acting in accordance with the ordinary legislative procedure, Whereas: (1) Article 165(2) TFEU states that Union action shall be aimed at, inter alia , “encouraging the participation of young people in democratic life in Europe”. (2) In the Bratislava Roadmap of 16 September 2016 10 , the 27 Heads of State or Government committed to \"provide better opportunities for youth\", notably through \"EU support for Member States in fighting youth unemployment and on enhanced EU programmes dedicated to youth\". (3) In the Rome Declaration of 25 March 2017 11 , the leaders of the 27 Member States and of the European Council, the European Parliament and the European Commission pledged to work towards \"a Union where young people receive the best education and training and can study and find jobs across the continent\". (4) The European Union Youth Strategy 2019-2027 recognises that young people are architects of their own lives, contribute to positive change in society and enrich the EU’s ambitions, and that youth policy can contribute to create a space where young people can seize opportunities and relate to European values. Previous European Years, such as the European Year of Rail 2021, the European Year of Cultural Heritage 2018, or the European Year of Citizens 2013-2014 offer valuable experience which should inform future efforts to engage youth in shaping their future and the future of Europe. 8 OJ C , , p. . 9 OJ C , , p. . 10 Bratislava Declaration and Roadmap - Consilium (europa.eu) 11 The Rome Declaration (europa.eu) ",
        "EN 8 EN (5) NextGenerationEU ensures a fast-forwarding of the twin transitions and provides the possibility to collectively emerge stronger from the pandemic and re-opens perspectives full of opportunities for young people, including quality jobs and adapting to social change. The Union aims for youth to be fully on board in the rollout of NextGenerationEU, enhancing their role in the green and digital transition. (6) On 15 September 2021, President von der Leyen announced in her State of the European Union 12 Address that the European Commission would propose to make 2022 the European Year of Youth. Highlighting the confidence that she draws for Europe’s future from the inspiration provided by Europe's young people, President von der Leyen added that “ if we are to shape our Union in their mould, young people must be able to shape Europe's future”. Europe needs the vision, engagement and participation of all young people to build a better future, and Europe needs to give young people opportunities for the future, a future that is greener, more digital and more inclusive. This is why the President proposed \" a year dedicated to empowering those who have dedicated so much to others\". (7) The active participation of young people in democratic processes is crucial for the future of Europe and its democratic societies. In line with the European Democracy Action Plan 13 , the European Year of Youth therefore aims to give a boost to the active involvement of young people in Europe’s democratic life, including by supporting participation activities for young people from diverse backgrounds in processes such as the Conference on the Future of Europe, promoting civic engagement and volunteering initiatives, thereby raising awareness of European common values and fundamental rights, as well as European history and culture, bringing together young people and decision-makers at local, national and Union levels and contributing to the process of European integration. (8) The essential role of young people is also recognised and must be supported “to channel their infinite capacities for activism into the creation of a better world”. The European Year of Youth is a concrete contribution to the UN 2030 Agenda for Sustainable Development (‘2030 Agenda’) 14 , which highlights that “children and young women and men are critical agents of change”, and should give a further impetus to the implementation of that Agenda, the road to sustainable development, and the capacity of young people to shape the future, not only of the Union, but also EU partner countries and of our planet as a whole. (9) The European Year should contribute to strengthen youth participation in EU external action across all policies, create new opportunities for education and exchanges, partnerships and dialogue between youth from the EU and partner countries and to increase the role of youth engagement in strategic communication and public diplomacy action (10) The European Youth Goals, which are an integral part of the EU Youth Strategy, and which have been developed by young people for young people under the EU Youth dialogue process, are a testimony to the eagerness of many young Europeans to participate in defining the direction in which the development of the European Union should go. 12 soteu_2021_address_en_0.pdf (europa.eu) 13 https://eur-lex.europa.eu/legal-content/EN/TXT/HTML/?uri=CELEX:52020DC0790&from=EN 14 21252030 Agenda for Sustainable Development web.pdf (un.org) ",
        "EN 9 EN (11) The European Year of Youth should boost the successful implementation of first principle of the European Pillar of Social Rights 15 which highlights that \"everyone has the right to quality and inclusive education, training and life-long learning\" and of the European Education Area, which aims to stimulate young people in their personal, social and professional fulfilment by creating a genuine European space of learning by 2025 in which inclusive and high quality education and training for all is not hampered by borders. (12) The European Year of Youth should support Union’s efforts to expanding employment opportunities for youth in the post-pandemic recovery as stated in the European Parliament Resolution on the Youth Guarantee (2020/2764(RSP)) 16 which underlines that lockdown measures have caused a sudden disruption to young people’s formal and informal education, traineeships, internships and apprenticeships, as well as jobs, affecting their income, earning potential and well-being, including their health, and in particular their mental health. (13) The European Year of Youth should give further impetus to the creation of quality youth employment opportunities under the Youth Employment Support (YES) initiative, including the reinforced Youth Guarantee 17 and under the ALMA initiative (Aim, Learn, Master, Achieve) to be implemented under the European Social Fund +. ALMA should be a cross-border youth mobility scheme for disadvantaged people not in employment, education or training to gain professional experience abroad accompanied by social services with the aim to provide these young people, including from rural, peripheral and less developed regions, with education, training or quality employment. (14) The European Parliament resolution on the impact of COVID-19 on youth and on sport (2020/2864(RSP)) 18 underlines the particularly acute impact the current pandemic has had on young people not in education, employment, or training (NEETs) and highlights the need to tackle the problems faced by young people from vulnerable groups; notes that youth unemployment and poverty have risen steadily since the outbreak of the pandemic and urges the Commission and the Member States to take all the necessary measures to counter the disastrous effects on youth employment. The Resolution recalls the role of volunteering in developing life and work skills for young people and considers that the European Solidarity Corps can help young Europeans to broaden their opportunities beyond their local realities. (15) The European Year of Youth should support giving effect to the Council Resolution of 1 December 2020 for establishing the European Youth Work Agenda 19 and the Council Conclusions of 22 May 2019 on Young People and the Future of Work 20 ,of 15 pdf (europa.eu) 16 Texts adopted - Reinforcing the Youth Guarantee - Thursday, 8 October 2020 (europa.eu) 17 pdf (europa.eu) 18 Texts adopted - The impact of Covid-19 on youth and on sport - Wednesday, 10 February 2021 (europa.eu) 19 https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=uriserv:OJ.C_.2020.415.01.0001.01.ENG 20 pdf (europa.eu) ",
        "EN 10 EN 10 December 2019 on digital youth work 21 and of 7 December 2017 on smart youth work 22 . (16) Reflecting the importance of tackling climate and nature crises in line with the Union’s commitments to implement the Paris Agreement 23 and to achieve the United Nations’ Sustainable Development Goals, the European Year of Youth should contribute to mainstreaming climate and nature-related actions and to the implementation of the European Green Deal 24 in a fair and inclusive manner, the Horizon Europe missions and the Fit for 55 package 25 , notably by encouraging young people to formulate own initiatives and creative ideas on achieving the relevant targets. (17) The European Year of Youth should give further impetus to the European Parliament Resolution on Effective measures to ‘green’ Erasmus+, Creative Europe and the European Solidarity Corps (2019/2195(INI)) 26 which underlines that Erasmus+, through its support for formal and non-formal education and training and for youth participation activities, is crucial for awareness-raising among Europeans, in particular young generations, to encourage them to have an active and informed position on sustainability and relevant policies and to become engaged and conscious future citizens; highlights, in this respect, the major role played by youth and civil society organisations in sharing best practices and implementing projects raising younger generations’ awareness about sustainability. (18) In her State of the European Union Address, President von der Leyen highlighted that “Europe needs all its youth”. In fulfilling its objectives, the European Year should be fully inclusive and actively promoting the participation of people with fewer opportunities. (19) The European Year of Youth is firmly anchored in the principles recognised by the Charter of Fundamental Rights of the European Union (the ‘Charter’) 27 . In particular, in its actions and activities, the European Year of Youth seeks to ensure full respect for the right to equality between women and men and the right to non-discrimination based on sex, racial or ethnic origin, religion or belief, disability, age or sexual orientation, and to promote the Charter's application. The EU Strategy on the Rights of the Child 28 and the European Child Guarantee 29 set a new standard for child and teen representation and recognise children and young people as active citizens and agents of change. (20) In order to ensure that the European Year of Youth is efficiently and effectively implemented, it should make maximum use of delivery mechanisms already in place. In order to optimise the added value of the European Year, synergies and 21 Conclusions of the Council and of the Representatives of the Governments of the Member States meeting within the Council on Digital Youth Work 2019/C 414/02 - Publications Office of the EU (europa.eu) 22 Council conclusions on smart youth work (europa.eu) 23 Paris Agreement | Climate Action (europa.eu) 24 A European Green Deal | European Commission (europa.eu) 25 EU's plan for a green transition - Consilium (europa.eu) 26 Texts adopted - Effective measures to ‘green’ Erasmus+, Creative Europe and the European Solidarity Corps - Tuesday, 15 September 2020 (europa.eu) 27 text_en.pdf (europa.eu) 28 COM(2021) 142 final 29 Council Recommendation of 14 June 2021 (EU)2021/1004 ",
        "EN 11 EN complementarity should be sought, in particular, between the European Year and Union programmes including those with international outreach specifically dedicated to young people, those without a transnational or international character, in particular those relating to education and training, sport, culture and the media, youth and solidarity, volunteering employment and social inclusion, research and innovation, industry and enterprise, digital policy, agriculture and rural development that have a focus on young farmers, environment and climate, cohesion policy, migration, security and international cooperation and development, and with activities undertaken by the Member States. (21) By creating an environment for promoting those objectives simultaneously at Union, national, regional and local levels, a greater synergy and a better use of resources can be achieved. In that regard, the Commission should provide timely information to and closely cooperate with the European Parliament, the Council and the Member States, the Committee of the Regions, European Economic and Social Committee and the bodies and associations active in the field of youth at Union level. In order to ensure that activities developed for the European Year of Youth have a European dimension, Member States are also encouraged to collaborate with each other. (22) The European Year of Youth should also focus on actions and activities which present a potential European added value. The notion of European added value is to be understood broadly and to be demonstrated in different ways, such as where actions or activities have a transnational character, particularly with regard to cooperation aimed at achieving a sustainable systemic impact or contribute to young people's European identity, awareness and ownership of European common values and fundamental rights, and ability to take part in the Union's representative and participative democracy. (23) At Union level, the necessary financial allocation for the implementation of this Decision be identified within the budget of the contributing programmes in accordance with the Multiannual Financial Framework 2021-2027. Without prejudice to the powers of the budgetary authority, the aim should be to provide funding for the implementation of this Decision of at least EUR 8 million. Subject to the availability of funding, co-financing from the Union budget of activities in support of the European Year of Youth shall be in accordance with the rules, applicable to the relevant programmes, including in particular Erasmus+ and the European Solidarity Corps and, where appropriate, other Union programmes. (24) Since the objectives of this Decision cannot be sufficiently achieved by the Member States, but can rather by reason of the scale and effects of the proposed action be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity, as set out in Article 5 TEU. In accordance with the principle of proportionality, as set out in that Article, this Decision does not go beyond what is necessary in order to achieve those objectives. (25) In view of the impact of COVID 19 on the youth and consequently the pressing need for this Year’s objective to honour, support and engage with young people in a post- pandemic perspective, it is appropriate to provide for an exception to the eight week period referred to in Article 4 of Protocol No 1 on the role of national Parliaments in the European Union, annexed to the Treaty on European Union, to the Treaty on the Functioning of the European Union and the Treaty establishing the European Atomic Energy Community, ",
        "EN 12 EN (26) In order to ensure swift implementation of the European Year of Youth, this Decision should enter into force as a matter of urgency on the day following that of its publication in the Official Journal of the European Union . HAVE ADOPTED THIS DECISION: Article 1 Subject matter The year 2022 shall be designated as the ‘European Year of Youth 2022’ (hereinafter referred to as the ‘European Year’). Article 2 Objectives In line with the objectives of the 2019-2027 EU Youth Strategy and the European Youth Goals, the overall objective of the European Year shall be to boost the efforts of the Union, the Member States, regional and local authorities to honour, support and engage with young people in a post-pandemic perspective. In particular, the European Year shall be aimed at: 1. highlighting how the green and digital transitions offer a renewed perspective for the future and opportunities to counter negative impact of the pandemic on young people and on the society at large, drawing inspiration from the actions, vision and insights of young people to further strengthen and invigorate the common European Union project and listening to young people, taking into account their concerns and supporting them in developing concrete, inclusive opportunities, while making an optimal use of Union instruments, 2. encouraging all young people, especially young people with fewer opportunities, from disadvantaged backgrounds or belonging to vulnerable groups, as well as from rural, peripheral and less developed regions, to become active and engaged citizens as well as actors of change, inspired by a European sense of belonging, including additional efforts at building capacity for youth participation and civic engagement among young people and among all stakeholders, who work to represent their interests and involving the contribution of young people from diverse backgrounds in key consultation processes, such as the Conference on the Future of Europe, 3. promoting opportunities for young people arising from the public policies at EU, national, regional level and local level in order to support their personal, social and professional development in a green, digital and inclusive world. Article 3 Type of measures 1. The measures to be taken to achieve the objectives set out in Article 2 shall include the following activities at European, national, regional or local level, and, where relevant, in partner countries, linked to the objectives of the European Year: (a) conferences, events and initiatives to promote inclusive and accessible debate on challenges, including the impact of the COVID-19 pandemic, that young people, including those with fewer opportunities and belonging to vulnerable groups, are facing and on the course of action that stakeholders at different levels can take; ",
        "EN 13 EN (b) promoting youth participation and enhancing existing tools, channels and programmes that enable young people to reach policy-makers by identifying, collecting and sharing of experiences and good practices; (c) gathering ideas using participatory methods, in an effort of co-creating the European Year; (d) information, education and awareness-raising campaigns to convey values such as equality, solidarity, volunteering, sense of belonging and safety, feeling of being heard and respected, to stimulate an active contribution of youth to build a society that is more inclusive, green and digital; (e) creating a space for exchange on turning challenges into opportunities in an entrepreneurial spirit; (f) undertaking studies and research on the situation of youth in the Union, also by producing European harmonised statistics and using them and other EU statistics, as well as promoting and disseminating these results on European, national or regional level; (g) promoting programmes, funding opportunities, projects, actions and networks of relevance to youth, including through social media and online communities; 2. The Commission may identify other activities which could contribute to the objectives of the European Year and allow references to the European Year to be used in promoting those activities in so far as they contribute to achieving those objectives. The European institutions and Member States may also identify such other activities and suggest them to the Commission. Article 4 Coordination at national level The organisation of participation in the European Year at national level shall be a responsibility of the Member States. Member States shall appoint national coordinators to that effect. The national coordinators shall ensure the coordination of relevant activities at national level. They shall also ensure the active involvement and engagement of young people and youth civil society organisations in implementing the activities of the Year. Article 5 Coordination at Union level 1. The Commission shall convene meetings of the national coordinators in order to coordinate the running of the European Year. These meetings shall also serve as opportunities to exchange information regarding the implementation of the European Year at national and Union level. Representatives of the European Parliament may participate as observers and contribute to these meetings. 2. The coordination of the European Year at Union level shall have a transversal approach with a view to creating synergies between the various Union programmes and initiatives of relevance to young people. 3. The Commission shall convene meetings of stakeholders and representatives of organisations or bodies in the field of youth, to assist in co-creating and implementing the European Year at Union level. ",
        "EN 14 EN Article 6 Cooperation at international level For the purpose of the European Year, where necessary, the Commission shall cooperate with international partners and competent international organisations, while ensuring the visibility of the Union’s participation. The Commission shall in particular ensure the cooperation with the Council of Europe, including in the context of the EU-Council of Europe Youth Partnership, as well as with international youth networks and organisations. Article 7 Monitoring and evaluation By 31 December 2023, the Commission shall submit a report to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on the implementation, results and overall assessment of the initiatives provided for in this Decision. Article 8 Entry into force This Decision shall enter into force on the day following that of its publication in the Official Journal of the European Union . Done at Brussels, For the European Parliament For the Council The President The President ",
        "EN 15 EN LEGISLATIVE FINANCIAL STATEMENT Contents 1. FRAMEWORK OF THE PROPOSAL/INITIATIVE ............................................... 17 1.1. Title of the proposal/initiative .................................................................................... 17 1.2. Policy area(s) concerned ............................................................................................ 17 1.3. The proposal/initiative relates to: ............................................................................... 17 1.4. Objective(s) ................................................................................................................ 17 1.4.1. General objective(s) ................................................................................................... 17 1.4.2. Specific objective(s) ................................................................................................... 17 1.4.3. Expected result(s) and impact .................................................................................... 18 1.4.4. Indicators of performance .......................................................................................... 18 1.5. Grounds for the proposal/initiative ............................................................................ 18 1.5.1. Requirement(s) to be met in the short or long term including a detailed timeline for roll-out of the implementation of the initiative .......................................................... 18 1.5.2. Added value of Union involvement (it may result from different factors, e.g. coordination gains, legal certainty, greater effectiveness or complementarities). For the purposes of this point 'added value of Union involvement' is the value resulting from Union intervention which is additional to the value that would have been otherwise created by Member States alone. ............................................................... 18 1.5.3. Lessons learned from similar experiences in the past ................................................ 19 1.5.4. Compatibility with the Multiannual Financial Framework and possible synergies with other appropriate instruments............................................................................. 19 1.6. Duration and financial impact of the proposal/initiative ........................................... 20 1.7. Management mode(s) planned ................................................................................... 20 2. MANAGEMENT MEASURES................................................................................. 21 2.1. Monitoring and reporting rules .................................................................................. 21 2.2. Management and control system(s) ........................................................................... 21 2.2.1. Justification of the management mode(s), the funding implementation mechanism(s), the payment modalities and the control strategy proposed ........................................ 21 2.2.2. Information concerning the risks identified and the internal control system(s) set up to mitigate them.......................................................................................................... 21 2.2.3. Estimation and justification of the cost-effectiveness of the controls (ratio of \"control costs ÷ value of the related funds managed\"), and assessment of the expected levels of risk of error (at payment & at closure) .................................................................. 21 2.3. Measures to prevent fraud and irregularities .............................................................. 21 3. ESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE ............ 22 3.1. Heading(s) of the multiannual financial framework and expenditure budget line(s) affected ....................................................................................................................... 22 ",
        "EN 16 EN 3.2. Estimated financial impact of the proposal on appropriations ................................... 23 3.2.1. Summary of estimated impact on operational appropriations.................................... 23 3.2.2. Estimated output funded with operational appropriations ......................................... 26 3.2.3. Summary of estimated impact on administrative appropriations ............................... 27 3.2.4. Compatibility with the current multiannual financial framework.............................. 29 3.2.5. Third-party contributions ........................................................................................... 29 3.3. Estimated impact on revenue ..................................................................................... 30 ",
        "EN 17 EN LEGISLATIVE FINANCIAL STATEMENT 1. FRAMEWORK OF THE PROPOSAL/INITIATIVE 1.1. Title of the proposal/initiative European Year of Youth 2022 1.2. Policy area(s) concerned Policy Area: Education and training, youth and sport Under Heading 2: Cohesion, Resilience and Values 1.3. The proposal/initiative relates to: X a new action  a new action following a pilot project/preparatory action 30  the extension of an existing action  a merger or redirection of one or more actions towards another/a new action 1.4. Objective(s) 1.4.1. General objective(s) The objectives of the European Year of Youth are to encourage and support the efforts of the Union, the Member States, regional and local authorities to honour youth in a post-pandemic perspective by drawing inspiration from the ideas, aspirations and visions brought forward by young people. It is to shape the Union’s future development and society at large. It is an occasion to raise awareness on European opportunities ahead for young people. 1.4.2. Specific objective(s) - Highlighting how the green and digital transitions offer a renewed perspective for the future and opportunities to counter negative impact of the pandemic on young people and on the society at large, drawing inspiration from the vision and insights of young people to further strengthen and invigorate the common European Union project and listening to young people, taking into account their concerns and supporting them in developing concrete, inclusive opportunities, while making an optimal use of Union instruments, - Encouraging all young people, especially young people with fewer opportunities and from disadvantaged backgrounds or belonging to vulnerable groups, to become active and engaged citizens as well as actors of change, inspired by a European sense of belonging. This includes additional efforts at building capacity for youth participation and civic engagement among young people and among all stakeholders, who work to represent their interests. This involves the contribution of young people from diverse backgrounds and also 30 As referred to in Article 58(2)(a) or (b) of the Financial Regulation. ",
        "EN 18 EN belonging to vulnerable groups in key consultation processes, such as the Conference on the Future of Europe. - Promoting opportunities for young people arising from the public policies at EU, national, regional level and local level, in an equal manner, in order to support their personal, social and professional development in a green, digital and inclusive world. 1.4.3. Expected result(s) and impact Specify the effects which the proposal/initiative should have on the beneficiaries/groups targeted. Information and promotion campaigns, events and initiatives at European, national, regional and local level to convey key messages and disseminate information about examples of good practice, including the role of the EU in promoting shared solutions. This will lead to active participation and learning in key policy areas such as climate change, the Green Deal, etc. Raising awareness of the importance and key role of youth in the future of the EU and promoting the tools for young people to participate in shaping a renewed vision for a society that is more inclusive, green and digital at national and European level. Young people will gain knowledge, skills and competences, values and attitudes they need to move forward in their personal and career development; they will become more familiar with the political landscape at European, national and regional level 1.4.4. Indicators of performance Specify the indicators for monitoring progress and achievements. Number of outputs to be set up in the framework of the information campaign. 1.5. Grounds for the proposal/initiative 1.5.1. Requirement(s) to be met in the short or long term including a detailed timeline for roll-out of the implementation of the initiative Short-term: greater awareness of the importance and the role of youth in shaping the future of Europe and the tools available to help young people have an impact in their societies. Long-term: motivate young people in a post-pandemic context and provide them with new opportunities and skills to support their personal and professional development for a changing world. 1.5.2. Added value of Union involvement (it may result from different factors, e.g. coordination gains, legal certainty, greater effectiveness or complementarities). For the purposes of this point 'added value of Union involvement' is the value resulting from Union intervention which is additional to the value that would have been otherwise created by Member States alone. Strengthening the awareness of opportunities for young people to become active and engaged citizens at European, national and local level, as well as actors of change inspired by a European sense of belonging. Union dimension of measures aimed to accelerate the post-pandemic professional and personal recovery of youth, in line with the objectives of the NextGenerationEU, ",
        "EN 19 EN the political guidelines for the current European Commission (2019-2024) and other EU policies and programmes that strive to improve the lives of young people. 1.5.3. Lessons learned from similar experiences in the past The European Years organised over the last 10 years have proven their value as effective awareness raising instruments, which had an impact on both the general public and multipliers and have created synergies between different areas of intervention at Union and member States level. 1.5.4. Compatibility with the Multiannual Financial Framework and possible synergies with other appropriate instruments The European Year of Youth (2022) will be cross-sectoral, building on all EU policies and programmes that strive to improve the lives of young people and empower them. It should build on existing initiatives and policies such as the European Green Deal, the Digital Decade, the New European Bauhaus, the Conference on the Future of Europe, the European Pillar of Social Rights, the Child Guarantee, the EU Strategy on the rights of the child, the Action Plan on Integration and Inclusion 2021-2027, the European Democracy Action Plan and the Rural Pact and Action Plan. The European Year of Youth has links with many Union policy areas beyond youth policy itself, such as education and training, employment, social inclusion, culture and the media, sports, health, research and innovation, environment and climate, cohesion policy, rural development, migration as well as with Union’s ties with its neighbourhood. It will underline the European, interdisciplinary dimension of youth, as the generation to move the continent forward, in an inclusive, sustainable and more digital way. ",
        "EN 20 EN 1.6. Duration and financial impact of the proposal/initiative X limited duration – X in effect from adoption of the decision to 31/12/2023 – X Financial impact from 2021 to 2024 for commitment appropriations and from 2022 to 2026 for payment appropriations.  unlimited duration – Implementation with a start-up period from YYYY to YYYY, – followed by full-scale operation. 1.7. Management mode(s) planned 31 X Direct management by the Commission – x by its departments, including by its staff in the Union delegations; – x by the executive agencies  Shared management with the Member States  Indirect management by entrusting budget implementation tasks to: –  third countries or the bodies they have designated; –  international organisations and their agencies (to be specified); –  the EIB and the European Investment Fund; –  bodies referred to in Articles 70 and 71 of the Financial Regulation; –  public law bodies; –  bodies governed by private law with a public service mission to the extent that they provide adequate financial guarantees; –  bodies governed by the private law of a Member State that are entrusted with the implementation of a public-private partnership and that provide adequate financial guarantees; –  persons entrusted with the implementation of specific actions in the CFSP pursuant to Title V of the TEU, and identified in the relevant basic act. – If more than one management mode is indicated, please provide details in the ‘Comments’ section. Comments […] […] 31 Details of management modes and references to the Financial Regulation may be found on the BudgWeb site: https://myintracomm.ec.europa.eu/budgweb/EN/man/budgmanag/Pages/budgmanag.aspx ",
        "EN 21 EN 2. MANAGEMENT MEASURES 2.1. Monitoring and reporting rules Specify frequency and conditions. Work Programme of the European Year Establishment of a Steering Committee 2.2. Management and control system(s) 2.2.1. Justification of the management mode(s), the funding implementation mechanism(s), the payment modalities and the control strategy proposed Direct management, as per article 62.1(a) of the Financial Regulation, is the preferable mode as the actions will be implemented by the European Commission, in particular DG EAC, which will ensure the coordination with the Member States and the various stakeholders. 2.2.2. Estimation and justification of the cost-effectiveness of the controls (ratio of \"control costs ÷ value of the related funds managed\"), and assessment of the expected levels of risk of error (at payment & at closure) The controls are part of DG EAC internal control system. These new activities will generate non-significant additional costs of control at DG level. 2.3. Measures to prevent fraud and irregularities Specify existing or envisaged prevention and protection measures, e.g. from the Anti-Fraud Strategy. The Commission shall ensure that, when actions financed under this Decision are implemented, the financial interests of the Union are protected by the application of preventive measures against fraud, corruption and any other illegal activities, by effective checks and by the recovery of the amounts unduly paid and, if irregularities are detected, by effective, proportional and dissuasive penalties. The Commission is authorised to carry out checks and verifications in situ under this Decision, in compliance Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities. If need be, investigations shall be carried out by the European Anti-Fraud Office and shall be governed by Regulation (EC) No 1073/1999 of the European Parliament and of the Council of 25 May 1999 concerning investigations conducted by the European Anti-Fraud Office (OLAF) ",
        "EN 22 EN 3. ESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE 3.1. Heading(s) of the multiannual financial framework and expenditure budget line(s) affected  Existing budget lines In order of multiannual financial framework headings and budget lines. Heading of multiannual financial framework Budget line Type of expenditure Contribution Number Diff./Non- diff. 32 from EFTA countries 33 from candidate countries 34 from third countries within the meaning of Article 21(2)(b) of the Financial Regulation Diff./Non -diff. YES/NO YES/NO YES/NO YES/NO 2.b 07 01 02 01 - Support expenditure for Erasmus Diff. YES YES YES NO 2.b 07 01 03 01 - Support expenditure for the European Solidarity Corps Diff. YES YES YES NO 2.b 07 03 01 02 — Promoting learning mobility of individuals, as well as cooperation, inclusion, excellence, creativity and innovation at the level of organisations and policies in the field of education and training — Direct management Diff. YES YES YES NO 2.b 07 03 02 — Promoting non-formal learning mobility and active participation among young people, as well as cooperation, inclusion, creativity and innovation at the level of organisations and policies in the field of youth Diff. YES YES YES NO 2.b 07 04 01 — European Solidarity Corps Diff. YES YES YES NO 32 Diff. = Differentiated appropriations / Non-diff. = Non-differentiated appropriations. 33 EFTA: European Free Trade Association. 34 Candidate countries and, where applicable, potential candidates from the Western Balkans. ",
        "EN 23 EN 3.2. Estimated financial impact of the proposal on appropriations Programmes and budget lines mentioned below are indicative. Appropriate funding will be identified within the envelopes of contributing programmes, in accordance with the applicable financial rules. 3.2.1. Summary of estimated impact on operational appropriations –  The proposal/initiative does not require the use of operational appropriations – x The proposal/initiative requires the use of operational appropriations, as explained below: EUR million (to three decimal places) Heading of multiannual financial framework Number Under Heading 2: Cohesion, Resilience and Values DG EAC 2021 2022 2023 2024 2025 2026 2027 TOTAL  Operational appropriations Budget line 07 03 01 02 Commitments (1a) 3.500 3.500 Payments (2a) 1.437 0.515 0.987 0.310 0.251 3.500 Budget line 07 03 02 Commitments (1b) 4.000 0.500 4.500 Payments (2b) 2.724 1.403 0.346 0.027 4.500 Budget line 07 04 01 Commitments (1c) 0.500 0.500 Payments (2c) 0.275 0.130 0.054 0.041 0.500  TOTAL operational appropriations Commitments 1a+1b+ 1c 8.000 0.500 8.500 Payments 2a+2b +2 4.436 2.048 1.387 0.378 0.251 8.500 ",
        "EN 24 EN  Appropriations of an administrative nature financed from the envelope of specific programmes Budgte line 07 01 02 01 Commitments / Payments (3) 0.200 0.200 0.200 0.600 Budget line 07 01 03 01 Commitments / Payments (3) 0.050 0.050 0.050 0.150 TOTAL appropriations for DG EAC Commitments =1a+1 b+1c +3 8.250 0.750 0.250 9.250 Payments =2a+2 b +2c+3 4.686 2.298 1.637 0.378 0.251 9.250 ",
        "EN 25 EN Heading of multiannual financial framework 7 ‘Administrative expenditure’ EUR million (to three decimal places) Year 2021 Year 2022 Year 2023 Year 2024 Enter as many years as necessary to show the duration of the impact (see point 1.6) TOTAL DG EAC  Human resources 0,948 1,358 0,240 2,546  Other administrative expenditure 0,012 0,012 TOTAL DG EAC Appropriations 0,948 1,370 0,240 2,558 TOTAL appropriations under HEADING 7 of the multiannual financial framework (Total commitments = Total payments) 0,948 1,370 0,240 2.558 EUR million (to three decimal places) 2021 35 2022 2023 2024 Enter as many years as necessary to show the duration of the impact (see point 1.6) TOTAL TOTAL appropriations under HEADINGS 1 to 7 of the multiannual financial framework Commitments 0,948 9.620 0.990 0.250 11.808 Payments 0,948 6.056 2.538 1.637 0.378 0.251 11.808 35 Year N is the year in which implementation of the proposal/initiative starts. Please replace \"N\" by the expected first year of implementation (for instance: 2021). The same for the following years. ",
        "EN 26 EN 3.2.2. Estimated output funded with operational appropriations Commitment appropriations in EUR million (to three decimal places) Indicate objectives and outputs  Year 2021 Year 2022 Year 2023 Year 2024 Enter as many years as necessary to show the duration of the impact (see point 1.6) TOTAL OUTPUTS Type 36 Avera ge cost N o Cost N o Cost N o Cost N o Cost N o Cost N o Cost N o Cost Total No Total cost SPECIFIC OBJECTIVE No 1 37 … - Output - Output - Output Subtotal for specific objective No 1 SPECIFIC OBJECTIVE No 2 ... - Output Subtotal for specific objective No 2 TOTALS 36 Outputs are products and services to be supplied (e.g.: number of student exchanges financed, number of km of roads built, etc.). 37 As described in point 1.4.2. ‘Specific objective(s)…’ ",
        "EN 27 EN 3.2.3. Summary of estimated impact on administrative appropriations –  The proposal/initiative does not require the use of appropriations of an administrative nature – X The proposal/initiative requires the use of appropriations of an administrative nature, as explained below: EUR million (to three decimal places) Year 2021 38 Year 2022 Year 2023 Year 2024 Enter as many years as necessary to show the duration of the impact (see point 1.6) TOTAL HEADING 7 of the multiannual financial framework Human resources 0,948 1,358 0,240 2,546 Other administrative expenditure 0.012 0.012 Subtotal HEADING 7 of the multiannual financial framework 0,948 1,370 0,240 2,558 Outside HEADING 7 39 of the multiannual financial framework Human resources Other expenditure of an administrative nature 0.250 0.250 0.250 0.750 Subtotal outside HEADING 7 of the multiannual financial framework 0.250 0.250 0.250 0.750 TOTAL 0.948 1.620 0.490 0.250 3.308 The appropriations required for human resources and other expenditure of an administrative nature will be met by appropriations from the DG that are already assigned to management of the action and/or have been redeployed within the DG, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. 38 Year N is the year in which implementation of the proposal/initiative starts. Please replace \"N\" by the expected first year of implementation (for instance: 2021). The same for the following years. 39 Technical and/or administrative assistance and expenditure in support of the implementation of EU programmes and/or actions (former ‘BA’ lines), indirect research, direct research. ",
        "EN 28 EN 3.2.3.1. Estimated requirements of human resources –  The proposal/initiative does not require the use of human resources. – X The proposal/initiative requires the use of human resources, as explained below: Estimate to be expressed in full time equivalent units Year 2021 Year 2022 Year 2023 Yea r N+ 3 Enter as many years as necessary to show the duration of the impact (see point 1.6)  Establishment plan posts (officials and temporary staff) 20 01 02 01 (Headquarters and Commission’s Representation Offices) 3 3 0.50 20 01 02 03 (Delegations) 01 01 01 01 (Indirect research) 01 01 01 11 (Direct research) Other budget lines (specify)  External staff (in Full Time Equivalent unit: FTE) 40 20 02 01 (AC, END, INT from the ‘global envelope’) 6 11 2 20 02 03 (AC, AL, END, INT and JPD in the delegations) XX 01 xx yy zz 41 - at Headquarters - in Delegations 01 01 01 02 (AC, END, INT - Indirect research) 01 01 01 12 (AC, END, INT - Direct research) Other budget lines (specify) TOTAL 9 14 2.50 XX is the policy area or budget title concerned. The human resources required will be met by staff from the DG who are already assigned to management of the action and/or have been redeployed within the DG, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. Description of tasks to be carried out: Officials and temporary staff Formulating and coordinating with other services the work plan of the Year; drawing up the terms of reference for service and purchase contracts and accompanying the selection process; ensuring the interinstitutional coordination; preparing briefings and speeches for Commissioner and DG; ensuring input for press work; accompanying ex-post evaluation External staff 40 AC= Contract Staff; AL = Local Staff; END= Seconded National Expert; INT = agency staff; JPD= Junior Professionals in Delegations. 41 Sub-ceiling for external staff covered by operational appropriations (former ‘BA’ lines). ",
        "EN 29 EN 3.2.4. Compatibility with the current multiannual financial framework The proposal/initiative: – X the proposal is compatible with the current multiannual financial framework –  can be fully financed through redeployment within the relevant heading of the Multiannual Financial Framework (MFF). –  requires use of the unallocated margin under the relevant heading of the MFF and/or use of the special instruments as defined in the MFF Regulation. –  requires a revision of the MFF. 3.2.5. Third-party contributions The proposal/initiative: – x does not provide for co-financing by third parties –  provides for the co-financing by third parties estimated below: Appropriations in EUR million (to three decimal places) Year N 42 Year N+1 Year N+2 Year N+3 Enter as many years as necessary to show the duration of the impact (see point 1.6) Total Specify the co-financing body TOTAL appropriations co-financed 42 Year N is the year in which implementation of the proposal/initiative starts. Please replace \"N\" by the expected first year of implementation (for instance: 2021). The same for the following years. ",
        "EN 30 EN 3.3. Estimated impact on revenue – X The proposal/initiative has no financial impact on revenue. –  The proposal/initiative has the following financial impact: –  on other revenue – please indicate, if the revenue is assigned to expenditure lines  EUR million (to three decimal places) Budget revenue line: Appropriations available for the current financial year Impact of the proposal/initiative 43 Year N Year N+1 Year N+2 Year N+3 Enter as many years as necessary to show the duration of the impact (see point 1.6) Article …………. For assigned revenue, specify the budget expenditure line(s) affected. Other remarks (e.g. method/formula used for calculating the impact on revenue or any other information). 43 As regards traditional own resources (customs duties, sugar levies), the amounts indicated must be net amounts, i.e. gross amounts after deduction of 20 % for collection costs. ",
        "EN 31 EN ANNEX to the LEGISLATIVE FINANCIAL STATEMENT Name of the proposal/initiative: European Year of Youth 2022 1. NUMBER AND COST OF HUMAN RESOURCES CONSIDERED NECESSARY 2. COST OF OTHER ADMINISTRATIVE EXPENDITURE 3. TOTAL ADMINISTRATIVE COSTS 4. METHODS OF CALCULATION USED FOR ESTIMATING COSTS 4.1. Human resources 4.2. Other administrative expenditure This annex must accompany the legislative financial statement when the inter-services consultation is launched. The data tables are used as a source for the tables contained in the legislative financial statement. They are strictly for internal use within the Commission. ",
        "EN 32 EN 1. C OST OF HUMAN RESOURCES CONSIDERED NECESSARY  The proposal/initiative does not require the use of human resources x The proposal/initiative requires the use of human resources, as explained below: EUR million (to three decimal places) HEADING 7 of the multiannual financial framework 2021 2022 2023 Year N+3 Year N+4 Year N+5 Year N+7 TOTAL FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations  Establishment plan posts (officials and temporary staff) 20 01 02 01 - Headquarters and Representation offices AD 3 0,456 3 0,456 0.50 0,076 6.5 0,988 AST 20 01 02 03 - Union Delegations AD AST  External staff 44 20 02 01 and 20 02 02 – External personnel – Headquarters and Representation offices AC 3 0,246 8 0,656 2 0,164 13 1,066 END INT 3 0,246 3 0,246 6 0,492 20 02 03 – External AC 44 AC = Contract Staff; AL = Local Staff; END = Seconded National Expert; INT= agency staff; JPD= Junior Professionals in Delegations. ",
        "EN 33 EN personnel - Union Delegations AL END INT JPD Other HR related budget lines ( specify ) Subtotal HR – HEADING 7 9 0,948 14 1,358 2,50 0,240 25,5 2,546 The human resources required will be met by staff from the DG who are already assigned to management of the action and/or have been redeployed within the DG, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. Outside HEADING 7 of the multiannual financial framework 2021 2022 2023 Year N+3 Year N+4 Year N+5 Year N+7 TOTAL FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations FTE Appropriations  Establishment plan posts (officials and temporary staff)  01 01 01 01 Indirect Research 45 01 01 01 11 Direct Research Other (please specify) AD AST  External staff 46 45 Please choose the relevant budget line, or specify another if necessary; in case more budget lines are concerned, staff should be differentiated by each budget line concerned 46 AC = Contract Staff; AL = Local Staff; END = Seconded National Expert; INT= agency staff; JPD= Junior Professionals in Delegations. ",
        "EN 34 EN External staff from operational appropriations (former ‘BA’ lines). - at Headquarters AC END INT - in Union delegations AC AL END INT JPD 01 01 01 02 Indirect Research 01 01 01 12 Direct research Other (please specify) 47 AC END INT Other budget lines HR related ( specify ) Subtotal HR – Outside HEADING 7 Total HR (all MFF Headings) The human resources required will be met by staff from the DG who are already assigned to management of the action and/or have been redeployed within the DG, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. 47 Please choose the relevant budget line, or specify another if necessary; in case more budget lines are concerned, staff should be differentiated by each budget line concerned ",
        "EN 35 EN The human resources required are partially met by staff from the DG who have been redeployed within the DG, together with the request for additional allocation of 4 Contract staff, which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. 2. C OST OF OTHER ADMINISTRATIVE EXPENDITURE  The proposal/initiative does not require the use of administrative appropriations x The proposal/initiative requires the use of administrative appropriations, as explained below: EUR million (to three decimal places) HEADING 7 of the multiannual financial framework 2021 2022 2023 Year N+3 Year N+4 Year N+5 Year N+7 Total At headquarters or within EU territory: 20 02 06 01 - Mission and representation expenses 0.012 0.012 20 02 06 02 - Conference and meeting costs 20 02 06 03 - Committees 48 20 02 06 04 Studies and consultations 20 04 – IT expenditure (corporate) 49 Other budget lines non-HR related ( specify where necessary ) 48 Specify the type of committee and the group to which it belongs. 49 The opinion of DG DIGIT – IT Investments Team is required (see the Guidelines on Financing of IT, C(2020)6126 final of 10.9.2020, page 7) ",
        "EN 36 EN In Union delegations 20 02 07 01 - Missions, conferences and representation expenses 20 02 07 02 - Further training of staff 20 03 05 – Infrastructure and logistics Other budget lines non-HR related ( specify where necessary ) Subtotal Other - HEADING 7 of the multiannual financial framework 0.012 0.012 The administrative appropriations required will be met by the appropriations which are already assigned to management of the action and/or which have been redeployed, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of existing budgetary constraints. EUR million (to three decimal places) Outside HEADING 7 of the multiannual financial framework Year N 50 Year N+1 Year N+2 Year N+3 Year N+4 Year N+5 Year N+7 Total Expenditure on technical and administrative assistance (not including external staff) from operational appropriations (former 'BA' lines): 50 Year N is the year in which implementation of the proposal/initiative starts. Please replace \"N\" by the expected first year of implementation (for instance: 2021). The same for the following years ",
        "EN 37 EN - at Headquarters - in Union delegations Other management expenditure for research Policy IT expenditure on operational programmes 51 Corporate IT expenditure on operational programmes 52 Other budget lines non-HR related ( specify where necessary ) Sub-total Other – Outside HEADING 7 of the multiannual financial framework Total Other admin expenditure (all MFFHeadings) 3. T OTAL ADMINISTRATIVE COSTS ( ALL H EADINGS MFF) EUR million (to three decimal places) Summary Year 2021 Year 2022 Year 2023 Year N+3 Year N+4 Year N+5 Year N+7 Total 51 The opinion of DG DIGIT – IT Investments Team is required (see the Guidelines on Financing of IT, C(2020)6126 final of 10.9.2020, page 7) 52 This item includes local administrative systems and contributions to the co-financing of corporate IT systems (see the Guidelines on Financing of IT, C(2020)6126 final of 10.9.2020) ",
        "EN 38 EN Heading 7 - Human Resources 0,948 1,358 0,240 2,546 Heading 7 – Other administrative expenditure 0,012 0.012 Sub-total Heading 7 Outside Heading 7 – Human Resources Outside Heading 7 – Other administrative expenditure Sub-total Other Headings TOTAL HEADING 7 and Outside HEADING 7 0,948 1,370 0,240 2,558 The administrative appropriations required will be met by the appropriations which are already assigned to management of the action and/or which have been redeployed, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of existing budgetary constraints. ",
        "EN 39 EN 4. M ETHODS OF CALCULATION USED TO ESTIMATE COSTS 4.1. Human resources This part sets out the method of calculation used to estimate the human resources considered necessary (workload assumptions, including specific jobs (Sysper 2 work profiles), staff categories and the corresponding average costs) HEADING 7 of the multiannual financial framework NB: The average costs for each category of staff at Headquarters are available on BudgWeb: https://myintracomm.ec.europa.eu/budgweb/EN/pre/legalbasis/Pages/pre-040-020_preparation.aspx  Officials and temporary staff 3.00 FTE in 2021 for the preparation of the Year 3 FTE in 2022 for the coordination of the activities 0.5 FTE in 2023 for final reporting  External staff 3 CAs and 3 interimaires to prepare the Year in a period of 3-4 months 8 CAs in 2022 and 3 interimaires to carry out all the activities and links with DGs and stakeholders 2 CAs in 2023 to help out with the final reporting and conclusion of activities Outside HEADING 7 of the multiannual financial framework  Only posts financed from the research budget  External staff 4.2. Other administrative expenditure Give details of the method of calculation used for each budget line and in particular the underlying assumptions (e.g. number of meetings per year, average costs, etc.) ",
        "EN 40 EN HEADING 7 of the multiannual financial framework Around 10 mission in Member States in 2022 Outside HEADING 7 of the multiannual financial framework "
    ]
}