{
    "text": [
        "EN EN EUROPEAN COMMISSION HIGH REPRESENTATIVE OF THE UNION FOR FOREIGN AFFAIRS AND SECURITY POLICY Brussels, 29.9.2016 JOIN(2016) 47 final JOINT COMMUNICATION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL Strengthening EU support for Tunisia ",
        "2 1. Supporting Tunisia’s transition: a strategic priority for the EU Five years on from the 2011 Revolution that ousted the authoritarian regime of President Ben Ali, Tunisia’s democratic transition is at a critical juncture. The Tunisian people have paved the way for a modern democracy based on freedom of expression, transparent and inclusive elections, the separation of powers, the rule of law and respect for human rights and fundamental freedoms. Leaders across the political spectrum, the country’s vibrant civil society and the general population have demonstrated their resolve to develop a pluralistic society in which all Tunisians — men and women alike — can enjoy individual freedom and greater participation in economic and political life. This has been recognised by the awarding of the Nobel Peace Prize to the National Dialogue Quartet in December 2015. The Tunisian experience is a source of hope in the countries of Europe’s immediate neighbourhood, many of which face instability, violence and the return of authoritarian regimes. Yet, despite the undeniable changes brought by the Revolution, political, economic and security difficulties continue to affect the lives of ordinary Tunisians, jeopardising the viability of the transition. It is in the EU’s strategic interest to have a strong, democratic and stable Tunisia as its neighbour. The EU’s continued commitment to helping Tunisia in its transition to democracy is reflected in the revised European Neighbourhood Policy (ENP) 1 , which underlines the need to develop differentiated approaches tailored to the specific situations of the EU’s neighbours. It therefore requires an EU response, adapted to the country’s specific circumstances, that covers a broad range of policy areas to help address the many challenges the transition brings with it and initiatives that would make it possible to fully develop the potential of the already advanced EU-Tunisia partnership. 2. A vulnerable transition: Tunisia's response in tackling complex and increasing challenges The Tunisian transition is fragile and faces serious risks. In addition, multiple and interconnected challenges prevent most Tunisians from reaping all the benefits of the new democratic system and its associated freedoms. A series of terrorist attacks during 2015 targeted the tourism sector and security institutions. The attack on the border city of Ben Guerdane in March 2016, initiated from Libya, illustrates the growing security threats from increasingly organised groups taking advantage of the instability in Libya, as well as from the cross-border smuggling of arms, drugs and people. Following the adoption of the progressive Constitution and the successful organisation of elections in 2014, the Tunisian authorities have had the difficult task of implementing the necessary institutional, legal and administrative reforms while also dealing with the immediate socioeconomic and security concerns. Parliament’s high number of priorities, its limited capacities and resources and the broad consultations required as part of an inclusive democratic process account for the delays in implementing reforms. They are also an indication that the still incomplete transition requires more political resolve. The setting up of 1 Joint Communication to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the regions of 18 th November 2015 – review of the European Neighbourhood Policy. ",
        "3 a Constitutional Court and of the independent bodies whose task will be to consolidate democracy remains an urgent priority. New alleged cases of torture and ill-treatment highlight the need for a major change in both the law and administrative practices to translate the rights and freedoms guaranteed under the Constitution into reality for ordinary citizens. Local elections, to be held in 2017, will be an important milestone in the democratic process. Since 2011, the Tunisian economy has been severely affected by multiple shocks, resulting in a sharp drop in growth, macroeconomic imbalances, increasing unemployment, increased poverty (15% of Tunisians live below the poverty line) and informal economic activity. This has made it more difficult to address the persistent socioeconomic challenges that predate the Revolution and fuel discontent among ordinary Tunisians, notably young people and those living in less developed regions, leading in some cases to social unrest. In his first speech to the Parliament, the newly appointed Head of Government Youssef Chahed acknowledged these challenges. Still, Tunisia possesses the attributes it needs to transform its democratic achievements into economic success; a young, educated and dynamic population, a strategic geographical position, a long-standing industrial history with successful export-oriented businesses, extensive untapped natural resources such as solar energy. Key structural reforms are urgently needed to pursue macroeconomic stabilisation, stimulate sustainable economic growth and entrepreneurship, make the administration more efficient, fight against corruption, adapt education, skills development and vocational training to the needs of the labour market, and achieve a fairer distribution of public spending and wealth. Successive governments have been committed to speeding up structural reforms. Civil society, including social partners, also broadly recognises that such reforms are necessary, even if political, social and administrative resistance is inevitable and based on legitimate concerns. Sustainable, effective and inclusive transitions take time and perseverance, because people need to see tangible progress in order to generate confidence and stability. Strong support from the EU is therefore required and expected. The Tunisian government has proposed a number of laws — some of which have already been adopted by Parliament — aimed at implementing the provisions of the Constitution, completing the democratic institutional framework and reforming the economy. In an effort to decisively address the deteriorating security environment, a number of emergency security measures have also been passed. These include a new counter-terrorism law, which, it must be noted, has raised concerns about respect for human rights. The Tunisian authorities are also working on a national strategy to counter terrorism and prevent radicalisation. Dialogue and cooperation with international partners, including the EU, have significantly improved. In May 2016, the government presented a proposal for a five year development plan. It provides a comprehensive analysis of the many challenges the country faces and outlines reforms, especially in the field of governance and public administration, as well as policy orientations for economic, financial, regional and social development. Once adopted, it will help international donors, including the EU, to tailor support in accordance with Tunisian priorities. The government is organising an Investment Conference in November to mobilise support for the implementation of the plan. The EU supports this proposed course of action. 3. Strengthened EU support for Tunisia’s transition since 2011 ",
        "4 EU-Tunisia relations date back to 1976 and gained significant momentum when Tunisia and the EU signed an Association Agreement in 1995, paving the way for two decades of mutually beneficial economic and trade relations. The 2011 Revolution marked a turning point. The EU has used all its instruments to support the Tunisian people, accompany the electoral process, promote human rights, support democratic and socioeconomic reforms, improve security and strengthen civil society. It has also offered Tunisia closer ties across the board, through enhanced economic and trade integration and a Mobility Partnership. As its main partner, the Tunisian authorities made the strategic choice to strengthen the country’s relations and integration with the EU resulting, in 2012, in a ‘Privileged Partnership' and an ambitious ENP Action Plan 2 . This generated intense political contacts, higher levels of financial assistance and significant progress in many areas including trade relations, security sector reforms, education, research and innovation. EU support for and financial assistance to Tunisia since the 2011 Revolution: Between 2011-16, EU assistance to Tunisia amounted to EUR 2 billion (EUR 1.2 billion in grants and €800 million in macro-financial assistance). This assistance supported the implementation of the Tunisian democratic and economic transition and contributed to the country’s fiscal stability through macro-financial assistance. This also includes 85 projects co-funded by the EU and implemented by civil society organisations, worth EUR 41 million. European financial institutions 3 have also granted concessional loans worth EUR2.6 billion for infrastructure, social, private sector development and water sanitation projects. The Neighbourhood Investment Facility (NIF) improved the concessional form of these loans. Tunisia is also one of the top beneficiaries of EU regional programmes for the Southern Neighbourhood, in areas such as the environment, energy, migration and security. On 1st January 2016, Tunisia became associated to Horizon 2020 , offering significant opportunities to Tunisian researchers, academics and innovators, and supporting Tunisia's effort to invest in research and innovation as a driver of socio-economic development. Tunisians have greatly benefited from the EU higher education programmes Erasmus Mundus and Tempus and has also been given greater access to prominent EU programmes such as the European Enterprise Network which fosters business links. 2 Relations Tunisie – Union Européenne: un partenariat privilégié. Plan d'action 2013 – 2017. https://eeas.europa.eu/delegations/tunisia/documents/press_corner/plan_action_tunisie_ue_2013_2017_fr.pdf 3 The European Investment Bank, the Agence Française de Développement, the European Bank for Reconstruction and Development, the Kreditanstalt für Wiederaufbau. ",
        "5 To help Tunisia in a particularly difficult economic context, in 2016, the EU introduced an exceptional temporary measure 4 granting an additional duty-free tariff quota for olive oil of 35 000 tonnes per year for two years . 4. Towards a more effective EU response in supporting Tunisia’s reforms In 2016, Tunisia requested a qualitative and quantitative reinforcement of its relations with the EU. This Communication proposes initiatives for more effective EU support in order to fully develop the potential of the ‘Privileged Partnership’ in line with the revised ENP. Supporting the implementation of Tunisia’s reform efforts is fundamental to safeguarding its economic resilience and the success of its democratic transition. The five year development plan can provide guidance to the EU to identify priorities across policy areas. It is our aim to jointly tackle high youth unemployment, reduce social disparities, support civil society and public administration reform, better manage migration and mobility, fight corruption and address security problems. At the same time, we will continue our support for the implementation of the Constitution and the strengthening of Tunisia’s democratic institutions, as well as for the promotion of and respect for human rights. The EU is convinced that it is in our mutual interest to promote closer ties and dialogue between the EU and Tunisian society, through reinforced contacts and mobility. This means recognising the key role culture plays in political, social and economic development. In its support, the EU will continue to pay special attention to young people and women and to systematically involving civil society. 4.1. Promoting good governance and public administration reform Tunisia has made impressive strides towards consolidating the rule of law and democracy, as exemplified by its new Constitution. However, the democratic principles and fundamental values enshrined in it now need to be translated into functioning institutions, efficient regulations and procedures and an effective civil service. The Tunisian Constitution sets out clear goals for public administration and good governance, which are primary axes of the government’s reform strategy. We therefore propose to:  Support the design and implementation of a civil service reform strategy , with a view to make public administration more productive, accountable and motivated.  Help to improve public finance management and reform the tax system, moving towards a simplier and more equitable system. This aims to make the public sector 4 Proposal for a regulation of the European Parliament and of the Council on the introduction of emergency autonomous trade measures for the Republic of Tunisia, COM(2015)0460. ",
        "6 more accountable and restore fiscal margins to fund the government’s policies; it will be expanded by supporting public oversight institutions.  Support the implementation of the decentralisation process . To help build service- oriented administration and promote local governance in the least developed regions, the EU will offer advice on strengthening municipalities in policy development and coordination, human resources, accountability and service delivery while ensuring equality and non-discrimination in access to public services for vulnerable groups.  Improve central and local service delivery by, for instance, reducing red tape, facilitating access to information and introducing e-administration wherever possible.  Support the fight against corruption by helping to develop appropriate means and measures designed to promote integrity and better prevent corruption.  Continue to support the reform of the judiciary to improve access to an independent and efficient judicial system.  Further support the Parliament, to strengthen its oversight of the government’s actions and reinforce its initiative capacity; in this regard, propose to the European Parliament that it increases its support for the Tunisian Parliament, making full use of the recently established Joint Parliamentary Committee.  Twinning will be increasingly used in a targeted manner, in particular when it comes to strengthening public administration. 4.2. Boosting the role of a vibrant civil society Since the Revolution, civil society organisations (CSOs) have played a determining role in ensuring the success of the democratic transition. Strengthening civil society, including social partners, continues to be one of the EU’s main priorities. The EU is convinced that CSOs should be systematically involved in the dialogue with the authorities in all policy areas. In this respect, the reappointment of a Minister for relations with civil society is a very positive step. The existing tripartite dialogue (EU, Tunisian authorities and civil society) on all aspects of EU-Tunisia relations should be reinforced, notably where EU-Tunisia relations would benefit from greater transparency and involvement of CSOs, including migration and mobility, security and counter-terrorism. In this spirit, the EU proposes that every formal EU-Tunisia meeting (notably Association Council, Association Committee and subcommittees), as well as every formal negotiation session between the EU and Tunisia, be both preceded and followed by a meeting with CSOs. The government should also continue to consult Tunisian CSOs in relation to the negotiations on a Deep and Comprehensive Free Trade Area (DCFTA) with the EU, including through the tripartite dialogue. This support will continue during negotiations and for implementation. The EU will continue to involve civil society in the identification and implementation of its programmes and to associate CSOs in the respective steering committees. It will also reinforce the funding of all categories of CSOs, notably at regional and local level, with both bilateral and thematic financial instruments, in line with the EU civil society roadmap 5 . 5 The EU has developed an EU country roadmap (\"Feuille de route de l'UE pour l'engagement envers la société civile en Tunisie 2014 – 2017\" published in 2015) for engagement with civil society aimed at improving the impact and predictability of EU actions. The four priorities are: durably strengthening CSOs; creating an environment favourable to civil society action; strengthening the participation of CSOs in political dialogue and national and local policy-making; improving coordination between CSOs and technical partners/donors. ",
        "7 4.3 . Investing in the future: Creating jobs and fostering sustainable socioeconomic development Young Tunisians expect to be able to earn a living and contribute to the socioeconomic development of their own country. The EU respects and supports this aspiration. Boosting the economy is crucial to reducing unemployment, especially among the young. The EU is Tunisia’s largest trading partner, accounting for 60 % of total Tunisian trade. 70 % of foreign direct investment (FDI) comes from the EU. Since the Revolution, in addition to the detrimental economic effects of the terrorist attacks on tourist sites, a weak global economy and a slower pace of reform, have severely affected the Tunisian economy. Current economic growth is insufficient to bring down unemployment; investment has declined while fiscal and external deficits have increased. In this context, there is a strong need to stimulate investment, in particular from the private sector. Although the business environment is better than others in the region, the many challenges of the transition have led to a progressive decrease in FDI. A number of structural rigidities that hamper growth also need to be addressed. Domestic investment must be promoted by unlocking the entrepreneurial potential of the population. The EU will focus on helping the government to implement priority economic reforms in line with the five year plan, in particular to foster macroeconomic stability and create a favourable business and investment climate, boosting competitiveness, employment and inclusive growth. The EU is ready to work closely with Tunisia for a fast conclusion of the EU-Tunisia DCFTA negotiations, so as to bring concrete deliverables within 3 years. This will be a key step towards deepening Tunisia’s economic integration with the EU. The EU offers Tunisia asymmetrical liberalisation, which will allow Tunisian companies immediate access to EU markets, while Tunisia will be able to open up its own market progressively. Beyond encouraging trade between the EU and Tunisia, the DCFTA will be instrumental in promoting regulatory reforms and enabling Tunisia to advance globally. It will be vital to ensure that the positive impact of the DCFTA goes hand in hand with the domestic reforms needed for people to benefit from it, in particular marginalised areas and groups. The EU also welcomes Tunisia's commitment to conclude a Euro-Mediterranean Aviation Agreement with a view to opening up aviation markets and achieving regulatory convergence. This will help the tourism sector to recover and will encourage further economic integration. Stepping up support for trade, competitiveness and private sector development The EU will support Tunisia in the negotiation and implementation of the DCFTA with targeted measures to accompany and enhance the regulatory and institutional reforms, and help modernise and upgrade key sectors of the economy, notably agriculture and services, to ensure that Tunisia is prepared for and gets the maximum benefit from this agreement. Based on discussions with the Tunisian authorities, specific programmes of sectoral upgrading (“mise à niveau”) will be put into place for the implementation of the DCFTA. ",
        "8 In the same spirit, the EU has already recently launched two new initiatives to support Tunisian micro, small and medium-sized enterprises as part of a regional package: 1) About EUR 200 million 6 of new financing for Tunisia will be unlocked during the next 5 years under the EU Initiative on Financial Inclusion. This new package will ease access to finance for micro, small and medium-sized enterprises that have difficulty getting commercial loans from local banks by improving credit conditions (through a guarantee mechanism) and developing new sources of financing (microfinance, risk capital, etc.). 2) In July 2016, the EU also adopted a new initiative worth about EUR100 million in new lending for micro, small and medium-sized enterprises to enhance competitiveness and boost trade based on a value chain approach. In support of and to complement the five year plan, the following initiatives will be promoted:  Agriculture: The Commission will propose to anticipate the entry into force of the EU's trade concessions of a future DCFTA on a temporary basis.  Technical regulations: Bring forward the negotiation of an agreement on conformity assessment and acceptance of industrial products in the context of the DCFTA negotiations for Tunisia's key priority sectors by setting up a regular, structured regulatory dialogue, agreeing on clear milestones and providing the necessary assistance to close the gaps in the preparatory work.  Rules of origin: Support a swift revision of the Regional Convention on pan-Euro- Mediterranean preferential rules of origin (PEM Convention), bringing in modern, simpler and more flexible rules of origin, creating new opportunities for Tunisia to benefit from preferential access to the EU market and from regional integration. In view of the PEM Convention revision and the DCFTA, the EU will explore with Tunisia advanced implementation of the PEM rules as well as temporary flexibility for certain products to be implemented as soon as possible to give Tunisian exports an immediate boost.  Trade and investment promotion : Together with its Member States, the EU will propose a ‘Partnership for Growth’ with sector-based missions to Tunisia by EU private sector operators to encourage investment. The EU will also help Tunisia implement its trade and export promotion strategy, including in EU Member States, which do not have a strong business relationship with Tunisia. It will ensure visibility, market opening and related export, import and investment opportunities for Tunisian products; and enhance the regulatory investment framework to improve the business climate in Tunisia.  Developing opportunities to encourage the Tunisian diaspora to get involved in the Tunisian economy through programmes to harness the skills and mobilise the investment of the diaspora for local and regional development in Tunisia, and including the mobilisation of a start-up fund as outlined in the ENP review.  SMEs : The EU will also exchange good practices with Tunisia included in the Small Business Act for Europe to simplify the regulatory and policy environment for SMEs. 6 These programmes are part of regional initiatives covering several countries. Amounts indicated are forecasted as the portion of financing under these regional initiatives that is likely to be devoted to Tunisia. ",
        "9  Customs: Support the implementation of the ambitious customs administration reform. This includes simplifying and automating procedures, improving governance and impartiality and ensuring the availability of information.  Connectivity: Make greater use of the NIF to unlock investments from European financing institutions to help finance priority infrastructure projects, as identified in the five year plan and included in the Trans-Mediterranean Transport Network.  Access to affordable sources of finance: Help to develop and implement a strategy for financial inclusion; leverage EU grants to get European financing institutions and the private sector to invest in micro, small and medium-sized enterprises (involving the Tunisian diaspora in the EU); diversify sources of financing for these enterprises beyond commercial bank lending (support for the development of a private equity market, leasing, factoring and crowdfunding) and extend support to the network of existing microcredit institutions; promote and invest in developing the social economy as an innovative way of getting economic returns on investments, producing real benefits for local communities.  The statistical system: The government needs a reliable statistical system to be able to monitor the implementation of reforms. The EU will support the enhanced governance and operational autonomy of the institutions in the statistical system, in particular in relation to key national and regional socioeconomic indicators. The EU believes that Tunisia can invest in its own future by taking advantage of the global transformation of modern economies, notably in sustainable energy, innovation and the digital economy. In this respect, the EU welcomes the inclusion of the green economy as one of the proposed axes of the five year plan. Moving to a resource-efficient, low-carbon economy requires a high level of political ambition by the Tunisians. Clean technologies, renewable energy, energy efficiency, sustainable use of natural resources and improved waste management can go a long way toward tackling environmental and climate change issues by enabling Tunisia to fulfil the laudable commitment it made at the UN Climate Change Conference (COP 21). Strengthening the national research and innovation system will be critical to transforming the Tunisian economy and make it more competitive and connected to the global economy. Tunisia's association to Horizon 2020 allows for enhanced cooperation in these areas. In this context, the EU should mobilise its resources to do the following :  Through a dedicated programme, help the government implement the revised renewable energies and energy efficiency national strategies (e.g. by co-funding investments; promoting technology transfer and providing financial support for the Energy Transition Funds). Upgrade production facilities by helping industry to acquire up-to-date resource- efficient technology, for instance through a specific Euro-Tunisian partnership and reinforced cooperation with European clusters and their affiliated companies.  With European financial institutions, help Tunisia tackle its environmental problems , in air pollution, waste and wastewater management particularly in large cities.  Support the research and innovation system to become more competitive and performing, so that it is able to support the transformation of the economy. Under Horizon 2020, provide guarantees to financial intermediaries providing loans, as well as advisory services, direct loans and equity instruments for innovative companies boosting participation in this programme. ",
        "10  In agriculture, support organic food value chains , also to help boost exports to the EU.  Support the development of the digital economy to accelerate growth in the IT sector, e.g. by providing support for digital ecosystems, high-speed internet deployment, digital innovators, etc. Mainstream the digitalisation of SMEs.  Boost cultural and creative industries by fostering clusters and encouraging cross-sector collaboration and participation in EU programmes such as Creative Europe.  Identify current and future labour market needs to design appropriate skills strategies . 4.4. Addressing disparities throughout society It is imperative to bridge the social and regional development gaps that were largely at the root of the 2011 Revolution. Decisive action is needed to sustain the democratic transition , as social discontent, especially among young people, continues to grow. This is compounded by years of underinvestment in public services and social and economic infrastructure in large parts of the country. There is also a clear link between the lack of opportunity and the risk of radicalisation which represents a threat to both Tunisia and the EU. Addressing all this will come at a significant cost that Tunisia will not be able to bear alone given its limited resources. In this respect, the following measures are proposed:  Decentralisation will be the lynchpin of the efforts to reduce regional disparities. The EU commits to use its resources to help build the professional capacities of local administrations, but also to ensure that adequate levels of financial resources are transferred to local authorities so they can deliver essential services. The EU should also support the formulation of regional socioeconomic development strategies laying the ground for initiatives in the most impoverished regions.  Improve social policy , including by modernising and better targetting its social safety net.  The EU will support social infrastructure projects ( education, health, water and sanitation) to improve living standards in the most deprived urban and rural areas and to open up landlocked territories. Again, the NIF and the European financial institutions can help the government meet social infrastructure needs.  Support better access to quality education and vocational training relevant to and matched with labour market needs, based on Tunisia’s new vocational training strategy.  The EU should also extend Erasmus+ to fund traineeships for Tunisian students in European companies and reinforce financial support to benefit more students and staff and strengthen higher education institutions, national authorities and youth organisations.  Promote youth employment through the setting up of supporting schemes whereby those who are not in education, employment or training will receive a good-quality job offer within a given period adapted to each individual need and situation. 4.5. Support in tackling security challenges Tunisia's security is crucial, not only for its people and economic development, particularly in the tourism sector, but also for the European Union and its citizens. Since 2015, the EU has been deepening its security cooperation with Tunisia, in particular in the area of counter-terrorism and the prevention of violent extremism and radicalisation, while ",
        "11 promoting full respect for the rule of law, human rights and fundamental freedoms. This cooperation responds to an acute problem that can only be tackled collectively. In addition to the G7+5 security coordination mechanism, 7 which is instrumental in enhancing information sharing and coordination between the Tunisian authorities and international partners, the EU has intensified its dialogue with Tunisia by holding a first enhanced political dialogue on security cooperation and the fight against terrorism in September 2015 in Tunis. The next session is planned for later this year to review progress made and identify further steps for cooperation. Civil society will be involved in this process. In line with the strengthened security dimension of the ENP review, the EU should:  Continue to implement the EUR 23 million programme supporting security sector reform and provide support for capacity building through other instruments.  Provide, whenever required, extra support in implementing security measures, notably in line with the package of projects presented to Tunisia in March 2016.  Help Tunisia fight terrorism and prevent radicalisation, notably in building national capacities and provide expertise through regional and thematic programmes on issues such as preventing radicalisation, border management; encouraging rule-of-law- compliant investigations and prosecution; strategic communications; addressing foreign terrorist fighters and organised crime. While Common Security and Defence Policy activities have not yet been judged as the most suitable way to support Tunisia, the EU is willing to consider all options to support Tunisia where required.  Strengthen cooperation with relevant EU agencies and bodies, including Europol, CEPOL, Eurojust, Frontex and the European Security and Defence College and the EU Radicalisation Awareness Network Centre of Excellence.  Include the firearms and explosives dimension in the policy dialogue and focus on practical operational measures to improve law enforcement cooperation in this field.  Strengthen cooperation in disaster risk management and prevention through the activities of the Union Civil Protection Mechanism, in particular by strengthening early warning systems and prevention and preparedness capacity. 4.6. Joint efforts in managing better migration and mobility Managing migration effectively is a political priority for the EU and Tunisia. The EU is keen to intensify cooperation with Tunisia in this area, in particular prevent irregular migration and tackle root causes of migration. The majority of Tunisians who live abroad reside in EU Member States 8 . Tunisia has been working on a national migration policy since 2012. It aims to ensure that migrants in Tunisia receive assistance, that their rights are protected and that they are given 7 The G7+5 consists of all G7 members, plus the EU, Belgium, the Netherlands, Spain and Switzerland . 8 Over 360.000 Tunisian citizens are residing legally in the EU (number of residence permits valid on 31.12.2014) - the number has increased in the last years and does not include those having double citizenship (second or third generation of Tunisians). At the same time, a number of Tunisian nationals without a residence permit are irregularly staying in the EU (in 2015, some 10.235 Tunisian nationals were issued a return decision, but only 3.325 returns effectively took place). ",
        "12 the opportunity to participate in Tunisia’s development. Its completion and implementation should be supported. In 2011, despite the difficult internal context, Tunisia showed solidarity and sheltered a large number of refugees fleeing Libya. The significant number of Libyans still present in the country could rapidly become a heavy socioeconomic burden if the situation in Libya does not improve or deteriorates further. The EU and 10 Member States 9 concluded a Mobility Partnership (MP) 10 with Tunisia in 2014, providing a comprehensive framework for policy dialogue and cooperation with Tunisia in all aspects of migration management. As announced in the Communication on establishing a new Partnership Framework with third countries under the European Agenda on Migration of 7 th June 2016 11 , the EU seeks to take relations with Tunisia to the next level, building on the existing Mobility Partnership. In this respect, it is proposed to focus the EU's support on :  Addressing the root causes of irregular migration notably by supporting necessary domestic reforms and Tunisia’s socioeconomic development.  Continuing to help to develop and implement a comprehensive and effective national migration and asylum policy with a fully-fledged institutional framework.  Swiftly concluding negotiations (due to start in mid-October 2016) on a visa facilitation agreement in parallel with a readmission agreement. In line with the principle of differentiation of the ENP, Tunisia could be the first country in the EU's Southern neighbourhood to benefit from an effective and ambitious visa facilitation agreement, which could be beneficial in implementing the DCFTA.  Supporting practical co-operation between Tunisia and EU Member States on returns, the reintegration of returnees readmitted by Tunisia and the development of Tunisia’s cooperation on readmission with relevant African countries. To improve migration management, the EU could also support the development of a Tunisian biometric registry of the population.  In line with the Valletta Action Plan, Tunisia will be a pilot country for the identification and implementation of legal migration schemes.  Reinforcing existing mobility schemes (Erasmus+, Erasmus for Young Entrepreneurs in the framework of the COSME programme, Marie Sklodowska Curie Actions under Horizon 2020 and national schemes).  Continuing to support Tunisia's capacity to prevent irregular migration , focussing on fighting organised crimes, smuggling and trafficking in human beings, notably through better border management . 9 Belgium, Denmark, Germany, Spain, France, Italy, Poland, Portugal, Sweden and the United Kingdom . 10 Déclaration conjointe pour le Partenariat de Mobilité entre la Tunisie, l'Union Européenne et ses Etats Membres participants, http://ec.europa.eu/dgs/home-affairs/e-library/documents/policies/international- affairs/general/docs/declaration_conjointe_tunisia_eu_mobility_fr.pdf 11 Communication from the Commission to the European Parliament, the European Council, the Council and the European Investment Bank –— COM(2016) 385 final. ",
        "13 In addition to the existing bilateral and regional instruments, the EU Emergency Trust Fund for Africa will be used to deliver EU support on these priorities. The future External Investment Plan will help address the root causes of migration. 5. The way forward Tunisia's five year development plan contains an ambitious programme of reforms. While the EU has already done a lot to support Tunisia’s democratic transition, this Communication underlines the EU’s ambition to support Tunisia’s remarkable transformation. The priority given to EU-Tunisia relations will continue to be reflected in the intensity of political contacts and regular visits, as part of a broader political dialogue focusing on a variety of topics of mutual interest, including regional and global issues. The Commission and the High Representative also propose to hold a high level EU-Tunisia meeting, bringing together political leaders from both sides, every two years. The first meeting is proposed for autumn 2016 in Brussels. On occasion, following the participation of the Tunisian Head of Government in the Foreign Affairs Council in July 2015, Tunisian ministers could be invited, for specific relevant discussions in the Council. Ways to further enhance contacts with Tunisian authorities across sectoral policies, at the level of individual or groups of Commissioners, and relevant Commission services, should also be considered . In order to support key structural reforms, foster sustainable socioeconomic development and boost the competitiveness of the private sector, the Commission envisages increasing its annual financial assistance in the form of grants from EUR186.5 million in 2015 to up to EUR 300 million in 2017 . This assistance, made available by harnessing the financial possibilities that various EU instruments offer, should be clearly designed to help Tunisia implement its ambitious reform agenda, while at the same time responding to Tunisia’s most pressing needs. The EU is committed to maintaining a sustained level of funding for the period until 2020 . In accordance with the provisions of the European Neighbourhood Instrument, such enhanced support would remain subject to Tunisia’s continuing its democratic transition including progress made in consolidating the rule of law and ensuring respect for fundamental rights and carrying out the reforms as outlined in the five year plan. The Commission intends to use part of this additional funding to leverage further support from the European financial institutions. This demonstrates the EU’s and European financial institutions’ commitment to supporting Tunisia by mobilising additional resources for strategic projects and private sector development. They are ready to mobilise approximately EUR 800 million a year until 2020 . The EU will also help Tunisian authorities increase private sector involvement in these projects through transparent public-private partnerships. The Commission has also proposed EUR 500 million in additional macro-financial assistance , to be disbursed in 2016 and 2017. The proposal, adopted by the Council and the European Parliament on 6 July 2016, represents the largest such operation ever carried out in the Southern Neighbourhood. Its implementation now needs to be pursued swiftly, in full cooperation with the Tunisian authorities. Given the increase in external financing needs expected from the implementation of the five year plan, the EU could consider further, on the basis of an assessment of economic needs, further macro-financial assistance in the coming years to support implementation of the structural reform programme . ",
        "14 Stepping up support as described will require EU institutions and Member States, Tunisia and other partners to further enhance their coordination and efficiency and reinforce the financial, human and technical resources allocated to supporting Tunisia. Helping Tunisia address its challenges and supporting its transition through a coordinated, coherent EU support package will increase the impact of EU support and the EU’s leverage and visibility. It could also be an important step towards developing a full joint programming of its assistance between the EU and Member States. The EU supports the process establishing a donor coordination platform based on the 5 year plan, to ensure that international support is tailored to Tunisia’s needs and has greater impact, following the experience of the G7+5 mechanism in the area of security and counter-terrorism. To help implement these measures and flank them accordingly, particular use will be made of the TAIEX instrument. The Commission and the High Representative intend to mobilise expertise from across the EU institutions and policy areas in support of Tunisia, in particular through the 'Commission - EEAS Group on the Southern Mediterranean', also involving the European financial institutions. The Group will monitor and take stock of the implementation of this Communication. A similar structure in the Tunisian administration would reinforce inter- ministerial coordination and help with a swifter response and delivery on commitments. 6. Conclusion The Commission and the High Representative are convinced that Tunisia would benefit from a stronger, more effective EU support in the short and medium term. This joint Communication proposes a number of ways of doing that. However, EU support will be more effective if it can be combined with increased support from Member States and other international partners. The EU must demonstrate that it can live up to the challenge of securing democracy and respect for human rights and ensuring security and prosperity in its neighbourhood. The Commission and the High Representative therefore propose to work with the Council, the European Parliament and European financial institutions to consolidate this coordinated, effective EU response, particularly in view of the Investment conference scheduled to take place in Tunis on 29-30 November 2016, as well as any other initiatives. "
    ]
}