{
    "text": [
        "I Une Europe sans frontières Décembre '89 Commission des Communautés européennes Λ CRÉATION D'UN ESPACE FINANCIER EUROPÉEN PUBLICATIONS COMMISSION DES COMMUNAUTES EUROPEENNES ",
        "SCAD ACTUALITES - TABLE DES MATIERES ECONOMIE Création d'un espace financier européen - Libération des mouvements de capitaux et intégration financière dans la Communauté 1 Proposition de règlement du Conseil concernant les garanties émises par des établissements de crédit ou des entreprises d'assurance 3 L'harmonisation du droit des sociétés dans la Communauté européenne - Mesures adoptées et proposées - Etat des travaux au 1er janvier 1989 3 Libérer et utiliser les potentiels de croissance - Perspectives économiques à court terme et politiques budgétaires pour 1989 3 MARCHE INTERIEUR Rapport d'information de la section de l'énergie, des questions nucléaires et de la recherche sur la politique énergétique de la Communauté et l'achèvement du marché intérieur Rapporteur: M. Klaus Benedikt von der Decken 2 Rapport fait au nom de la commission économique, monétaire et de la politique industrielle sur le Seizième Rapport de la Commission des Communautés européennes sur la politique de concur rence Avis sur le Seizième Rapport de la Commission des Communautés européennes sur la politique de concurrence 7 Etude sur le terrain du transport international d'animaux et étude sur le terrain de l'étourdissement des animaux de boucherie 9 RELATIONS EXTERIEURES Proposition de directive du Conseil sur les procédures de passation de marché des entités opérant dans le secteur des télécommunications 1 Rapport fart au nom de la commission institutionnelle sur le déficit démocratique des Communautés européennes 4 Documentation européenne - Un grand marché sans frontières 9 AFFAIRES SOCIALES/EMPLOI Rapport fait au nom de la commission des droits de la femme sur la discrimination des femmes dans les dispositions relatives à l'immigration 6 Proposition de décision du Conseil portant adoption de la seconde phase du programme de coopération entre l'université et l'entreprise en matière de formation dans le domaine des technolo gies - Comett II 8 EUROPE SOCIALE-L'AILE PORTANTE 8 EUROPE DES CITOYENS La création d'entreprises par les femmes: motivations, situations et perspectives 5 Proposition de directive du Conseil sur le permis de conduire 6 RECHERCHE Recherche commune entre syndicats et universités sur la société technologique de demain 2 Services et régions en Europe 7 PUBLICATIONS SIGNALETIQUES Guide des archives des ministères des Affaires étrangères des Etats membres, des Communautés européennes et de la coopération politique européenne 4 ISSN: 1013-7882 N° cat.: CB-BP-89-012-2A-C ",
        "Création d'un espace financier européen — Libération des mouvements de capitaux et intégration financière dans la Communauté L'objectif d'une libération complète des mouvements de capitaux est devenu un élément central dans la démarche devant conduire à l'union économique et monétaire de la Communauté. Sur proposition de la Commission, le Conseil examine à l'heure actuelle un ensemble de textes visant à mener à son terme le processus de libération des mouvements de capitaux au sein de la Communauté. L'objet de cette publication est de présenter les principales étapes de la réflexion ayant conduit la Commission à présenter ses proposi tions ainsi que la motivation et le dispositif de celles-ci. Ce dossier comprend trois parties: 1. La démarche proposée par la Commission; 2. Rapports établis par un groupe d'experts indépendants consultés par la Commission; 3. Les propositions présentées par la Commission au Conseil pour la création d'un espace financier européen. ISBN 92-825-8191-8 N ° de catalogue : CB-PP-88-B03-FR-C Disponible en anglais, français et italien. (Versions en langues danoise, espagnole, grecque, néerlandaise, portugaise et allemande prochainement disponibles). En vente: OPOCE - Ecu 16. Proposition de directive du Conseil sur les procédures de passation de marché des entités opérant dans le secteur des télécommunications Les télécommunications sont devenues depuis peu l'infrastructure d'une gamme étendue de services ce qui leur confère un rôle nouveau dans le développement de l'Europe de demain. Elles sont en passe de devenir l'un des fondements essentiels de la future société de communication. Les télécommunications seront l'un des principaux facteurs qui fa çonneront le grand marché communautaire. Elles détermineront, dans une large mesure, la position de l'Europe dans les technologies de pointe. Des mesures spécifiques ont été décidées, en la matière, en 1984. L'achèvement du marché intérieur en 1992 exige que des mesures complémentaires soient prises dès maintenant. L'approche de la Commission en ce qui concerne l'introduction de la concurrence dans le secteur des télécommunications comporte deux principales lignes d'action: — aider les forces du marché à jouer de façon à ce que «acheter national» ne puisse plus constituer une fin en soi; — introduire les procédures de marché dans les secteurs où la concurrence est absente ou insuffisante pour obtenir ce résultat. Le régime proposé, par la présente proposition de directive, consti tue un cadre approprié pour une bonne pratique commerciale. C'est pourquoi, il ne s'agit pas de concevoir les obligations qui y sont prévues comme une réglementation exhaustive de la passation des marchés, mais comme des garanties minimales grâce auxquelles les entités opérant dans ce secteur pourront s'assurer la meilleure offre parmi toutes les entreprises communautaires qui sont en mesure de concourir. Dépassant toute prise de position partisane, cette proposition de directive s'efforce de mettre en évidence l'objectif premier de la politique communautaire des télécommunications, qui est d'assurer la liberté de choix de l'utilisateur dans le grand marché européen de 1992. COM(88)378 final ISBN 92-77-40439-6 N° de catalogue: CB-CO-88-499-FR-C En vente: OPOCE. ",
        "Rapport d'information de la section de l'énergie, des questions nucléaires et de la recherche sur la politique énergétique de la Communauté et l'achèvement du marché intérieur Rapporteur: M. Klaus Benedikt von der Decken Les objectifs principaux de la politique énergétique communautaire consistent à réaliser un marché intérieur libre de l'énergie, à réduire au minimum les coûts et les prix, à maintenir la sécurité de l'approvi sionnement afin de garantir la compétitivité de l'économie et des industries exportatrices de la Communauté sur les marchés mon diaux. Parallèlement, il convient dans ce contexte de prendre en compte les risques économiques auxquels sont exposés les usagers industriels, les producteurs ainsi que les distributeurs d'énergie, ceci dans l'intérêt des consommateurs. L'objet du présent rapport est de faire ressortir les implications et les problèmes découlant de la réalisation du marché intérieur dans le secteur de l'énergie. Les quatre chapitres en décrivent la situation actuelle dans les secteurs de l'électricité, du pétrole, du gaz naturel et du charbon. Chaque chapitre définit les caractéristiques du secteur et de son marché et envisage des adaptations qui seraient nécessaires pour le rendre conforme aux exigences idéales du marché intérieur libéré. Le rapport montre clairement que les pays membres de la Commu nauté européenne devront faire preuve d'une ferme volonté politique commune pour parvenir à une réelle intégration du marché énergéti que européen. CES(88)69 ISBN 92-77-39995-3 N° de catalogue: EY-CO-88-115-FR-C En vente: OPOCE. Recherche commune entre syndicats et universités sur la société technologique de demain En Europe, le développement accéléré des nouvelles technologies a eu pour conséquence de mettre à jour la nécessité impérieuse de pourvoir à une interaction entre les universités, les centres de recher che d'une part, et l'industrie d'autre part. Or, jusqu'à présent, un véritable dialogue entre interlocuteurs repré sentant les universités et l'industrie ne s'est pas encore établi, et ils n'ont que très rarement réussi à créer des structures permanentes pour la coopération en matière de recherche. Comment combler ce fossé? Cette question était au centre de la conférence européenne sur la coopération entre les centres de recherche et les syndicats, qui s'est tenue à Bruxelles les 15 et 16 juin 1987. Plus de 250 personnes activement impliquées dans le processus de coopération un peu partout en Europe (représentants des syndicats, universités, centres de recherche...) ont pu échanger leurs expériences, discuter des différentes formes et structures qu'une telle coopération pourrait revêtir, et envisager quelles initiatives seraient souhaitables au ni veau national, régional et européen. Le présent rapport a pour objet de présenter les interventions des différents orateurs ainsi que le compte-rendu des débats de cette conférence. En plus des divers exposés nationaux et des discours de clôture et d'ouverture, le lecteur trouvera dans cet ouvrage une liste des participants, un index des auteurs, et une biographie des orateurs à ce colloque. Rapport Eur 11706 FR En vente: OPOCE ISBN 92-825-9253-7 N° de catalague: CD-NA-11706-FR-C (Versions en langues espagnole, allemande et anglaise également disponibles) ",
        "Proposition de règlement du Conseil concernant les garanties émises par des établissements de crédit ou des entreprises d'assurance Il résulte du traité de Rome, sans que soient nécessaires des mesures législatives d'application, qu'aucune discrimination liée à la nationa lité ou au lieu d'établissement dans la Communauté n'est admise entre prestataires de services. La présente proposition de règlements, cependant, va au-delà du principe de non-discrimination en imposant aux autorités publiques l'obligation d'accepter les garanties émises par les établissements de crédit ou les entreprises d'assurance agréées conformément au droit communautaire, afin de mettre plus clairement en évidence la dimension «libre prestation de services» du marché intérieur. Par ailleurs, la législation proposée, ici, prend la forme d'un règle ment car il est important de faire en sorte que ceux qui doivent fournir une garantie puissent s'appuyer dès maintenant sur un instrument directement applicable, ce qu'une directive n'est pas. COM(88)805 final ISBN 92-77-44966-7 N° de catalogue: CB-CO-88-793-FR-C En vente: OPOCE. L'harmonisation du droit des sociétés dans la Communauté européenne Mesures adoptées et proposées Etat des travaux au 1er janvier 1989 Ce document fait le point d'une façon très détaillée sur l'état d'avan cement des travaux entrepris dans le cadre de l'harmonisation du droit des sociétés. Les travaux en vue d'harmoniser les législations des Etats membres en la matière sont menés dans le cadre d'un programme général adopté par le Conseil. Cette publication très complète reprend tous les actes juridiques dans le domaine, aussi bien les textes à caractère général que les directives adoptées, ou encore les propositions de directives trans mises au Conseil et non encore adoptées, de même que les directives qui sont d'application en la matière. Chaque acte est signalé avec sa date d'adoption et sa référence au Journal Officiel. ISBN 92-825-9579-X N° de catalogue: CB-55-89-714-FR-C En vente: OPOCE Ecu 29,25 (Versions en langues allemande et anglaise également disponibles) Libérer et utiliser les potentiels de croissance Perspectives économiques à court terme et politiques budgétaires pour 1989 La présente communication répond à une décision du Conseil qui prévoit un examen de la situation économique de la Communauté et une analyse des perspectives économiques et budgétaires pour 1989. Cette communication est composée de trois parties. La situation économique, les perspectives pour 1989 ainsi que les problèmes actuels de politique économique sont analysés dans la partie I. Dans sa partie II, cette communication présente les priorités de politique économique dans la Communauté. Enfin, la partie III de ce document aborde la politique budgétaire des Etats membres. Il est à remarquer qu'une annexe statistique fournit aux lecteurs tous les renseignements chiffrés nécessaires à une lecture sans faille de ce document. COM(88)346 final ISBN 92-77-38336-4 N° de catalogue: CB-CO-88-361-FR-C En vente: OPOCE. ",
        "Guide des archives des ministères des Affaires étrangères des Etats membres, des Communautés européennes et de la coopération politique européenne S'il est vrai que des institutions s'identifient à l'histoire d'un groupe humain, qu'il s'agisse d'une ville, d'une région, d'un pays ou d'un ensemble de pays, c'est bien le cas des archives qui recueillent, conservent, classent et sauvegardent les documents relatifs aux activités de chacun de ces groupes. On a souvent dit que les archives sont la mémoire écrite des peuples et que les fonds qu'elles conser vent sont les premières sources documentaires, indispensables pour que les événements d'hier et d'aujourd'hui puissent être connus des générations futures. Ce guide est le premier du genre à être publié. Il rassemble de précieuses informations sur les archives des ministères des Affaires étrangères des douze Etats membres, des Communautés européen nes et du Secrétariat de la Coopération politique européenne. La coopération dans le domaine des archives s'est fortement déve loppée dans la Communauté: le présent guide en est le fruit. Il s'agit d'un instrument de travail pratique et maniable qui permettra à tous ceux qu'intéressent l'histoire de la construction européenne et les relations, de jour en jour plus complexes, entre les Etats membres ou la Communauté et le reste du monde, d'obtenir des informations de base dont ils ont besoin, avant d'effectuer un déplacement dans le pays dont ils souhaitent consulter les archives. Ce guide constitue un premier résultat tangible d'une large collabora tion qui se situe en priorité dans le contexte européen. D'autres initiatives suivront; parmi celles-ci: l'éventuelle mise sur pied de programmes et/ou de stages de formation, d'échanges d'information, des harmonisations en matière d'information, de pro cédures de déclassification,... ; les domaines ne manquent pas dans le cadre desquels le travail en commun peut et doit être poursuivi. ISBN: 92-825-9726-1 N° de catalogue: CB-55-89-568-FR-C En vente: OPOCE Ecu 10 (Versions en langues allemande, anglaise, danoise, espagnole, grecque, italienne, néerlandaise et portugaise également disponi bles). Rapport fait au nom de la commission institutionnelle sur le déficit démocratique des Communautés européennes Le processus d'unification européenne a pour but de remplacer les actions isolées des Etats nationaux par une démarche commune. Un instrument essentiel de l'élaboration des communes est la limitation au bénéfice de la Communauté de compétences législatives autrefois exercées de façon autonome par les Etats. Dès lors, le présent rapport a pour objectif d'attirer l'attention des institutions politiques de la Communauté européenne des Etats membres, notamment celle des Parlements, et des citoyens sur la perte de démocratie dans les systèmes politiques tant communau taires que nationaux, qui résulte des traités et du processus de l'intégration tel qu'il a été mené jusqu'à présent. Ainsi, sont examinées ici les bases sur lesquelles devraient s'effec tuer les transformations jugées nécessaires en la matière. Dans ce cadre sont abordés successivement les thèmes suivants: — le principe de démocratie et l'unification européenne; — la notion de déficit démocratique; — le rapport entre les compétences des Etats membres et les compétences de la Communauté; — le rapport entre le déficit démocratique et «l'équilibre institution nel»; — l'intérêt commun du Parlement européen et des Parlements des Etats membres. PE DOC A 2-276/87 ISBN 92-77-32727-8 N° de catalogue: AY-CO-87-427-FR-C En vente: OPOCE. ",
        "La création d'entreprises par les femmes: motivations, situations et perspectives Cette publication se situe dans le cadre de la mise en œuvre de l'Europe des citoyens. La Commission souhaite, par là, montrer la voie pour la réalisation concrète de l'égalité des chances dans la vie économique, sociale et culturelle. Cependant des progrès substancieis en matière d'égalité, dans les faits, ne sont possibles que si ce problème est pris en charge par la collectivité tout entière. C'est dans ce cadre que le Bureau pour l'Egalité des chances de la Commission des Communautés européennes vient de mettre en place un réseau de promotion et d'appui aux ILE (Initiatives locales d'emploi) de femmes dans les 12 pays communautaires en s'ap- puyant sur des correspondants nationaux choisis en fonction de leur capacité à stimuler, développer, soutenir un intérêt tant dans l'envi ronnement des femmes qu'auprès des pouvoirs publics et dans la société civile. Ainsi, la CEE a-t-elle souhaité disposer d'éléments d'information supplémentaires concernant l'acte d'entreprendre conduit indivi duellement ou en association restreinte. C'est là une première caractéristique de l'objet de cette étude. Une seconde caractéristique est d'être complémentaire avec des données qui remonteront par le biais des rapports nationaux qui lui seront transmis par différents Etats membres. Une troisième caractéristique de cette étude est de reposer sur diverses sources d'information distinctes et complémentaires et qu'on a tenté de saisir dans leur interface ainsi: — une enquête qualitative menée auprès de 50 créatrices d'entrepri ses qui apporte, au delà de leur expérience concrète, des éclaira ges sur leur fonctionnement socio-économique et sur leur environ nement institutionnel; — un rassemblement des données disponibles sur la création d'en treprises dans les 12 pays de la CEE, à partir: — des sources existantes recueillies à l'initiatives des autorités na tionales ou d'instances privées; — des matériaux réunis par des organisations internationales; — de la consultation de personnes qui, du fait de leurs activités en liaison soit avec le travail des femmes, soit la création d'entrepri ses ont pu être consultées avec intérêt sur le sujet; — de la participation à un certain nombre de conférences, colloques, séminaires, journées, foires de créatrices... Le présent rapport se veut le reflet de la constante confrontation, opérée pendant 9 mois de ces divers temps forts, témoignages individuels ou collectifs, avec les diverses données recueillies sur les systèmes d'aide en vigueur. ISBN 92-825-8827-0 N° de catalogue: CB-55-89-156-FR-C En vente: OPOCE - ECU 14,25 (Version en langue anglaise également disponible). ",
        "Rapport fait au nom de la commission des droits de la femme sur la discrimination des femmes dans les dispositions relatives à l'immigration Dans son rapport, la commission des droits de la femme propose un aperçu des dispositions relatives à l'immigration en vigueur dans les Etats membres de la Communauté européenne et une analyse de la discrimination directe et indirecte des femmes dont elles sont la cause. Etant donné que les dispositions relatives à l'accueil des étrangers ne sont pas identiques pour les ressortissants des Etats membres et les citoyens de pays tiers, la commission a choisi de les étudier séparément, dans deux chapitres distincts. Quoique la situation de ces deux types d'immigrés soit fort différen te, une conclusion identique s'impose selon la commission: les préjudices sociaux et économiques que les femmes subissent quoti diennement font que même les dispositions relatives à l'immigration dont la formulation est neutre quant au sexe peuvent provoquer une discrimination des femmes. Face à cette situation, la Commission soumet au vote du Parlement européen une proposition de résolution qui contient une série de mesures visant à mettre sur un pied d'égalité en matière de droit de séjour les immigrants d'une part, et les citoyens/citoyennes de la Communauté et les non-citoyens/non-citoyennes de la Communau té d'autre part. PEDOC A2-133/87 ISBN 92-77-27175-2 N° de catalogue: AY-CO-87-190-FR-C En vente: OPOCE. Proposition de directive du Conseil sur le permis de conduire Dans le cadre des mesures proposées au titre de l'Europe des citoyens, la Commission s'était déjà engagée en 1985 à faire une proposition visant à assurer la reconnaissance du permis de conduire dans toute la communauté, quel que soit l'Etat de résidence du titulaire du permis. C'est pour répondre à cet engagement que la Commission propose la présente directive sur le permis de conduire, qui doit se substituer à la directive 80/ 1263/CEE, et faciliter la libre circulation des citoyens tout en visant à une amélioration de la sécurité routière. Dans le présent document, le lecteur pourra prendre connaissance, en plus du texte de la susdite proposition de directive, d'une analyse des nouveautés qu'elle introduit par rapport à l'ancienne directive. Outre la mise en place d'un permis de conduire national de modèle communautaire qui serait reconnu mutuellement par les Etats membres, cette proposition fixe aussi les différentes catégories de véhicules existants, et arrête des dispositions spécifiques pour favoriser l'accès des personnes physiquement handicapées à la conduite de ces véhicules. Enfin, il faut encore signaler qu'elle prévoit la définition des connaissances, aptitudes et comportements liés à la conduite des véhicules à moteur, un examen de conduite uniformisé en fonction de ces concepts, ainsi qu'une définition des normes minimales concernant l'aptitude physique et mentale à la conduite de ces véhicules. COM(88)705 final ISBN 92-77-42958-5 N° de catalogue: CB-CO-88-667-FR-C En vente: OPOCE. ",
        "Services et régions en Europe Dans le programe FAST II, il est un domaine qui a été sélectionné pour faire l'objet d'un sous-programme: il s'agit des transformations technologiques en rapport avec le secteur des services. La raison dece choix est double: il y a d'abord l'importance croissan te de ce secteur dans notre société (en particulier pour l'emploi), et ensuite les lacunes que nous rencontrons dans la connaissance de ce type d'activités. Il était donc opportun de mener une étude sur les services, qui décrive et tente de comprendre comment ils opèrent et pourquoi. Cet ouvrage présente une vue d'ensemble de la situation dans ce domaine. Il poursuit un triple objectif: 1. Etudier le développement régional des services 2. Analyser l'impact des changements technologiques sur le déve loppement régional des services 3. Mettre ces questions en rapport avec le problème de l'emploi. Pour répondre le mieux possible à ces trois objectifs, les auteurs de cet ouvrage ont suivi le plan suivant. Après un chapitre présentant globalement la démarche poursuivie, un second chapitre propose une définition et une discussion sur la nature des services, ainsi qu'un exposé de leurs caractères particu liers. Etant donné l'hétérogénéité des activités de service, il a été jugé opportun dans le chapitre 3 de présenter différentes classifications des services. Le développement général des services dans nos sociétés occidenta les fait l'objet du chapitre 4. Le cœur de cet ouvrage se retrouve dans les chapitres 5 à 7. Y sont étudiées les questions principales dans ce domaine, et entre autres: comment les services se développent-ils au plan régional? Pourquoi? Et que peut-on faire pour influencer les changements? Très complet, cet ouvrage permettra à tous ceux qui s'intéressent quelque peu au secteur tertiaire de faire le point sur la situation européenne dans ce secteur d'activités. ISBN: 0-566-05722-0 Rapport Eur 11405 Rapport fait au nom de la commission économique, monétaire et de la politique industrielle sur le Seizième Rapport de la Commission des Communautés européennes sur la politique de concurrence Avis sur le Seizième Rapport de la Commission des Communautés européennes sur la politique de concurrence Il n'est guère besoin de rappeler l'importance que la politique com munautaire de concurrence revêt pour le bon développement de la Communauté européenne dans son ensemble. Ainsi, la politique de concurrence occupe une position centrale dans la mesure où une action efficace en vue d'unifier le marché doit viser de façon prioritaire à stimuler les ressources humaines, matérielles et économiques avec la garantie d'une compétitivité loyale tant intérieure qu'internationale. C'est, entre autres, pour ces raisons que le Parlement européen et le Comité économique et social ont toujours insisté sur l'importance que revêt cette politique et se félicitent de l'occasion que leur offre chaque rapport annuel d'examiner de manière approfondie la façon dont la Commission aborde ce problème. Dans cet esprit, ces documents apportent aux lecteurs toutes les réponses aux questions qu'ils peuvent se poser en la matière. PE DOC A2-223/87 ISBN 92-77-30784-6 N° de catalogue: AY-CO-87-350-FR-C En vente: OPOCE. ",
        "Proposition de décision du Conseil portant adoption de la seconde phase du programme de coopération entre l'université et l'entreprise en matière de formation dans le domaine des technologies Comett II La formation et plus généralement l'investissement dans les ressour ces humaines, les qualifications et les compétences sont une des conditions-clefs de la réussite du marché intérieur et du renforcement de la cohésion économique et sociale de la Communauté. Cette exigence vaut tant pour les formations initiales que pour la formation continue en tant que vecteur privilégié des politiques d'anticipation et d'adaptation de la main-d'œuvre aux besoins évolu tifs des entreprises, ainsi que de promotion sociale et d'évolution professionnelle des travailleurs. Dans ce cadre, la présente communication de la Commission au Conseil répond à cette double exigence. Elle fait le point sur l'état actuel de développement de Comett en prolongeant les analyses déjà présentées par la Commission dans le rapport d'activités 1987. Ce document entend également préciser le contenu et les modalités de la seconde phase de Comett pour les années à venir. Différents tableaux sont annexés à cette communication: leur propos est de préciser, chiffres à l'appui, l'analyse développée par ailleurs. COM(88)429 final ISBN 92-77-38799-8 N° de catalogue: CB-CO-88-388-FR-C En vente: OPOCE. EUROPE SOCIALE - L'AILE PORTANTE Le présent rapport passe en revue les principales tendances et les développements majeurs de la participation des entreprises aux systèmes scolaires dans les Etats membres des Communautés euro péennes. Son principal objectif est de mettre en lumière et d'analyser les changements récents en la matière. Il présente un tableau de la gamme des innovations en cours dans les liens et le partenariat éducation — économie. Le rapport porte sur les développement récents dans deux secteurs: les établissements d'enseignement technique — professionnel et les établissements d'enseignement «général» obligatoire. Le chapitre premier illustre et analyse le rôle essentiel joué par les initiatives d'ampleur nationale lancées principalement par les pou voirs publics et les associations patronales pour instaurer un climat et créer les conditions pour des initiatives régionales et locales. Le chapitre deux examine les raisons pour lesquelles les entreprises et les syndicats s'engagent de plus en plus dans ce domaine, et les bénéfices qu'ils attendent de leurs investissements en personnel et en moyens. Le chapitre trois se concentre sur le niveau, régional ou local, auquel se situe la responsabilité de la prise d'initiatives pour la constitution de partenariats. Le chapitre quatre examine les avantages qui peuvent résider pour les systèmes scolaires dans les dispositifs de partenariat. Aux chapitres cinq et six, le rapport aborde un nouveau dispositif de partenariat qui rejoint les partenariats créés par des entreprises pour stimuler la rénovation urbaine et le développement local: le «Com pact»; et il envisage l'action nationale et communautaire à venir. En annexe, le lecteur trouvera des aide-mémoires destinés à assister les groupes au niveau régional, les autorités éducatives régionales et locales ainsi que les entreprises dans la préparation ou le réexa men de leur action dans les dispositifs de partenariat. ISBN 92-825-9751-2 N° de catalogue: CE-NC-89-001-FR-C En vente: OPOCE ECU 5,65 (Versions en langues anglaise et allemande également disponibles) ",
        "Documentation européenne Un grand marché sans frontières Pour que l'Europe sorte gagnante de la course contre la montre où se joue son existence, il lui faut un but commun qui l'élève au-dessus des tracas quotidiens et mobilise toutes ses forces et ses énergies. C'est pourquoi les chefs d'Etat ou de gouvernement et les institu tions de la Communauté sont convenus de réaliser le grand marché sans frontières d'ici à 1992. Ce projet immense et complexe est incontestablement le plus ambi tieux de ce dernier quart de siècle. Il s'agit d'éliminer les innombrables barrières qui entravent toujours la circulation des personnes, des biens, des capitaux et des services sur le territoire de la Communauté. La création d'une économie complètement intégrée à l'échelon com munautaire constitue un préalable important de la prospérité des Etats membres. Sont ainsi exposées dans cette brochure les grandes orientations définies à cette fin dans le programme de la Commission, de même que sont expliqués comment fonctionne un marché unique et pour quoi l'achèvement du «grand marché» n'est pas une abstraction mais une réalité qui aura des conséquences tangibles et importantes pour la vie quotidienne des citoyens de la Communauté. ISBN 92-825-8310-4 N° de catalogue: CB-PP-88-015-FR-C (Versions en langues allemande, anglaise, danoise, espagnole, grec que, italienne, néerlandaise et portugaise également disponibles). Etude sur le terrain du transport international d'animaux et étude sur le terrain de l'étourdissement des animaux de boucherie. Le présent rapport a été établi à la demande de la Commission, qui souhaitait une double étude. La première portait sur la nature et les problèmes de la mise en œuvre des directives du Conseil n° 77/489 et 81/389/CEE relatives à la protection des animaux en transport international, et notamment les points suivants: — une étude des opérations de surveillance, de vérification et de contrôle effectuées par les autorités compétentes de tous les Etats membres à tous les stades des transports internationaux d'animaux — une étude des problèmes de coordination entre les Etats membres en ce qui concerne le contrôle et la surveillance de transport international. Quant à la seconde, elle consistait à vérifier si la directive existante relative à l'étourdissement des animaux (direc tive 74/577/CEE), apporte des garanties suffisantes du point de vue du bien-être des animaux. Les résultats de ces deux études menées toutes deux sur le terrain, figurent dans ce document, chacune faisant l'objet d'une partie distincte. La première, consacrée au transport international d'animaux, exami ne les conditions de transport des animaux pour chaque moyen de transport (par route, par bateau, par chemin de fer, par air). Des conclusions générales et des recommandations suivent cette analy se. Quant à la seconde partie consacrée à l'analyse de l'étourdissement des animaux de boucherie elle débute par une analyse du texte de la directive en question et se poursuit par une présentation des rapports nationaux consacrés au problème. Un chapitre ultérieur fait état des observations par espèce animale sous divers rapports. Les chapitres suivants analysent l'inspection, en l'occurence l'admission et l'entretien, des appareils d'étourdissement, la formation des abat- teurs, et la surveillance de l'opération d'étourdissement. Enfin cette partie s'achève par une série de recommandations par espèce animale en vue de l'adaptation de la directive. ISBN 92-825-9552-8 N° de catalogue: CB-55-89-592-FR-C En vente: OPOCE-Ecu 6,25 (Versions en langues anglaise et néerlandaise également disponibles) ",
        "BUREAUX DE VENTE BELGIOUE/BELGIË Moniteur belge/Belgisch Staatsblad Rue de Louvain 42/Leuvense weg 42 1000 Bruxelles/1000 Brussel Tél. 51200 26 CCP/Postrekening 000-2005502-27 Sous-dépôts / Agentschappen : Librairie européenne/ Europese Boekhandel Rue de la Loi 244/Wetstraat 244 1040 Bruxelles/1040 Brussel Jean De Lannoy Avenue du Roi 202/Koningslaan 202 1060 Bruxelles/1060 Brussel Tél. (021538 51 69 Télex 63220 UNBOOK Β CREDOC Rue de la Montagne 34/Bergstrast 34 Bte 11 /Bus 11 1000 Bruxelles/1000 Brussel DAN MARK J.H. Schultz Information A/S E F-Pub likat ioner Ottiliavej 18 2500 Valby TH. 01 44 23 00 Telefax: 01 44 15 12 Girokonto 6000886 BR DEUTSCHLAND Bundesanzeiger Verlag Breite Straße Postfach 10 80 06 5000 KOIn 1 Tel. «02 21)20 29-0 Fernschreiber ANZEIGER BONN 8 882 595 Telefax: 20 29 278 ESPANA Boletín Oficial del Estado Trafalgar 27 28010 Madrid Tel. 1911446 60 00 Mundi-Prensa Libros, S.A. Castellò 37 28001 Madrid Tel. (91)431 33 99 (Ubros) 431 32 22 (Suscripciones) 435 36 37 (Dirección) Telex 49370-MPLI-E Telefax: (91)275 39 98 FRANCE Journal officiel Service des publications des Communautés européennes 26, rue Desaix 75727 Paris Cedex 15 Tél. (1)40 58 75 00 Télécopieur: (1)40 58 75 74 GRAND-DUCHÉ DE LUXEMBOURG Abonnements seulement/Subcriptions only Messageries Paul Kraus 11, rue Christophe Plantin L-2339 Luxembourg Tél. 48 21 31 Télex 2515 CCP 49242-63 et autres pays/and other countries Office des publications officielles des Communautés européennes 2, rue Mercier L-2985 Luxembourg Tél. 49 92 81 Télex PUBOF LU 1324 b CC bancaire BIL 8-109/6003/200 ITALIA Licosa Spa Via Benedetto Fortini 120/10 Casella postale 552 50121 Firenze Tal. 64 54 15 Telefax: 64 12 57 Télex 570466 LICOSA I CCP 343 509 Subagenti: Libreria scientifica Lucio de Biasio - AEIOU Via Meravigli, 16 20123 Milano Tel. 80 76 79 Herder Editrice e Libreria Piazza Montecitorio, 117/120 00186 Roma Tel. 67 94 628 - 67 95 304 Libreria giuridica Via 12 Ottobre, 172/R 16121 Genova Tel. 59 56 93 SALES OFFICES GREECE G.C. Eleftheroudekis SA International Bookstore 4 Nikis Street 105 63 Athens Tel. 322 22 55 Telex 219410 ELE F Telefax: 325 48 89 Sub-agent for Northem Greece: Molho's Bookstore The Business Bookshop 10 Tsimiski Street Thessaloniki Tel. 275 271 Telex 41288SLIMO IRELAND Government Publications Sales Office Sun Alliance House Molesworth Street Dublin 2 Tel. 71 03 09 or by post Government Stationery Office EEC Section 6th Floor Bishop Street Dublin 8 Tel. 78 16 66 PORTUGAL Imprensa Nacional Casa da Moeda, E.P. Rua D. Francisco Manuel de Melo, 5 1092 Lisboa Codex Tel. 69 34 14 Distribuidora Livros Bertrand Lda. Grupo Bertrand, SARL Rua das Terras dos Vales, 4-A Apart. 37 2700 Amadora CODEX Tal. 493 90 50 - 494 87 88 Telex 15798 BERDIS UNITED KINGDOM HM Books (PC 16) HMS0 Publications Centre 61 Nine Elms Lane London SW8 5DR Tel. (01)873 90 90 Fax: GP3 873 84 63 Sub-agent: Alan Armstrong Ltd 2 Arkwright Road Reading, Berks RG2 05Q Tel. (0734)75 17 71 Telex 849937 AAALTD G Fax:(0734)75 5164 UNITED STATES OF AMERICA European Community Information Service 2100 M Street, NW Suite 707 Washington, DC 20037 Tel. (202) 862 9500 CANADA Renouf Publishing Co., Ltd 61 Sparks Street Ottawa Ontario K1P6R1 Tel. Toll Free 1 (800) 267 4164 Ottawa Region (613) 238 8985-6 Telex 053-4936 JAPAN Kinokuniya Company Ltd 17-7 Shinjuku 3-Chome Shiniuku-ku Tokyo 160-91 Tel. (03)354 0131 Journal Deportment PO Box 55 Chitóse Tokyo 166 Tel. (03)439 0124 ÖSTERREICH Manz'cha Verlagsbuchhandlung Kohlmarkt 16 1014 Wien Tel.(0222)533 17 81 Telex 11 26 00 Box A Telefax: (0222)533 17 81 81 NEDERLAND SDU uitgeverij Christoffel Plantijnstroat. 2 Postbus 20014 2500 EA 's-Gravenhsge Tel. 1070) 79 98 80 (bestellingen) Telefax: (070)47 63 51 TURKIYE Dünya super veb ofset A.S. Narlibahçe Sokak No. 15 Cagaloglu Istanbul Tel. 512 01 90 Telex 23822 dsvo-tr. Bureaux de presse {voir page ci-contre) Press Offices (see opposite) ",
        "SCAD N E WS - TABLE OF CONTENTS ECONOMIC AFFAIRS First survey on State aids in the European Community 5 Creation of a European financial area - Liberalization of capital movements and financial integration in the Community 1 Report drawn up on behalf of the Committee on Economic and Monetary Affairs and Industrial Policy on the proposal for a council Directive (C0MI87)321 - Doc. C 2-143/87) supplementing the common system of value added tax and amending Directive 77/388/EEC - approximation of VAT rates 4 INTERNAL MARKET Draft Council resolution on the implementation of a plan of priority actions in the field of statistical information: Statistical Programme of the European Communities 1989-92 Draft Council Decision establishing a committee to administer the Statistical Programme on the European Communities 6 Information report of the Section for Energy, Nuclear questions and Research on Community Energy Policy and the completion of the internal market 9 Proposal for a Council Directive on the approximation of the laws of the Member States relating to personal protective equipment 4 AGRICULTURE/FISHERIES Bulletin of the European Communities - Supplement 4/88 - The future of the rural society - Commission communication to Parliament and the Council 7 SOCIAL AFFAIRS/EMPLOYMENT Communication from the Commission. The social situation and employment of migrant women. 5 Commission report on the implementation of the resolution to combat unemployment amongst women. 7 Report drawn up on behalf of the Committee on Youth, Culture, Education, Information and Sport on Community Education Policy: medium-term perspectives (1989-1992) 8 Proposal for a Council Decision establishing a medium-terni Community action programme to foster the economic and social integration of the least privileged groups 9 Document - Report on social developments 2 Proposal for a Council directive amending Directive 77/452/EEC concerning the mutual recog nition of diplomas, certificates and other nursing qualifications, and Directive 77/453/EEC concerning the coordination of provisions laid down by law, regulation or administrative action in respect of the activities of nurses 3 PEOPLE'S EUROPE Report drawn up on behalf of the Committee on the Environment, Public Health and Consumer protection on the environment in urban areas 6 Proposal for a Council Directive on the freedom of access to information on the environment 8 European file - The European Community and human rights 3 RESEARCH Proposal for a Council Decision adopting a specific mura'annual research and training programme for the European Atomic Energy Community in the field of radiation protection (1990-91) 1 DESCRIPTIVE PUBLICATIONS European file-A Community of Twelve: key figures 2 ",
        "Creation of a European financial area — Liberalization of capital movements and financial integration in the Community The target of fully liberalizing capital movements has become a key element in the drive for economic and monetary union in the Commu nity. At the Commission's proposal, the Council is currently examin ing a set of texts aimed at completing the process of liberalizing capital movements in the Community. The purpose of this publication is to set out the main stages in the thinking which has led the Commission to present its proposals, and to describe both the reasons behind the proposals and their scope. There are 3 parts: 1. The approach proposed by the Commission; 2. Reports prepared by a group of independent experts consulted by the Commission; 3. The proposals presented by the Commission to the Council for the creation of a European financial area. ISBN 92-825-8191-8 Catalogue number: CB-AR-88-036-EN-C Available in English, French and Italian. (Shortly available in Danish, Dutch, German, Greek, Portuguese and Spanish). Forsale: OOPEC - ECU 16. Proposal for a Council Decision adopting a specific multiannual research and training programme for the European Atomic Energy Community in the field of radiation protection (1990-91) One of the aims of the Euratom Treaty is to promote research and ensure the dissemination of technical information. Implementing this, a Commission radiation protection research and training pro gramme was initiated in 1961 and has been continued through a series of multiannual programmes. The present specific 2-year (research and training) programme (for the European Atomic Energy Community in the field of radiation protection) is one of these. The main reason for the programme is the Commission's need to fulfill its obligations as regards basic safety standards to protect the health of the general public and workers against the dangers of ionizing radiation. Another vital reason is the widespread public concern about radiation risks, the social and economic impact of long-term energy-policy options on man and his environment and, most especially, the need to maintain and expand Community expertise in radiation protection in the future. The programme covers three priority areas of research: — human exposure to radiation and radioactivity; — the effects of radiation exposure on man; their assessment, prevention and treatment; — the hazards and management of radiation exposure. In this report, in addition to an Explanatory Memorandum describing the Community's 1990-91 research requirements in the field of radiation protection, the reader will find the text of the proposal for a Council Decision and: — an annex giving the technical content of the programme, the manner in which it is to be implemented and the evaluation criteria for the previous (1985-89) progamme; — the opinions of the Management and Coordination Advisory Com mittee on Radiation Protection and the Scientific and Technical Committee concerning the new programme and the evaluation of the previous one; — a financial statement. COM(88)789 final ISBN 92-77-44029-5 Catalogue No: CB-CO-88-740-EN-C For sale: OOPEC ",
        "Document Report on social developments This report, an addendum to the Twenty-first General Report on the Activities of the European Communities, is entirely given over-to a description of all aspects of social change in the European Commu nities in 1987: — employment (including migrant workers); — education; — vocational training; — social dialogue and industrial relations; — working conditions and labour law; — wages and incomes; — living conditions and family affairs; — safety and health at work; — health protection. Each of these aspects is discussed in a separate chapter, in two parts, the first giving trends for the Community as a whole, the second analysing the situation in the individual Member States. The report also contains an introductory summary of social projects undertaken by the Community in 1987 and appendix setting out the most important statistics (population, education, employment, un employment, working conditions, wages and labour costs, standard of living and social protection). The document, which is very full, will obviously be of great use to all those who are interested in social activity within the Community. ISBN 92-825-8795-9 Catalogue No: CB-54-88-231-EN-C For sale: OOPEC - ECU 25.50 (Also available in Danish, Dutch, French, German, Greek, Italian, Portuguese and Spanish.) European file A Community of Twelve: key figures Six Member States in 1952, twelve since 1986: the European Community today is home to 324 million people who, though rich in their diversity, share a range of common values. Looking towards the completion of the internal market between now and the end of 1992, and the establishment of a true Europe without frontiers, this issue of the European file is particularly interesting, being devoted to the current situation in the Community of Twelve. The file contains a series of charters covering: — population (density, birth rates and infant mortality, area); — standard of living (domestic product per head of population, household consumption, social protection, private utilities); — employment (workforce, unemployment, distribution of employ ment by sector); — the economy (inflation, transport, industrial production, etc); — Europe's place in the world (international trade, tourism, agricul tural trade and production, development aid); — the European Community and its citizens (Community budget, European parliament, public opinion and Europe). These very well-presented colour charts also supply key figures for the Community of Twelve, from which comparisons can be drawn with the rest of the world, particularly the Community's main partner countries and competitors. ISSN 0379-3133 Catalogue N°: CC-AD-89-004-EN-C (Also available in French, German, Danish, Spanish, Greek, Italian, Dutch and Portuguese). ",
        "European file The European Community and human rights Although the Community's \"Constitution\" — the 1951 Treaty of Paris and the 1957 Treaties of Rome — does not explicitly mention human rights, there is no denying the fact that the construction of Europe is more than just a matter of economics. Human rights and basic freedoms (the right to life and liberty and security of person, the right to private and family life, freedom of conscience, opinion and expression and so on) are also part of Europe's common heri tage. Since then. Community Member States and institutions have taken on commitments on this field. Similarly, in progressing towards a European union based on a large internal market without frontiers and on a people's Europe, there was a need for further efforts to bestow special rights on Community citizens, to establish full freedom of movement for persons between the Member States and to give more effective expression to the democratic nature of the European institutions. Against this background, the April 1989 edition of the European File gives an account of the role of the various Community institutions (Parliament, Council, Commission and Court of Justice) in promoting respect for human rights and developing a Community policy in this field. The role of European political cooperation and relations with other international organizations in the area of human rights is also analys ed. The pamphlet concludes with a presentation of several subjects of intervention related to human rights on which the Community has taken stands: racism and xenophobia, the development of People's Europe, the establishment of a European judicial area and the pro tection of privacy. The Community has also frequently intervened in situations involving non-member countries: apartheid, the problem of refugees, human rights in countries associated with the Communi ty through cooperation agreements and so on. ISSN 0379-3133 Catalogue N ° : CC-AD-89-005-EN-C (Also available in French, German, Danish, Spanish, Greek, Italian, Dutch and Portuguese). Proposal for a Council directive amending Directive 77/452/EEC concerning the mutual recognition of diplomas, certificates and other nursing qualifications, and Directive 77/453/EEC concerning the coordination of provisions laid down by law, regulation or administrative action in respect of the activities of nurses The aim of this proposal is to amend two directives adopted by the Council: - Directive 77/452/EEC of 27 June 1977 concerning the mutual recognition of diplomas, certificates and other evidence of the formal qualifications of nurses responsible for general care, in cluding measures to facilitate the effective exercise of the right of establishment and freedom to provide services; - Directive 77/453/EEC of 27 June 1977 concerning the coordi nation of provisions laid down by law, regulation or administrative action in respect of the activities of nurses responsible for general care. The main amendment proposed concerns Directive 77/453/EEC and provides for a minimum balance between theoretical and clinical training. It is also proposed that the headings of the Annex to Directive 77/453/EEC be amended and that certain provisions of Directive 77/452/EEC be brought into line with similar provisions in the other directives relating to mutual recognition of diplomas. COM(87)649/2 final Catalogue No: CB-CO-87-705-EN-C For sale: OOPEC. ",
        "Proposal for a Council Directive on the approximation of the laws of the Member States relating to personal protective equipment The level of protection enjoyed by users of personal protective equipment (PPE) has always been a matter of concern to the author ities of the Member States who have adopted a number of regu lations and standards in this field. The technical specifications in volved have given rise to numerous technical barriers to trade, which make the free movement of many types of PPE within the Communi ty difficult if not impossible. This proposal for a directive forms part of the work programme defined in the White Paper which is intended to lead to the com pletion of the internal market before the end of 1992. The primary objective of the Directive is the harmonization of nation al provisions relating to the design and manufacture of PPE with a view to ensuring its free movement within the Community. This is conditional on the need to attain the maximum possible degree of protection against health and safety hazards. The scope of the sector covered, the number of products concerned, the comprehensive and systematic nature of the safety philisophy underlying the basic requirements specified and the impact it will have on the progress of European standardization are all factors which make this a particularly important proposal for the completion of the internal market in these products. COM(88)157 final ISBN 92-77-35101-2 Catalogue No: CB-CO-88-178-EN-C For sale: OOPEC. Report drawn up on behalf of the Committee on Economic and Monetary Affairs and Industrial Policy on the proposal for a Council Directive (COM(87) 321 - Doc. C 2-143/87) supplementing the common system of value added tax and amending Directive 77/388/EEC — approximation of VAT rates. Provision was made for the harmonization of indirect taxation as early as 1957, in Article 99 of the EEC Treaty. The most important result to date is the Sixth VAT Directive, which laid down a uniform basis for the assessment of VAT. It became apparent that differences outstanding in indirect taxation were a serious obstacle to free movement within the Community, and the internal Commission therefore announced proposals in its white paper on the market for further harmonization abolishing such physical, technical and fiscal obstacles as still exist within the European Community. The proposals themselves have now been published, and with the removal of the remaining barriers to trade, utilization of the advan tages of scale which will ensue and stimulation of competition, financial gains should accrue to the Member States of the Communi ty. The document is concerned with the Commission proposals for the approximation of VAT rates. It sets out the macroeconomic background to the poposals, the current VAT situation, a summary of the proposals themselves and a commentary on the problems arising from them. These are broken down into primary problems (on which adoption or rejection of the whole will hang), secondary problems (important but not crucial) and tertiary (mainly technical) problems. The Annex gives various motions for resolutions and opinions from different committees which will put the reader in a better position to appreciate the scale and complexity of the problems. PE DOC. A 2-308/88 ISBN 92-77-44441-X Catalogue N°: AY-CO-88-392-EN-C For sales: OOPEC. ",
        "First survey on State aids in the European Community This report on State aids has, for the first time, made available to all those interested a detailed breakdown of aid by volume, pattern, form and objective pursued. Part A of the report shows how aid has an immediate and direct impact on both the integrity of the common market and the mainte­ nance of free competition. Part Β outlines why the Commission's policy has been to consider that aid affects competition in a much more direct and immediate way than general measures. This analysis takes on increased importance when seen in the con­ text of the number and volume of aids identified and the frequent complaints from the Member States about their impact in the overall context of the completion of the internal market. The results set out in this report will make for much greater transpar­ ency in the field of State aid. Though some aspects of this transparency need to be further devel­ oped, the results are nevertheless complete enough to give a reason­ ably accurate picture of the aid given in each Member State. The document therefore provides a vitality needed background against which State aid policy can be developed in the future. ISBN 92-825-9535-8 Catalogue N°: CB-55-89-455-EN-C For sale: OOPEC - ECU 7 (Also available in French, German, Danish, Spanish, Greek, Italian, Dutch and Portuguese). Communication f r om the Commission. The social situation and employment of migrant women. The European Community has long held that both migrant workers and migrant women deserve priority consideration, and it has drawn up appropriate policies to promote equal opportunities for these two groups. Alive as it is to the question, the Commision decided to present a communication analysing the social situation and employment of migrant women. After a brief reminder of the Community provisions that apply to migrant women, the communication considers the following: — the migration cycle; — the legal situation of migrant women; — the employment of migrant women; — child care; — the training needs of migrant women; — participation by migrant women in general and special training courses. The report concludes by proposing guidelines for various measures to facilitate the social and occupational integration of migrant women by improving their social conditions and job prospects. It should be noted that the communication also takes in a number of issues that confront male migrant workers and women in their own countries too. While it was not with these two groups in mind that the communication was drafted, some of the recommendations it makes may prove of help to them. COM(88)743 final ISBN 92-77-43906-8 Catalogues No: CB-CO-88-726-EN-C For sale: OOPEC. ",
        "Draft Council resolution on the implementation of a plan of priority actions in the field of statistical information: Statistical Programme of the European Communities 1989-92 Draft Council Decision establishing a committee to administer the Statistical Programme of the European Communities. In April 1988 the Commission presented a communication to the Council concerning the establishment of a Community policy on statistical information. This document set out the guiding principles for a plan of priority action which should form the basis for programmes on statistics in the following years. The aim is to provide Community bodies, national governments and all contributors to market developments with the means for more rational and efficient management of their policies. Hence the need for greater coordination between all the parties concerned by this information, to create a statistical infrastructure which is suited to the new situation and will facilitate the implemen tation, monitoring and evaluaton of common policies. With that in view, the objectives set for the statistical Programme are: (a) to speed up the development of statistical infrastructure which can contribute to the proper operation of the single European market; (b) to extend the scope of Community statistics to include new areas of policy and of public interest; (c) to enable Community policies to be assessed and allow for effective management of the associated budget ressources by developing up-to-date information at the appropriate geographi cal levels; (d) to promote the adoption of European statistical standards; (e) to construct an integrated European system built on the national systems. In this way, the Statistical Programme, which is to be implemented in conjunction with the national statistical institutes and other relevant bodies in the Member States, can be expected to yield up the information needed to carry out Community policies. COM(88)696 final ISBN 92-77-43670-0 Catalogue No: CB-CO-88-695-EN-C For sale: OOPEC. Report drawn up on behalf of the Committee on the Environment, Public Health and Consumer protection on the environment in urban areas. Many people are now concerned that in Europe's urban areas some sites are suffering from dereliction, deteriorating housing stock, traffic congestion, noise, lack of space and other forms of urban deterioration. Since more than half the Community's population lives in such areas, it is a matter of utmost urgency that the urban environment be improved. On the basis of these facts, which are dealt with in its explanatory statement, the Committee on the Environment, Public Health and Consumer Protection suggests in its motion for a resolution that the Commission implement a Communi ty urban policy aimed at: — protecting and improving the urban environment; — establishing a major socio-economic dimension; — dealing with the traffic aspects and controlling their disastrous consequences in terms of noise, air pollution and congestion; — getting to grips with waste management in all its forms. EP DOC. A 2-294/88 ISBN 92-77-43420-1 Catalogue N°: AY-CO-88-366-EN-C For sale: OOPEC ",
        "Bulletin of the European Communities Supplement 4/88 The future of rural society Commission communication to Parliament and the Council Rural society has been undergoing far-reaching changes in recent years: agricultural restructuring, economic diversification, social change, rising population and the growing interdependence between countryside and town. These trends, which are the key to the future of the Community countryside, are now almost certainly irreversible. This communi cation, and the proposals and suggestions it contains, reflect the Commission's concern to avoid serious economic and social dis ruption and to preserve a \"European rural development model\" based on the promotion of family farms and on balanced regional planning. The Community's approach is a development approach guided by three fundamental considerations: — economic and social cohesion; — the adjustment of farming in Europe to actual market conditions; — the protection of the environment and the conservation of the Community's cultural heritage. Learning from past experience, the Commission has resolutely set about modernizing these instruments and common policies. ISBN 92-825-9073-9 Catalogue N°: CB-NF-88-004-EN-C For sale: OOPEC - ECU 3.50 (Also available in French, German, Danish, Spanish, Greek, Italian, Dutch and Portuguese). Commission report the implementation of the resolution to combat unemployment amongst women. In view of the fact that the rate of unemployment amongst women in the Member States of the Community is noticeably higher than male unemployment, and, furthermore, displays special characteris tics which call for appropriate measures, on 7 June 1984 the Council adopted resolution 84/C161/02 on action to combat unemploye- ment amongst women. The Governments of the Member States, for their part, committed themselves to take measures to reduce this rate and to improve the situation of unemployed women. Following the Council's request for regular reports so that progress could be monitored, the Commission sent the Member States a questionnaire on the measures they were taking to combat female unemployment. In this report, after a brief description of female unemployment trends in the Member States, the Commission gives a summary — based on their replies — of the measures each State was intending to take, grouped together as in the Council resolution. For a clearer understanding the subjects are numbered consecutive ly, and the relevant part of the resolution is given before the summary and analysis of the Member States' replies. There are 17 such subjects. Without listing them all here, the heads under which they are grouped are as follows: — job creation and employment; — a wider choice of jobs; — placement, guidance and counselling services; — quantitative and qualitative information; — encouraging both sides of industry; — sharing of responsibilities; — information campaigns. C0M(88)713 final ISBN 92-77-43023-0 Catalogue No: CB-C0-88-679-EN-C For sale: OOPEC. ",
        "Proposal for a Council Directive on the freedom of access to information on the environment The importance of the part which public information should play in the campaign to safeguard and improve the quality of the environ ment has been illustrated by several European Community action programmes on the environment, in particular the Commission's fourth action programme in 1987. A study of the legislation in force in the Member States has revealed that the arrangements for free access to information held by the authorities on the environment are not entirely satisfactory everywhere in the Community. In view of this situation, the Commission has presented a proposal for a direc tive, aimed at defining a consistent series of principles allowing the public greater access to information held by the authorities on the environment (passive information), and paving the way for improve ments in automatic dissemination of such data by the authorities (active information). The document contains the text of the proposal and an explanatory memorandum covering the two aspects vital to any policy of open administration, with an annex summarizing the main features of the legislation currently in force in the Member States on access to environmental information. COM(88)484 final ISBN 92-77-42497-4 Catalogue No: CB-CO-88-541-EN-C For sale: OOPEC Report drawn up on behalf of the Committee on Youth, Culture, Education, Information and Sport on Community Education Policy: medium-term perspectives (1989-1992) Although the first action programme on eduction was not introduced until 1976, activities in the sphere of eduction have gained momen tum in recent years with the introduction of large-scale programmes, such as ERASMUS, COMETT and so on, and specific action pro grammes to facilitate, for example, the transition from school to working life. Greater emphasis is also being given to the role of education in improving the flexibility and mobility of the European population, in technological development and social cohesion. The Europe of 1992 therefore calls for a reappraisal of the role of education in European society and the content of educational pro grammes. This is why the Committee on Youth, Culture, Education, Infor mation and Sport puts forward a motion for a resolution on medium- term perspectives for Community education policy in this report. Particular emphasis is given to the following considerations: — the necessity to improve the quality of basic education (by im proved consultation and cooperation between schools and indus try on the one hand, and between the authorities responsible on the other, by bringing new technology into education and improv ing teacher training); — the importance of the European dimension in education (by moti vating and informing teachers and the authors of teaching materi al, by exchange programmes and by improving foreign language teaching); — the need for a better educated and trained workforce (by finding young people a place in society and through cooperation at university level). The annex includes a number of motions for resolutions on education which were taken into account in the writing of the report. EP DOC. A 2-285/88 ISBN 92-77-44291-3 Catalogue N°: AY-CO-88-375-EN-C For sale: OOPEC ",
        "Information report of the Section for Energy, Nuclear questions and Research on Community Energy Policy and the completion of the internal market The main objectives of the Community's energy policy are to estab lish a free internal market for energy, to minimize costs and prices and to guarantee supplies, the aim being to ensure the competitiven ess of the Community's economy and export industries on world markets. At the same time, the economic risks run by industrial energy consumers, energy producers and energy distributors must all be faced up to for the benefit of consumers. The task of this report is to highlight the implications and problems arising from the completion of the internal market in the energy sector. The four sections review the present situation in the electricity, oil, natural gas and coal industries. Each section defines the features of the particular industry and its market and considers changes which should be made to meet the ideal requirements of a free internal market. The report clearly shows that the countries of the European Commu nity need to share a strong political will if they are to secure real integration of the European energy market. ESC 69/88 ISBN 92-77-39994-5 Catalogue N°: EY-CO-88-115-EN-C For sale: OOPEC Proposal for a Council Decision establishing a medium-term Community action programme to foster the economic and social integration of the least privileged groups The Community has long expressed concern regarding the problem of poverty: a first Community programme to combat poverty was initiated in 1975 and a second (four-year) programme was launched in 1985. In addition to these specific programmes, there have been special food aid operations and various other measures aimed at population groups with particular disadvantages (illiteracy, long-term unem ployment, etc.). However, in spite of all these efforts, poverty is still on the rise. The scale of current and forthcoming economic and social changes, the large number of deprived people who find themselves in a difficult, not to say tragic, position and the positive aspects of past action at Community level justify launching the present programme, which will cover the period 1989-93 and will extend and intensify previous action. The report includes a description of the present situation, an analysis of the lessons to be learnt from the past and a presentation of the underlying principles and organizational features of the programme. It also contains the proposal for a Council Decision establishing the proogramme, an explanatory memorandum and a series of Annexes giving: — a summary of Commission measures to combat poverty; — statistics; — charts showing the organizational structure of specific action under way and of this next programme; — examples of successful experiments; — a bibliography. COM(88)826 final ISBN 92-77-44813-X Catalogue No: CB-CO-88-761-EN-C For sale: OOPEC ",
        "Division IX/E/3 — Edition — Publishing Commission des Communautés européennes Commission of the European Communities Rue de la Loi, 200 Β-1049 Bruxelles PRESS OFFICES - BUREAUX DE PRESSE Brussels/Bruxelles Rue Archimedes 73 1040 Bruxelles Archimedestraet 73, 1040 Brussel Tel. 235 1111 Telex 26657 COMINF Β Télécopie 235 01 66 Copenhagen / Copenhague Højbrohus Østergade 61 Postbox 144 1004 København K Tel. 14 41 40 Telex 16402 COMEUR DK Télécopie 11 12 03 Bonn Zitelmannstraße 22 5300 Bonn Tel 23 80 41 Telex 886648 EUROP D Télécopie 23 80 48 Berlin Kurfürstendamm 102 1000 Berlin 31 Tel. 892 40 28 Telex 184015 EUROP D Télécopie 892 20 59 München Erhardtstraße, 27 8000 München Tel. 202 10 11 Telex 52 18 135 Télécopie 202 10 15 Paris 61, rue des Belles-Feuilles 75782 Paris Cedex 16 Tel. 45 01 58 85 Telex Paris 611019 F COMEUR Télécopie 47 27 26 07 Marseilla 2, rue Henri Barbusse Ρ-13241 Marseille Cedex 01 Tel. 91 91 46 00 Telex 402 538 EUR MA Télécopie 91 90 98 07 Athenes /Athènes 2, Vassilissis Sofias Case postale 11002 Athina 10674 Tel. 724 39 82 (trois lignes) Telex 219324 ECAT GR Télécopie 722 37 15 Dublin 39 Molesworth Street Dublin 2 Tel. 71 22 44 Telex 93 827 EUCO El Télécopie 71 26 57 Rome Via Poli 29 00187 Roma Tel. 678 97 22 Telex 610184 EUROMAI Télécopie 6 79 16 58 Milan Corso Magenta 61 20123 Milano Tel. 80 15 05/6/7/8 Telex 316002 EURMIL I Télécopie 481 85 43 Luxemburg / Luxembourg Bâtiment Jean Monnet Rue Alcide De Gasperi 2920 Luxembourg Tel. 430 11 Telex 3423/3446/3476 COMEUR LU Télécopie 4301 4433 The Hague / La Haye Lange Voorhout 29 Den Haag Tel. 46 93 26 Telex 31094 EURCO NL Télécopie 64 66 19 Lisbon / Lisbonne Centro Europeu Jean Monnet Rua do Salitre, 56 1200 Lisboa Tel. 154 11 44 Telex 0404/188 10 COMEUR Ρ Télécopie 155 43 97 Madrid Calle de Serrano 41 5' Planta Madrid 1 Tel. 435 17 00/435 15 28 Telex 46818 OIPE E Télécopie 276 03 87 London / Londres 8, Storey's Gate London SW1 Ρ 3 AT Tel. 222 81 22 Telex 23208 EUR UK G Télécopie 222 09 00 Belfast Windsor House 9/15 Bedford Street Belfast BT2 7EG Tel. 240 708 Telex 74117 CECBEL G Télécopie 24 82 41 Cardiff 4, Cathedral Road Cardiff CF1 9SG Tel. 37 16 31 Telex 497727 EUROPA G Télécopie 39 54 89 Edinburgh / Edimbourg 7. Alva Street Edinburgh EH2 4PH Tel. 225 20 58 Telex 727420 EUEDING Télécopie 26 41 05 Geneva / Genève Case postale 195 37-39, rue de Vermont 1211 Genève 20 Tel. 34 97 50 Telex 28261 et 28262 ECOM CH Télécopie 34 23 31 Bureaux de vente {voir paga ci-contre) Sales Offices {see opposite) OOPEC: Office for Official Publications of the European Communities OPOCE: Office des Publications Officielles des Communautés européennes 2, rue Mercier L-2985 Luxembourg Tél. 49 92 81 ",
        "QEADIÄ«· fi A frontier-free Europe December'89 PUBLICATIONS COMMISSION OF THE EUROPEAN COMMUNITIES "
    ]
}