{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Proposal for a directive of the European Parliament and of the Council relating to the transparency of measures regulating the prices of medicinal products for human use and their inclusion in the scope of public health insurance systems’ COM(2012) 84 final — 2012/0035 (COD) (2012/C 299/15) Rapporteur: Ms KÖSSLER On 14 March 2012 and 13 March 2012 respectively, the Council and the European Parliament decided to consult the European Economic and Social Committee, under Article 114 of the Treaty on the Functioning of the European Union (TFEU), on the Proposal for a directive of the European Parliament and of the Council relating to the transparency of measures regulating the prices of medicinal products for human use and their inclusion in the scope of public health insurance systems COM(2012) 84 final — 2012/0035 (COD). The Section for the Single Market, Production and Consumption, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 12 June 2012. At its 482nd plenary session, held on 11 and 12 July 2012 (meeting of 12 July), the European Economic and Social Committee adopted the following opinion by 123 votes to 1 with 8 abstentions. 1. Conclusions and recommendations 1.1 The EESC highlights that health is a high priority for Europe’s citizens ( 1 ) and reaffirms that every medicine auth­ orised in the EU should be available to patients in all Member States. 1.2 The EESC underscores that access to essential medicines is part of the fulfilment of the right to the highest attainable standard of health and the EU’s commitment to the principle of \" well-being \" (Article 3 TEU). 1.3 The EESC underlines that the directive cannot only apply to part of the market for medicinal products, but must apply to the whole market, including private health insurance schemes and public or private institutions as major sources of demand for medicinal products, so as to promote equal competition and create a single market. 1.4 The EESC notes that health inequalities have been estimated to cost the EU around EUR 141 billion in 2004 or 1,4 % of GDP ( 2 ). 1.5 The EESC notes with concern that pricing and reimbursement conditions for accessing medicinal products are poorly understood in the EU27. 1.6 The EESC underscores the mortality and morbidity differences that currently exist between EU Member States in particular for cardiovascular diseases, cancers and respiratory disease ( 3 ). 1.7 The EESC notes that pricing and reimbursement processes stretching beyond the time-limits laid down in the directive contribute to postponing the launch of innovative medicines to the market ( 4 ). 1.8 The EESC highlights that this impact patients with serious or life-threatening diseases for which no alternative treatment is available, delays in access to medicines may dramatically affect the living conditions of patients and reduce their life expectancy. 1.9 The EESC highlights that when a patient requires a medicinal product, it is essential for the patient to know in advance which rules will be applicable for access and reimbursement. This should help the patient in making an EN 4.10.2012 Official Journal of the European Union C 299/81 ( 1 ) Despite rising concerns about the economic situation, health and healthcare remained in the top five concerns of EU citizens in 2009 Eurobarometers (e.g. No. 71 Spring 2009, No. 72 Autumn 2009). See for example: http://ec.europa.eu/public_opinion/archives/ eb/eb72/eb72_en.htm. ( 2 ) Mackenbach JP, Meerding WJ, Kunst AE.: Economic implications of socioeconomic inequalities in health in the European Union . European Commission, July 2007. ( 3 ) WHO considers the rise in chronic diseases an epidemic and estimates that this epidemic will claim the lives of 52 million people in the European Region by 2030. Source: http://ec.europa. eu/health/interest_groups/docs/euhpf_answer_consultation_jan2012_ en.pdf. ( 4 ) Report on the Pharmaceutical Sector Inquiry: http://ec.europa.eu/ competition/sectors/pharmaceuticals/inquiry/index.html. ",
        "informed choice, and should avoid misapprehension and misunderstanding. It should also establish a high level of trust between the patient and the healthcare provider. 1.10 The EESC suggests that this would be appropriately achieved through the establishment of an open and transparent procedure as proposed in part by the Commission. 1.11 The EESC suggests that the preparation and implemen­ tation of the EU's activities in the field of transparency for pricing and reimbursement require close cooperation with the specialised bodies and involvement of \" interested stakeholders \" which requires a framework for the purpose of regular consul­ tations. 1.11.1 The EESC hereby suggests that the composition of the Expert Group (Transparency Committee), established by Directive 89/105/EEC and maintained in the current proposal, would have a broader representation. 1.11.2 The EESC proposes that this \" Expert Group \" acting in the public interest shall assist the Commission in formulating and implementing the EU's activities in the field of procedural areas for transparency, and shall foster exchanges of relevant experience, policies and practices between the Member States and the various \" interested stakeholders \" involved. 1.11.3 The EESC emphasises that efficient monitoring and support at the EU level through effective implementation with the corresponding EU monitoring and evaluation is essential for detecting distortions and delays of access in the markets for patients. Therefore, close cooperation and coordination between the Commission, national authorities and \" interested stakeholders \" is necessary ( 5 ). 1.11.4 The EESC underlines the importance of the Commission producing an Annual Report that would map out the effective enforcement of the Transparency Directive by identifying the procedural mechanisms for pricing and reimbursement, and the compliance with the Directive’s time limits in each Member State. 1.12 The EESC would emphasise that time limits are not always respected and effective market access and utilisation vary strongly between and within the Member States ( 6 ). 1.12.1 The EESC considers that the judicial remedies available in the Member States have played a limited role in ensuring compliance with the time limits due to the often lengthy procedures in national jurisdictions, which deter affected companies from initiating legal action. 1.12.2 The EESC considers that effective mechanisms are necessary to control and enforce compliance with the time limits for pricing and reimbursement decisions. 1.12.3 The EESC calls on the Member States to provide due process rights which should be included for all relevant stake­ holders and cover at a minimum: (i) a right to be heard, (ii) a right of access to the administrative file, including relevant scientific evidence and reports, and (iii) a right to obtain a reasoned decision. 1.13 With respect to the shorter time limits, the EESC points out that the highest priority must be patient safety. In particular, all new findings and indications relevant to patient safety must be taken into account in the pricing and reimbursement procedure by expanding the scope of the HTA and through comparison with therapeutic alternatives. Moreover, the related, necessary negotiations over price carried out with each company will not be made any simpler by shortening the time limit and thus will not be concluded any more quickly. 1.13.1 The EESC emphasises that there should be coor­ dinated assessment at national level to avoid regional rules hindering access to medicinal products for patients in different Member State regions. National and regional auth­ orities should reinforce their coordination in all related activities in order to facilitate the equal access to medicinal products for all citizens within a Member State ( 7 ). 1.13.2 The EESC emphasises that Member States could make time limits more efficient by clarifying that authorities must acknowledge receipt of application within 10 days and must request any missing information within an appropriate timeframe following receipt of application so that no unnecessary delay is incurred before the applicant can submit the additional information requested. 1.14 The EESC considers that patient and consumer organ­ izations should have the right to request initiation of the process of inclusion of medical products in health insurance systems as well as have information about the progress of this process. 1.14.1 The EESC notes that statutory and private health insurance companies have an increasing role and influence, for example through discount agreements with pharmaceutical companies, and therefore suggests that Member States shall carry out a review, at least once a year, of their activities. The Member States should regularly carry out a review of the prices and reimbursement of those medicinal products where costs are unreasonably high for the health insurance schemes and patients. EN C 299/82 Official Journal of the European Union 4.10.2012 ( 5 ) Kanavos P, Schurer WS, Vogler S.: Structure of medicines distribution in EU-27 and its impact on prices, availability and on the efficiency of medicines provision . European Commission, DG Enterprise and EMINet. January 2011. ( 6 ) Pharmaceutical Sector Inquiry, Final Report, 8 July 2009. Different studies, like e.g. the Alcimed study or the EU Pharmaceutical Inquiry, confirm this variation in access. European reference networks between centres of expertise are a way to reduce this variation in access. ( 7 ) The case-law of the Court of Justice provides that the time-limit is mandatory and that the national authorities are not entitled to exceed it - [1] Merck Sharp and Dohme B.V. v. Belgium (C-245/03). ",
        "1.15 The EESC supports the inclusion of criteria through guidelines and inclusion of definitions to ensure that the core objectives of the proposal are reached, but insists that this must comply with Article 168(7) of the Treaty on the Functioning of the European Union, under which Member States are responsible for the organisation of their healthcare system and for the delivery of health services and medical care, including the allocation of resources assigned to them. 1.15.1 The EESC urges Member States to work towards a standardised approach with respect to the definition of these criteria aiming to establish value-based pricing systems across Europe. The criteria should incorporate measurement of \" unmet medical need \" , \" innovation \" and \" societal benefits \" . 1.15.2 The EESC proposes that the Commission shall monitor the implementation of standardised criteria and produce a report on pricing and reimbursement systems across the Member States 2 years after the implementation of this Directive. 1.16 The EESC urges that decisions on price increases, price freeze, price reductions and other price approvals should be based on transparent and objective criteria. 1.17 The EESC opposes Article 14 of the proposal (on non- interference of intellectual property rights). The Commission needs to strike a balance between authorisation of reimbursement for manufacturers of medicinal products and the legitimate interests of third parties in their intellectual property rights. 1.18 In line with Article 3(5) of the Treaty on European Union, the EESC calls on the European Commission, in inter­ national, multilateral and bilateral agreements, to accept special rules for vital, expensive medicines (e.g. to combat AIDS) applicable to developing and emerging countries. 2. Gist of the Commission proposal 2.1 Since the adoption of Directive 89/105/EEC, the pricing and reimbursement procedures have evolved and have become more complex. This Directive has never been amended since its entry into force. 2.2 The proposal sets out common rules and regulatory guidelines with the objective to ensure efficiency and trans­ parency in pricing, funding and reimbursement procedures. 2.3 The following situations are affected by the revision which includes: a) pharmaceutical companies, including the innovative industry and the generic industry, for which access to market is indeed essential to ensure the competitiveness and profit­ ability of the industry; b) European citizens and patients who bear the consequences of unjustified obstacles to pharmaceutical trade and of the delayed availability of medicines products; c) public health budgets, including statutory, contribution- funded heath insurance schemes, as pricing and reimbursement systems influence the uptake of medicines and the expenditure and potential savings to be realised by the social security systems. 2.3.1 The proposal does not cover private health insurance and public and private bodies such as hospitals, large phar­ macies and other medical service providers. The EESC would stress that the directive cannot apply only to part of the phar­ maceutical market but must apply to the market as a whole, in the interests of a level competitive playing field and the single market. 2.4 While the Directive applies only to medicinal products, medical devices can be subject to pricing regulation in the Member States and/or to decisions concerning their inclusion in the health insurance systems. 3. General comments 3.1 In view of existing problems in several Member States, the EESC welcomes the Commission's proposal to increase cooperation at the EU level in order to ensure access to affordable medication and to urgently needed medication for all patients on an equal basis, whilst fostering the development of new medicines. 3.2 The EESC would point out, however, that the legal basis should not only be Article 114 of the Treaty on the Func­ tioning of the European Union but that due account must also be taken of Article 168(7) of the same treaty under which Member States are responsible for the organisation of their healthcare system and for the delivery of health services and medical care, including the allocation of resources assigned to them. 3.3 The EESC points out that pricing and reimbursement procedures often produce unnecessary delay and involve excessive administrative procedures ( 8 ) for the access of inno­ vative, orphan and generic medicines in Union markets, in particular in those Member States where the national market is small and the company return on investment is low. 3.4 The EESC welcomes the provision of maintaining the Transparency Committee (Article 20) however, suggests that this \" Expert Group \" would have broader representation which would allow regular consultations with the \" interested stake­ holders \" to ensure procedural efficiency in pricing and reimbursement for medicinal products. EN 4.10.2012 Official Journal of the European Union C 299/83 ( 8 ) Pharmaceutical market monitoring study, Volume I, p. 83. ",
        "3.5 The EESC takes due account of the development of a shared understanding that pricing and reimbursement policies need to balance (1) timely and equitable access to phar­ maceuticals for all patients in the EU, (2) control of phar­ maceutical expenditure for Member States, and (3) reward for valuable innovation within a competitive and dynamic market that also encourages Research & Development. 3.5.1 The EESC considers that effective mechanisms are necessary to control and enforce compliance with the time limits for pricing and reimbursement decisions. 3.5.2 The EESC would stress that an Annual Report should be drafted that would map out the effective enforcement of the Transparency Directive by identifying the mechanisms for pricing and reimbursement, and compliance with the Directive’s time limits in each Member State. The EESC would emphasise the need for a standardised methodology for the collection of information for this report and welcomes the Commission's proposal imposing on Member States an obligation to regularly report on the implementation of the time limits (Article 17) which will ensure better enforcement of the Directive. 3.6 Under Article 3(5) of the Treaty on European Union, the EU is also to contribute to the eradication of poverty and the protection of human rights in its external relations. The EESC therefore calls on the European Commission, in international, multilateral and bilateral agreements, to accept special rules for vital, expensive medicines (e.g. to combat AIDS) applicable to developing and emerging countries. 4. Specific comments 4.1 Definition The EESC would draw attention to the case-law of the European Court of Justice that recognises the necessity of an extensive interpretation of the provisions of the directive in order to ensure that its core objectives are not jeopardised by national systems and policies. Therefore, the EESC would emphasise its following understanding: 4.1.1 \" Health technology assessment \" : the EESC would draw attention to the definition as agreed by the EUnetHTA ( 9 ) and recommend that it be adopted. 4.1.2 \" Stakeholder involvement \" means the timely involvement of \" interested stakeholders \" – including patient and consumer advocates, marketing authorisation holder and medical experts including independent scientists – throughout the decision making process to allow for the right to be heard both on the conceptual design of the assessment and the conduct of that assessment. 4.1.3 \" Patient and consumer involvement \" means that patients take an active role in activities or decisions that will have consequences for the patient community, because of their specific knowledge and relevant experience as patients and healthcare users. 4.1.4 \" Objective and verifiable criteria \" shall be defined for the selection, evaluation methods and evidence requirements for products subject to a Health Technology Assessment (HTA); this includes avoiding any unnecessary duplication of work in particular in relation to the marketing authorisation procedure and to HTAs conducted in other EU countries. 4.1.5 Timelines shall be clearly defined: if HTA is a pre- condition for price control pursuant to Article 3 and/or inclusion in a positive list pursuant to Article 7, the assessment must respect the time periods stipulated by these articles. 4.2 Scope 4.2.1 The EESC encourages clarification that any measure linked to the decision-making process in health insurance systems, including recommendations that may be required, is covered under the scope of the Directive. 4.2.2 The EESC supports provisions of this Directive that apply to measures intended to determine which medicinal products may be included in contractual agreements or public procurement procedures. 4.3 Patient Centred Approach for Procedural Accessibility The EESC encourages a patient centred approach when deter­ mining procedural accessibility and calls on Member States to take into consideration the following criteria: the possibility of obtaining a medicine in the patient's home country, the reimbursement of costs associated with administration of the product to the patient and the interval between obtaining the market authorisation and the dates the product is placed on the market and is reimbursed. 4.4 Exclusion of medicinal products from health insurance systems 4.4.1 The EESC endorses the Commission's proposal that a statement based on objective and verifiable criteria, including economic and financial ones, should be provided for any decision which would exclude a medicinal product from the scope of the public health insurance system, or to modify the extent or the conditions of coverage of the product concerned. EN C 299/84 Official Journal of the European Union 4.10.2012 ( 9 ) EUnetHTA uses the following definition: \" Health technology assessment is a multidisciplinary process that summarises information about the medical, social, economic and ethical issues related to the use of a health technology in a systematic, transparent, unbiased, robust manner. Its aim is to inform the formulation of safe, effective, health policies that are patient focused and seek to achieve best value \" , available at http://www.eunethta.eu/Public/ About_EUnetHTA/HTA/. ",
        "4.4.2 The EESC commends the Commission's proposal that Member States shall work towards a standardised approach with respect to the definition of these criteria aiming to establish value-based pricing systems across Europe. 4.4.2.1 The EESC would propose that such criteria should incorporate measurement of \" unmet medical need \" and \" clinical benefits \" , and be \" free from discrimination \" ( 10 ). 4.5 Remedies procedure in case of non-compliance with the time limits related to the inclusion of medicinal products in health insurance systems 4.5.1 The EESC calls on the Member States to ensure that effective and rapid remedies are available to the applicant in case of non-compliance with the time limits set in Article 7 of the proposal. 4.5.2 The EESC invites the Member States to consider devel­ oping, in close cooperation with relevant European, regional and sub-regional organisations, ways for patients and applicants to have a right to appeal adverse pricing and reimbursement decisions to an independent judicial body (normally a court). 4.5.2.1 The EESC would urge that such a judicial body must have effective means and full power of review over both matters of fact and law including a mandate to take formal decisions against offenses with proportionate sanctions. 4.6 Composition and aims of the Expert Group on the implemen­ tation of the subject Directive 4.6.1 The \" Expert Group \" shall comprise members namely Representatives from: a) Member States' ministries or government agencies; b) patients' and consumer organizations; c) contribution-funded statutory health insurance schemes; d) contributors to statutory insurance schemes (representatives of employers and workers); e) pharmaceutical industry; f) the Commission, the European Medicines Agency (EMEA) as well as the Chair or Vice-Chair of relevant agencies; g) international and professional organizations and other associations acting in the field of pricing, funding and reimbursement procedures; h) independent scientists. 4.6.2 To achieve its aims, \" Expert Group \" shall: a) assist the Commission in the monitoring, evaluating and disseminating the results of measures taken at the EU and national level; b) contribute to the implementation of the EU actions in the field; c) deliver opinions, recommendations or submit reports to the Commission either at the latter's request or on its own initiative; d) assist the Commission in drawing up guidelines, recommen­ dations and any other action; e) provide an annual public report of its activities to the Commission. 4.7 Classification of medicinal products in view of their inclusion in health insurance systems 4.7.1 The EESC urges that the formation of reimbursement groups should be based on transparent and objective criteria that allow applicants and patients and consumers to understand how medicinal products will be treated. 4.7.2 The EESC acknowledges the rights of \" interested stake­ holders \" to request from the competent authorities, the objective data on the basis of which they have determined the arrangements of coverage for their medicinal product, in appli­ cation of the criteria and methodologies. 4.7.3 The EESC requests that marketing authorisation holders and representative patient and consumer organizations should have a right to be heard in due time prior to inclusion of medicines within a particular reimbursement group when appropriate and should have the right to appeal the formation of a reimbursement group to an independent body for review. 4.8 Generic medicines 4.8.1 The EESC highlights that approving the price of generic medicinal products and their coverage by the health insurance system should not in every case require any new or detailed assessment when the reference product has already been priced and included in the health insurance system, and the assessment has been undertaken by the European Medicines Agency. 4.8.2 With regard to the Commission's proposal that a reduction of the time-limits to 30 days for generic medicinal products covering both the pricing and reimbursement processes would ensure earlier market access for patients in Member States and stimulate price competition in the off- patent market within a reasonable timeframe after the loss of EN 4.10.2012 Official Journal of the European Union C 299/85 ( 10 ) Case C-181/82 Roussel Laboratoria [1983] ECR 3849; Case 238/82 Duphar and Others [1984] ECR 523. ",
        "exclusivity of originator products, the EESC would point out that, while medical checks are less time-consuming for generic products than for new ones, the pricing and pricing negoti­ ations still need to be conducted. 4.9 Price approval The EESC requests that the competent authorities shall provide the applicant with an official acknowledgement of receipt within a maximum of 10 days after an application to approve the price of the product was introduced by the applicant. Member States shall ensure that such application can be introduced by the applicant immediately after the granting of the marketing authorisation or after the positive opinion by the European Medicines Agency or the competent national authorities. 4.10 Price freeze and price reduction 4.10.1 The EESC invites the Member States to carry out a review, at least once a year, to ascertain whether the macro- economic conditions justify that the freeze be continued unchanged. Within 60 days of the start of this review, the competent authorities shall announce what increases or decreases in prices are being made. If there are any, they shall publish a statement of reasons for such decision based on objective and verifiable criteria. 4.10.2 The EESC would also ask the Member States to regularly review the prices and reimbursement of those medicinal products where costs are unreasonably high for the health insurance schemes and patients. Within an appropriate timeframe after the start of this review, the competent auth­ orities must indicate whether and, if so, which price reductions are being authorised. If there are any such cases, the competent authorities shall publish a statement of reasons based on objective and verifiable criteria (including economic and financial ones). 4.10.3 The EESC suggests the Commission to monitor the situation where Member States are receiving financial assistance that they shall guarantee that medicines intended for use within the country are not exported to other Member States. 4.11 Price increase 4.11.1 The EESC would emphasise that an increase in the price of a medicinal product is permitted only after prior approval has been obtained from the competent authorities with consultation with relevant stakeholders including patient organisations. 4.11.2 The EESC would draw attention for need of due process rights should be included for all relevant stakeholders and cover at a minimum: (i) a right to be heard, (ii) a right of access to the administrative file, including relevant scientific evidence and reports, and (iii) a right to obtain a reasoned decision. 4.11.3 The EESC suggests that a competent authority shall provide the applicant with an official acknowledgement of receipt within a maximum of 10 days after an application received by a Member State to increase the price of the product. 4.12 Demand-side measures The EESC welcomes the Commission's proposal to clarify that measures intended to control or promote the prescription of specific named medicinal products are covered by the Trans­ parency Directive and suggests expanding these procedural safe­ guards to all measures intended to control or promote the prescription of medicinal products. 4.13 Additional proof of quality, safety or efficacy In general, in the framework of pricing and reimbursement decisions, Member States shall not re-assess the elements on which the marketing authorisation is undertaken by the European Medicines Agency, including the quality, safety or efficacy of the medicinal product (including orphan medicinal products) and objective information in the framework of the European collaboration on HTA. 4.14 Intellectual property The EESC stresses the importance of protection of intellectual property rights, which are particularly important to foster phar­ maceutical innovation and to support the EU economy. It opposes Article 14 of the proposal (on non-interference of intellectual property rights), which states that \" The protection of intellectual property rights shall not be a valid ground to refuse, suspend or revoke decisions relating to the price of a medicinal product or its inclusion within the public health insurance system \" . The Commission needs to strike a balance between authorisation of reimbursement for manufacturers of medicinal products and the legitimate interests of third parties in their intellectual property rights. There should be no inter­ ference in Member States' competence in valuing innovation and securing proper enforcement of intellectual property rights. Brussels, 12 July 2012. The President of the European Economic and Social Committee Staffan NILSSON EN C 299/86 Official Journal of the European Union 4.10.2012 ",
        "APPENDIX to the Opinion of the European Economic and Social Committee 1. The following amendments, which received at least a quarter of the votes cast, were rejected during the discussions (Rule 39(2) of the Rules of Procedure): a) Point 4.5.2.1 4.5.2.1 The EESC would urge that such a judicial body must have effective means and full power of review over both matters of fact and law including a mandate to take formal decisions against offenses with proportionate sanctions. The EESC is opposed to the powers, set forth in Article 8 of the proposal, to award damages in case of non-compliance with time limits and to impose on the decision-making authorities a penalty payment calculated by day of delay, which it considers to be inappropriate and disproportionate. They could also lead to a situation where the authorities were not primarily focused on patient safety. Reason Self-explanatory. Outcome of the vote Votes in favour: 71 Votes against: 89 Abstentions: 19 b) Point 1.11.2 Amend as follows: 1.11.2 The EESC considers that effective appropriate additional mechanisms are necessary to control and enforce compliance with the time limits for pricing and reimbursement decisions. The Commission's proposals to allow damages to be awarded in the case of non-compliance with time limits and penalty payments to be imposed on the competent authority, and providing for automatic price approval should be rejected as inappropriate and excessive. Reason See amendment to point 4.5.2.1. Outcome of the vote Votes in favour: 71 Votes against: 89 Abstentions: 19 2. The following Section Opinion points were modified in favour of the amendments adopted by the assembly but obtained at least one-quarter of the votes cast (Rule 54(5) of the Rules of Procedure): a) Point 4.2.1 4.2.1 The EESC encourages clarification that any measure linked to the decision-making process of including vaccines in health insurance systems is covered under the scope of the Directive. Outcome of the vote Votes in favour: 79 Votes against: 61 Abstentions: 47 EN 4.10.2012 Official Journal of the European Union C 299/87 ",
        "b) Point 4.5.2.2 4.5.2.2 The EESC would encourage the establishment of automatic reimbursement approval in case of failure to meet deadlines. Outcome of the vote Votes in favour: 90 Votes against: 73 Abstentions: 22 c) Point 4.14 4.14 Intellectual property The EESC stresses the importance of protection of intellectual property rights, which are particularly important to foster pharmaceutical innovation and to support the EU economy. There should be no interference in Member States' competence in valuing innovation and securing proper enforcement of intellectual property rights. Outcome of the vote Votes in favour: 53 Votes against: 35 Abstentions: 5 d) Point 1.12 1.12 The EESC welcomes the time limits of 120 days proposed by the Commission and suggests that, in order to further streamline patients' access to medicines, the same timelines should be applied to all innovative medi­ cines, whether or not subject to national HTA. Outcome of the vote Votes in favour: 73 Votes against: 41 Abstentions: 6 EN C 299/88 Official Journal of the European Union 4.10.2012 "
    ]
}