{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Shaping the EU agenda for disability rights 2020-2030: a contribution from the European Economic and Social Committee’ (own-initiative opinion) (2020/C 97/06) Rapporteur: Ioannis VARDAKASTANIS Plenary Assembly decision 24.1.2019 Legal basis Rule 32(2) of the Rules of Procedure Own-initiative opinion Section responsible Section for Employment, Social Affairs and Citizenship Adopted in section 15.11.2019 Adopted at plenary 11.12.2019 Plenary session No 548 Outcome of vote (for/against/abstentions) 178/1/2 1. Conclusions and recommendations 1.1. The EESC calls on the European Commission (EC) to strongly consider the following recommendations and conclusions when drawing up the Disability Rights Agenda 2020-2030 (Agenda), to more fully implement the United Nations Convention on the Rights of Persons with Disabilities (CRPD), and to meet its commitments under the 2030 Agenda and the Sustainable Development Goals (SDGs), where disability is mentioned 11 times. The EESC particularly recommends the following: 1.2. That disability focal points (DFP) are present in all DGs and agencies of the EC, and in all EU institutions, with the central DFP located within the general secretariat of the EC, in light of the transversal nature of disability issues, and that a Disability Rights Committee made up of these DFPs oversees the implementation of the Agenda. As there will now be a Commissioner for Equality, it is also essential that a DFP exists within DG Justice. 1.3. That an interinstitutional mechanism is in place between the EC, the Parliament and the Council ( 1 ), with their presidents meeting at the start of each mandate. The EESC also calls for a working group on disability to be established within the Council to facilitate this. 1.4. That the EU institutions make all the necessary means, human resources and financial support available to the EU Monitoring Framework of the CRPD to ensure it is able to carry out its tasks according to CRPD Article 33(2). 1.5. That a European Access Board be established to monitor the implementation of EU accessibility legislation. 1.6. That the EC reviews its shared competences with the Member States (MS) deriving from the CRPD and EU law to establish where the EU can work alongside MS for implementation. This should be done by producing a Declaration of Competences revising the declaration of exclusive EU competences and concluding the Optional Protocol to the CRPD. 24.3.2020 EN Official Journal of the European Union C 97/41 ( 1 ) CRPD Committee recommendations to the EU in 2015. ",
        "1.7. That the EC mainstreams the principles of the Social Pillar into the Agenda, with particular proposals for implementing Principle 17 on the inclusion of persons with disabilities (PWD). 1.8. That concrete actions are taken to implement the Agenda. The most urgent actions to be taken should be the following: the adoption of legislation combating all forms of discrimination based on disability ( 2 ), a directive harmonising the recognition of disability assessment across the EU to facilitate the freedom of movement of PWD, measures guaranteeing the rights of PWD to political participation at EU level and guidance to the MS to assure the same at national level, binding legislation harmonising accessibility standards for the built environment, measures harmonising minimum standards for reasonable accommodation in the workplace and establishing guidelines on minimum standards for the levels of disability benefits and the provision of services, including support for independent living and, where possible, the provision of personal assistance in the MS. 1.9. That disability equality issues are mainstreamed into all EU economic, social and environmental policies, specifically into the Gender Equality Strategy, the Youth Guarantee, the Green New Deal, the Child Guarantee and the forthcoming Green Paper on Ageing. 1.10. That the EU institutions and MS agree on a Disability Rights Guarantee, similar to the Youth Guarantee to get PWD into employment, traineeships, job placements and further education. 1.11. That the EU budget better supports PWD by investing in research into the development of new assistive technology, dedicating funds to increase the accessibility of Erasmus+ programmes to increase participation of PWD, funding the transition from institutional to family- and community-based care and independent living together with strong monitoring and evaluation mechanisms at MS level, and strategically investing EU funds to implement the CRPD in the MS, particularly in areas where the EU does not have full competence. 1.12. That the Agenda plays a role in promoting the rights of PWD in the EU’s external action. 1.13. That improving data collection and publications on PWD in the work of Eurostat is central to the Agenda. 1.14. That the Agenda includes clear and tangible benchmarks and measurable indicators, particularly for women and girls with disabilities, young and older PWD, as well as refugees and migrants and LGBTI PWD. 1.15. That the EC puts pressure on the MS, through the European Semester, to develop their own national disability strategies for promoting disability equality mainstreaming and address the implementation of the CRPD in the National Reform Programmes. 1.16. That the Agenda includes awareness raising on the rights of PWD under the CRPD. C 97/42 EN Official Journal of the European Union 24.3.2020 ( 2 ) In line with Article 1 of the CRPD, PWD include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others. ",
        "1.17. That when social dialogue takes place at EU and national level and collective agreements are negotiated by social partners, disability rights and CRPD implementation are strongly taken on board in full consultation and with the involvement of OPDs. 1.18. That the full and active involvement of OPDs and civil society organisations be ensured in the drafting, implementation and governance of the Agenda. 2. Introduction 2.1. As a strategy that will be drawn up and implemented in a context in which the EU and all MS have signed and ratified the CRPD, the EESC underlines that the Agenda should serve as a means of addressing the entire scope of the CRPD. 2.2. Unlike the current Disability Strategy, the Agenda 2020-2030 should also take into account the inseparable correlation between obligations under the CRPD and commitment to the SDGs and the Pillar of Social Rights. Therefore, the EESC’s proposal is that the Agenda is named ‘The European Disability Rights Agenda 2020-2030’. 2.3. In light of the review of the EU by the CRPD Committee in 2015, the EESC points out that the Agenda also needs to be constructed around the Concluding Observations (COs) and recommendations. 2.4. The new Agenda should be based on a cross-cutting, comprehensive review of all EU legislation and policy and be coherent with other EU initiatives and strategies to ensure full harmonisation with the CRPD. It must also reflect the human rights approach to disability and integrate the most recent developments in the areas of social and digital rights. 2.5. Taking into consideration the vulnerability of certain groups of PWD, all areas of the Agenda should pay special attention to women, children, young and older PWD, refugees and migrants with disabilities, LGBTI PWD, as well as to homeless PWD. 3. Principles of the European Disability Rights Agenda 3.1. In line with the general principles outlined in Article 3 of the CRPD, the EESC believes the Agenda should mainstream disability in all EU policy and legislation affecting the life of PWD. It must uphold the principles of non-discrimination, accessibility, participation and inclusion, equal opportunity, equality between men and women, respect for inherent dignity and individual autonomy, acceptance of PWD as part of human diversity and humanity, and recognition of the evolving capacities of PWD and for their right to preserve their identities. 4. Scope of the European Disability Rights Agenda 4.1. Combating discrimination and inequalities ( 3 ) 4.1.1. Half of all Europeans consider discrimination on the grounds of disability to be widespread in the EU, and the rate is increasing ( 4 ). The EESC therefore urges the following: 4.1.2. That the EU institutions take action for the adoption of a horizontal (disability) antidiscrimination directive protecting PWD from discrimination in all areas of life. This must recognise the denial of reasonable accommodation in any area of life as a form of disability-based discrimination, and also recognise other forms of discrimination such as discrimination by association and multiple and intersectional discrimination. 24.3.2020 EN Official Journal of the European Union C 97/43 ( 3 ) Articles 1, 21 and 26 of the EU Charter and by Articles 10 and 19 of the Treaty on the Functioning of the EU. ( 4 ) Special Eurobarometer 437. Available at: https://data.europa.eu/euodp/data/dataset/S2077_83_4_437_ENG ",
        "4.1.3. That the EU institutions accelerate the adoption of the Council of Europe Convention on preventing and combating violence against women and domestic violence (Istanbul Convention) along with concrete measures to prevent, combat and sanction gender-based violence. 4.1.3.1. That all EU institutions ensure accessibility in their role as a public employer, for example by ensuring accessible internal and external websites, human resource policies and procedures to increase the presence of staff with disabilities and the inclusivity of the European Schools. 4.1.3.2. That the EU institutions ensure measures to rectify the lack of equal opportunities for PWD through EU funds. More attention should be paid to those experiencing multiple or intersectional discrimination on the grounds of nationality, age, race or ethnicity, gender, religion or belief, gender identity and sexual orientation. 4.1.3.3. That Article 7 of Regulation (EU) No 1303/2013 of the European Parliament and of the Council ( 5 ), the current Common Provisions Regulation (CPR 2014-2020), be incorporated in the proposed new CPR 2021-2027, echoing the EESC’s previous recommendations, and that this principle be directly embedded in the main text of the proposed ERDF Regulation. Accessibility for PWD should also be included as a prerequisite for programmes to benefit from EU Funds. 4.1.3.4. That the EU institutions mainstream disability equality issues into all EU economic, social and environmental policies, namely the Gender Equality Strategy, the Youth Guarantee, the Green New Deal, the Child Guarantee and the forthcoming Green Paper on Ageing. 4.1.3.5. That the EC promotes the compliance of MS legislation on legal capacity with the CRPD ( 6 ) and facilitates an exchange of expertise between MS. 4.2. Ensuring full participation and free movement 4.2.1. PWD are still prevented from exercising the right to free movement in the EU because of the lack of harmonised recognition of disability assessment and the inability to transfer entitlement to support services and allocations when moving to another MS. Continued institutionalisation, a lack of investment in community-based services and the general inaccessibility of mainstream services also hinder the participation of PWD in society. The EESC therefore urges the following: 4.2.2. That the EC proposes a directive harmonising the recognition of disability assessment for persons moving between MS. With this directive, the EU institutions must uphold the right of PWD to freedom of movement by ensuring the portability of social security benefits, either through their continued provision by the MS of origin, provision by the new MS of residence, or with a gradual transition between the two. Equivalent rights and eligibility for services must be ensured for PWD moving to another MS. This needs to be done in a coordinated manner that facilitates smooth and quick transferability of these entitlements ( 7 ), including personal assistance. C 97/44 EN Official Journal of the European Union 24.3.2020 ( 5 ) Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320). ( 6 ) CRPD Committee general comment No 1 (2014) on equal recognition before the law. ( 7 ) Recommendations of the CRPD Committee, Article 18. ",
        "4.2.2.1. That the EU institutions ensure EU funds are never used to further the institutionalisation of PWD ( 8 ) and are actively invested in community- and family-based services. It is crucial that young people participating in the EU Solidarity Corps are not allocated placements in institutional care settings that perpetuate segregation. Investment should also go to training workers currently in institutions to offer community-based, CRPD-compliant care, co-produced alongside PWD. The EC should also spread awareness of the harm done to PWD by care institutions to incentivise MS transition towards community-based alternatives. 4.2.2.2. That the EU institutions prioritise access to culture and leisure through the use of EU funds, namely by promoting and formalising the use of the EU Disability Card by all MS, supported by EU funding. 4.2.2.3. That the EU institutions ensure the provision of sign language, Braille and easy-to-read, when requested, in their dialogues with citizens. 4.2.2.4. That the EU institutions undertake policy initiatives to remove all obstacles that hinder the political participation of PWD and deprive them of their right to vote and to stand for election, in particular for persons with intellectual disabilities and mental health issues who face particular discrimination. The EC must also ensure full accessibility in the electoral process. To this end, the EC should promote that all MS ensure political participation for their citizens with disabilities in their national, regional and local electoral processes. 4.2.2.5. That the EU institutions adopt appropriate measures to ensure that all PWD can exercise all the rights enshrined in EU treaties and legislation, encourage non-coercive measures and supported decision-making for PWD and ensure liberty and security for all PWD. 4.2.2.6. That the EU institutions promote the structural involvement of PWD and OPDs, including those working for children with disabilities, in all decision-making processes, both nationally and at EU level, and fund OPD capacity building. The EC and other EU bodies should also ensure that PWD can easily participate in public consultations. 4.3. Achieving access in all environments 4.3.1. Inaccessible public spaces, buildings, transport and technology still prevent far too many PWD from being able to play an active role in society and jeopardise their safety. The EESC therefore urges the following: 4.3.1.1. That the EC takes concrete actions to create a European Access Board, similar to the US Access Board, to monitor the implementation of EU accessibility legislation, and facilitate the development of accessibility standards and guidelines, exchange of best practices and meaningful participation of representative OPDs in the field of accessibility. 4.3.2. That the EU institutions themselves strive for the highest accessibility standards in physical infrastructure, services and in digital terms, and ensure full accessibility for PWD in all of the EU administration’s websites and contact forms. 4.3.2.1. That the EU institutions use legislative and other instruments, such as standardisation, to fill the gaps left by the European Accessibility Act for harmonising minimum accessibility standards for all aspects of the built environment ( 9 ), both in urban and in rural areas, and not overlooking provisions for persons with intellectual and/or psychosocial disabilities. 24.3.2020 EN Official Journal of the European Union C 97/45 ( 8 ) CRPD, Article 19 and General Comment 5. ( 9 ) CRPD, Articles 9 and 20. ",
        "4.3.2.2. That the EC revises, extends and strengthens the passenger rights of PWD, for example by publishing a new legislative proposal on multimodal transport, revising Regulation (EC) No 1107/2006 of the European Parliament and of the Council ( 10 ) on air passenger rights for PWD eliminating, harmonising and defining in detail the cases of ‘denied boarding’ and improving other existing regulations. 4.3.2.3. That the EU institutions take a strong stance on eliminating the required pre-notification periods for railway assistance in the new EU Rail Passengers’ Rights Regulation. 4.3.2.4. That the EC further improves rail accessibility for PWD ( 11 ) by making sure MS ensure the accessibility of all rail platforms and facilitate access to train carriages, not only regarding new constructions, but also as regards the adaptation of existing infrastructure. 4.3.2.5. That the EC offers guidance to the MS on how to implement the EU directives on common minimum standards for procedural rights for victims of crime or persons suspected or accused of crimes, with regards to disability ( 12 ), including training on the rights of PWD for agents involved in access to justice. OPDs should be considered as collaborating entities and possess a specific status that legitimises them in the courts. 4.3.2.6. That the EC ensures the provision of accessibility is an eligibility criterion for accessing EU funds ( 13 ). 4.3.2.7. That the EC invests in research for the development of new assistive technology and devices for PWD. 4.3.2.8. That accessibility is seen as going hand-in-hand with sustainability, e.g. in construction and transport, and as a prerequisite to achieve a greener Europe for everyone. 4.3.2.9. That the EC supports MS in improving the accessibility of new and existing built environment, especially housing, and improving training on assistance for accessibility for staff on all transport networks. 4.3.2.10. That the MS are supported by the EC to ensure that PWD are given access to, and support to afford assistive devices, technology and services, regardless of the EU country in which these are offered. 4.3.2.11. That the EC supports the MS in guaranteeing that public procurement ensures access for PWD as citizens, beneficiaries and as public servants. 4.3.2.12. That the EC provides MS with the necessary support in transposing the Web Accessibility Directive in a correct and timely fashion. C 97/46 EN Official Journal of the European Union 24.3.2020 ( 10 ) Regulation (EC) No 1107/2006 of the European Parliament and of the Council of 5 July 2006 concerning the rights of disabled persons and persons with reduced mobility when travelling by air (OJ L 204, 26.7.2006, p. 1). ( 11 ) During the next revision of Commission Regulation (EU) No 1300/2014 of 18 November 2014 on the technical specifications for interoperability relating to accessibility of the Union’s rail system for persons with disabilities and persons with reduced mobility (OJ L 356, 12.12.2014, p. 110). ( 12 ) CRPD Article 13. ( 13 ) OJ C 62, 15.2.2019, p. 83. ",
        "4.4. Promoting quality employment and vocational training 4.4.1. The employment rate of PWD remains disproportionately low compared to that of persons without disabilities, standing at 48,1 % compared with 73,9 %. Employment of women with disabilities is considerably lower ( 14 ). The EESC therefore urges the following: 4.4.2. That the EC proposes measures harmonising requirements across the EU on what employers are obliged to offer, and in turn what support governments must offer their employers, in order to provide reasonable accommodations for workers with disabilities ( 15 ). 4.4.3. That the EU institutions become role models when it comes to employing PWD by increasing the proportion of employees with disabilities in their institutions and the EU administration. 4.4.3.1. That the EC studies the effectiveness of the quota systems that many MS use to promote the employment of PWD, with a view to promoting best practices and potentially introducing such a system for the EU administration. 4.4.3.2. That the EU institutions undertake action to invest EU funds in initiatives for the training, employment and job mobility of PWD, including support for social entrepreneurship and social economy enterprises, promoting all types of inclusive employment in line with the Convention, and with a particular focus on young people, women, migrants and refugees and older workers with disabilities ( 16 ). Emphasis should be put on supporting PWD to exercise choice in their area of work and investment should also be made in vocational rehabilitation, job retention, career progression and return-to-work policies, with an emphasis on developing skills for emerging professions. 4.4.3.3. That the EU institutions and MS agree on a Disability Rights Guarantee, similar to the Youth Guarantee, to get PWD into employment, traineeships, job placements and further education. A disability employment initiative should set aside financial resources to support this aim. 4.4.3.4. That the EC provides MS with the necessary support to ensure that Directive (EU) 2019/1158 of the European Parliament and of the Council ( 17 ) on work-life balance for parents and carers is fully implemented, allowing parents of PWD to access adequate leave of absence and flexible working arrangements, and that the EC pushes for PWD themselves to be entitled to this same flexibility. 4.4.3.5. That the European Semester and legislation are used as tools to ensure that workers with disabilities are paid an appropriate/agreed wage at the same level as employees without disabilities, and never below minimum wages. The EC should use EU funds to review good practices and employment legislation on the reintegration and rehabilitation of workers after long sick leaves and who might have acquired a disability. 4.4.3.6. That the EC supports MS in reducing the risk involved in the transition towards the labour market by offering more flexible disability benefit and allocation systems to avoid the loss of safety nets against poverty and to incentivise employment. 4.4.3.7. That the EC pushes MS to better assist employers in getting information about — and funding for — assistive technology, making workplaces more accessible and making working hours more flexible in relation to the individual’s needs. In particular, the EC should support research to build the business case for disability-inclusive workplaces. 24.3.2020 EN Official Journal of the European Union C 97/47 ( 14 ) https://www.disability-europe.net/theme/employment ( 15 ) CRPD Articles 5 and 27. ( 16 ) CRPD Article 27. ( 17 ) Directive (EU) 2019/1158 of the European Parliament and of the Council of 20 June 2019 on work-life balance for parents and carers and repealing Council Directive 2010/18/EU (OJ L 188, 12.7.2019, p. 79). ",
        "4.4.3.8. That the EC provides MS with the necessary support in ensuring that Council Directive 2000/78/EC ( 18 ) banning discrimination in employment is fully implemented. The EC and MS should also proceed with the adoption of the draft horizontal non-discrimination directive on access to goods and services, as discrimination in this domain can give rise to discrimination in the labour market. 4.4.3.9. That the EC supports MS in integrating policies on corporate social responsibility and disability, in order to integrate disability into companies’ employment policies. The EC should also support the MS in promoting disability and accessibility aspects in the non-financial information provided by companies. 4.4.3.10. That the EC supports the rights of PWD throughout the EU to be able to exercise their labour and trade union rights on an equal basis with others. This should be done in cooperation with the social partners. In particular, the European process of Diversity Charters should have a stronger focus on promoting ability-diverse workforces. 4.4.3.11. That the social partners, when they enter into social dialogue at the EU level and when concluding collective agreements, take into consideration the implementation of the CRPD and the rights of workers and employees with disabilities, in consultation with EU-level OPDs. 4.5. Providing quality, inclusive education and lifelong learning 4.5.1. Access to mainstream education for PWD remains difficult, often resulting in segregated educational settings. PWD in the EU are on average 13 % more likely to be early school leavers than their non-disabled peers and 14 % less likely to access tertiary education ( 19 ). The EESC therefore urges the following: 4.5.2. That the EU institutions invest EU funds in inclusive learning settings, early childhood intervention, lifelong learning programmes and training programmes to assist the transition from education to employment for PWD. Career mobility for PWD should also be facilitated. 4.5.2.1. That the EU institutions undertake specific action to ensure inclusivity for children and young PWD in their own European School system for the children of EU staff. 4.5.2.2. That the EC takes concrete actions to increase participation of PWD in higher education by providing assistance for support needs and costs while studying or training. 4.5.2.3. That the EC takes measures to increase the accessibility of Erasmus+ programmes and increase participation of PWD by providing assistance for support needs and costs while studying or training abroad. 4.5.2.4. That the EC provides MS with the necessary support to train staff in mainstream schools and support the training of classroom assistants specialised in disability to foster the inclusion of children with disabilities in regular schools. Training should also focus on how assistive technology can be used to better integrate pupils with disabilities. Attention should equally be paid to creating good working conditions in the classroom and reducing class sizes. C 97/48 EN Official Journal of the European Union 24.3.2020 ( 18 ) Council Directive 2000/78/EC of 27 November 2000 establishing a general framework for equal treatment in employment and occupation (OJ L 303, 2.12.2000, p. 16). ( 19 ) ANED based on Eurostat 2016, persons with and without disabilities (age: 30-34 years), difference in percentage points. ",
        "4.6. Combating precarity, poverty and social exclusion 4.6.1. PWD in the EU are, on average, 9 % more likely to face poverty and social exclusion than their counterparts without disabilities ( 20 ). The EESC therefore urges the following: 4.6.1.1. That the EU institutions ensure that the new Agenda includes specific actions to promote an inclusive social protection system and that the EC establishes guidelines for the MS on a social protection floor for PWD and carers that would guarantee them an adequate standard of living ( 21 ). The EC and MS should ensure that PWD, in particular persons who have acquired a disability during their career and have shorter contribution periods towards pension insurance, are covered by adequate social protection arrangements before and after pension age. 4.6.1.2. That the EC provides guidance on benefit reforms to support the extra cost of disability-related devices, assistive technology, accommodation, transport etc. The EC should push the MS to be more flexible, allowing PWD to retain allocations when they enter the labour market, to balance disproportionate outgoings, reduce the risk of in-work poverty, and incentivise employment. 4.6.1.3. That the EC provides guidance to MS on disability assessment procedures to ensure persons with rare conditions or multiple impairments are not overlooked. The EC must also strongly dissuade the MS, through the European Semester, from reducing disability benefits for their citizens and thus increasing the risk of poverty and social exclusion. The EC should ask MS to revise the equity of their disability benefits throughout the lifecourse to ensure that PWD who reach older age and older persons who acquire a disability do not lose their access to entitlements. 4.6.1.4. That the Social Scoreboard is adapted to integrate measurements related specifically to PWD in order to complement the growing links between the European Semester and the Pillar of Social Rights. 4.6.1.5. That the EC provides MS with the necessary support in properly implementing the Council Recommendation on social security for atypical work contracts, and ensuring that no PWD, working or otherwise, is denied the right to adequate healthcare coverage and other entitlements. 4.6.1.6. That the EC supports MS in fostering healthcare access for PWD on an equal basis with others ( 22 ). 4.6.2. That the EC ensures that former, current and future employed PWD in the EU administration, or dependent family members affected by a disability, benefit from comprehensive health insurance that can provide them with the best possible medical care and quality of life. 4.7. Making the EU a world leader in leaving no one behind beyond its borders 4.7.1. The EU is the biggest development donor in the world. The EU and MS should, as States Parties to the CRPD, promote the rights of PWD in their external action. The EESC therefore urges the following: 4.7.2. That the EU institutions take measures to ensure all EU-funded actions in third countries adhere to the general principles of the CRPD, outlined in point 3.1. 24.3.2020 EN Official Journal of the European Union C 97/49 ( 20 ) EU SILC 2016. ( 21 ) CRPD Article 28. ( 22 ) The CRPD Committee recommendations, paragraph 63. ",
        "4.7.2.1. That the EU institutions undertake action to ensure that candidate and potential candidate countries for EU accession show proof of safeguarding the rights of PWD to the same level as EU MS. The EC should also ensure that the financial instruments for pre-accession assistance are used to improve their situation. 4.7.2.2. That the EC raises awareness of the CRPD and the needs of PWD, including accessibility, in the area of emergency and humanitarian aid and awareness of disability issues in EU delegations. 4.7.2.3. That the EU institutions ensure a clear follow-up on the EU Consensus for Development and support the inclusion of the OECD’s Development Assistance Committee (DAC) disability markers in EU cooperation programmes, projects and activities around the world. 4.7.2.4. That the EU institutions ensure rights are upheld and sufficient and appropriate support is provided to PWD who arrive in the EU as asylum seekers or refugees, or in offering support for persons who have become disabled through the process of fleeing their country. 4.7.2.5. That the EC supports MS in addressing disability issues in dialogues with non-member countries. The EC should also work to foster agreement and commitment on disability issues in international fora (UN, Council of Europe, OECD). 4.7.2.6. That the EC supports MS, in light of Brexit, in ensuring that citizens from the European Union currently residing in the UK, and vice versa , continue to receive the assistance currently being provided by their country of origin. 5. Governance, implementation and monitoring 5.1. Taking into consideration the CRPD Committee’s COs to the EU, the EESC strongly recommends that DFP be designated in each EU institution, agency and body, namely the European Parliament, the Council of the European Union, the External Action Service, the Committee of the Regions, etc., and in agencies such as the Fundamental Rights Agency and the European Institute for Gender Equality. DFP should also be placed in all DGs of the EC itself. Since disability issues are transversal in nature, the central DFP should come under the secretary-general of the EC. This will be necessary to monitor the implementation of the CRPD and the Agenda by the EU institutions. The EESC, leading by example, has its own DFP and the Disability Rights Study Group supported by the SOC secretariat. The EESC also urges the following: 5.2. That, as there will be a Commissioner with a portfolio on equality, a DFP exists within DG Justice to assist her in her role. This is of paramount importance. 5.3. That the current system of a High-Level Group on Disability is replaced with a ‘Disability Rights Committee’ serving as a platform for regular meetings by all of the DFP positioned in the different directorates, institutions and agencies, as well as the different MS. This Committee should have the right to monitor implementation of the Agenda at the EU and MS level, as well as to give recommendations to the EC and national governments. 5.4. That the EC reviews its shared competences with MS deriving from the CRPD and EU law, in order to establish where the EU can work alongside MS for implementation. This should be done by producing a Declaration of Competences. C 97/50 EN Official Journal of the European Union 24.3.2020 ",
        "5.5. That an interinstitutional mechanism is in place between the EC, the Parliament and the Council ( 23 ). The presidents of these three institutions should meet at the start of each mandate to show commitment to disability rights. A working group on disability must be established within the Council to facilitate such a mechanism. 5.6. That the EU institutions include in the Agenda clear, tangible and specific benchmarks and measurable indicators to keep track of implementation gaps and effectively measure the progress made. 5.7. That the EC ensures that effective monitoring mechanisms are planned out during the conception of legislative proposals and initiatives and sufficient resources and budgets are allocated for this. The Agenda should include a clear commitment to funding with an indication of amounts to be earmarked for monitoring mechanisms. 5.8. That the EC provides the EU CRPD Framework with adequate resources to ensure its independent and adequate functioning. 5.9. That the EU institutions actively and fully involve OPDs and civil society organisations in the drafting, implementation and governance of the Agenda ( 24 ). OPDs should also be continuously consulted and involved in the design, adoption, implementation and monitoring of laws, policies and programmes emerging from this Agenda and should have access to resources that will support meaningful involvement of them. Consultation processes should also be understandable and fully accessible to PWD. 5.10. That the EC takes appropriate measures to ensure that Eurostat, in collaboration with the national statistical authorities and representatives of OPDs, develops a human rights-based indicator system and a comparable comprehensive disability equality data collection system on the situation of PWD in the EU and also publishes more relevant and disaggregated disability analyses. This should take into consideration the intersectionality of issues and experiences of PWD such as those due to gender, age, refugee, asylum or migrant status or ethnic minority background, as well as different types of disability and the way they affect wellbeing and outcomes ( 25 ). Data also needs to be collected on the number of PWD living in institutions and of children with disabilities living outside of households. 5.11. That the EC puts pressure on MS, through the European Semester, to develop their own national disability strategies, and address the implementation of the CRPD in the National Reform Programmes. 5.12. That the EC makes all the necessary means, human resources and financial support available to the EU Monitoring Framework of the CRPD to ensure it is able to carry out its tasks according to Article 33(2) of the CRPD. 6. Communication and dissemination ( 26 ) 6.1. The EU institutions should raise awareness of the barriers still faced by PWD to break stereotypes and work alongside national and regional governments to ensure this information reaches decision-makers and other stakeholders at all levels. The EC should support the work of EU-level OPDs and NGOs active in the area. 6.2. The EC should develop campaigns and training courses to raise awareness of the rights of PWD, targeting the general public, policy- and decision-makers, staff of public and private entities, PWD and their families, etc. The MS should be encouraged by the EC to implement similar campaigns. 24.3.2020 EN Official Journal of the European Union C 97/51 ( 23 ) CRPD Committee recommendations to the EU in 2015. ( 24 ) CRPD General Comment. ( 25 ) CRPD Article 31. ( 26 ) CRPD Article 8. ",
        "6.3. The EC and MS should pay particular attention to underlining the multiple and intersectional discrimination faced by certain groups of PWD, particularly with regard to women and girls, LGBTI people and ethnic minorities. Brussels, 11 December 2019. The President of the European Economic and Social Committee Luca JAHIER C 97/52 EN Official Journal of the European Union 24.3.2020 "
    ]
}