{
    "text": [
        "BRIEFING ECON in Focus EN Policy Department for Economic, Scientific and Quality of Life Policies Directorate-General for Internal Policies Author: ECON Team - Policy Department A PE 638.405 - June 2019 Policy Department Services POLICY DEPARTMENT FOR ECONOMIC, SCIENTIFIC AND QUALITY OF LIFE POLICIES Policy Department A provides high-quality expertise, up-to-date analysis and independent research to the committees it supports: ECON, EMPL, ENVI, ITRE and IMCO . Policy department A serves its committees by: 1. Connecting committees with an extensive network of expertise in academia, specialist consultancy firms, and think tanks, other EU institutions and international organisations; 2. Providing expert policy advice and carefully targeted research at any point in the legislative cycle that is independent, of high quality and mindful of political sensitivities; supporting the scrutiny role of committees; 3. Repurposing committee research to support informed engagement between EU citizens and Members; ensuring that parliamentary work is carried out objectively and by experts; 4. Managing committee expertise budgets, implementing projects, using external expertise to meet requirements set by the Committee coordinators. In-house policy analysts and researchers provide ad-hoc information and policy analysis, either in response to a specific request or on their own initiative and following personal consultation with Members. They also support the work of the President and the Secretary-General with briefings and background information. External paid expertise is provided exclusively at the request of the committee, following a decision by the Committee coordinators. A budget appropriation is allocated each year to committees for this purpose. When working with external experts, the policy department ensures that the research meets the highest standards of independence and quality, and addresses the committee’s specific needs. To this end, external experts are selected through procurement procedures based on objective selection and award criteria. The policy department then closely oversees their work to ensure that it is fully in keeping with the research request. Policy departments are research units that support parliamentary bodies (the President, committees, and the Secretary General) in performing their legislative and institutional tasks. They provide in-house and external expertise to support the committees and other parliamentary bodies in shaping legislation and exercising democratic scrutiny. For an overview of all the available research services the European Parliament has to offer, please visit: http://www.europarl.europa.eu/thinktank/en/sources.html What makes policy departments unique? • They are dedicated to serving committees and respond to their requests for expertise. • They operate on the basis of political priorities set by committees. • As well as support from in-house specialists, they also offer access to paid external experts. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies 2 PE 638.405 The most common research products delivered by Policy Department A are: • “At a glance”: a 2-page research paper providing a concise summary of a particular policy, legislative proposal or event, including essential information with text and graphics, plus links and suggestions for further reading. • Briefing: a concise research paper providing background information to closely-defined topics, which can feed for example into the drafting of a committee report. • In-depth analysis: a medium length research paper generally directly linked to an upcoming legislative proposal or an own-initiative report. • Study: a longer-term research paper usually offering comparative examinations of the laws or policies of Member States or third countries in areas where no such analysis is available. They may form the basis for later parliamentary work or for more focused research. • Workshop: a dedicated session with a group of experts to address a specific issue raised by the committee. A workshop brings in contracted independent experts from external organisations, such as universities, and it is not necessarily open to the public. • Monetary Dialogue Expert Panel: an expert group providing briefings ahead of the quarterly Monetary Dialogue sessions with the President of the European Central Bank (ECB). HOW IS EXPERTISE REQUESTED FROM POLICY DEPARTMENT A? A request for expertise is made by a Committee coordinator. Individual members can channel a request for expertise through their Committee coordinator. The Committee coordinators decide on this request. No prior approval by other internal parliamentary bodies is required. Policy Department A provides the requested expertise in-house or contracts external researchers. The research paper is published on the internet and is also available in paper copy on demand. A presentation in the Committee may be requested. FOCUS ON THE ECON COMMITTEE Within Policy Department A, a specific team provides expertise and advice to the Committee on Economic and Monetary Affairs (ECON) in all areas of the committee’s remit. The ECON Committee is responsible for Economic and Monetary Union (EMU), the regulation of financial services, the free movement of capital and payments, taxation and competition policies, and the international financial system. The powers and responsibilities of the ECON Committee are listed in Annex V of the EP’s Rules of Procedure. The ECB President takes part in a regular Monetary Dialogue with the ECON Committee. ",
        "Policy Department Services for the ECON Committee PE 638.405 3 A SELECTION OF RECENT RESEARCH PAPERS REQUESTED BY THE ECON COMMITTEE Monetary Dialogue: The Economic and Monetary Union: Its Past, Present and Future This study concludes that twenty years of euro history confirms the euro’s stability and position as the second global currency, which enjoys the support of majority of the euro area population and is seen as a good thing for the European Union. The European Central Bank has been successful in keeping inflation at a low level. However, the European debt and financial crisis in the 2010s created a need for deep institutional reform and this task remains unfinished. The Monetary Union from a Bird’s-eye View This briefing takes stock of accomplishments and challenges. In response to the sovereign debt crisis and in its attempts to support fiscal and structural reforms and later to lift inflation back to target, the Eurosystem has manoeuvred itself in a difficult position causing unintended side-effects. At the same time, broad consensus on reforming the institutional framework of monetary and fiscal affairs is still lacking among Eurozone members. The Single Monetary Policy and Decentralisation: An Assessment This paper sets out and reviews policy and legal issues concerning the decentralization of monetary policy in the European Union, focuses on the lender of last resort function (LOLR), on macro-prudential supervision and on the provision and reporting of emergency liquidity assistance (ELA). Policy recommendations are provided. Selected other studies: Cryptocurrencies and Blockchain: Legal Context More and more regulators are worrying about criminals who are increasingly using cryptocurrencies for illegitimate activities like money laundering, terrorist financing and tax evasion. The problem is significant: even though the full scale of misuse of virtual currencies is unknown, its market value has been reported to exceed EUR 7 billion worldwide. This study elaborates on this phenomenon from a legal perspective and contains policy recommendations for future EU standards. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies Disclaimer and copyright. The opinions expressed in this document are the sole responsibility of the authors and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. © European Union, 2019. Manuscript completed: May 2019; Date of publication: June 2019 Administrator responsible: Dirk VERBEKEN; Editorial assistant: Janetta CUJKOVA IP/A/ECON/2019-17 Print PDF ISBN 978-92-846-5055-2 | doi:10.2861/99225 | QA-04-19-511-EN-C ISBN 978-92-846-5 207 - 5 | doi:10.2861/6922 | QA-04-19-511-EN-N The European Union's Role in International Economic Fora: The G20 This paper forms part of a series of nine studies on the role of the European Union in international economic fora. It provides factual background information about the G20, the EU’s role and representation therein, its accountability as well as the coordination and impact thereof. It sets out the EU legal framework for the participation of the EU and its Member States in the G20. In applying a two-tier accountability framework it identifies accountability gaps and concludes with policy recommendations. Mis-selling of Financial Products: Marketing, Sale and Distribution This study forms part of a series of five studies on mis-selling of financial products in the EU. The study reviews the EU legislative and regulatory framework for the marketing, sale and distribution of financial products to assess whether post-crisis EU regulatory reforms have met their objectives and, if not, what are the gaps and weaknesses in the current EU regulatory approach. Competition policy and an Internal Energy Market This study identifies selected important competition-related issues in the internal energy market. It discusses the role of competition law with respect to the following issues: State aid, congestion management, capacity remuneration mechanisms, balancing markets, effective competition between suppliers, integration of new players in the market, and energy poverty. To tackle these present and possible upcoming issues, the study provides indications regarding the current and future need for applying instruments of competition law as well as other types of instruments. Policy Department A Contacts • Policy Department A - Economic, Scientific and Quality of Life Policies ECON - EMPL - ENVI - ITRE - IMCO - poldep-economy-science@ep.europa.eu • ECON Team: Dirk VERBEKEN - dirk.verbeken@ep.europa.eu - 0032 228 48358 • ECON Team: Drazen RAKIC - drazen.rakic@ep.europa.eu - 0032 228 33361 • ECON Team: Dario PATERNOSTER - dario.paternoster@ep.europa.eu - 0032 228 32479 • ECON Team: Denitza DESSIMIROVA - denitza.dessimirova@ep.europa.eu - 0032 228 30507 All our research papers are available on our website: https://www.europarl.europa.eu/committees/en/econ/supporting-analyses.html "
    ]
}