{
    "text": [
        "February 2016 The analysis of the outcome of the negotiations concerning the Partnership Agreements and ESF Operational Programmes, for the programming period 2014-2020 Country Factsheet: Italy ",
        "EUROPEAN COMMISSION EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion Unit F1: ESF and FEAD Policy and Legislation Contact: Maeva Roulette E-mail: Maeva.ROULETTE @ec.europa.eu European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion The analysis of the outcome of the negotiations concerning the Partnership Agreements and ESF Operational Programmes, for the programming period 2014-2020 Country Factsheet: Italy ",
        "LEGAL NOTICE This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2016 ISBN 978-92-79-65435-0 doi: 10.2767/805441 © European Union, 2016 Reproduction is authorised provided the source is acknowledged. Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). ",
        "Table of Contents INTRODUCTION .......................................................................................................... 1 1. SUMMARY ........................................................................................................... 4 2. OVERVIEW TABLE ................................................................................................ 6 Table 1 Overview .............................................................................................. 6 3. COHERENCE BETWEEN CHALLENGES AND SELECTED ESF INVESTMENT PRIORITIES IN ITALY ........................................................................................... 8 3.1. Challenges for Italy ..................................................................................... 8 3.2. Coherence of ESF programmes to challenges addressed ................................... 9 4. ALLOCATION AND CONCENTRATION OF BUDGET .................................................... 13 5. INTERVENTION LOGIC AND INTERNAL COHERENCE ................................................. 15 5.1. Relationship between Specific objectives and Investment priorities ................... 15 5.2. Relationship between actions and Investment Priorities ................................... 16 5.3. Investment Priorities and target groups addressed ......................................... 18 5.4. Relationship between output and result indicators and specific objectives / actions ..................................................................................................... 20 6. PROGRAMME PERFORMANCE ................................................................................ 21 6.1. Outputs of ESF on country level ................................................................... 21 6.2. Results of ESF on country level .................................................................... 24 7. FURTHER EXPLORATION OF A NUMBER OF SELECTED THEMES .................................. 29 Annex I. Methodological Note ",
        "List of tables and figures Table 1 Overview table ................................................................................... 6 Table 2 EU2020 headline targets .................................................................... 8 Table 3 Interlinkage between IP selected per OP and challenges ........................ 10 Table 4 Allocation of budget amongst IP ........................................................ 14 Table 5 Actions selected per Investment Priority ............................................. 16 Table 6 Target groups addressed per Investment Priority ................................. 18 Table 7 Aggregation of target values of output indicators by IP, national OPs ...... 23 Table 8 Financial milestone targets ............................................................... 24 Table 9 Aggregation of target values of result indicators per IP, absolute values .. 26 Table 10 Overview of specific attention for a number of specific themes ............... 29 Figure 1 Relationship between Specific Objectives and Investment Priorities ........... 15 Figure 2 Assessment on the coherence between target groups and SO ................... 18 Figure 3 Coherence between result indicators and Specific Objectives .................... 20 Figure 4 Coherence between output indicators and actions ................................... 21 Figure 5 Methodology used for setting targets for output indicators ....................... 24 Figure 6 Methodology used for setting targets for result indicators ......................... 28 Acronyms and abbreviations CPP/PP Commission Position Papers CPR Common Provisions Regulation CSR Country Specific Recommendations ESL Early school leaving ERDF European Regional Development Fund ESF European Social Fund IL Intervention logic IP Investment Priorities MS Member States NRP National Reform Programmes OI Output indicators OP Operational Programmes PA Partnership Agreements RI Result indicators SO Specific Objectives TO Thematic Objectives ",
        "1 INTRODUCTION Cohesion policy in Italy will be delivered by a combination of national and regional mono-fund and multi-fund operational programmes (OPs): • 11 national programmes co-financed by ERDF and/or ESF: OP “Research and innovation”, OP “Active policies for employment”, OP “Inclusion”, OP “Education”, OP Businesses & Competitiveness, OP “Networks & mobility”, OP “YEI”, OP “Metropolitan cities”, OP “Legality” and OP “Governance”; • regional programmes for the 21 regions and autonomous provinces, mostly separate for the two funds ERDF and ESF, with the exception of the regions Calabria, Molise and Puglia which will each have a multi-fund programme, for a total of 39 regional programmes. Of these, eight National OPs and 21 regional OPs receive ESF funding (13 OPs cover more developed regions, three OPs cover transition regions and five OPs cover less developed regions). In addition, the ESIF package foresees 23 rural development programmes, co-financed by EAFRD. Of these, 21 will be carried out at regional level, two at national level; 1 will be provided by the Maritime and Fisheries programme, which is co-financed by EMFF. The Partnership Agreement indicates that a total of approximately 42.086.000.000 Euro is allocated to ESIF, of this figure 10.467.200.000 Euro is allocated to ESF. The ESF contributions amount to approximately 24.87% of the total planned EU funding. 1 The Youth employment initiative provides a further 567.511.248 Euro. Cohesion programming in Italy follows a relatively strong and centralised approach. The Partnership Agreement sets out the overall of intervention strategy, together with a “closed” list of specific objectives and expected results. Typologies of actions and categories of indicators are also provided; managing authorities can adapt these to develop their own regional strategies. The aim of this report is to provide an overview of the ESF implementation strategy in Italy for the period 2014-2020 for all the ESF-funded OPs in Italy. The report will analyse the following aspects: the strategic orientation (relationship between EU 2020 targets and country challenges) and strategic choices of the countries within the ESIF framework (selection of thematic objectives/investment priorities), the financial allocation (concentration on TO and relative share of total Cohesion Policy spending), the intervention logic relationship between investment priorities, specific objectives, activities, and output and result indicators, and selection of Output and Result Indicators and their relevant target values. The Country factsheets are drawn up based on information extracted from an online database that was developed for the purpose of this study. This database stores quantitative and qualitative information from the 28 Partnership Agreements (PA) and all 184 ESF (mono and multi-fund) Operational Programmes (OP) across the 28 Member States (excluding three Technical Assistance Operational Programmes in France, Greece and Spain). Quantitative information mostly refers to financial allocation to OPs and Investment Priorities (always considering EU funding), target and baseline values of indicators; 1 From the Partnership Agreement - Italy ",
        "2 while qualitative/descriptive information refers to text entries (either extracted directly from the OP such as for the description of specific objectives, actions and target groups , or in the form of justification of assessment scores). All qualitative information in the database was standardised according common categories, called “ID categories” , allowing aggregation of data at the country and EU 28 level. Information was collected (and also categorised according pre-defined ID categories) on the following features of each PA and OP:  Issues/challenges as expressed in the CSR and CPP (qualitative information; 17 standard categories);  Investment Priorities (19 standard categories) 2 ;  Specific Objectives (qualitative information; 27 standard categories);  Actions (qualitative information; 24 standard categories)  Target groups (qualitative information; 15 standards categories);  Result indicators (titles; 15 standard categories)  Output indicators (titles; 17 standards categories)  Methodology for target setting (qualitative information; 4 standard categories) Next to this factual information from PA and OP, this study also included a normative assessment on how each of the above elements corresponds and forms a coherent intervention logic, explaining a clear link between challenges identified, Investment Priorities, Specific Objectives, Actions, target groups, output / result indicators and target values selected:  assessment of coherence between IPs and relevant challenges;  assessment of coherence between Specific Objective (or Specific Objectives) and relevant IP;  assessment of coherence between result indicators and relevant Specific Objective (SO)  assessment of coherence between actions and relevant SO;  assessment of coherence between target groups and relevant SO;  assessment of coherence between output indicators and actions;  assessment of methodology used for target setting. In order to ensure a homogeneous and transparent assessment across different MS and OPs, ordinal (likert) scales have been developed for categorising and “ranking” various types of assessments of the intervention logic of the OP (from “not at all”, “little”, “somewhat”, to “very” coherent). Every assessment score made by the expert was accompanied by a descriptive entry justifying the attributed score, allowing consistency checks across all assessments made. All the above categories and definitions are presented in Annex 1. The database was completed by Country experts on the basis of a note providing step by step guidance on the data to be collected (including reference to specific sections/tables of the OPs, and categories of information). Country experts received ad hoc support by the Core Team during the data entering phase (including answers to Frequently Asked Questions). Database entries were further quality checked by the Core Team on the basis of the justifications provided by Country experts and following an iterative process of fine-tuning and standardisation of information. 2 regardless of its allocation to one or more Priority Axes within the same OP ",
        "3 In the Annex of this country report, a methodological note details how data has been gathered, stored and allocated to common categories; there will also be an outline of how assessments were made to test the external and internal coherence of the OPs for the purpose of the compiling the data present in this Factsheet. ",
        "4 1. S UMMARY Italy’s progress towards Europe 2020 targets is still critical and is characterised by significant underachievement with respect to the target rate of tertiary education among 30-34 year-olds. Furthermore, the employment rate remains low and a high number of people still live in or at risk of poverty or social exclusion. The CPP and CSRs (2013 and 2014) for Italy call for actions that promote access to employment, focussing particularly on the most vulnerable groups (women, youth, older unskilled, migrants). The strengthening of labour market institutions (such as PES and orientation entities for students in higher education) is also a key action suggested by the CPP and CSRs, along with promoting the effectiveness of welfare benefits, focussing especially on low income families with children. Improving the quality of education, training and research is also a major goal, including the set up of a national register of qualifications. Italy is also expected to reinforce the quality, effectiveness and efficiency of its public administration, including support to the civil justice system. Overall, the challenges identified in the CPP and in the CSR find an adequate response in the PA. The ESF architecture in Italy includes 29 programmes: eight National OPs, 13 OPs for more developed regions, three OPs for transition regions, and five OPs for less developed regions. ESF allocation totals 10.467.200.000 Euro, including the ESF matching support of YEI. The Youth employment initiative specific allocation provides a further 567.511.248 Euro. At country level, the ESF (excluding TA and non-ESF- funded YEI) allocates the largest budget share to TO8 (about 42%), followed by TO10 (30%), TO9 (22%) and TO11 (6%, mainly through national OPs). National OPs account for 43% of the total budget; more developed regions’ OPs account for 31%; less developed and transition regions’ OPs account for 27%. The national OPs mainly focus on: Active Labour market Policies (TO8), marginalised groups’ labour market integration (IPs 9i, 9ii and 9iv), access to social policies (IPs 9i, 9ii, 9iv, 11i and 11ii), access to education (IPs 10i and 10iv), and also governance and systems actions (IPs 11i and 11ii). Regional OPs cover all TOs, with a focus on the labour market relevance of education and training (IPs belonging to TO10, in particular 10i and 10iv) and access to employment for jobseekers and inactive people (IPs 8i and 8vii). The evidence collected throughout the study clearly indicates that IPs selected by OPs adequately address the country and regional challenges. ESF programming in Italy follows a centralised approach, with the Partnership Agreement setting the overall strategy of ESF intervention, together with a predefined list of Specific Objectives/Expected results, typologies of actions and categories of indicators. As a result of the screening process carried out for the preparation of this report, most of the specific objectives are assessed to be fully coherent with the relevant Investment Priorities in that they narrow down the scope of the IPs while capturing the direction of change that the MS/MA seek to achieve and can be quantitatively evaluated. The actions are equally distributed between individuals and entities, and well balanced across IPs. They are assessed to be sufficiently appropriate to achieve the specific objectives in all IPs. The focus spanning across both individuals and entities is confirmed also by looking at target groups, with unemployed people and local public institutions being the most frequently targeted groups across the different ",
        "5 IPs. National public institutions are also a focal point of national Ops. Young people in education tend to be the most frequently targets of regional OPs, along with disadvantaged individual at risk of social exclusion in the more developed regions. The selected target groups fully match the relevant specific objectives. Output and result indicators represent fully, or to a large extent, the specific objectives and scope of the activities implemented and changes foreseen. Selected output indicators refer to both individuals and entities. The number of projects targeting public administration or public services at national, regional or local level is selected by at least oneIP in all Thematic Objectives, both in national and regional OPs. Among the most frequently selected result indicators for individuals, we find those that refer to: the number of unemployed and long-term unemployed, NEET, unskilled participants, employed people, participants who live in jobless households and other disadvantaged. According to methodological annexes to the OPs, the justification of target values is provided for 62% of output indicators. For 58% of these, where justification has been provided, target setting is based on historical ESF data on costs for similar interventions; the remaining part is almost equally divided between those based on historical ESF data on placement for similar interventions (16%), benchmarking (e.g. On relevant administrative or statistical data, 15%) and expert assessment and/or educated guess (11%). Result indicators are typically expressed in percentage. Indicators referring to the attainment of a qualification upon leaving, as well as the improved capacity and/or competence of institutions and organisations, are observed in at least one IP across all Thematic Objectives. Moreover, result indicators referring to participants with an improved labour market situation six months after leaving, disadvantaged participants engaged in job searching education/training or employment upon and six months after leaving, and participants in employment upon leaving are often used. The justification of the target is provided for basically all result indicators. For 65% of result indicators, target setting is based on benchmarking (e.g. on relevant administrative or statistical data) or using evidence from similar programming. 25% of targets are set using previous ESF monitoring data, but no adequate methodological basis and/or modelling examples of quantifications are provided; in the majority of remaining cases targets are based on expert assessment. Active labour market policies account for about one third of total ESF budget. Great emphasis is based upon labour market institutions in particular, to qualify the quality of PES services and to integrate the most disadvantaged people into the labour market. Actions targeted at youth employment account for more than 2,1 billion Euro (21,2% of total ESF budget), which is supplemented by almost 0,6 billion Euro of the YEI specific allocation (ie. not including the ESF matching support to Youth Employment Initiative which is included in the previous figure). Approximately 5,9% of total ESF budget is allocated to actions promoting the efficiency of the public administration. ",
        "6 2. O VERVIEW TABLE Table 1 Overview Short description of Main Areas in CSR/CPP IP ESF Union funding Main Output and Results 3 Promote access to employment, particularly for women and young people; strengthen labour market institutions (PES, orientation entities for students in higher education); fight undeclared work; promote labour mobility; integrate the most vulnerable in the labour market (older unskilled people, migrants) 8.i 1.124.975.272 OI:IND_unemployed RI:ST_ qualification, ST_employment, LT_improved 8.ii (incl ESF matching support YEI) 2.136.109.092 OI:IND_unemployed RI:ST_ qualification, ST_employment, LT_improved 8.iii 11.120.000 OI:IND_unemployed RI:ST_employment 8.iv 257.929.220 OI:IND_unemployed RI:ST_employment, LT_improved 8.v 302.297.064 OI:IND_employed RI: ST_ qualification, ST_employment, LT_improved 8.vi 6.920.159 OI:IND_unemployed RI:ST_employment, LT_improved 8.vii 354.597.895 OI:IND_unemployed, ENT_projects PA RI: ST_ qualification, institutions promote effectiveness of welfare benefits especially for low income families with 9.i. 1.654.310.097 OI:IND_unemployed, ENT_projects PA RI: institutions, ST_employment, ST_ 3 based on chapter 6, summing up main aggregated output and result indicators (OI and RI) on country level ",
        "7 children; integrate the most vulnerable in the labour market (women, older workers, migrants and people at risk of social exclusion and poverty) and LT_disadvantaged 9.ii 71.314.070 OI:IND_disadvantaged, IND_homeless RI: institutions, ST_ and LT_disadvantaged 9.iv 400.002.845 OI:IND_disadvantaged, IND_employed RI: ST_ qualification, institutions, , ST_ and LT_disadvantaged 9.v 75.493.318 OI: IND_unemployed, ENT_projects PA RI: institutions, ST_ and LT_disadvantaged 9.vi 18.711.000 improve quality of education training and research; set up a national register of qualifications; improve capacity of teachers; fight early school leaving ): support work-based training in secondary and tertiary education 10.i. 1.550.150.866 OI:ENT_projects PA RI: ST_ qualification, institutions 10.ii 336.760.813 OI:ENT_projects PA RI: ST_ qualificationST_employment 10.iii 268.956.156 OI:IND_unemployed, ENT_projects PA RI: ST_ qualification, LT_improved 10.iv 914.516.670 OI:ENT_projects PA RI: ST_ qualification, institutions , ST_employment, LT_improved reinforce quality, effectiveness and efficiency of public administration; improve coordination between layers of government; simplify administrative and regulatory framework for citizens and business; reduce duration of case- handling in civil justice; strengthen the legal framework for repression of 11.i 580.714.455 OI: IND_unemployed. ENT_projects PA, IND_employed RI: ST_ qualification, institutions, LT_improved 11.ii 31.878.861 ",
        "8 corruption; adopt structural measures to improve management of EU funds in Southern regions Sub total ESF budget 10.096.757.853 Technical Assistance 361.630.498 TOTAL ESF BUDGET 10.458.389.351 ESF share for the country (ESF/ERDF ratio) 33.64 % earmarked for social inclusion (TO9/total budget) 21.99% ",
        "9 3. COHERENCE BETWEEN CHALLENGES AND SELECTED ESF INVESTMENT PRIORITIES IN ITALY 3.1. Challenges for Italy In 2013, the early school leaving rate was the only indicator close to the national EU 2020 target (just 0.8 percentage points higher than the 16% target set at national level to contribute to the EU2020 target of 10%). Italy underperformed in relation to all other national ESF-related EU2020 targets: there was a shortfall of 4 percentage points in the rate of 30-34 year-olds completing tertiary education, along with a 8 percentage point deficit between the actual employment rate and the established target, while almost 4.5 million more people were living at risk of poverty or social exclusion than the EU target had planned for 2020. Table 2 EU2020 headline targets Europe 2020 ESF-related headline targets Baseline value Italy Europe 2020 indicators 2013 National 2020 target in the NRP 75% of the population aged 20-64 should be employed 59,7% 68% Reducing early school leaving to less than 10% 16,8% 16% At least 40% of 30-34 years old completing tertiary or equivalent education 22,5% 26,5% Reducing the number of people in or at risk of poverty or exclusion by at least 20 million 17.326.000 people 12.899.000 people The Country Specific Recommendations (2013 and 2014) and the Commission Position Paper address the relevant challenges for TO8/TO9/TO10/TO11. Below, an overview is provided on the main challenges identified in these strategic documents, clustered by thematic objective. Regarding TO8:  Access to employment for the unemployed (CSR and CPP): promote access to employment, particularly for women and young people, by modernising and strengthening labour market institutions (CPP)  Youth employment (CPP): fighting youth unemployment, namely through the YG (CSR);  LM relevance of education and training (CSR): strengthen VET; improve effectiveness of PES and guidance for students in higher education  Other (CPP): combating undeclared work, promoting labour mobility, and Integrating the most vulnerable in the labour market (women, older workers, migrants and people at risk of social exclusion and poverty) Regarding TO9:  Social services (CSR): promote effectiveness of welfare benefits, especially for low income families with children  Other (CPP) : integrating the most vulnerable in the labour market (women, older workers, migrants and people at risk of social exclusion and poverty) ",
        "10 Regarding TO10:  Access to education (CSR): improve quality of education and its effectiveness; set up a national register of qualifications; improve capacity of teachers; more funds to quality of education and research  Early school leaving (CSR):fight early school leaving  LM relevance of education and training (CSR): support work-based training in secondary and tertiary education  Other (CPP): improving quality of education and training Regarding TO11:  Good governance (CSR and CPP): reinforce the efficiency of public administration and improve coordination between layers of government; simplify the administrative and regulatory framework for citizens and business in addition to reducing the duration of case-handling in civil justice; strengthen the legal framework for repression of corruption; adopt structural measures to improve management of EU funds in Southern regions (CSR); support the quality, effectiveness and efficiency of the public administration (CPP) Overall, the challenges identified in the CPP and in the CSRs find an adequate response in the PA. The PA makes a direct and clear reference to the challenges identified in CSR2013 and CSR2014, which are fully in line with the recommendations. The CPP is referenced on several occasions throughout the document, especially in relation to priority funding for active inclusion. Complex accounts of the national/regional/thematic OPs ensure a strong and in depth coverage of such challenges without losing sight of the important specificities within the Italian territory. For the great majority of identified challenges, the PA acknowledges them and provides fully adequate operational information on how they are to be addressed (i.e. challenges, actions, target groups, implementation framework, expected results and funds are described). 3.2. Coherence of ESF programmes to challenges addressed Table 3 provides an overview on how the challenges, as identified in the CSR, are addressed by the ESF OPs in the country at IP level. The first row in the table indicates whether a certain challenge is mentioned in CSR. The table shows that all development challenges identified by the CRS are tackled by selected IPs within the OPs. The national OPs mainly focus on labour market integration of marginalised groups (IPs 9i, 9ii and 9iv), education (IP 10i, 10iii, 10iv), access to social policies (IPs 9i, 9ii, 9iv, 11i and 11ii) and good governance (IPs 11i and 11ii). The regional OPs mainly focus on the relevance of education and training for the labour market (IPs belonging to OT10, in particular 10i and 10iv), as well as on access to employment for jobseekers and those who are inactive in the labour market (IPs 8i and 8vii). ",
        "11 Table 3 Interlinkage between IP selected per OP and challenges Operational Programmes A 2 E f o r j o b s e e k e r s a n d i n a c t i v e A 2 E y o u n g p e o p l e S e l f - e m p l a n d b u s i n e s s c r e a t i o n L M w o m e n L M m a r g i n a l i s e d g r o u p s E m p l o y a b i l i t y A c t i v e i n c l u s i o n a n d c o m b a t i n g d i s c r i m i n a t i o n A c c e s s t o s o c i a l s e r v i c e s S o c i a l e c o n o m y / e n t e r p r . D e p r i v e d c o m m u n i t i e s A c c e s s t o e d u c a t i o n E a r l y s c h o o l l e a v i n g L i f e l o n g l e a r n i n g L M r e l e v a n c e o f e d u c a t i o n a n d t r a i n i n g G o o d g o v e r n a n c e O t h e r Addressed in CSR x x x x x x NOP on Education 8i 10i 10iii 10i, 10iii 10iv, 11i 10iv, 11i NOP on Governance, networks, special projects and technical assistance 11i NOP on Youth Employment 8ii NOP on Social Inclusion 9i, 9ii, 9iv 9i, 9ii, 9iv, 11i, 11ii 11i, 11ii NOP on Systems for Active Employment Policies 8i, 8vii 8ii 8iv 10i 10iii , 10iv 10i 8vii, 11i, 11ii NOP on Metropolitan Cities 9i, 9ii 9i, 9ii 9v NOP on Research and Innovation 10ii 10ii NOP on Legality 9ii 9v 11i Emilia Romagna 8i 8ii 8iv 9i 8i, 8v 9i 9iv 10i 10ii, 10iv 8ii, 10ii, 10iv 8vii, 11ii, 9iv, 10i Friuli Venezia Giulia 8i, 10iii 8ii 8iv, 9iv 9i 10iii 9i 9iv 10ii 8ii, 8vii, 10ii, 10iv, 11ii 8vii Lazio 8i 8ii 8iv 10i 8vii, 10ii, 10iv Liguria 8i 8ii, 10ii 8i, 9iv 8v 9i,9iv 10i 10i 10iv 8vii, 10ii 11ii Lombardia 8i 8ii 8iv 9i 9i,9iv 9ii 10iv, 11i 10i 11i, 11ii Marche 8i, 8vii, 9i 8ii 8iv, 9iv 9i 8v 9iv 10iv 10i 8v, 10iii 10i, 10iv 11i Abruzzo 8i, 8v, 8vii 8ii 8iv 8v 10ii, 10iv 10ii 11i 9i ",
        "12 Umbria 8i, 8vii 8ii 8iv 9i 8v 9iv 10ii 10i 8vii 11i Valle d'Aosta 8i 8ii 9i, 9iv 9i, 10ii 9iv 10i 10i 10iii 10ii 8vii, 11ii 8vii Veneto 8i, 8vii 8ii 8iv 8i, 8vi 9v 9i 10i 8v, 8vii 11i, 11ii Piemonte 8i 8ii 8iv 9i 8i, 8v 9iv 9i, 9v 10ii 10i 10iv 8vii, 10i, 10ii, 10iv 8vii, 11i Sicilia 8i, 8vii 8ii, 8vii 8iv 9i 9iv 10ii 10i 10iii 10iv 11i Toscana 8i, 8ii 8ii 8iv 9i 8v 9iv 10ii, 10iv 10i 10iv 10ii 11i 8vii Basilicata 8i, 8vii, 9iv 8ii 8iv 9i 10iv , 8v, 9iv 9i 10ii, 10iii 10i 8vii, 10iv 11i 8i PA Bolzano 8i, 8vii 8iv 9i 10i 10iv 8vii, 10iv 11i 8vi PA Trento 8i, 9i 8iv 8i, 9i, 9iv 9iv 10i 10i 10iii 10iii 11ii 11ii Campania 8i 8ii 8iv 9i 8v 9i, 9iv 9vi 10i 10iii 8v, 10iv 11i 8vii Sardegna 8i, 8vii 8ii 8ii i 8iv 8i, 9i 8v 9iv 10ii 10i 10iii 8vii, 10iii, 10iv 11i Molise 8i 8ii 8iv 9i 8v 8vii, 10iv 11i Puglia 8i, 8vii 8ii, 8vii 8iv 9i 8v 9iv 10i 10ii, 10iv 11i Calabria 8i, 8ii 8iv 8v 9iv 9i 10ii 10i 10iv 8vii, 11i 8i, 8ii ",
        "13 Each IP was scored by country experts on a three point scale, assessing the extent to which it addressed one of the specific country challenges (ranging from explicitly, to partly, and to not at all); the assessment clearly indicates that selected IPs are successful in addressing the identified challenges. ",
        "14 4. A LLOCATION AND CONCENTRATION OF BUDGET This chapter provides an overview of the financial allocation data provided for each IP and shows how the budget distribution complies with the ESF Regulation provisions on the financial allocation. This includes information on how much of budget is spent on Social Inclusion (Thematic Objective 9) and respects the concentration principle. Table 4 provides an overview of the budget allocated to each IP by typologies of OP and the total per country. It shows that 10.096.758.853 Euro ESF budget (excluding TA and YEI specific allocation) is available to Italy. NOTE: - This allocation includes 10 MEUR under IP 10iii of OP Lombardia as per the relevant CoI, even though this IP has not been activated by the OP - This allocation includes 203,7 MEUR under IP 10iv of the National OP Research and Innovation (as per the relevant CoI), although this budget is allocated by the OP to the IP 10ii - This allocation includes 53 MEUR under IP 11i of the National OP Legality Analysing the distribution and concentration of budget between IP across OP the following can be concluded:  Focus of ESF : the ESF allocates the largest budget share to TO8 (about 42%), followed by TO10 (30%), TO9 (22%) and TO11 (6%, mainly through national OPs). National OPs account for 43% of the total budget; more developed regions’ OPs account for 31%; less developed and transition regions’ OPs account for 27%.  Social inclusion : the budget allocated to social inclusion (covering all IPs that belong to TO9) is 21.99% of ESF budget, which is above the 20% required by ESF Regulation. In particular, national OPs allocate 10% of the total budget to TO9, more developed regions OPs provide 7%, less developed and transition regions Ops assign 6%. Among national OPs, the range of TO9 budget share varies greatly between 100% of the ESF budget in the National OP Metropolitan Cities (multi-fund, i.e. it also includes ERDF resources), 95% in the NOP Social Inclusion, and 0% in all other NOPs. Among regional OPs, the range of TO9 budget shares vary much less markedly, with between 26% of ESF budget in the ROP Abruzzo (multi-fund, i.e. it also includes ERDF resources), 25% in the ROP Social Basilicata, 18% in ROP Marche and 19% in ROPs Valle d’Aosta and Friuli Venezia Giulia.  Concentration: at country level, the IPs accounting for the largest share of the budget are 9i (around 16%), 8ii and 10i (15%), 8i (11%), and 10iv (9%). Overall, they account for 67,5% of the total budget and are mostly funded by regional OPs. More in detail, all National OPs allocate 100% of resources to the five biggest IPs (with the number of IPs selected being always less than five). At the regional level thematic concentration on the five largest IPs is higher for OPs in more developed regions and lower for transition and less developed regions. In more developed regions concentration ranges from 84.7% for Lombardy (followed at short distance by Tuscany) to 80% in Lazio and Liguria. In the remaining regions it spans from 61% in Puglia to 70% in Campania.. ",
        "15 IP National OPs Regional OPs - more developed regions Regional OPs - less developed and transition regions Total OPs € % of ESF budget € % of ESF budget € % of ESF budget € % of ESF budget 8i 175.736.525 1,74 579.878.969 5,74 369.359.778 3,66 1.124.975.27 2 11,14 8ii 660.121.000 6,54 602.787.941 5,97 305.688.903 3,03 1.568.597.84 4 15,54 8ii (ESF-YEI) 567.511.248 5,62 567.511.248 5,62 [8ii (spec. All.YEI)] [567.511.248] [567.511.248 ] 8iii 11.120.000 0,11 11.120.000 0,11 8iv 47.229.740 0,47 61.340.802 0,61 149.358.678 1,48 257.929.220 2,55 8v 191.102.829 1,89 111.194.235 1,10 302.297.064 2,99 8vi 6.920.159 0,07 6.920.159 0,07 8vii 123.840.365 1,23 77.657.268 0,77 153.100.262 1,52 354.597.895 3,51 TO8 1.574.438.8 78 15,59 1.519.687.9 67 15,05 1.099.821.8 56 10,89 4.193.948.7 02 41,54 9i 832.319.029 8,24 442.703.282 4,38 379.287.786 3,76 1.654.310.09 7 16,38 9ii 66.314.070 0,66 5.000.000 0,05 71.314.070 0,71 9iv 4.311.000 0,04 205.055.031 2,03 190.636.814 1,89 400.002.845 3,96 9v 62.353.000 0,62 13.140.318 0,13 75.493.318 0,75 9vi 18.711.000 0,19 18.711.000 0,19 ",
        "16 Table 4 Allocation of budget amongst IP (Union funding) TO9 965.297.098 9,56 665.898.63 1 6,60 588.635.60 0 5,83 2.219.831.3 29 21,99 10i 804.691.073 7,97 400.708.429 3,97 344.751.364 3,41 1.550.150.86 6 15,35 10ii 133.099.850 1,32 203.660.963 2,02 336.760.813 3,34 10iii 90.076.499 0,89 47.749.108 0,47 131.131.549 1,30 268.956.156 2,66 10iv 423.714.466 4,20 282.873.621 2,80 207.928.583 2,06 914.516.670 9,06 TO10 1.318.482.0 38 13,06 864.431.00 8 8,56 887.472.45 9 8,79 3.070.385.5 05 30,41 11i 434.930.788 4,31 43.061.544 0,43 102.722.123 1,02 580.714.455 5,75 11ii 15.209.000 0,15 16.669.861 0,17 31.878.861 0,32 TO11 450.139.788 4,46 59.731.405 0,59 102.722.123 1,02 612.593.31 6 6,07 ESF BUDGET 4.308.357.80 2 42,67 3.109.749.0 10 30,80 2.678.652.0 38 26,53 10.096.758. 853 100,0 0 Technical Assistance 361.630.498 TOTAL ESF BUDGET 10.458.389. 351 ",
        "17 5. I NTERVENTION LOGIC AND INTERNAL COHERENCE This section provides an overview of the intervention logic of in the Italian OPs. In Italy ESF programming followed a centralised approach with the Partnership Agreement defining common linkages across specific objectives (SOs), actions and result indicators at the IP level so that all OPs share a common architecture. 5.1. Relationship between Specific objectives and Investment priorities Overall, the most commonly selected SOs by the ESF aim to: improve educational attainment at all levels (10iv, 10i, 10ii and 10iii); increase the efficiency and effectiveness of the public sector (11i and 11ii); reduce poverty and social exclusion (11i and 11ii); and promote employment (8i). A similar ranking is observed also in national OPs. In more developed regions, the most selected SOs focus on increasing the efficiency and effectiveness of the public sector, as well as promoting employment. In less developed and transition regions, the improvement of educational attainment and the reduction of poverty and social exclusion are of particular priority. In principle, the specific objective of an IP should narrow down the scope of the IP and fully capture the (direction of) change which the Member State seeks to achieve with EU support. Moreover, the specific objectives should be specific enough to be quantitatively evaluated. All SO across the different OPs were assessed on this aspect by ranking each SO according to a three-point scale score. Figure 1 provides an overview of the assessment made per SO for all OPs. Most of the Specific Objects are deemed to effectively narrow the scope of the IPs, capturing the direction of the change the MS seeks to achieve and are specific enough to be quantitatively evaluated. For a relatively small number of SOs the operationalisation of the IP is less effective: the Specific Objective, as described in the OP and operationalised by expected results, is rather broad with respect to the IP, although it still captures the expected change sought by the OP. Figure 1 Relationship between Specific Objectives and Investment Priorities 246 13 0 3. the specific objective narrows down the scope of the IP and captures the (direction of the) change which the Member State seeks to achieve with EU support, and is almost specific enough to be quantitatively evaluated. 2. the specific objective is not very specific, but captures the (direction of the) change which the Member State seeks to achieve with EU support, and is almost specific enough to be qualitatively evaluated. 1. the specific objective is broad and reflects to a limited extent the (direction of the) change which the Member State seeks to achieve with EU support, and is not specific enough to be evaluated ",
        "18 5.2. Relationship between actions and Investment Priorities Actions should contribute to the achievement of the Results and the Specific Objectives. The table below provides an overview of the types of actions that have been selected per IP. Country experts identified a maximum of four actions selected per IP and clustered them across standard categories of actions (for a full list and explanation of categories, see the Methodological annex), based on the description in the OP, as identified in the columns of table 6. The rows reflect the IPs across all ESF programmes in the country. Overall, the actions of the Italian OPs are equally distributed on individuals and entities, which are also well balanced across Investment Priorities. The most frequently activated action type according to the categorisation of the country experts includes a mix of integrated measures targeted at individuals (e.g. a combination of personal and career advice, training, hiring subsidies etc.), which focuses in particular on TO8, TO9 and TO10. Other frequent action types include career support/guidance for individuals (especially in TO8 and TO10 of regional OPs), and actions to introduce and manage the change for operators, firms, institutions and stakeholders (especially in TO11 and IP 8vii of regional OPs). Actions to develop new programmes, tools and instruments are also quite frequently carried out in regional OPs. ",
        "19 Table 5 Actions selected per Investment Priority – all OPs i n d i v i d u a l _ g u i d a n c e i n d i v i d u a l _ v o c a t i o n a l i n d i v i d u a l _ b a s i c i n d i v i d u a l _ h i g h e r i n d i v i d u a l _ v a l i d a t i o n c o m p e t e n c e s i n d i v i d u a l _ e a r l y s c h o o l l e a v i n g i n d i v i d u a l _ a p p r e n t i c e s h i p s i n d i v i d u a l _ t r a i n e e s h i p i n d i v i d u a l _ w o r k i n g _ p l a c e i n d i v i d u a l _ i n t e g r a t e d i n d i v i d u a l _ o t h e r e n t i t i e s _ i n c e n t i v e s e n t i t i e s _ s o c i n n o v a t i o n e n t i t i e s _ s t a r t - u p e n t i t i e s _ P E S e n t i t i e s _ c h a n g e m a n a g e m e n t e n t i t i e s _ p a r t n e r s h i p s e n t i t i e s _ c o m p e t e n c e i m p r o v e m e n t e n t i t i e s _ w o r k i n g _ p l a c e e n t i t i e s _ s t u d i e s / k n o w l e d g e e n t i t i e s _ t o o l s _ i n s t r u m e n t s e n t i t i e s _ a w a r e n e s s e n t i t i e s _ t r a n s c o o p e n t i t i e s _ o t h e r T o t a l 8i 12 6 3 2 4 1 1 1 7 2 6 1 12 1 1 1 1 2 2 1 67 8ii 11 4 2 2 2 15 5 1 6 2 4 9 1 1 3 1 69 8iii 1 1 8iv 3 1 5 7 5 4 1 3 4 1 3 3 4 6 5 8v 4 1 1 3 8 1 3 1 3 5 1 2 1 3 37 8vi 1 1 1 1 1 1 1 7 8vii 1 1 8 9 6 3 2 9 5 2 2 48 9i 2 2 1 3 17 2 8 17 3 3 1 5 2 1 3 7 9ii 1 1 3 2 1 1 9 9iv 1 1 4 8 1 4 1 4 3 1 4 4 36 9v 1 1 3 1 3 2 1 12 9vi 1 1 2 10i 6 6 7 1 1 5 2 5 4 1 1 2 3 6 1 1 3 4 59 10ii 2 1 1 1 4 3 4 2 2 3 2 1 1 1 1 38 10iii 3 6 6 1 2 2 1 2 3 1 1 1 1 2 2 34 10iv 8 12 5 2 3 5 5 1 4 2 1 3 7 1 1 2 3 65 11i 1 12 5 12 1 6 11 4 3 55 11ii 1 1 1 7 2 5 1 4 2 1 25 Tot. 54 38 26 21 15 7 28 21 16 69 29 33 31 34 1 59 7 46 16 15 45 25 4 35 684 ",
        "20 In order to assess whether actions contribute to the achievement of the specific objectives, all actions falling under an IP were analysed and were assessed to be appropriate to achieve expexted results as expressed by the specific objectives. 5.3. Investment Priorities and target groups addressed Investment priorities and specific objectives address different target groups. Country experts identified a maximum of four target groups selected per IP and clustered them across ID categories of actions (for a full list and explanation of categories, see the Methodological annex). The table below provides an overview of the target groups addressed by IPs on country level. The focus spans both individuals and entities, which is confirmed by also looking at target groups, with unemployed people and local public institutions being the most frequently targeted. National public institutions are also frequently targeted by national OPs, as are young people in education by regional OPs as well as people at risk of disadvantage and social exclusion in the more developed regions’ OPs. An assessment was also made on the coherence between the target groups and actions on IP level, which indicated whether the defined target groups fully matched the specific objectives falling under that IP. Figure 2 shows the outcomes of this exercise, providing an overview for how many IPs this is, or is not, the case. In all cases, the defined target groups fully match the specific objective, while the remainder are somewhat relevant for reaching the specific objectives. Figure 2 Assessment on the coherence between target groups and Specific Objectives 242 6 0 3. the defined target groups are relevant for reaching the specific objective 2. the defined target groups are relevant for reaching the specific objective but secondary to the changes foreseen 1. the defined target groups are not relevant to the specific objectives and are insufficient ",
        "21 Table 6 Target groups addressed per Investment Priority IP Target groups L o c a l / r e g i o n a l p u b l i c a u t h o r i t i e s N a t i o n a l p u b l i c a u t h o r i t i e s P u b l i c E m p l o y m e n t s e r v i c e s C i v i l s o c i e t y o r g . E n t e r p r i s e s / E c o n o m i c o p e r a t o r s S c h o o l s / V E T i n s t i t u t i o n s U n e m p l o y e d , i n c l . L T U L o n g t e r m u n e m p l o y e d E m p l o y e e s a t r i s k E m p l o y e e s I n a c t i v e Y o u n g p e o p l e i n E d u . N E E T s Y o u n g u n e m p l o y e d O l d e r P e r s o n s W o m e n L o w - s k i l l e d i n d i v i d u a l s M i g r a n t s P e o p l e a t r i s k o f s o c i a l e x c l u s i o n E t h n i c m i n o r i t i e s D i s a b l e d / d i s a d v a n t a g e d S c h o o l p e r s o n n e l C i v i l s e r v a n t s / p u b l i c o f f i c i a l s S o c i a l p a r t n e r s O t h e r T o t a l 8i 1 1 2 1 19 13 4 4 1 2 1 4 6 1 2 1 63 8ii 7 5 15 14 1 3 2 47 8iii 1 1 8iv 1 1 1 3 2 1 2 1 3 8v 4 7 9 7 1 4 32 8vi 1 2 1 4 8vii 7 2 13 2 2 1 1 1 1 5 35 9i 2 1 2 3 1 2 2 1 1 2 7 14 6 19 1 2 6 72 9ii 1 1 2 4 2 1 9iv 3 1 3 1 1 1 1 1 1 3 2 1 3 9 1 11 43 9v 4 3 1 2 1 9vi 1 1 1 1 4 10i 2 5 4 17 3 5 2 1 8 1 1 49 10ii 1 2 7 1 3 1 9 1 1 1 5 4 36 10ii i 1 2 1 4 1 2 4 2 2 1 2 2 1 3 28 10i 1 1 4 4 13 3 9 8 1 1 1 4 2 61 ",
        "22 v 11i 16 7 1 1 1 1 1 2 11 6 5 52 11ii 1 4 3 1 1 5 5 2 31 Tot. 43 1 9 18 1 3 25 2 5 5 1 7 2 2 9 3 4 3 2 2 4 5 2 8 4 1 6 2 8 4 2 3 19 1 7 5 2 68 ",
        "23 5.4. Relationship between output and result indicators and specific objectives / actions Coherence between result indicators and specific objectives Result indicators should represent the specific objectives and the expected changes. Figure 3 provides an overview of how many result indicators this was the case for, according to the assessment made by country experts. 95% of all result indicators represent for a large part the specific objectives and scope of the changes foreseen. There are no result indicators that only represent the specific objectives and planned changes to a limited extent. Figure 3 Coherence between result indicators and Specific Objectives Coherence between output indicators and actions In the same way as for the result indicators, output indicators should reflect the scope of activities implemented by ESF. The output indicators and assessments were made to reflect the actions, as illustrated in Figure 4. Similar to the evidence provided for the result indicators, 88% of output indicators represent at a large extent the scope of the activities implemented, the remaining 12% represents it only to some extent, while in no case they represent it at a limited extent. 457 24 0 3. the result indicator represents for a large part the specific objective and scope of the changes foreseen 2. the result indicator represents somewhat the specific objective and scope of the changes foreseen 1. the result indicator represents limited the specific objectives and scope of the changes foreseen ",
        "24 Figure 4 Coherence between output indicators and actions 6. PROGRAMME PERFORMANCE One of the key elements introduced by the Regulations is that the programme should provide clear, transparent, measurable aims and targets for accountability and results. Countries and regions are requested to clearly state the objectives they intend to achieve with available resources and indicate how progress towards these goals will be measured (Performance Framework). This will allow regular monitoring and debate on how financial resources are used. 6.1. Outputs of ESF on country level The actions undertaken by the different programmes lead to outputs. Output indicators are measured in physical (or monetary) units. In the context of the intervention logic of the programmes under cohesion, policy output indicators should be logically linked to, and reflect, the types of actions planned. The outputs should also contribute towards the achievement of the results and targets set by the output indicators, which should be consistent with the financial allocation envisaged. Total aggregations of target values of output indicators by Investment Priority For the purposes of this analysis and in order to allow aggregation at the national level and cross country comparison output indicators have been clustered by country experts around common categories, roughly corresponding to the Common Output Indicators of Annex 1 of ESF Reg. (for a full list of categories and their description, see Annex I – Methodological Note). Table 7 illustrates the results of this aggregation. In total Italian OPs plan to reach out to almost 3 million individuals with low education levels, mostly under 10i, and approximately 2.5 million of unemployed individuals mostly under 8i, 8ii and 10 iv. 725 98 0 3. the output indicator represents to a large extent the scope of the activities implemented 2. the output indicator represents to some extent the scope of the activities implemented 1. the output indicator represents to a limited extent the scope of the activities implemented ",
        "25 Approximately 1.7 million young people will be reached by ESF, mostly through activities funded under 8ii, 10iv and 10i. ESF will also benefit employed individuals mostly under 10i (mostly school personnel and staff) and 10iv and 8v (contributing to increasing adaptability of workers) and disadvantaged people under the different IPs of TO9. Overall approximately 400.000 NEET will be involved in ESF interventions. The number of projects targeting public administrations or public services at national, regional or local level is selected in at least one IP across all TOs in both national and regional OPs. The high target value under the “other” category (clustering the indicators that could not be aggregated around standard categories) refers to 10M pages of cultural heritage to be made available in digital format through the Lombardy ROP. The number of inactive people and the support of micro, small and medium-sized enterprises (including cooperative enterprises, enterprises of the social economy) are specific targets in TO8, TO9 and TO10 of regional OPs, while the number of projects dedicated to sustainable participation and the progression of women in employment is higher in less developed and transition regions OP. ",
        "26 Table 7 Aggregation of target values of output indicators by IP Ouput indicators 8i 8ii 8iii 8iv 8v 8vi 8vii 9i 9ii 9iv 9v 9vi 10i 10ii 10iii 10iv 11i 11ii Total Unemployed 999,190 742,683 1,356 123,098 15,597 2,860 3,460 188,286 2,280 550 3,600 156,051 224,955 2,463,966 Long-term unempl 79,346 224,490 10,324 190 720 16,980 1,140 472 75,513 409,175 Inactive 28,712 147,353 23,324 480 60,050 1,140 107,200 9,892 80,904 35,489 494,544 NEET 1,935 360,357 935 165 11,175 570 6,617 20,385 402,139 Employed, self-empl 10,930 10,416 197,463 1,520 4,680 15,284 8,340 380 386,674 1,502 101,665 205,478 150,648 23,211 1,118,191 Young people 5,145 762,384 1,423 5,005 410 3,270 760 209,537 550 724,581 1,713,065 Above 54 y.o. 1,905 430 5,665 155 5,620 5,869 575 20,219 Above 54 y.o., unempl, NEET 285 850 1,890 25 1,077 85 1,738 5,950 Low education 2,575 3,815 580 28,735 570 345 35,065 6,100 950 3,208,803 32,286 12,811 3,332,635 Secondary/post-sec education 8,225 6,895 1,855 1,330 890 18,740 1,330 20,277 44,595 10,814 54,589 169,540 Tertiary education 3,850 1,980 865 41,265 1,165 2,795 871 1,520 24,952 3,453 20,807 103,523 In jobless hh 1,320 1,120 295 170 215 169,473 7,840 340 3,535 3,025 187,333 In jobless hh with children 950 810 215 125 155 12,995 2,761 245 2,555 2,185 22,996 In single_hh_with children 1,170 995 265 5,600 150 190 4,530 15,613 305 3,145 2,690 34,653 Marginalised, migrants 5,341 1,870 385 6,875 360 30,796 3,485 1,991 370 7,610 11,345 2,930 73,358 Disabled 69,243 5,562 50 730 75,585 Other disadvantaged 276,758 13,595 85,466 200 376,019 Homeless 12,312 2,071 14,383 Rural areas 1,350 1,145 305 6,440 175 220 5,205 350 3,615 3,090 21,895 Projects social_partners 31 14 2 159 1,106 35 644 62 84 224 64 2,425 N. Projects women 3 5,377 50 12 5,442 N. Projects pa 37 51 2,028 219 2,161 59 51,817 791 5,207 22,427 19,462 2,707 106,966 N. Micro smes 8,214 5,187 1,421 16,316 225 3,316 2,630 804 1,600 39,713 N. Organisations 21 35 200 256 N. Enterprises/operators 1,136 600 1,736 Other 1,542 1,579 20,771 17,300 3,616 27 1,499 18 42 400 10,000,000 10,046,794 ",
        "27 The aggregate financial milestone for 2018 is 26% of the ESF budget. Table 8 Financial milestone targets Information on the methodology of target setting Figure 5 illustrates the methodologies used for target setting of selected output indicators according to information provided in the operational programmes or related methodological annexes. As detected in the screening of OPs and related methodological annexes, the justification of target values was screened for 62% of output indicators. For 58% of those for which a justification was identifed, target setting is based on historical ESF data on costs for similar interventions; the remaining part is almost equally divided between those based on historical ESF data on placement for similar interventions (16%), benchmarking (e.g. On relevant administrative or statistical data, 15%) and expert assessment and/or educated guess (11%). Figure 5 Methodology used for setting targets for output indicators 6.2. Results of ESF on country level The identification of Result indicators facilitates a later assessment of progress made by the programmes towards the attainment of Specific Objectives; while the setting of target values facilitates assessment of whether expected results have been met. 298 80 79 56 318 4. Target setting is based on historical ESF data on costs for similar interventions 3. Target setting is based on historical ESF data on placement for similar interventions 2. Target setting is based on benchmarking (e.g. On relevant administrative or statistical data ) 1. Target setting is based on expert assessment/educated guess 0. No information ESF Milestone (2018) Total ESF budget 2023 Share milestone total budget € 4.128.845.722 € 15.918.222.940 26% ",
        "28 Total aggregation of target values of result indicators The tables below provide an aggregation of target values of Result indicators clustered around standard categories, per IP on country level (a full list of ID categories of result indicators used for the purposes of this analysis is presented in Annex I) 4 . The table distinguishes between indicators expressed in absolute values and percentages 5 .YEI Result Indicators are considered in a separate table. Results indicators in Italian OPs are expressed in percentage in 61% of cases, while they are expressed in number (of people, entities and projects) in the remaining 39% of cases (including those RI expressed in percentage and for which the absolute value could be calculated on the basis of the reference common output indicator). Indicators related to improved capacity and/or competence of institutions and organisations are observed in at least one IP across all Thematic Objectives. Moreover, result indicators referring to participants with an improved labour market situation six months after leaving are often used in TO8, TO10 and TO11; indicators referring to disadvantaged participants engaged in job searching, education, training or employment six months after leaving education are very common in TO9, and those referring to participants in employment upon leaving are frequently used in TO8, TO9 and TO10. YEI Result Indicators are expressed in numbers. Almost 286.000 unemployed young people are expected to complete the intervention and an additional 207.000 inactive young people. After the YEI interventions, it is expected that 125.000 young people will have found an employment. 4 The indicators that are closely linked to the indicators as presented in Annex 1 and 2 of the ESF regulation have similar definitions and levels of measurement. These indicators were allocated to one of the common result indicators, and target values were aggregated for these groups of indicators. 5 The indicators that are closely linked to the indicators as presented in Annex 1 and 2 of the ESF regulation have similar definitions and levels of measurement. These indicators were allocated to one of the common result indicators, and target values were aggregated for these groups of indicators. ",
        "29 Table 9 Aggregation of target values of result indicators per IP, absolute values Table 9 Aggregation of target values of result indicators per IP, percentage values (average) RESULT INDICATOR 8i 8ii 8iii 8iv 8v 8vi 8vii 9i 9iv 9v 9vi 10i 10ii 10iii 10iv 11i 11ii Total 1.ST_job_searching 7.016 7.016 2.ST_education 54.296 21.5 7.5796 3.ST_qualification 15.545 5.634 410 12.62 9.32 12.77 40.71 2 212.577 4.ST_employment 47.282 15.264 4.519 1.749 13.104 7.177 89.094 5.ST_disadvantaged 12.87 12.871 6.LT_employment 361.88 156.343 30.879 656 1.056 6.32 6.29 15.13 20.73 599.285 7.LT_improved 45 16.15 760 4.431 23.925 8.566 2.161 3.2 51.074 8.LT_over54 452 9.LT_disadvantaged 2.305 2.305 10.RI_institutions 2.84 6.65 9.489 11.RI_CSO 70.066 80 70.146 12.RI_enterprises 290 290 15.RI_Other 2.023 2.2321 197.077 22.34 85 5.94 8.164 1.31 259.26 RESULT INDICATOR 8i 8ii 8iv 8v 8vi 8vii 9i 9ii 9iv 9v 10i 10ii 10iii 10iv 11i 11ii Total 1.ST_job_searching 17,3 38,5 93,0 37,0 2.ST_education 58,0 52,9 74,4 76,8 40,1 52,4 3.ST_qualification 78,3 12,0 10,085,0 68,9 83,9 75,0 70,0 71,7 4.ST_employment 48,4 35,0 32,5 21,0 90,0 25,0 30,0 56,7 65,3 45,9 5.ST_disadvantaged 70,4 72,5 5,1 65,3 6.LT_employment 29,0 55,0 56,5 76,6 38,7 29,1 57,8 33,3 60,0 48,1 7.LT_improved 27,0 53,0 75,0 38,5 89,5 60,6 8.LT_over54 7,6 7,6 9.LT_disadvantaged 35,7 37,0 35,9 10.RI_institutions 83,9 33,0 12,1 66,0 15,0 64,8 85,0 71,2 12.RI_enterprises 67,0 36,6 40,4 13.RI_special_groups 22,4 13,0 90,0 26,5 14.RI_awareness 25,0 75,0 51,5 50,8 15.RI_Other 55,0 38,4 10,7 15,5 77,0 40,7 25,5 24,4 7,9 53,9 42,0 86,7 43,1 ",
        "30 Table 9 Aggregation of target values of YEI result indicators, absolute values YEI indicators YEI-CR01 – total unemployed completing the intervention 286.000 YEI-CR02 – unemployed receiving an offer 81.250 YEI-CR03 – unemployed activated 162.500 YEI-CR04 – total long term unemployed completing the intervention 195.360 YEI-CR05 – long term unemployed receiving an offer 55.500 YEI-CR06 – long term unemployed activated 111.000 YEI-CR07 – total inactive completing the intervention 206.802 YEI-CR08 – inactive receiving an offer 58.750 YEI-CR09 – inactive activated 117.501 YEI-CR10 – participants in education & training after six months 154.560 YEI-CR11 – participants in employment after six months 125.440 YEI-CR12 – participants in self-employment after six months 15.680 ",
        "31 Information on the methodology used for target setting Figure 6 shows an assessment of how targets of selected result indicators are set; it also outlines whether information is provided in the operational programme on the justification for the calculation methods used to determine target values for indicators; and what methodology is used for setting the target for output indicators. The justification of the target values is provided for almost all result indicators. The methodological approach for calculating the target values of the indicators was made following an assessment of the methodology, which is used to calculate the targets. Figure 6 provides an overview on the number of indicators for which a certain methodology was used (taking into account all output indicators of all OPs in the country). For 65% of result indicators, target setting is based on benchmarking (e.g. on relevant administrative or statistical data) or using evidence from similar programming; around 25% of targets are set using previous ESF monitoring data, but no adequate methodological basis and/or modelling examples of quantifications are provided; in the majority of remaining cases, targets are based on expert assessment and/or educated guess. Figure 6 Methodology used for setting targets for result indicators 8 73 192 22 A Targets are set using previous ESF monitoring data, there is adequate methodological basis and/or modelling examples of quantifications B Targets are set using previous ESF monitoring data, but no adequate methodological basis and/or modelling examples of quantifications are provided C Target setting is based on benchmarking (e.g. on relevant administrative or statistical data) or using evidence from similar programming ",
        "32 7. F URTHER EXPLORATION OF A NUMBER OF SELECTED THEMES This section analyses a number specific themes, which include: the youth employment strategy and the Youth Employment Initiative (YEI); the institutional capacity of public authorities and stakeholders; efficient public administration; and the investment in Active Labour Market Policies (ALMPs). These themes are operationalised in terms or Investment Priorities that are related to these themes. Table 10 below provides an overview of how these themes are addressed in the ESF OPs in the country.  Considering youth employment policies (IP 8.ii) Regional OPs and the national Ops for Youth Employment Initiatives envisage a wide range of actions devoted to dealing with the issue. Most of the actions are organised using an integrated approach, which combines a designed personal path on the skills, needs and interests of the young person. Schemes such as the remote counselling system, skills assessment system, training actions, apprenticeships, traineeships, civil service, support to self-employment and entrepreneurship have an important role.  Concerning “enhancing institutional capacity of public authorities and stakeholders and efficient public administration” (IP 11.i) The national OP for Governance and Institutional Capacity, along with most regional OPs, envisage a wide range of actions aimed at: rationalising the public administration, developing digital skills and models for the joint management of advanced services, improving the efficiency and the performances of judicial offices, and improving the management of health services. Most interventions are coordinated at the state, regional and local level; they aim to qualify and strengthen institutions, operators and stakeholders, while reducing the duration procedures and costs.  Considering investments to Active Labour Market Policy (IPs 8i, 8ii, 8v and partly 8iii) Regional OPs and the national OP for Labour Active Policies Systems envisage a wide range of actions devoted to dealing with the issue. It is evident that the focus is on labour market institutions in particular to qualify the quality of PES services; integrating the most disadvantaged people into the labour market is in line with challenges raised by CSRs and CPP. Great emphasis is also placed on actions combining different forms of career advice, motivational activities and skills development. ",
        "33 Table 10 Overview of specific attention for a number of specific themes Theme Identified in challenges? How Is the theme addressed? Target groups Actions How much budget is allocated to each theme Youth employment policies (IP 8.ii) CSRs and PPP indicate to promote access to employment, particularly for women and young people, and to fight youth unemployment. IPs 8i and 8ii are selected in regional OPs; the national OP Youth Employment Initiative (NOP YEI) is fully devoted to the theme. Inactive Young people in education NEETs Young unemployed Migrants Disabled/disadvantaged Individual Guidance, vocational, basic, higher, validation competences, apprenticeships, traineeship, working place, integrated Entities incentives, start-up, PES, competence improvement, awareness €1.565.368.844 (15,5% of ESF budget) on IP 8ii, plus €567.511.248 (5,6%) ESF-co- financing on NOP YEI Enhancing institutional capacity of public authorities and stakeholders and efficient public administration (IP 11.i) CSRs and PPP indicate to reinforce efficiency of public administration, simplify administrative and regulatory framework, fight corruption, and adopt structural measures to improve management of EU funds in Southern regions. The national OP Governance and Institutional Capacity (NOP GIC) is fully devoted to IP 11.i, which is also selected in regional OPs. Local/regional public authorities National public authorities Public Employment services Civil Society Organisations Enterprises/Economic operators Unemployed, incl LTU Employees School personnel Civil servants/public officials Social partners Individual vocational Entities: change management, partnerships, competence improvement, working place, studies/knowledge, awareness € 580.714.455 (5,8% of ESF budget Investment in Active Labour Market Policy (8i, 8ii, 8v and partly 8iii) CSRs and PPP indicate to strengthen labour market institutions and the VET system, and improve effectiveness of PES and guidance for students in higher education. IPs 8i 8ii 8iii and 8v are selected in regional OPs; the national OP Labour Active Policies Systems (NOP LAPS) is mainly devoted to the theme. Local/regional public authorities Public Employment services Enterprises/Economic operators Unemployed, incl LTU Long term unemployed Employees at risk Employees Inactive Young people in education NEETs Young unemployed Older Persons Women Migrants People at risk of social exclusion (poverty) Disabled/disadvantaged Individual Guidance, vocational, basic, higher, validation competences, early school leaving, apprenticeships, traineeship, working place, integrated Entities incentives, socinnovation, start-up PES, change management, competence improvement, working place, tools instruments, awareness €3.574.501.428 (35,4% of ESF budget (1.180.744.376 on NOP LAPS) on IPs 8i, 8ii, 8iii and 8v ",
        "ANNEX Methodological note Included in a separate document. ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions: • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index en.htm). ",
        "doi: 10.2767/805441 K E - 0 2 - 1 7 - 0 6 5 - E N - N [ C a t a l o g u e n u m b e r ] "
    ]
}