{
    "text": [
        "20 1 3 edition K S - R A - 09 - 001 - E N - C M e t h o d o l o g i e s a n d W o r k i n g p a p e r s ISSN 1977-03 75 The distributional impact of imputed rent in EU-SILC 2007-2010 ",
        "",
        "20 1 3 edition M e t h o d o l o g i e s a n d W o r k i n g p a p e r s The distributional impact of imputed rent in EU-SILC 2007-2010 ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2013 ISBN 978-92-79-29042-8 ISSN 1977-0375 doi:10.2785/21725 Cat. No KS-RA-13-011-EN-N Theme: Population and social conditions Collection: Methodologies & Working papers © European Union, 2013 Reproduction is authorised provided the source is acknowledged. ",
        "3 The distributional impact of imputed rent in EU-SILC 2007-2010 Eurostat is the Statistical Office of the European Union (EU). Its mission is to be the leading provider of high quality statistics on Europe. To that end, it gathers and analyses data from the National Statistical Institutes (NSIs) across Europe and provides comparable and harmonised data for the EU to use in the definition, implementation and analysis of EU policies. Its statistical products and services are also of great value to Europe’s business community, professional organisations, academics, librarians, NGOs, the media and citizens. In the field of income, poverty, social exclusion and living conditions, the EU Statistics on Income and Living Conditions (EU-SILC) is the main source for statistical data at European level. Over the last years, important progress has been achieved in EU-SILC as a result of the coordinated work of Eurostat and NSIs. In June 2010, the European Council adopted a social inclusion target as part of the Europe 2020 Strategy: to lift at least 20 million people in the EU from the risk of poverty and exclusion by 2020. To monitor progress towards this target, the 'Employment, Social Policy, Health and Consumer Affairs' (EPSCO) EU Council of Ministers agreed on an 'at risk of poverty or social exclusion' indicator. To reflect the multidimensional nature of poverty and social exclusion, this indicator consists of three sub-indicators: i) at-risk-of-poverty (i.e. low income); ii) severe material deprivation; and iii) living in very low work intensity households. In this context, the Second Network for the Analysis of EU-SILC (Net-SILC2) is bringing together National Statistical Institutes (NSIs) and academic expertise at international level in order to carry out in- depth methodological work and socio-economic analysis, to develop common production tools for the whole European Statistical System (ESS) as well as to ensure the overall scientific organisation of the third and fourth EU-SILC conferences. The current working paper is one of the outputs of the work of Net-SILC2. It was presented at the third EU-SILC conference (Vienna, December 2012), which was jointly organised by Eurostat and Net-SILC2 and hosted by Statistics Austria. It should be stressed that this methodological paper does not in any way represent the views of Eurostat, the European Commission or the European Union. This is independent research which the authors have contributed in a strictly personal capacity and not as representatives of any Government or official body. Thus they have been free to express their own views and to take full responsibility both for the judgments made about past and current policy and for the recommendations for future policy. This document is part of Eurostat’s Methodologies and working papers collection, which are technical publications for statistical experts working in a particular field. These publications are downloadable free of charge in PDF format from the Eurostat website: http://epp.eurostat.ec.europa.eu/portal/page/portal/income_social_inclusion_living_conditions/publication s/methodologies_and_working_papers. Eurostat databases are also available at this address, as are tables with the most frequently used and requested short- and long-term indicators. ",
        "",
        "5 The distributional impact of imputed rent in EU-SILC 2007-2010 The distributional impact of imputed rent in EU-SILC 2007-2010 TABLE OF CONTENTS 1. Introduction ..................................................................................................... 7 2. Measuring imputed rents .............................................................................. 11 2.1 Conceptual and empirical framework .............................................................. 11 2.2 Estimation methods ......................................................................................... 13 2.3 The beneficiaries: housing tenures in Europe .................................................. 18 3. General measurement issues ....................................................................... 21 3.1 Completeness ................................................................................................. 21 3.2 Extreme values ............................................................................................... 25 4. Distributional effects ..................................................................................... 27 4.1 Supranational results....................................................................................... 27 4.2 Changes in average income level by country .................................................. 29 4.3 Changes in inequality by country ..................................................................... 29 4.4 Gap changing and re-ranking effects ............................................................... 31 5. Changes in income poverty .......................................................................... 33 5.1 Changes in at risk of poverty rates and tenure status ...................................... 35 5.2 Changes in at risk of poverty rates and AROPE indicators .............................. 36 6. Conclusions .................................................................................................. 39 6.1 Concept and interpretation .............................................................................. 39 6.2 Methods of imputation ..................................................................................... 39 6.3 Data and variables .......................................................................................... 40 6.4 Quality reports ................................................................................................. 40 7. References ................................................................................................... 41 8. Appendix ...................................................................................................... 43 ",
        "",
        "7 The distributional impact of imputed rent in EU-SILC 2007-2010 The distributional impact of imputed rent in EU- SILC 2007-2010 Veli-Matti TÖRMÄLEHTO and Hannele SAULI (1) Abstract: Imputed rents reflect the economic benefits of owner-occupied and social housing. Known to be one of the most significant components of household disposable income, imputed rents have been available in the EU-SILC since 2007. This paper examines the quality of the data on imputed rents and their distributional impact in the period of 2007–2010. We find the overall distributional impact the same as in our earlier study based on the 2007 data: net imputed rents tend to decrease inequality, reduce poverty among the elderly, and improve consistency of poverty and deprivation measures. The data quality, completeness and transparency of the estimation methods in the EU-SILC have shortcomings. Consequently, we conclude that further methodological studies and improvements in data quality are necessary, and disposable income including imputed rents cannot substitute the current concept of cash disposable income yet. (1) Both authors are from Statistics Finland. The authors wish to thank Sir Anthony Atkinson and Eric Marlier for their useful comments at the writing of this paper, and professor Mira Pedro for his constructive comments at the Wienna workshop. All errors remain strictly at the authors’ responsibility. This work has been supported by the second Network for the analysis of EU-SILC (Net-SILC2), funded by Eurostat. The European Commission bears no responsibility for the analyses and conclusions, which are solely those of the authors. Email addresses for correspondence: hannele.sauli@stat.fi and veli-matti.tormalehto@stat.fi. ",
        "",
        "1 Introduction 9 The distributional impact of imputed rent in EU-SILC 2007-2010 1. Introduction With the introduction of imputed rents in 2007, the EU Statistics on Income and Living Conditions took a step towards a more complete measure of economic well-being. The definition of imputed rent in the EU- SILC takes into account both the returns to home ownership, i.e. that the main residence is an asset, as well as the in-kind transfers accruing to those whose rent is below the prevailing market rent. On a conceptual level, the inclusion of imputed rents should improve comparability over time, across countries, and between housing tenures, age groups and other population subgroups. A practical challenge is that values are imputed to around 80 percent of European households, and the imputations are sensitive to the estimation methods, models, and the underlying data, which all may differ among the countries. Incorporating imputed rents to European statistics monitoring poverty or exclusion risk is referred to as a topical issue in the Stiglitz-Sen-Fitoussi report (2009), a well-respected strategic document in European statistics in the pursuit of better measures of economic performance. Among its main recommendations are topics such as emphasising the household perspective abreast of the GDP and developing distributional measures of full income. Moreover, the Indicators Sub-Group (ISG) of the EU Social Protection Committee has discussed repeatedly on the role of imputed rents in measurement of poverty or social exclusion. So far, the ISG has agreed on the principle to include the imputed rent component in a small number of poverty indicators which would be listed in the social inclusion portfolio as secondary indicators or context information (Atkinson & Marlier 2010). The distributional consequences in the 2007 EU-SILC data were explored by Sauli & Törmälehto (2010) and Törmälehto & Sauli (2010), while comparability-related issues are explored also by Juntto and Reijo (2010) and Eurostat (2009). This paper extends our previous study on imputed rents using data from three most recent user files available, from 2008 to 2010. Other important cross-national studies on the distributional implications of imputed rents with non EU-SILC data include e.g. Frick et al. (2010) and Frick & Grabka (2003). Regarding the distributional implications, our exploration with the 2007 EU-SILC data confirmed the main results found in various other studies: imputed rents decrease relative income inequality and elderly poverty. We also found improved consistency between income-based poverty risk and several non- monetary indicators of material well-being. There were exceptions, however, and we could point out significant methodological challenges and differences among countries, as well as validity and measurement issues with the target variables. We expected the country-specific deviations from the general patterns of change to smooth out along with the accrual of experience and methodological development in the data process. In the present contribution, our original task was to use time-series data to check on stability of our previous findings on the distributional effects among the European countries. In the course of our study, our critical attitude towards the data quality has strengthened. Due to lack of transparency, conclusive evidence concerning comparability of the imputed rents data in SILC cannot be reached neither with the available set of variables nor with the available information given in the national quality reports. The paper is structured as follows. In section 2, we review the concept and operational measurement of imputed rents, highlighting in particular the challenge of extremely thin non-subsidized rental markets in many countries. While the comparability of the data cannot be assessed as such with the UDB variables, the results show that the data are still problematic and further work in harmonisation needs to be done Section 3 reviews the data completeness, the variables and extreme values. This section raises further doubts about data comparability. Results of the distributional effects, on supranational and country levels, of adding imputed rents in income concept are described in section 4. Additional analyses of focal indicators of poverty and exclusion risk are shortly presented in section 5. Our conclusions and recommendations are listed in section 6. ",
        "",
        "11 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 2. Measuring imputed rents Net imputed rent is an estimate of the value representing the benefit accruing to the household due to not paying full rent (1) . Conceptually and empirically, the measurement is closely related to housing consumption expenditure and wealth. Given that rents are to be imputed to around 80 percent of the European households, identification of the potential beneficiaries and sensitivity to the underlying assumptions, models and data are of key importance. The two main approaches in the measurement are the rental equivalence method and the user cost/capital market method, with the rental equivalence being preferred in the Eurostat guidelines. We discuss all these issues in the following sections. 2.1 Conceptual and empirical framework Conceptually, imputed rents are closely related to measurement of housing expenditure and wealth, because a dwelling is both an investment and consumption good. Household’s main residence is invariably the largest real asset type in household’s portfolio, and a dwelling provides a flow of housing services to the occupant. Moreover, housing costs and affordability of housing are a decisive factor in the choice of housing tenure. For a detailed discussion, we refer to Törmälehto & Sauli (2010). Our conceptual framework is the same here, and builds on the following definition of housing costs (user cost of housing): (1) R = C + L + T + iD + d + r(V-D) - e(dV) where C = operational housing costs (service charges, utilities, maintenance and repairs, insurance) L = actual rentals paid by tenants T = property taxes – tax relief on mortgage interest – direct housing benefits d = cost of major repairs / depreciation (of structures) i = mortgage interest rate r = interest rate in the alternative use of funds D = amount of outstanding housing debt V = current market value of the dwelling e(dv) = expected change in the value of dwelling The term C represents operational housing costs, the term T represents how taxes and benefits affect housing costs while the rest refer to the user costs of financial and fixed capital. The term L should cover the other components for free-market tenants. Tear and wear of the structures of the property, i.e. depreciation, is in the EU-SILC definition excluded. Capital gains or losses, i.e. changes in housing wealth solely because relative prices change, are not taken into account either, because capital gains in general are not included in the definition of household disposable income. Capital gains reduce (and losses increase) the cost of ownership, and hence have the minus sign in the expression (1). To have a full measure of the value of housing consumption, the costs in (1) include user cost of capital in the form of returns from alternative investment plans, which are foregone because wealth is tied up in one’s own dwelling (2) . For instance, if a household buys a house at 100,000 euro and takes an 80,000 euro mortgage for that, the foregone interest at 4 percent rate would be 0.04*20,000 = 800 euro per year. Adding to this mortgage interest costs (0.04*80,000=3,200), 200 euro per month or 2,400 per year for utilities and 500 euro for annual property taxes would yield annual housing costs of 6,900 euro per year or 575 euro per month. This is the rental value the household should get were it to become a landlord. (1) In terms of target variables, net imputed rent refers to imputed rents (HY030) minus interest repayments on mortgage (HY100) (2) These would be monetary income flows in the form of e.g. interest or dividends. ",
        "12 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 The value to be added to disposable income in this example is 800 euro per year. One can arrive at the value in various ways. First, if the current market price of the dwelling is known (100,000 euro), one may assume an interest rate from a safe investment (say, 4 percent) and deduct mortgage interest repayments (3,200 euro per year). The opportunity cost of an alternative investment plan is also a direct measure of return to home equity. If measurement of income is the only concern, it will be enough to measure the current market price of a dwelling, interest repayments on mortgage, and assume some rate of return. The last one is of course the weakness of this estimation method. This approach can be labelled as the capital market approach. In the rental equivalence method, the aim is to find the rent level for an equivalent dwelling, having the same characteristics, e.g. from external price statistics. This value should in principle reflect all the relevant housing costs plus some profit for the owner. Supposing that we just happen to find the rent of a similar dwelling to be 575 per month, deducting relevant costs would get us at 800 euro per year. Instead of a source of housing prices, one would need a source for rental prices and a set of good covariates. The downside of the method is that non-subsidized rental markets are very small in most European countries, and rental prices models may be sensitive to the models and estimation methods (e.g. selection bias). As a hybrid approach, one may try to assume some rent-to-price ratio to derive a (gross) rental value from the current market price of a dwelling. Deducting relevant costs would arrive at net imputed rent. For instance, assuming 6.9 percent gross return would give us 6,900 euro per year minus the costs any landlord would deduct (12*200+500+3,200=6,100), we get at 800 euro per year. In addition to the previous case, also other housing cost components would have to be measured or estimated. This method would, in principle, yield the full user cost of housing, i.e. both the value of housing consumption and the net economic benefit to be added to income. . In addition to these basic approaches, Frick et al. (2010) and some other authors have distinguished also self-assessment methods. We do not do so, but rather keep the above-mentioned approaches as distinct from the data sources (objective data or self-assessment) and estimation techniques (mean imputation/stratification, hedonic regression, Heckman selection models). The definition of imputed rent in the EU-SILC guidelines takes the rental equivalence method as the reference estimation method. According to the guidelines, target variable HY030G “shall be the equivalent market rent that shall be paid for a similar dwelling as that occupied, less any rent actually paid (in the case where the accommodation is rented at a lower price than the market price), less any minor repairs or refurbishment expenditure […]. Costs for heating, water, electricity, etc. are excluded. Repairs leading to improvements of fixing major problems of the dwelling are also excluded. Depreciation (consumption of fixed capital) shall neither be taken into account because they are likely to be offset or superseded by variation of market value of the dwelling. These latter are not covered in EU- SILC.” The definition is vague and would need to be reconsidered (3) . We interpret it as follows: cost of minor repairs etc. are deducted , while major repairs are not deducted, and neither is depreciation. The two last sentences of the definition somewhat confuse consumption of fixed capital with capital gains. Moreover, depreciation represents the annualised value of major structural repairs. Depreciation in fact should be taken into account (deducted) to gain consistency with national accounts and even with the definition of EU-SILC self-employment income. Moreover, what is to be added to disposable income are net imputed rents, so mortgage interest repayments (HY100G) need to be deducted from imputed rents (HY030) separately. In terms of empirical measurement, many elements in formula (1) are more or less explicitly included in the target variables of the cross-sectional EU-SILC data. Operational housing costs (C), rent payments (L) and mortgage interest payments net of tax relief are lumped in HH070, current rents paid by tenants in rental accommodations in HH060, gross mortgage interests in HY100G, taxes (lumped with other taxes on wealth) in HY120G. In the national databases, more information and more covariates are usually available for estimation purposes. For instance, current market price of the dwelling may be available in some national implementations e.g. from registers. (3) This depends on what is covered in the rents; if the rents do not cover heating, water or electricity, these should not be deducted. ",
        "13 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 However, in most countries, which use external sources for estimating the values of imputed rent, the target variables’ role in practise is not to act as elements in the estimation process. Consequently, it is hard to judge to what extent the elements mentioned in the definition of HY30G are respected. 2.2 Estimation methods Rental equivalences may be estimated using econometric methods (hedonic regression or the Heckman selection model). The basic method is hedonic regression with attributes of the dwelling as the covariates. If there is selection bias, a Heckman correction may be applied, with a model for the housing tenure and a model for the imputation of the values. The EU-SILC guidelines further instruct that the covariates of the models are country-specific, but the aim is to predict the average market rent with physical attributes (location, size, amenities etc.) as the covariates. The data source of the rents to be modelled can be the EU-SILC sub-sample of full rent tenants or an external source. An option is also to resort to cell-based mean imputation, i.e. stratification method. This follows the practise often applied in National Accounts, where operating surplus of households is conceptually the same as imputed rent in EU-SILC (gross of interest repayments). The same estimation methods could be used to estimate the current market prices of dwellings from external price statistics, if needed for the user cost /capital market approaches. In EU-SILC, each country has estimated gross imputed rents in its own preferred way (Table 1). The most common methods are stratification and regression. Five countries used the Heckman correction while the user cost method was applied in three to four countries. It is to be noted that we only observe the imputed rents net of relevant operating costs, and interest repayments on mortgage from the data. All we know about the underlying models or data sources is based on metadata. This is an important restriction when assessing the degree of comparability of the data. Based on metadata, countries have reported just a few changes in their quality reports since 2007; only Portugal has changed its imputation method (from subjective rental equivalence to a regression model based on actually paid rents). The stability of the estimates that will be shown later clearly point out to inexplicable changes in certain countries, which may result from undocumented changes in methods. In the rental equivalence method, the rents should be based on rental values in the non-subsidised sector. The size of the sector, however, is very small in most of the countries (Table 1). Shares of tenants paying market rents vary considerably through Europe, ranging from less than 10 per cent in the Eastern European countries, Iceland, Malta and Spain to nearly 40 per cent in Germany. However, many of the countries with very small share do use imputation methods based on the known behaviour of market rents. This casts doubt on the suitability of this method for imputations. Moreover, rental markets generally are not regionally homogenous within countries, and can range from very shallow with not much supply or demand for rental housing (remote rural areas), to sizable and active with constant excess demand (e.g. centres of major cities). The imputed rental equivalences can be over-estimated because the rental prices are abnormally high or under-estimated because the absence of rental price data leads to crude approximations from geographically large and heterogeneous rental markets. Furthermore, the differences in price and quality between social and private rentals may be slight, rental markets may be regulated to a large extent, rents may be volatile, and the data available inaccurate, and there are important institutional differences in housing markets among the countries (Juntto and Reijo, 2010). These include dual rental markets and regulation, subsidies and taxation, and quantity and quality of housing stock, which influence the prices of dwellings. According to Juntto and Reijo (2010), rental prices can be expected to be higher in countries with dualist rental sectors and within liberal welfare regimes, where markets play a more dominant role. Most countries have used regional and physical characteristics of the dwelling as explanatory variables in their models (4) . Full details on the specific models used in 2007 data can be found in Juntto & Reijo (4) Some have also used household characteristics in the model. We assume that these are used as instrumental variables because in principle only characteristic of the main residence (irrespective of the household who lives in it) should be included in the model as covariates. ",
        "14 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 (2010) and Eurostat (2009). Both the covariates used and the use of either the regression or stratification method may have an effect on the distribution of the estimated rental equivalences. The Heckman selection model is one way to tackle the possible selection bias induced by the segregation between owners and tenants: the “donors” (private rental tenants) may differ substantially from the “recipients” (owners) in many respects, such as floor area, location, or quality of housing (5) . Eurostat guidelines cited above set the threshold of the size of the market rent sector rather low (10%) for choosing the user cost method. In 2007, 17-18 countries went under this threshold. In 2009, 13 countries went under it, and four countries hardly exceeded the threshold. Three of them have adopted the user cost method at the outset. Only one country (Cyprus, where the share of population on the rental market was 9.9 in 2007) among countries with a small market rent sector has reported of the use of Heckman correction to tackle the possible selection bias emerging from the possible segregation between owners and tenants. Table 1: The share of market renters, % from population. Countries arranged by the share of market renters in 2009. Source: authors’ elaborations from the EU - SILC users’ databases 2007– 2010 (March 2012). NB: In Romania, share of persons in households paying market rents, was stable around one per cent of the population 2007 – 2010. (5) These can be related to the discussion on dualist and unitary housing systems (Kemeny, 1996; Juntto & Reijo, 2010): to the level of segregation between rental and owned dwelling stock, and to the level of segregation within rental markets between private and social housing. 2007 2008 2009 2010 Imputation method RO 1,0 0,9 0,8 1,1 Stratification MT 1,4 1,4 Stratification LT 1,2 1,4 2,1 1,1 Stratification BG 2,2 1,6 2,1 2,2 Stratification PL 2,6 2,2 2,1 2,4 Regression HU 2,7 2,6 2,2 2,4 Regression/subjective EE 4,4 2,9 2,5 2,6 User cost SI 5,5 4,9 4,1 5,0 Stratification CZ 4,8 5,0 5,4 5,0 User cost, subjective LV 5,7 6,6 6,3 6,7 Log-linear regression IS 5,7 6,8 7,9 10,4 User cost ES 7,5 8,1 8,2 8,7 Stratification/subjective SK 9,2 9,1 8,8 8,4 User cost CY 9,9 10,6 10,3 Heckman NO 10,3 9,8 10,4 10,9 Stratification FI 9,8 10,1 10,4 10,1 Stratification PT 9,6* 11,3 10,9 12,8 Regression 2008- IE 8.7 9,3 11,3 Stratification UK 8,2 9,3 12,4 11,9 Heckman IT 12,8 13,1 13,3 14,0 Heckman EL 17,9 17,9 18,0 18,2 Stratification/subjective BE 18,6 18,4 18,5 19,6 Heckman FR 20,3 19,3 19,8 20,2 Regression LU 19,7 19,4 22,3 27,6 Heckman AT 28,7 27,5 27,7 26,7 Regression SE 28,3 30,2 29,8 28,7 User cost NL 33,1 32,2 31,1 32,5 Regression DK 32,9 33,5 33,7 33,2 Stratification DE 38,2 39,0 38,9 39,7 Stratification * Self-assessment in 2007 ",
        "15 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 Rental equivalence is a data intensive method because it requires that the components of the value of housing consumption – with the exception of the return to home equity - are measured. The capital market approach may be less vulnerable to problems with data and less sensitive to the size of the rental housing markets. One might assume that the cross-country comparability of direct estimates of net return to home equity might be better controlled for (6) . In countries with small share of market renters, capital market approach could be used to estimate imputed rents as income, by assuming a rate of return and multiplying estimated or measured net home equity by that rate. Given the high home ownership rates in many countries, the quality of the data on the current market prices of dwellings would probably be better than that on free market rents, even if self-assessed by the survey respondents themselves. Comparability of the variables between countries in the UDB data is hard to assess. Variable HY030 is based, as already mentioned, on largely varying methodological solutions each using varied data sources. Many countries have used external data sources to arrive at market rent values (7) . Others have used current rent variable (HH060) collected for renters in SILC. A third option is the subjective rent variable (HH61) collected for non-tenants in SILC. Countries adopting the user cost method have arrived to different solutions for assessing the values of the dwellings: price registers, subjective assessments, surveys and census information. It takes country-specific and global expertise to judge consequences of the varied data sources and methods of imputation to data comparability. Results show a great variation in the volume and dispersion of the income accruing from imputing rents (see table 2). As a way of example, consider Figure 1, which depicts the distributions of imputed rents (HY030), before deducting interest repayments, in France and Finland in 2009 (8) . Finland has used the stratification method while France has applied hedonic regression. The underlying data and the methods differ substantially, yet distributions look similar and the average levels are close (345 euro per month in Finland, 375 in France; see table A1 in annex). (6) The Survey on Health, Age and Retirement (SHARE), for example, estimates imputed rents for all countries by assuming 4 percent rate of return on home equity. (7) According to the quality reports, at least 11 countries with regression models or stratification methods report having used external sources. (8) We do not report standard errors of any of the figures in this paper. By and large, the main concern here are non-sampling errors due to imputation, which could only be evaluated with multiply imputed data. Moreover, with design variables of the UDB we cannot take into account the complex sampling designs (stratification, calibration). ",
        "16 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 Figure 1: Distribution of imputed rents (gross, HY030) among households per month in Finland and France, 2009. Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). As another example, Figure 2 compares the distributions in three Southern countries, which have applied different methods but the outcomes also differ. The level of imputed rents is much lower in Portugal (90 euro) than in Spain and Italy (436 euro in both), but neither the data nor the metadata provide much guidance as to the reasons. At minimum, we find it easy to conclude that imputed rents in Spain and Portugal are not comparable. ",
        "17 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 Figure 2: Distribution of imputed rents (gross, HY030) among households per month in Italy, Portugal and Spain, 2009. Source : authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). Figure 3 further illustrates the distribution in four Eastern countries. The level of imputed rents is extremely low in the Czech republic (12 euro), while the levels (around 160 euro) and the distributions in Poland, Estonia and Hungary are not that far apart despite the different methods (regression, user cost and a self-assessed regression). Again, we find it safe to say that we cannot conclude much on the impact of the methods, but the data from the Czech Republic cannot be comparable with the three other countries. ",
        "18 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 Figure 3: Distribution of imputed rents (gross, HY030) among households per month in Czech Republic, Estonia, Poland and Hungary, 2009. Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). Considering the effort devoted in each country to construct the imputed rents variable, transmitting information of the process to the data users is usually scant. Quality reports seldom give a clear picture on how the net imputed rent is arrived at. We cannot know how mortgage interests and the consequent tax reliefs have been treated in the whole set of income variables. It would be important to give an exact description of the variables used in the regression models or stratification criteria (and what is excluded in arriving at net imputed rent (HY030N)), and whether they are derived from the SILC itself or from external sources. Imputed rents have very large impact on the level of income: in some countries, the median gross disposable household income increases more than 15 per cent (see table 2). Small details in the calculation techniques may have significant effects in the volumes of imputation. Further harmonisation of the techniques would therefore be necessary: detailed instructions from Eurostat are most advisable as to the criteria regulating the methodology choices, set of variables recommended for regression models, use of Heckman correction and choice of stratification criteria, and controls of extreme values. 2.3 The beneficiaries: housing tenures in Europe In EU-SILC, rents are to be imputed to two distinct groups of households: owner-occupiers and tenants not paying full market rent. The former represents implicit return to net housing wealth while the latter is a form of redistribution of income, social transfer in-kind, since the landlord usually is a non-profit or local/central government institution. Correct identification of the two types of beneficiaries is of key importance. The owners are easily identified, but social housing appears to be a much more complicated issue. Our first conclusion is that the variable on tenure structure in EU-SILC is not fully comparable across countries, and not always consistent with the imputed rental values. As noted in Sauli & Törmälehto (2010), imputed rents are a sort of “mass imputation” on a European scale, affecting a great majority of households in all countries. Figure 4 illustrates the prevalence of imputations in 2009 (Germany 2010). The Eastern European and Baltic countries and Malta have added imputed rents to more than 90 % of their population. This is a direct consequence of the tenure structure in those countries. At the extreme (Lithuania), imputed rents have been imputed to all households, while in some countries “only” to around 60 percent of the households (Germany, Denmark). Such extremes 0 . 0 0 2 . 0 0 4 . 0 0 6 D e n s i t y 0 500 1000 1500 2000 2500 3000 hy030_monthly Czech Republic(user cost, subjective) Estonia (user cost) Poland (regression) Hungary (regression, subjective) ",
        "19 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 reflect both the very different tenure structures in the countries, and to some extent deficiencies in the underlying data. Figure 4: The share of population receiving imputed rents, by tenure status, 2009 0,0 10,0 20,0 30,0 40,0 50,0 60,0 70,0 80,0 90,0 100,0 DE (2010) DK NL SE AT FR LU FI BE EL UK PT NO IS IT IE CY SK ES LV CZ SI HU BG EE PL MT RO LT Outright owner Owner, mortgage Reduced / Free rent Market rent / Unknown Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). NB: In Lithuania, all population received imputed rents in 2009, and 98 percent of them received imputed rent. Approximately 80 percent of the population were outright owners; also the 2 percent who were market renters received imputed rents. Tenants who pay full market rent are an important group, although nothing is imputed to them. The incidence of poverty is higher among them to start with, and imputed rents further move them downwards in the relative income distribution. Moreover, the size of the group is crucial for obtaining proper estimates of the rental equivalences. Owners with mortgage are an important subgroup as well, because interest repayments on mortgage are deducted. There is significant variation in mortgage indebtedness between countries, and between age groups within countries. The income level of a country and the mortgage take-up rates are correlated positively, which among other factors may result from the need for and access to finance, taxation, and ",
        "20 2 Measuring imputed rents The distributional impact of imputed rent in EU-SILC 2007-2010 transmission mechanisms of housing wealth (e.g. inheritances, privatisation in the Eastern Europe). (Törmälehto & Sauli, 2010). In the data, we find increasing mortgage take-up rates in a number of countries from 2007 to 2010, with a drop of some significance observed only in Iceland, Austria and the UK. The datasets end at the income reference year 2009, so the full effects of the crisis are not visible. The average interest repayments do fall in a few countries in the last year, consistent with the falling interest rates (Table A2 in the annex). Nevertheless, we find the development of the take-up rates somewhat surprising, since households in the countries hit by the financial crisis should have found it increasingly difficult to obtain credit. In addition, the fall in house prices potentially pushes households to deleverage their debt burden. ",
        "21 3 General measurement issues The distributional impact of imputed rent in EU-SILC 2007-2010 3. General measurement issues In this section, we technically review the variables related to imputed rents in the EU-SILC UDB and address potential comparability issues. 3.1 Completeness Some information on imputed rents is included in the 2007-2010 datasets for all countries. Nevertheless, the data coverage is not complete. Both imputed rents (HY030) and interest repayments on mortgage (HY100) are needed to derive the net imputed rents, which are added to disposable income. We have to exclude certain countries because data are missing for some years or because interest repayments are not available. The countries with incomplete coverage are Malta (2007 and 2008 all data missing), Ireland (2010 data missing), Cyprus (2010 data missing), Bulgaria (2010 HY030 missing) and Germany (2007- 2009 interest repayments missing). Imputed rents, before deducting interest repayments, may be recorded gross (HY030G) or net (HY030N), although the instructions do not specify what is meant by “net”. Net can be net of actual costs borne by the occupant, or it can be net of taxes in case imputed rents are subject to tax. Both gross and net variables are filled in, for all years and with the same values in 10 countries out of 29 (AT, BE, CZ, ES, GR, LU, PL, PT, RO, SE). Two countries (BG and IE) belong to this group but 2010 is missing. The interpretation then is that for these countries both variables (gross and net) include imputed rents as the value of housing consumption minus the costs of the occupant. As far as we know, imputed rents are subject to tax in Belgium and Luxemburg (Juntto & Reijo 2010). Quality reports do not specify the treatment of the taxation. Only gross variable is filled in 11 countries (DK, FI, HU, IS, IT, LT, NL, NO, SK, UK and CY, while CY lacks the 2010 variable) while only net variables are filled in one country (DE). For these countries, we also interpret the variables as being net of costs of the occupant, although with some doubts. Imputed rents are taxed in Lithuania and the Netherlands. In two countries, both gross and net variables are filled in for all years but they are different (EE, SI). Furthermore, in two countries (FR, LV), gross and net variables are not recorded consistently in all years. In France and Latvia, gross and net variables are the same for 2007 but different for other years. In cases of differing values, greater values were accepted. Interest repayments are in the variable HY100G / HY100N, wherein the net variable presumably would be net of tax relief (if any). However, net series are either empty, or if filled they are the same as gross variable for most countries. Exceptions are Finland, Ireland and Sweden. We use gross interest repayments (HY100G) in our analysis. Interest repayments are available for all years for all countries with five exceptions (BG, CY, DE, IE and MT). We construct our main analysis variable, net imputed rent, by deducting interest payments (HY100G) from imputed rents (HY030). It is important to note that after choosing between HY030g and HY030N, we take the data as it is, i.e. deriving the net imputed rents in the same way for all countries (except Denmark, see below). If imputed rents are missing, net imputed rents are not constructed. This should also ensure that interest repayments that are paid by full market tenants are not deducted, even when rents have been (incorrectly) imputed to them. We find these kinds of invalid imputed values in Bulgaria, Lithuania, the Netherlands, Norway, Poland, and the UK. While imputed rents are constrained to be positive in the data, the subtraction of interest repayments on mortgage may lead to negative net imputed rents of owner-occupiers. We retain the negative values, since in the short run indebted households with high leverage may find owning more costly than renting (see Törmälehto & Sauli, 2010, p.15). Moreover, negative net imputed rents do not generally imply negative disposable income, which would be a challenge for the distributional analyses. In our earlier work, we also called for attention to treatment of negative imputed rents due to mortgage interest repayments, especially on whether the interest repayments are correctly measured in relation to ",
        "22 3 General measurement issues The distributional impact of imputed rent in EU-SILC 2007-2010 gross imputed rents. The treatment of extreme values of imputed rents needs attention in some countries, although it is a marginal issue in general. It is hard to see any development here since 2007, and no information about possible interventions can be found in the quality reports. Table A4 in the Appendix shows the shares of households with negative, positive and null net imputed rents. Some examples of volumes and fluctuations of negative values are shown in Figure 5. We find consistently high shares of households with negative net imputed rents in the Netherlands, a rising share in Iceland and Portugal, and alarming fluctuations in the UK. Consistent with the falling interest rates, there seems to be a decline in 2010 and to a lesser extent in 2009 with those having negative net imputed rents (e.g. Finland, Luxembourg, Spain, Norway, Austria). The extreme case of the Netherlands may be related to the particularities of the data, and our assumption is that the net imputed rents cannot be constructed in a comparable way for the Netherlands. Figure 5: Negative imputed rents in selected countries. % of households. 0,0 5,0 10,0 15,0 20,0 25,0 30,0 35,0 40,0 45,0 50,0 2007 2008 2009 2010 % o f h o u s e h o l d s NL UK IS PT NO FI LU Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). NB: In the Netherlands, more than 40 per cent of households had negative imputed rents and the rate was stable through all years, while in the UK, the share fluctuated considerably between 6 and 37 per cent. However, judging from the behaviour of the data, standard routines are not feasible in at least two countries. The case of the Netherlands rouses attention due to the incredibly high negative values of the imputed rents. The average value of imputed rents (HY030) in the Netherlands is implausibly low compared for instance to its neighbouring countries. In the Netherlands the conditional mean in 2009 was 2,455 euro per household while in Belgium it was 5,950 and in Germany 6,850 euro. A closer look at Netherlands’ metadata also reveals deviations from standard definitions of income and tax variables. In our understanding, tax relief on mortgage interest is returned in the taxes paid as if there were no tax relief. This decreases the disposable income HY020. Still, mortgage interest paid (HY100G) is filled gross (NL quality report (any year), chapter 3.2.1 (9) ). Analysing distributional effects of imputed rents would suffer (9) NL Intermediate quality report 2010: “Total tax on income and social contribution (HY140): When calculating disposable income some components were excluded (interest repayments on mortgage, imputed rent). Therefore, this variable [HY140] refers to the fictitious amounts that have to be paid as if there were no (tax deductible) interest repayments on mortgage.” ",
        "23 3 General measurement issues The distributional impact of imputed rent in EU-SILC 2007-2010 from this double counting. It is not possible to remedy this with the information at hand. In addition there is a comparability problem in the tenure status structure: social housing is not identified in the Dutch data, although according to other sources its share is more than 20 per cent of the dwelling stock (Andrews et al. 2011). For Denmark, we have opted for not to deduct the interest repayments from imputed rents, since we assume that these already have been deducted from property income (HY090G), along with interest repayments on consumer loans. This is a deviation from the standard definition of disposable income, according to which only interest received should be included in gross and disposable income. If net imputed rents were added to income, in Denmark the mortgage interest repayments would be double counted. As a further comparability problem related to Denmark, the tenure status is not comparable, because all tenants are coded as paying market rent and no-one as paying reduced rent. To our knowledge, significant part of Danish rental housing stock in fact is social housing (e.g. Engberg, 2000, Andrews et al. 2011). To summarize, at the outset we have problems with coverage or comparability with at least seven countries. Five countries have gaps in time series (BG, CY, DE, IE, MT), two deviate from standard definitions of income / imputed rent variables and all tenants are coded as paying full market rent (DK,NL), while one country has a break in time series because of a change in the method (PT). We are left with 21 countries with no documented reasons for breaks in time series or other obvious problems. However, still major problems remain in the data comparability. Countries differ as to the volume on imputations, treatment of negative values and the prevalence and volume of extreme values. A quick glance at simple statistics of the income imputed across countries shows great differences in the amounts of rents imputed, the shape of the distributions and extreme values (see tables in the annex). We group countries into three groups in table 2 simply through volume and stability through time of income shares imputed, median values and coefficients of variation. The first two groups show countries with steady series, with unchanged imputation methods and no apparent problems of heavy fluctuations. In the nine countries in the first group, the median share of imputed rents never exceeds 10 percent of gross disposable household income, in the next group of 11 countries the maximum median share varies between 10 and 20 percent at least once on the observation period. Group number three consists of nine countries with varying data problems. Bulgaria, Cyprus, Germany, Ireland and Malta are suffering from gaps in time series. Parameters fluctuate heavily in Portugal and the United Kingdom. The Netherlands’ income variables seem to deviate from standard definitions. Denmark is included on the list of countries with problematic data in spite of the increase of the plausibility of the Danish data with special treatment of mortgage interests described above. The data still suffers from missing identification of social housing. The share of recipients of imputed rent in the population arranges each group. Unsurprisingly, the shares are highest in the Eastern European countries and Mediterranean countries. This is a direct consequence of the tenure structure in those countries. The next columns show ranges of (non-deflated) median values of imputed rents just to give a concrete touch to the sums that we speak of here. More importantly, the income shares vary less of course. To conclude, measurement issues may need to be checked in countries with high temporal variation in the share of recipients, the euro values and the income share of the IR. The United Kingdom ranks highest on the fluctuation dimension, but fluctuations in levels of income shares stick out also in Portugal, Iceland, Slovakia, Denmark, Poland and Estonia. ",
        "24 3 General measurement issues The distributional impact of imputed rent in EU-SILC 2007-2010 Table 2: Descriptives of the imputed rents time series 2007-2010. mean range 2010*** range, % of min min - max range change** LOW MAX* RO 99 1,3 8 32 1.6 - 1.8 0,2 Stable SI 95 1,1 211 9 8.2 - 8.9 0,7 Stable CZ 94 4,4 12 70 0.8 - 1.5 0,7 Stable LV 94 1,0 39 42 4.3 - 8.3 4,0 Decreasing SK 89 7,4 123 104 7.8 - 9.9 2,1 Increasing IS 88 4,1 128 236 2.8 - 5.3 2,5 Fluctuating NO 86 2,5 486 49 4.5 - 7.1 2,6 Fluctuating FI 82 0,5 371 20 7.1 - 8.4 1,3 Stable AT 74 1,8 407 58 6.0 - 8.3 2,3 Increasing HIGH MAX* PL 97 0,9 129 96 11.4 - 19.9 8,5 Fluctuating HU 96 1,9 139 19 14.8 - 19.4 4,6 Stable EE 96 1,5 100 62 9.6 - 17.6 8,0 Decreasing ES 91 1,2 420 9 14.2 - 15.6 1,4 Stable IT 87 1,2 497 14 13.4 - 14.7 1,3 Stable EL 82 0,7 369 8 14.0 - 15.0 1,0 Stable BE 81 1,2 386 24 8.6 - 10.4 1,8 Stable LU 78 8,2 739 16 10.2 - 11.5 1,3 Stable FR 76 1,8 364 19 9.0 - 11.5 2,5 Stable SE 70 1,2 324 36 7.3 - 10.1 2,8 Decreasing IR missing 2010 BG 94 0,9 49 -149 -11.3 - 17.2 28,5 Stable 2007-09 IR missing 2010 CY 90 0,7 563 28 15.6 - 18.8 3,2 Increasing HY100 missing 2007-09 DE 56 511 11,8 Trend unknown Comparability problems DK 65 3,0 767 60 8.1 - 11.7 3,6 Increasing IR missing 2010 IE 90 2,3 501 30 10.1 - 14.3 4,2 Increasing IR recipients 100 % LT 100 1,2 61 52 7.8 - 10.3 2,5 Increasing 2007-2008 data missing MT 99 0,1 246 1 8.5 - 8.7 0,2 Stable Comparability problems NL 66 4,3 -392 -17 -6.9 - -6.3 0,6 Increasing Method change 2008 PT 85 9,8 34 714 1.8 - 16.2 14,4 Fluctuating Unstable data UK 89 15,0 48 -973 -1.1 - 11.4 12,5 Fluctuating * Low: MAX share of median IR from gross disposable income less than 10 %, high: MAX between 10 and 20 % ** Estimate based on median values and coefficients of variation through the available years of observation *** Cyprus, Ireland, Bulgaria 2009 Alphabetical order Share of recipients, 2007 - 2010, % Median imputed rent, per month, 2007 - 2010, € Median income share of imputed rent of household income, 2007 - 2010, % Countries with data problems Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). ",
        "25 3 General measurement issues The distributional impact of imputed rent in EU-SILC 2007-2010 3.2 Extreme values Outlying values of imputed rents may result from households’ preferences regarding housing consumption, the characteristics of the housing markets, or the estimation method. As discussed in Sauli & Törmälehto (2010), households may consume housing services excessively relative to their needs. A typical example is an elderly living alone in a big old apartment after the children have left or the partner has passed away. One may conjecture that this adequately reflects the housing consumption and the resources available to the household. The household could downsize and/or re-locate if it preferred more liquid assets or an increase in non-housing consumption. This may be theoretical, since the quality of the services (“home”) and other preferences (social relations, bequest motives) imply that own home is best characterised as a spatially fixed illiquid asset. As for simple technical outlier checks, we first compared winsorized (1 %) and trimmed (1 observation and 1 %) means of imputed rents, interest repayments, and mortgage, and compared the change in average values (10) . While there were isolated extreme values, the data appeared to be reasonably robust to extreme outliers. Nevertheless, the data checking routines should in the future be adapted to eliminate very extremely outliers, which are to be found from the data. Second, we examine the population of shares of those with imputed rents (gross, HY030G/HY030N) outside the boxplot fences and those for whom the imputed rents (net) would at least double their income level. Overall, we find these results quite stable over the four years, but with some variation across the countries, in particular with those above the upper fence (upper quartile plus 1.5 times the interquartile range). The share of those for whom incomes would double is generally low, and with some improvement over the years. Some anomalies in certain years can be detected in BG and PT (2007) and PL (2008). (10) We also made some futile attempts to identify outliers based on robust multivariate regression, with characteristics of the dwelling and the household as explanatory and log of imputed rents as the dependent variable. ",
        "26 3 General measurement issues The distributional impact of imputed rent in EU-SILC 2007-2010 Figure 6: Outlying values of imputed rents (HY030, gross of interest repayments) and doubling of income levels due to net imputed rents (HY030-HY100G) in the 2009 EU- SILC data (% of households). 0,0 % 2,0 % 4,0 % 6,0 % 8,0 % 10,0 % 12,0 % A T B E B G C Y C Z D E D K E E E S F I F R E L H U I E I S I T L T L U L V M T N L N O P L P T R O S E S I S K U K Upper fence (upper quartile+1.5 x interquartile range) Lower fence (lower quartile-1.5 x interquartile range) Income levels are at least doubled Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). NB: The shares of households with outlying high values range from 0 per cent in Belgium to nearly 12 percent in Slovakia, while outlying low values are observed only in a few countries. Effects of imputed rents up to duplication of income rarely run up to 2 per cent of the households. ",
        "27 4 Distributional effects The distributional impact of imputed rent in EU-SILC 2007-2010 4. Distributional effects In general, imputed rents reduce relative inequality and increase average income levels. The distributional effect is an outcome of the change in average income, on the distribution of imputed rents among individuals, and on the correlation between imputed rents and cash disposable income. A larger share of imputed rents and higher dispersion of imputed rents among households implies more inequality in disposable income. Both of these should reflect the tenure structures, including mortgage indebtedness, which range widely among the European countries. The share of outright owners is very high in some Southern and Eastern countries, while for instance in the Netherlands, the UK and the Nordic countries housing indebtedness is quite common. The shape of the initial distribution matters as well, and the change in inequality depends also on the correlation of imputed rents with cash disposable income. As an example, even if net imputed rents were equally distributed among the population (a lump sum imputed to all), the income distribution would change, depending on the inequality in the original cash incomes. The inequality in the baseline distribution of cash disposable varies significantly across the Member States. It is lowest in the Nordic countries and some of the Eastern (CZ, SK, SI, HU) and Central European (AT) countries, and highest in the Southern Europe, the Baltic States and Bulgaria and Romania. 4.1 Supranational results The distributional effect of imputed rents is first looked at in a supranational perspective, i.e. when the micro data are used to represent Europe as a whole (11) . Figure 7 shows the evolution of Gini coefficient with and without imputed rents from 2007-2010, computed from the whole data set but excluding countries with gaps in time-series (Germany, Malta, Bulgaria, Cyprus, Ireland). The level of inequality is somewhat smaller for all years, and the time trend looks very similar, with inequality decreasing 2007- 2009 and rising in 2010. The need to exclude certain countries with nearly 20 percent of the EU population is of course unfortunate. The direct conclusion is that, as of yet, imputed rents cannot be included in the concept of disposable income because of data problems. (11) The EU-wide aggregates in the Eurostat database, however, are computed as population weighted averages of country indicators. Therefore, they generally are much smaller than the supranational indicators reported here. ",
        "28 4 Distributional effects The distributional impact of imputed rent in EU-SILC 2007-2010 Figure 7: Evolution of Gini coefficient with and without imputed rents, supranational estimates (excluding DE, MT, BG, CY, IE). 0,365 0,37 0,375 0,38 0,385 0,39 0,395 0,4 0,405 0,41 0,415 0,42 2007 2008 2009 2010 G i n i c o e f f i c i e n t DPI DPI+IR Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). NB: At the European level, the evolution of income inequality is similar with and without imputed rents. Keeping the supra-national perspective, but using mean logarithmic deviation as the inequality measure because it is sub-group decomposable, we find that imputed rents decreases the level of inequality within countries and between countries (Table 3). The overall evolution is the same as with the Gini coefficient, although the MLD index is more sensitive to changes in the bottom of the income distribution. With cash income, the within component is very stable over 2007–2010 while with imputed rents there is an increase from 2007 to 2008. Inequality between countries falls between 2007–2009 and increases from 2009 to 2010. The share attributed to the inequality between countries increases when imputed rents are added. With both income concepts, there is a relative shift towards within-countries inequality over this time period. Table 3: Inequality within and between countries, mean logarithmic deviation (MLD), supranational estimates (excluding DE, MT, BG, CY, IE). Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). 2007 2008 2009 2010 Change DPI 0,360 0,339 0,312 0,330 -8,3 % Within countries 0,164 0,166 0,165 0,165 0,7 % Betw een countries 0,196 0,173 0,147 0,165 -15,8 % Betw een countries, % 54,4 51,1 47 49,9 -4,5 DPI+IR 0,337 0,310 0,294 0,310 -8,1 % Within countries 0,143 0,151 0,149 0,148 3,9 % Betw een countries 0,194 0,159 0,145 0,161 -17,0 % Betw een countries, % 57,6 51,2 49,3 52,1 -5,5 NB: While imputed rents decrease the level of inequality, the change over the period is the same as with cash disposable income. The decrease in inequality appears to derive from reduced inequality between countries, with both income concepts. ",
        "29 4 Distributional effects The distributional impact of imputed rent in EU-SILC 2007-2010 4.2 Changes in average income level by country Before turning to inequality by country, we look at the changes in average income levels. This depends on the share of beneficiaries in a country, in particular the homeownership rate, on the average rents or housing prices, on the average level of the costs that are deducted from rental equivalences, and on mortgage indebtedness and interest rates. We include data from all countries, including those with missing data or unstable series. The results for the UK are particularly unstable, for instance the value for of imputed rents for 2008 is very low (Table A1 in the annex). Net imputed rents could not be constructed for Germany except in 2010, and Portugal changed the method in 2008 (12) . Further comparability issues may plague the results from Denmark and the Netherlands; some years are missing in Malta, Cyprus, and Bulgaria. Moreover, there are inexplicable changes in gross imputed rents e.g. in the UK (2008) and Poland ( 2008). Taken at face value, the data indicates that changes in mean equivalent income range from around minus 8 percent in the Netherlands to around 20 percent or more in Hungary (Table 4). Disregarding the Netherlands, we still find extreme variations, from roughly plus 1 percent in the Czech Republic to around 15 percent in Spain, Greece, Italy and Poland. A number of countries in the North and Central Europe experience an increase of around 10 percent. Table 4: Heat map of the impact of imputed rents on mean equivalent income per person, pp-change. Countries sorted according to impact in 2009.Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). 2007 2008 2009 2010 2007 2008 2009 2010 2007 2008 2009 2010 NL -7,7 -7,7 -8,1 -8,2 SE 11,2 8,9 8,6 7,7 BG 22,9 13,1 14,3 CZ 1,6 1,9 0,9 1,1 MT 9,4 9,5 ES 16,2 15,1 14,5 16,3 PT 18,4 3,5 1,7 1,7 SI 10,8 10,0 10,0 10,3 EL 15,8 15,3 14,6 14,0 RO 2,3 2,5 2,3 2,2 FR 12,9 11,7 10,0 9,6 EE 19,9 20,0 14,8 11,1 LV 11,4 6,1 4,7 4,9 BE 9,3 9,1 10,5 8,7 IT 15,3 16,7 15,1 16,8 IS 7,8 7,5 5,0 4,6 SK 9,9 9,6 11,1 10,6 PL 15,5 26,7 15,2 16,3 NO 9,7 6,3 5,0 9,0 LU 10,8 10,0 11,2 10,0 CY 14,2 15,8 18,4 AT 6,1 6,3 7,9 8,2 LT 15,6 13,1 12,7 13,6 HU 23,2 22,7 19,7 19,6 UK 12,2 -5,7 8,2 3,3 IE 9,7 10,3 13,4 DE FI 10,1 8,8 8,2 10,1 DK 9,4 9,2 13,9 14,0 NB: Extreme values in the Netherlands denote a strong negative impact of imputed rents on mean income levels. 4.3 Changes in inequality by country Table 5 turns to results on income inequality for the countries, and evaluates the changes in 2007-2010 using Gini-coefficient as the inequality indicator(13). With few exceptions, the inequality decreases in all countries and all years. Several Southern and Eastern countries consistently experience a more pronounced decrease in inequality, but there are exceptions (PT, CZ, RO). A decrease of more than 2 percentage points is indicated as darker red in the table. Spain, Greece, Italy and Poland consistently experience a significant decrease in inequality. These countries have high initial inequality. (12) Portugal switched to regression rental equivalence from subjective method in 2008 and this explains the observed change. The UK also changed its methodology in 2008, but the nature of the change is not explained in the quality reports. (13) See Törmälehto & Sauli (2010) for results based on other inequality indicators using the 2007 EU-SILC data. ",
        "30 4 Distributional effects The distributional impact of imputed rent in EU-SILC 2007-2010 Table 5: Heat map of the impact of imputed rents on Gini coefficient, pp-change. Countries sorted according to impact in 2009. Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). 2007 2008 2009 2010 2007 2008 2009 2010 2007 2008 2009 2010 ES -3,5 -3,3 -3,3 -3,8 LV -1,8 -1,5 -1,3 -1,4 NO -0,7 -0,4 -0,7 -0,5 EE -3,5 -2,6 -2,8 -1,9 SI -1,4 -1,4 -1,5 -1,6 FI -0,6 -0,6 -0,6 -0,4 MT -2,6 -2,7 BG -2,2 -2,1 -1,5 AT -0,4 -0,6 -0,4 -0,7 IE -2,6 -2,5 -2,8 BE -1,8 -1,4 -1,3 -1,3 DK -0,8 -0,9 0,3 -0,1 GR -2,5 -2,4 -2,3 -2,3 HU -1,8 -1,6 -1,3 -1,0 RO -0,3 -0,3 -0,2 -0,2 CY -2,5 -2,4 -2,2 SK -0,9 -1,2 -1,2 -1,3 CZ -0,2 -0,2 -0,1 -0,2 IT -2,5 -2,2 -2,3 -2,1 PT -2,3 -0,5 -0,2 -0,1 FR 0,0 -0,1 -0,3 0,0 PL -2,3 -2,7 -2,0 -2,1 LU -1,1 -0,7 -0,8 -0,5 IS -0,6 -0,3 0,0 0,4 UK -4,1 0,2 -1,7 -2,2 DE -0,5 NL 0,4 -0,1 0,3 0,2 LT -0,8 -1,4 -1,9 -2,8 SE -0,7 -0,8 -0,8 -0,7 NB: In most countries, imputed rents reduce income inequality. To evaluate the distributional impact further, we have decomposed the change in Gini coefficient into contributions of imputed rents (HY030) and interest repayments (Table A5 in annex). To this end, we have used the corresponding income shares and concentration indices, which are computed as follows: (1) C(x,dpi) = - 2 Cov( x/(μ(x)),(1-F(dpi)), where x is the variable of interest (HY030,. HY100, or the difference), and the index describes concentration on observations ranked according to cash disposable income dpi (14) . The concentration coefficient depends on the share of beneficiaries, because it is measured over all households. The conditional within-source inequality also increases the concentration index, as does high correlation with the ranking variable, i.e. cash income. Figure 8 shows the contributions of the two components in 2009. The contribution of (gross) imputed rents dominates in nearly all countries, and reduces inequality. The contribution of interest repayments is much more subtle, and there is variation whether their decrease or increase inequality. Iceland stands out as the country where the two contributions offset each other, and the end result is no change in income inequality. (14) The index ranges between [-1,1] and higher value implies concentration to higher ranks. For instance, the value of minus 1 may emerge if the poorest household in terms of cash income would get all the imputed rents, while plus one would emerge if the imputed rents were concentrated to the richest household. ",
        "31 4 Distributional effects The distributional impact of imputed rent in EU-SILC 2007-2010 Figure 8: Change in Gini coefficient in 2009 and the contributions of (gross) imputed rents and interest repayments. Countries are sorted according to the change in Gini coefficient. -4,0 % -3,0 % -2,0 % -1,0 % 0,0 % 1,0 % 2,0 % NL IS CZ PT RO FR AT FI NO SE LU SK HU BE LV BG SI UK LT PL CY IT EL MT EE IE ES % - p o i n t s Interest repayments Imputed rents (gross) Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). 4.4 Gap changing and re-ranking effects Imputed rents re-rank households and consequently individuals in the income distribution. We analyse the extent of re-ranking with summary measures, by decomposing the change in Gini-coefficient into gap-changing and re-ranking components. The gap changing effect is measured as the difference between concentration coefficient of the augmented measure and the Gini-coefficient of cash income, i.e. by holding the original ranks but changing income levels. The re-ranking effect is then the difference between Gini of the augmented measure minus the concentration coefficient. (2) G(dpi_IR) - G(dpi) = [G(dpi_ir) - C(dpi_ir,dpi)] + [C(dpi_ir,dpi) - G(dpi)], where the Gini and concentration coefficients are computed with the covariance formula described in (1). The expression (2) involves Gini coefficients of the two income concepts, and concentration coefficients of the augmented measure with respect to cash income. The first brackets in expression (2) represent the re-ranking and the second brackets the gap changing effect. Figure 9 illustrates the gap changing and re-ranking effects in 2009. Holding cash income ranks constant and adding imputed rents decreases income inequality. The gap effect dominates the re-ranking effect, which increases income inequality. The effects sum up to the change in Gini coefficient. For instance, of the -3.3 percentage points decrease in the Gini coefficient in Spain, -4.1 pp-points would be attributed to the gap decreasing effect and + 0.8 pp-points to re-ranking effect. There is more variation across countries in the gap decreasing effect than in the re-ranking effect. Figures A1 and A2 in the appendix show the effects for all four years. The countries with marked changes in the effects are mostly those where instabilities or anomalies have been found in the other indicators. ",
        "32 4 Distributional effects The distributional impact of imputed rent in EU-SILC 2007-2010 Figure 9: Decomposition of the change in Gini coefficient into gap changing and re- ranking effects, 2009. Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). ES EE IE MT EL IT CY PL LT UK BG SI BE HU LV SK LU SE NO FI AT FR PT RO CZ IS DK NL ",
        "33 5 Changes in income poverty The distributional impact of imputed rent in EU-SILC 2007-2010 5. Changes in income poverty Given the sizable level and distributional effects, the addition of imputed rents may also change the time series of key indicators. As already shown, the supranational indicators of income inequality do not point to different trends in time. We next compare the trend of income poverty with and without imputed rents at country level. The general net effect of re-ranking households and individuals on the income scale caused a decrease in general at-risk-of-poverty rates in the majority of countries in the 2007 data (Törmälehto and Sauli 2010). This was an outcome of a) increase in median income and consequently in income poverty threshold (decrease in NL and NO), b) transitions out of poverty (“cash poor”) and c) transitions into poverty (“house poor”). As a reminder of the general impact of imputed rents on poverty, Figure 10 shows the supranational age distribution of poor individuals with and without net imputed rents. As expected, imputed rents lift older people from income poverty while the new entries are mostly younger, with exits surpassing entries roughly from 50 years upwards. This reflects the life-cycle properties of homeownership rates and mortgage indebtedness. Figure 10: Age distribution of the income poor with and without imputed rents, 2009. Supranational kernel density estimates (all countries except DE, MT, BG, CY, IE). Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). To get an overview of the stability of the transitions over the years, we computed age distributions of those who enter or exit poverty when net imputed rents are added. As shown in Figure 11, the age profiles have some variation across the years, but overall shapes are reasonably similar. The older age groups, and particularly those above 70+, exit poverty while the entries come broadly from younger age groups up to around 40 years. ",
        "34 5 Charges in income poverty The distributional impact of imputed rent in EU-SILC 2007-2010 Figure 11: Age distribution of those who enter poverty when imputed rents are added to disposable income. Supranational kernel density estimates (all countries except DE, MT, BG, CY, IE). Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). Countries do differ greatly as to the volume and shape of effects by age; there are also sometimes substantial yearly variation in the age-specific effects as shown below in figure 12 and the attached table. In general, the figure shows that including imputed rent to income has a strong decreasing effect on the at-risk-of-poverty (AROP) rate of the elderly in most countries, even though yearly variation stands out. This of course is explained by higher imputed rents due to higher rate of home-ownership and absence of mortgages in the old age. On the other hand, in the younger age groups – children and age group 16-24 – the AROP rate increases in a few countries and changes very little in most of the countries. This is a reflection of the lower home- ownership rate, moreover strained by mortgages. The table under the figure looks at stability of the estimates, by reporting the range of net change percentages through the observation period. Apparently, the high change rates of the elderly age groups also vary more between years. However, excepting some countries, we do not view the ranges of change rates as alarming. ",
        "35 5 Changes in income poverty The distributional impact of imputed rent in EU-SILC 2007-2010 Figure 12: Change of AROP rate when imputed rents are added, by age group, 2009 -20 -15 -10 -5 0 5 10 EE ES UK IE MTBE IT CY NO FI LV EL IS BG SI SK PL LT AT FR NL SE PT DK HU RO CZ DE LU Age 0-15 age 16-24 65 or older Age 25-44 45-64 EE ES UK IE MT BE IT CY NO FI LV EL IS BG SI SK PL LT AT FR NL SE PT DK HU RO CZ DE LU 0-14 0,7 1,6 4,6 1,4 1,1 2,2 1,1 2,1 4,0 0,9 0,8 1,5 1,7 1,5 0,4 0,4 2,2 3,2 1,7 0,9 1,0 1,9 1,5 3,3 1,1 0,3 0,3 2,2 16-24 1,2 1,9 7,0 1,7 2,2 1,3 0,9 1,5 1,9 0,7 0,9 1,4 2,5 2,0 1,1 1,3 1,6 2,0 1,9 1,4 1,7 0,9 0,9 1,3 3,1 0,6 0,3 1,9 25-44 1,1 1,2 4,6 0,7 1,4 1,3 0,9 2,1 0,9 0,6 0,7 0,8 1,4 0,7 0,8 0,4 0,3 4,1 1,1 0,7 2,1 0,6 0,4 1,7 2,2 0,2 0,2 1,4 45-64 2,0 0,4 4,0 0,5 0,5 1,4 1,0 1,5 0,9 0,5 0,9 1,6 1,4 1,3 0,9 0,8 1,3 3,4 0,8 0,9 1,2 0,7 3,0 0,3 0,7 0,4 0,3 1,2 65- 14,7 3,0 8,3 11,4 1,8 1,8 2,4 2,3 2,2 1,6 4,1 2,3 5,6 2,3 1,3 3,6 2,3 1,3 3,5 1,3 3,2 2,6 7,3 6,5 1,4 0,9 0,9 2,0 Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). NB: In Estonia 2009 (blue downward bar on the left), the AROP rate for population aged 65 or older decreased by 19 percentage points after imputed rents were added to income. However, according to the figures in the table underneath, there was notable variation in the strength of the effect between years: the AROP change after inclusion of the IR varied between 4 and 19 percentage points (range 14.7 pp) for the Estonians aged 65 or older (left-hand column, last row). In Spain, the corresponding decrease in the AROP rate varied much less, between 15 and 12 percentage points (range 3.0 pp). The table colours: Yellow - yearly variation above the mean (1.8), gray - under the mean. 5.1 Changes in at risk of poverty rates and tenure status Even if the overall at-risk-of-poverty rates change only slightly (in 2010 maximum decrease in Spain -3.6 pp, maximum increase in Luxemburg 1.3 pp), poverty rates may change substantially in some population groups (Table 6). The change of the at-risk-of-poverty rates in three most important tenure status groups caused by augmentation of the income concept are shown in table 6 below. The change is clear and unidirectional decrease of the AROP rate in the group of outright owners as expected and in line with our previous results, though intensity of the change varies from fairly unimportant (ES,SE) to high (CZ, RO, BG, GR, LU,SK). Owners with mortgage experience each year a decrease in their AROP rate in a few countries (AT, FI, FR, LU, SE – all with more than 25% of the population in this tenure status group). We find an opposite trend - increase - in several countries (with more than 10% indebted – EE, HU, IT and NL). The rates increase and decrease for unknown reasons through the period in Spain, Greece, Iceland, Portugal and the ",
        "36 5 Charges in income poverty The distributional impact of imputed rent in EU-SILC 2007-2010 United Kingdom. Many Eastern European countries have a very small population with mortgages (LT, RO, BG, SI, LV, SK) and can be ignored here. Amazingly, in the Netherlands and the United Kingdom the market renters’ poverty risk decreases at least on isolated years, opposite to substantial increase in all other countries and years (also in the ones not shown due to small size of the market rent sector). The explanation in the Netherlands, but not in the United Kingdom, may lie in the behaviour of prevailing negative imputed rents that lower the median income and the AROP threshold accordingly. Table 6: Effects of imputed rent on the at risk of poverty rates 2007–2010, overall and tenure-specific, selected tenures, pp-change, countries with complete time series Grey: decrease in ARP; Yellow: increase in ARP, deviations/fluctuations framed CY, DE, IE, MT missing because of gaps in time series 2007 2008 2009 2010 2007 2008 2009 2010 2007 2008 2009 2010 2007 2008 2009 2010 AT 0,2 -0,3 0,7 0,0 -2,4 -3,3 -3,1 -3,5 -0,7 -0,8 -1,6 -0,4 4,5 5,0 7,5 5,9 BE -2,5 -1,4 -1,7 -1,3 -6,3 -1,3 -2,7 -1,2 0,0 1,0 0,1 0,5 6,5 6,5 7,7 8,6 BG 0,0 -0,2 -0,8 -0,1 -4,7 -5,6 -6,2 -7,3 1) 1) 1) 1) 2) 2) 2) 2) CZ 0,0 -0,2 -0,1 -0,4 -9,8 -4,0 -9,9 -12,2 0,0 0,3 0,0 0,0 2) 2) 2) 2) EE -4,0 -4,3 -4,7 -1,3 -1,7 -1,3 -1,9 -2,3 0,6 0,8 0,4 1,0 2) 2) 2) 2) ES -4,2 -3,9 -3,4 -3,6 -0,3 -0,3 -0,2 -0,5 -1,1 0,0 0,9 -0,8 8,1 9,0 9,2 9,5 FI -0,6 -0,6 -0,9 -0,3 -1,7 -2,5 -1,9 -1,8 -0,5 -0,6 -0,2 -1,1 8,3 7,2 7,3 9,4 FR 0,1 0,1 0,2 0,8 -3,3 -4,7 -3,7 -4,9 -0,4 -0,8 -0,6 0,0 9,3 8,5 8,7 7,5 EL -2,4 -2,5 -2,5 -1,8 -7,0 -5,9 -8,0 -2,1 -1,1 0,3 -0,3 1,2 9,8 8,4 7,2 8,1 HU -0,4 -1,1 -0,3 0,3 -1,1 -2,4 -1,9 -2,0 3,6 0,7 3,5 3,3 2) 2) 2) 2) IS -0,6 0,5 0,9 0,0 -5,5 -5,7 -5,3 -5,3 -0,7 0,2 1,6 -0,2 7,6 6,4 5,4 5,5 IT -2,2 -1,8 -2,0 -1,0 -4,0 -3,0 -2,6 -2,3 1,6 2,7 3,0 2,0 10,6 11,5 9,6 12,4 LT 0,3 0,0 -1,7 -2,5 -2,7 -1,4 -2,1 -2,1 4,1 1,0 2,2 3,5 1) 1) 1) 1) LU 0,5 0,3 1,3 1,3 -6,0 -6,5 -5,5 -5,6 -0,9 -1,4 -0,7 -1,4 11,0 8,2 8,7 9,1 LV -2,2 -1,8 -1,7 -1,1 -4,3 -5,0 -5,0 -4,3 2) 1,6 1,7 3,7 7,5 3,4 3,9 5,3 NL -0,2 -1,0 0,1 -0,2 -2,1 -2,2 -1,9 -2,1 2,7 1,9 3,4 3,6 -4,4 -5,3 -4,6 -6,1 NO -0,4 -0,6 -1,0 0,1 -2,6 -2,1 -2,3 -1,9 0,1 1,3 0,1 0,4 9,9 4,7 4,1 9,8 PL -1,1 -1,2 -2,2 -2,0 -5,3 -4,9 -6,3 -2,2 2) 2) -0,6 -0,8 2) 2) 2) 2) PT -2,4 0,0 -0,8 -0,5 -6,6 -4,9 -5,7 -5,8 0,5 -0,2 1,8 -0,4 11,3 3,5 0,9 1,5 RO -0,2 -0,1 -0,2 0,0 -6,7 -8,4 -9,8 -12,5 1) 1) 1) 1) 1) 1) 1) 1) SE 0,7 0,2 -0,4 -0,3 -0,4 -0,4 -0,4 -0,2 -1,4 -1,9 -2,7 -2,9 9,6 8,1 8,3 7,2 SI -1,9 -1,6 -1,7 -2,2 -2,1 -2,4 -3,2 -4,2 2) 7,8 2,5 2,5 2) 2) 2) 2) SK -0,3 -0,7 -0,6 -0,6 -7,1 -6,3 -6,7 -5,6 2) 2,2 5,9 1,1 6,5 6,5 3,8 7,4 UK -5,9 -0,6 -1,8 -3,1 -3,2 -3,3 -3,2 -0,5 1,2 3,8 -0,8 7,1 -11,4 -3,3 6,0 3,0 1) Not shown due to population share less than 2% 2) Not shown due to population share less than 6% Overall effect Outright owners Owners, mortgage Market rent Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). NB: Outright owners’ at-risk-of-poverty rates decreased in all countries (gray) and market renters’ at-risk-of-poverty rates increased (yellow) with the exception of the Netherlands in all countries with rental markets covering more than 6 per cent of the population. 5.2 Changes in at risk of poverty rates and AROPE indicators One of the most important indicators derived from EU-SILC is the percentage of population “at risk of poverty or exclusion” (AROPE). Income poverty is one of the three dimensions of this union indicator, the other two being low work intensity and material deprivation. Imputed rents decrease income poverty while the other dimensions remain unchanged. The joint distribution of the three dimensions changes, because imputed rents re-rank people in the income dimension. Consequently, there will be exits from and entries into the pool of people who are income poor or materially deprived or living in households with low work intensity. About two per cent of the not previously disadvantaged population enter into population at risk of poverty or exclusion. They are renters, to whom nothing is imputed, i.e. people who enter poverty risk due to rise of AROP threshold. More importantly, an average of ten percent of those previously disadvantaged ",
        "37 5 Changes in income poverty The distributional impact of imputed rent in EU-SILC 2007-2010 population exit from the scope of AROPE. They are the so-called cash poor, i.e. people who rise above the new AROP threshold due to the income growth from imputed rents. Only the net effects in the 2009 distribution are shown in Figure 13. The exits concentrate in the elderly population. The countries with the strongest decrease in the AROPE are also countries with strong decrease in AROP rates of the elderly (compare figures 12 and 13). Figure 13: Change in the AROPE rates and at risk of poverty rates, pp-change, 2009 -18,0 -16,0 -14,0 -12,0 -10,0 -8,0 -6,0 -4,0 -2,0 0,0 2,0 4,0 EE ES UK IE MT BE IT NO FI CY IS EL LV SI SK AT NL FR PL LT SE PT DK HU BG CZ RO LU Overall net change in AROP Overall net change in AROPE Net change of AROPE among the elderly Source: authors’ elaborations from the EU-SILC users’ databases 2007–2010 (March 2012). NB: Inclusion of imputed rents in income caused in Estonia a 4 per cent decrease of overall at-risk-of-poverty rate, 3 percent decrease of overall AROPE rate and 17 per cent points decrease in the AROPE rate of Estonian elderly population. Not surprisingly, the impact of the change in income concept has a strong effect on the AROPE indicator. Since poverty risk is the dominant dimension in AROPE, we expect the direction of change in both indicators to coincide. The net change rates are relatively stable through years (not documented here) in most of the countries, but abrupt temporal variations are found in the United Kingdom (ranging from -6.7 to -13.4 %) and Estonia (ranging from -17.2 to -3.7 %). ",
        "",
        "39 6 Conclusions The distributional impact of imputed rent in EU-SILC 2007-2010 6. Conclusions Imputed rent is a significant component of disposable income, but the present data quality does not support adding this component to disposable income concept without major improvements in the comparability of the data between countries and within countries across time. EU-SILC should keep on collecting imputed rent data, and it should be further analysed both from a methodological and substantial viewpoints. Currently, disposable income including imputed rents is best considered as a supplementary income concept, to be analysed and published as a memorandum item to the current cash-based income concept. We propose changes in different aspects of the construction process to enhance the transparency of the concept and measures. 6.1 Concept and interpretation The definition of imputed rent in EU-SILC includes two notions. First, home ownership is seen as an asset on which returns accrue. Second, tenants whose rents are set below the prevailing market level receive economic benefits. The definition of imputed rents given in the EU-SILC guidelines would need to be revised and clarified. In particular, the deductions from the imputed rental equivalences should be clarified, i.e. it should be explicit what needs to be subtracted and what not. We also suggest that in this context depreciation is a way of taking into account major structural repairs, and for consistency reasons depreciation should be deducted; possibly a simple model-based or proportional adjustment would suffice to take the depreciation into account. Capital gains are not to be included, and the current wording could be redrafted on this; we also do not find that exclusion of depreciation can be justified with capital gains. Social housing appears to be a complicated issue. Our first conclusion is that the variable on tenure structure in EU-SILC is not fully comparable across countries, and not always consistent with the imputed rental values. The identification of households in social housing is not fully comparable and simply not recorded in certain countries. Since imputed rents of tenants are in fact in-kind social transfer, conceptually they could be considered as such. As a remedy to the data problems, imputed rents could be added to income only for the owner-occupiers, while imputed rents of tenants could be added to adjusted disposable income only along with other social transfers in kind (education, health etc.). 6.2 Methods of imputation The countries employ different methods, but true assessment of comparability would require a study of applying different methods in the countries. This is not possible with the EU-SILC dataset. One would need to have access to the underlying data sources (rents, dwelling prices, model covariates) and models. An experiment similar to the AIM-AP project (Frick et. al., 2010) focusing on methods applicable in EU- SILC is called for. The current recommendation, rental equivalence method, is more data intensive and not as transparent as the alternative, i.e. user cost method. A key challenge of this method is the very thin non-subsidized rental markets in many countries. An option is to consider the user cost method due to its better transparency, relative simplicity, and lower production and respondent burden. The quality of data on the current market prices of dwellings would probably be better than that of the free market rents, even if the price values were asked from the survey respondents. Moreover, having self-assessed current market prices of main residences would mean that, on average, around two thirds of the total value of household assets would be covered as well. Likewise, while the Heckman method may be the preferred method, many countries are sticking to stratified mean imputation or standard OLS (hedonic price models). In particular with countries having differences in the owner-occupied and rented dwellings (number of rooms, amenities etc.), the current methods should be benchmarked with results obtained with the Heckman method . ",
        "40 6 Conclusions The distributional impact of imputed rent in EU-SILC 2007-2010 6.3 Data and variables The data are not complete at the moment, because some countries do not provide variables on imputed rents or interest repayments on mortgage. Clearly, the first step to improve on the data is to have all countries transmit these variables in the data. We have noted also the close link between imputed rents and housing costs. Both to bring more transparency to the data and to improve on measurement of housing costs, the current target variables could be complemented with sub-components of housing costs, at minimum a variable containing all other costs (utilities etc.) without interest repayments. For instance, splitting the current housing costs variable (HH070) into utilities (heating, electricity, water) and other costs would help. This could be offset by dropping the variables on subjective rent (HH061) and year of contract (HH030), as these seem to include mainly as controls to the imputed rent variable. Better yet, one could include the imputed rents without any subtractions, the items that are subtracted in one variable, and the interest repayments on mortgage. This should allow some easy monitoring of comparability. Countries with taxation on imputed rents should construct also variable HY030N net of taxes. The guidelines are not always clear about what is meant by “net” – i.e. what components to exclude to arrive at net items (concerns especially HY030). The NSIs should comply with the (hopefully reviewed) guidelines as to the composition of housing costs (HH070), imputed rents (HY030G or HY030N), interest repayments on mortgage (HY100G or HY100N) and, if not able to comply, report relevant deviations in their quality reports. A clear recommendation is to improve on the data validation. First, countries should check at minimum the very extreme outliers and trim these before transmitting the data. Second, consistency of the flags and the values of imputed rents and housing tenure should be corrected in the validation process. At the moment, quite a bit of extra work is needed just to check and possibly clean the data before using it in a cross-country analysis. 6.4 Quality reports Since neither the data nor the flags tell us about the underlying methods, these should be properly documented in the quality reports. This is extremely important, given the scale of the exercise and the distributional implications. Important elements in description of imputation method (HY030G/N) are the following: - Justification of the chosen method based on the national housing market characteristics (size of the rental sector, dualistic regime). - Specification of the source of data on which models, strata, and other elements are based on. - Whether the Heckman method was used and if not, why not. - Possible editing of outliers and extreme values: volume, editing method. - Report from data producer that imputed income in dwellings with reduced or free rent has been properly considered in the light of guidelines concerning the allocation of data into variables PY020, PY010, HY070 or HY030 (“Housing subsidies and reduced rent based on employment contract should not interfere with computation of imputed rent”). ",
        "41 7 References The distributional impact of imputed rent in EU-SILC 2007-2010 7. References Andrews, D., Caldera Sanchez A., Johansson, Å. (2011): ‘Housing Markets and Structural Policies in OECD Countries’, OECD Economic Department Working Papers, No. 836, OECD Publishing. Atkinson, A.B., Marlier, E. (2010): ‘Living Conditions in Europe and the Europe 2020 agenda’, in Atkinson, A. B., Marlier, E. (eds.) Income and living conditions in Europe. Eurostat, Statistical books. Engberg, L. (2000): ‘Social Housing in Denmark’, Research papers from the department of Social Sciences, Institut for Samfundsvidenskab og Erhvervsokonomi. Research paper no. 6/00. Eurostat (2009a): “Impact study of inclusion/exclusion of non-monetary income components and extreme values”, Document LC-ILC/33/09/EN prepared for the Working Group meeting of Statistics on Living Conditions, Luxembourg 10-12 June 2009. Eurostat (2011): Emphasise the household perspective in national accounts through social statistics. Recommendations of the Task Force on the household perspective impacting on European social statistics. Undated paper by Denis Leythienne, Eurostat. Frick, J.R. and M.M. Grabka (2003): “Imputed Rent and Income Inequality: A Decomposition Analysis for the U.K., West Germany, and the USA,” Review of Income and Wealth, 49, 513-537.. Frick, J.R., M.M. Grabka, T.M. Smeeding and P. Tsakloglou: “Imputed Rent and it Distributional Impact in five European Countries”. Journal of Housing Economics, 19, 167-179, 2010. Huynen, B., Otten, F., van der Houwen, K. (2012): ‘EU-SILC and the use of registers in the Netherlands’, paper presented in the Net-SILC2 workshop on the use of registers in the context of EU-SILC, Vienna, 5.12.2012. Juntto, A., Reijo, M. (2010), ‘The comparability of imputed rent’, Eurostat, Methodologies and working papers. Kemeny, J. (1996): ‘From public housing to the social housing market: Rental policy strategies in comparative perspective’, Routledge, London. Törmälehto, V-M., Sauli, H. (2010), ‘The distributional impact of imputed rent in EU-SILC‘, Eurostat, Methodologies and working papers. Sauli, H., Törmälehto, V-M. (2010), ‘The distributional impact of imputed rent in EU-SILC’, in Atkinson, A. B., Marlier, E. (eds.) Income and living conditions in Europe. Eurostat, Statistical books. Stiglitz, J./Sen, A./Fitoussi, J.P. (2009): ‘Report by the Commission on the Measurement of Economic Performance and Social Progress’, (web document) (http://www.stiglitz-sen-fitoussi.fr/en/index.htm) ",
        "",
        "43 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 8. Appendix Table A1. imputed rents gross of interest repayments (HY030): basic weighted descriptives of households. Countries sorted according to mean in 2009. 2007 2008 2009 2010 2007 2008 2009 2010 2007 2008 2009 2010 RO 90 115 114 106 83 86 85 80 0 0 1 0 CZ 174 234 147 172 99 90 91 90 0 0 0 0 LV 839 779 726 638 90 90 85 81 0 0 0 0 BG 811 816 1.009 85 83 94 . 6 85 13 6171 PT 3.838 1.299 1.085 909 81 133 131 125 0 0 0 0 NL 1.328 1.322 1.367 1.432 115 110 109 335 0 0 0 0 LT 1.146 1.184 1.474 1.303 125 100 97 81 0 0 0 0 SK 852 1.036 1.479 1.492 90 76 70 67 0 0 21 0 PL 1.270 2.596 1.832 1.663 54 62 62 60 0 0 0 0 EE 1.880 2.197 2.000 1.408 73 81 69 79 0 0 1 2 HU 1.991 2.105 2.007 1.806 48 51 49 48 201 0 0 0 MT 2.501 2.520 . . 29 29 . . 0 0 SI 2.305 2.396 2.575 2.504 49 47 46 48 0 0 0 0 AT 2.413 2.717 3.241 3.512 108 100 104 91 0 0 0 0 DE 3.684 3.598 3.669 3.639 109 110 110 118 131 82 0 0 EL 3.648 3.760 3.814 3.833 79 75 74 73 0 0 0 0 FI 3.883 3.961 4.135 4.360 94 96 95 96 0 0 0 0 SE 3.928 4.018 4.173 3.464 85 88 255 87 0 0 0 0 UK 8.247 411 4.467 3.174 45 66 70 106 0 0 0 0 FR 4.448 4.794 4.497 4.356 107 103 104 110 0 0 0 0 BE 3.862 3.998 4.613 4.117 63 61 62 63 0 0 0 0 DK 3.326 3.355 4.956 5.178 99 101 133 133 0 0 0 0 ES 4.826 5.184 5.231 5.314 45 46 47 44 0 0 0 0 IT 5.014 5.658 5.234 5.666 57 60 57 60 0 0 0 0 IS 8.572 9.396 5.650 4.523 70 71 73 78 7 1 1 1 NO 7.066 7.093 6.360 7.373 83 94 72 77 0 5 6 0 CY 5.469 6.064 7.134 53 55 70 . 0 0 0 . IE 6.252 7.069 7.921 53 56 55 . 0 0 0 LU 8.326 8.254 8.615 7.645 71 82 87 88 0 4 7 2 Mean CV Missing values ",
        "44 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Table A2. Interest repayments (HY100G): basic weighted descriptives of households. Countries sorted according to mean in 2009. 2007 2008 2009 2010 2007 2008 2009 2010 2007 2008 2009 2010 RO 1 1 2040 1451 1420 1763 0 0 0 0 CZ 5 7 10 13 564 735 597 392 0 0 0 9 PL 15 27 44 37 880 752 658 566 0 0 0 0 BG 29 93 100 66 800 443 452 560 0 0 0 0 SK 35 61 100 72 702 634 506 544 0 0 0 22 HU 104 112 127 136 373 265 270 239 0 0 0 0 LT 45 7 132 89 663 504 499 565 0 0 0 0 SI 101 161 146 163 887 621 529 529 0 0 0 0 LV 29 119 149 141 815 544 473 474 0 0 0 0 EE 128 131 246 174 377 429 347 388 0 0 0 0 MT 292 309 339 320 0 0 EL 226 301 351 376 425 395 368 353 0 0 0 0 AT 374 491 426 408 288 273 286 313 0 0 0 0 IT 377 492 471 396 360 360 347 352 0 0 0 0 CY 519 501 543 307 308 330 0 0 0 FR 560 550 655 633 283 306 271 284 0 0 0 0 PT 434 671 764 581 239 239 235 221 0 0 0 0 BE 879 939 940 997 232 229 222 223 0 0 0 0 ES 706 1.058 1.187 844 235 217 209 208 0 0 0 0 FI 688 999 1.216 793 216 220 213 218 0 0 0 0 SE 550 1.043 1.249 999 192 185 189 183 0 0 0 0 IE 1.274 1.610 1.368 282 259 299 . 0 0 0 . UK 3.017 2.379 1.666 1.632 182 183 193 198 82 0 0 0 LU 1.928 2.177 1.674 1.356 200 204 243 219 0 0 0 0 DK 2.365 2.830 3.252 3.291 159 159 163 162 0 0 0 0 IS 3.907 4.493 3.277 2.782 111 115 129 123 2 1 7 3 NO 2.541 3.575 3.357 2.489 156 154 165 157 148 0 0 0 NL 3.615 3.751 3.944 4.024 184 154 199 152 0 0 0 0 DE 766 290 14153 13312 13087 0 Mean CV NMiss ",
        "45 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Table A3. Outliers of imputed rents (HY030G/HY030N), % of individuals. 2007 2008 2009 2010 Range 2007 2008 2009 2010 Range 2007 2008 2009 2010 Range AT 2,9 3,3 3,4 1,1 2,3 0 0 0 0 0 0,3 0,2 0,3 0,2 0,1 BE 0,1 0,1 0 0,1 0,1 0,3 0,1 0 0 0,3 0,5 0,3 0,2 0,3 0,3 BG 0,4 0,6 2,6 . 2,2 0 0 0 . 0 6,2 2,1 1,9 . 4,4 CY 0,2 0,1 1,7 . 1,6 0 0 0 . 0 0,1 0,1 0,5 . 0,4 CZ 4,3 5,4 5,1 5,9 1,6 0 0 0 0 0 0 0 0 0 0 DE 2,9 3,1 3,7 3,7 0,8 0 0 0 0 0 0 0 0 0 0 DK 4,1 3,5 5 3,6 1,5 0 0,1 0 0 0,1 0,2 0,6 1 1,2 1 EE 4,5 5,2 4,7 7 2,5 0 0 0 0 0 2,7 1,9 1 0,7 2 ES 2,8 2,8 2,2 2,5 0,6 0,5 0,3 0,2 0,4 0,3 1,8 1,6 2,3 2,8 1,2 FI 6,2 5,8 6 6,2 0,5 0 0 0 0 0 0,3 0,3 0,3 0,3 0,1 FR 3,8 4,6 3,7 3,8 1 0 0 0 0 0 0,9 0,5 0,6 0,6 0,5 EL 4,2 4,2 3,8 3,3 1 0 0 0 0 0 1,6 1,4 1,3 1 0,6 HU 1,8 2,6 0 0 2,6 0 0 0 0 0 1,2 0,9 0,5 0,5 0,7 IE 2,9 3,1 5 . 2,2 0,3 0 0,2 . 0,3 0,4 0,7 1,1 . 0,7 IS 4 3,8 5,2 4,5 1,4 0 0 0 0 0 0,7 0,3 0,3 0,4 0,4 IT 2,3 1,9 1,4 2,2 0,9 0 0 0 0 0 1,6 1,6 1,5 1,7 0,2 LT 8,3 6,1 8,7 9,3 3,2 0 0 0 0 0 2,1 1,4 1,8 3,3 1,9 LU 5,6 6,3 4,6 4,8 1,7 0 0 0 0 0 0,2 0,2 0,5 0,4 0,3 LV 1,8 2,2 3,5 2,2 1,8 0 0 0 0 0 1,5 0,5 0,3 0,9 1,2 MT . . 0 0 0 . . 0,7 0 0,7 . . 0,3 0,7 0,3 NL 9,3 9,3 9,7 8,8 0,9 1,2 0,9 1,1 0,8 0,4 0,2 0 0,2 0,3 0,3 NO 5,3 6,2 9 7,2 3,7 0 0 1,7 0 1,7 1 1 0,3 0,3 0,7 PL 3,3 2,6 4 3,2 1,4 0 0 0 0 0 0,8 3,3 0,7 1 2,5 PT 4,4 5 4,3 4,7 0,7 0 0 0 0 0 2,5 0,2 0,2 0 2,5 RO 4,1 4,2 5,4 5,4 1,3 0 0 0 0 0 0,1 0,1 0,1 0 0,1 SE 4,3 5,4 6,2 5,8 1,9 0 0 0 0 0 0,5 0,4 0,7 0,5 0,2 SI 3,6 3,4 3,3 3,3 0,3 0 0 0 0 0 0,2 0,2 0,1 0,1 0,1 SK 5,9 8,4 11,7 9,6 5,8 0 0 0 0 0 0,3 0,4 0,5 0,4 0,1 UK 2,6 0,9 1,5 3,3 2,4 0 0,2 0 2,3 2,3 1,6 0,1 0,5 1,6 1,6 Range 9,2 9,3 11,7 9,6 5,8 1,2 0,9 1,7 2,3 2,3 6,2 3,3 2,3 3,3 4,4 Upper fence (upper quartile+1.5 x interquartile range) Lower fence (lower quartile- 1.5 x interquartile range) Income levels are doubled ",
        "46 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Table A4. Net imputed rents: negative, positive and null values, % of households. 2007 2008 2009 2010 2007 2008 2009 2010 2007 2008 2010 AT 4,2 5,5 4,6 2,8 64,6 66,6 67,3 68,4 31,2 28 28,8 BE 2,4 4,3 3,6 5 75 73,7 73,9 71,4 22,6 22 23,6 BG 1,3 4,1 3,8 94,1 87,7 91,6 4,7 8,2 CY 0,8 0,7 1,2 86,7 86,4 86 12,6 12,9 CZ 0,3 0,2 1,6 1,6 89,9 94,3 92,4 93 9,8 5,5 5,4 DE 2,7 45,6 51,7 DK* 0 0 0 0 57,3 55 54 53,9 42,7 45 46,1 EE 0,6 1,1 3,7 3,5 93,6 94,6 92,3 91,7 5,8 4,3 4,8 ES 2,2 4,5 5,3 1,9 89,6 86,5 85,5 88,6 8,2 9 9,6 FI 2,4 5,7 7,7 3,1 75,1 70,9 69,1 74,3 22,6 23,4 22,6 FR 1,7 1,5 2,3 2,4 72,9 72,9 71,9 70,9 25,4 25,6 26,8 EL 0,6 1,5 1,7 1,5 79,1 77,9 77,3 76,8 20,3 20,6 21,7 HU 0,8 0,4 0,6 0,9 93,4 96,5 94,6 96,2 5,7 3,1 2,9 IE 5,4 6,8 4 84,8 83,4 84,7 9,8 9,8 IS 10,1 12 17,9 22,7 75,6 72,7 64,6 56,8 14,3 15,3 20,4 IT 1,7 2 2 1,1 85,2 84,4 84,5 84,7 13,2 13,6 14,2 LT 0,8 0 2,7 2,1 97,8 100 97,3 97,9 1,4 0 0 LU 4,2 5 1,7 1,3 74,3 73,6 73,1 68,3 21,5 21,5 30,4 LV 0,7 3,3 4,2 5,3 93,1 89,3 88,6 87,2 6,2 7,4 7,5 MT 4,5 4,9 93,7 93,2 1,8 NL 41,1 43,1 42,9 44 12,5 11,8 13,1 12,7 46,3 45,1 43,3 NO 8,6 20,3 17 7 71,4 57,1 64,1 74 20 22,7 18,9 PL 0,2 0 0,4 0,2 97,4 97,1 96,8 95,9 2,4 2,9 3,9 PT 1 6,1 15,6 14,5 88,4 77,5 65,6 62,2 10,6 16,3 23,3 RO 0,1 0,2 0,4 0,1 98,7 97,7 98,7 98,6 1,2 2,1 1,2 SE 0,3 2,1 3,1 2,4 63,7 60,9 59,5 61,1 36 37,1 36,4 SI 1,2 2,3 2,1 2,2 92,1 91,7 92,9 91,6 6,7 6 6,2 SK 1,5 2,3 2,8 1,5 89,3 81,2 87,3 89,7 9,2 16,5 8,7 UK 10,2 37,5 6,7 35,9 87,8 47 74,9 53,1 1,9 15,5 10,9 Negative net imputed rent Not imputed Positive net imputed rent 21 28,1 22,5 4,6 12,8 6 18,4 7,3 1,8 43,9 18,8 2,9 18,8 2009 0,9 37,4 5 9,9 4,8 11,3 17,5 13,5 0 25,1 46 4,1 9,2 23,1 25,8 ",
        "47 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Table A5. Change in Gini-coefficient and contributions of imputed rents and interest repayments. 2007 2008 2009 2010 2007 2008 2009 2010 2007 2008 2009 2010 AT -0,40% -0,60% -0,40% -0,70% -0,42% -0,64% -0,40% -0,72% 0,06% 0,04% 0,03% -0,01% BE -1,80% -1,40% -1,30% -1,30% -1,70% -1,44% -1,28% -1,24% -0,08% 0,01% -0,03% -0,02% BG -2,20% -2,10% -1,50% 0,00% -2,30% -2,21% -1,55% 0,00% 0,08% 0,11% 0,10% -0,03% CY -2,50% -2,40% -2,20% -2,41% -2,26% -2,06% -0,09% -0,12% -0,11% CZ -0,20% -0,20% -0,10% -0,20% -0,18% -0,24% -0,13% -0,16% -0,01% -0,01% -0,01% -0,01% DE -1,00% -0,90% -0,70% -0,50% -1,03% -0,85% -0,71% -0,37% 0,00% 0,00% 0,00% -0,13% DK -0,80% -0,90% 0,30% -0,10% -0,34% -0,38% 0,94% 0,45% -0,50% -0,53% -0,67% -0,55% EE -3,50% -2,60% -2,80% -1,90% -3,21% -2,42% -2,55% -1,73% -0,31% -0,18% -0,21% -0,16% ES -3,50% -3,30% -3,30% -3,80% -3,53% -3,41% -3,64% -4,09% 0,06% 0,11% 0,29% 0,28% FI -0,60% -0,60% -0,60% -0,40% -0,52% -0,45% -0,44% -0,32% -0,11% -0,17% -0,11% -0,09% FR 0,00% -0,10% -0,30% 0,00% 0,03% -0,20% -0,42% -0,14% -0,01% 0,07% 0,10% 0,10% EL -2,50% -2,40% -2,30% -2,30% -2,39% -2,36% -2,41% -2,39% -0,07% -0,02% 0,06% 0,07% HU -1,80% -1,60% -1,30% -1,00% -2,02% -1,81% -1,56% -1,30% 0,25% 0,23% 0,26% 0,33% IE -2,60% -2,50% -2,80% -2,34% -2,30% -2,37% -0,31% -0,20% -0,44% IS -0,60% -0,30% 0,00% 0,40% -1,53% -1,20% -1,45% -0,89% 0,96% 0,91% 1,40% 1,33% IT -2,50% -2,20% -2,30% -2,10% -2,59% -2,32% -2,37% -2,20% 0,05% 0,08% 0,11% 0,07% LT -0,80% -1,40% -1,90% -2,80% -0,68% -1,38% -1,70% -2,70% -0,15% -0,02% -0,24% -0,11% LU -1,10% -0,70% -0,80% -0,50% -1,13% -0,83% -0,86% -0,54% 0,07% 0,11% 0,05% 0,02% LV -1,80% -1,50% -1,30% -1,40% -1,70% -1,38% -1,30% -1,27% -0,06% -0,15% -0,04% -0,15% MT -2,60% -2,70% -2,61% -2,68% -0,03% -0,04% NL 0,40% -0,10% 0,30% 0,20% 0,02% 0,05% -0,03% 0,06% 0,36% -0,13% 0,34% 0,18% NO -0,70% -0,40% -0,70% -0,50% -0,92% -0,86% -0,75% -0,53% 0,25% 0,45% 0,09% 0,01% PL -2,30% -2,70% -2,00% -2,10% -2,24% -2,61% -1,90% -2,05% -0,05% -0,06% -0,09% -0,09% PT -2,30% -0,50% -0,20% -0,10% -2,38% -0,58% -0,52% -0,37% 0,07% 0,05% 0,29% 0,25% RO -0,30% -0,30% -0,20% -0,20% -0,30% -0,28% -0,23% -0,19% 0,00% 0,00% -0,01% 0,00% SE -0,70% -0,80% -0,80% -0,70% -0,54% -0,43% -0,37% -0,41% -0,18% -0,34% -0,41% -0,34% SI -1,40% -1,40% -1,50% -1,60% -1,51% -1,55% -1,53% -1,69% 0,08% 0,11% 0,05% 0,05% SK -0,90% -1,20% -1,20% -1,30% -0,93% -1,24% -1,39% -1,38% -0,02% 0,05% 0,18% 0,03% UK -4,10% 0,20% -1,70% -2,20% -3,81% -0,20% -1,47% -2,66% -0,26% 0,44% -0,24% 0,49% Of which: interest repayments (HY100) Change in Gini Of which: imputed rents (HY030) ",
        "48 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Figure A1. Gap changing effect of imputed rents on income inequality 2007-2010. Countries sorted according to changes in total inequality in 2009. -5 -4 -3 -2 -1 0 NL DK IS CZ RO PT FR AT FI NO SE LU SK LV HU BE SI UK LT PL IT GR EE ES Gap_2007 Gap_2008 Gap_2009 Gap_2010 ES EE IE MT EL IT CY PL LT UK BG SI BE HU LV SK LU SE NO FI AT FR PT RO CZ IS DK NL ",
        "49 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Figure A2. Re-ranking effect of imputed rents on income inequality 2007-2010. Countries sorted according to changes in total inequality in 2009. 0 .5 1 1.5 NL DK IS CZ RO PT FR AT FI NO SE LU SK LV HU BE SI UK LT PL IT GR EE ES RR_Hy030_2007 RR_Hy030_2008 RR_Hy030_2009 RR_Hy030_2010 ES EE IE MT EL IT CY PL LT UK BG SI BE HU LV SK LU SE NO FI AT FR PT RO CZ IS DK NL ",
        "50 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Figure A3. Distribution of imputed rents (gross, HY030) among households per month in the Nordic countries, 2009. 0 . 0 0 1 . 0 0 2 . 0 0 3 D e n s i t y 0 500 1000 1500 2000 2500 3000 hy030_monthly Finland (stratification) Sweden (stratification?) Norway (stratification) Denmark (stratification) Iceland (user cost) ",
        "51 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Figure A4. Distribution of imputed rents (gross, HY030) among households per month in the UK and Ireland, 2009. 0 . 0 0 0 5 . 0 0 1 . 0 0 1 5 . 0 0 2 . 0 0 2 5 D e n s i t y 0 500 1000 1500 2000 2500 3000 hy030_monthly UK (Heckman) Ireland (stratification) ",
        "52 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Figure A5. Distribution of imputed rents (gross, HY030) among households per month in Central Europe, 2009. 0 . 0 0 1 . 0 0 2 . 0 0 3 D e n s i t y 0 500 1000 1500 2000 2500 3000 hy030_monthly Belgium (Heckman) Luxembourg (Heckman) France (regression) Austria (regression) Germany (stratification) ",
        "53 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Figure A6. Distribution of imputed rents (gross, HY030) among households per month in the Baltic states, 2009. 0 . 0 0 5 . 0 1 . 0 1 5 D e n s i t y 0 200 400 600 800 1000 1200 hy030_monthly Lithuania (stratification) Latvia (regression) Estonia (user cost) ",
        "54 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Figure A7. Distribution of imputed rents (gross, HY030) among households per month in Czech Republic, Poland, Slovakia and Slovenia, 2009. 0 . 0 2 . 0 4 . 0 6 D e n s i t y 0 100 200 300 400 500 600 700 800 900 hy030_monthly Slovakia (user cost) Czech Republic(user cost, subjective) Slovenia (stratification) Poland (regression) ",
        "55 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Figure A8. Distribution of imputed rents (gross, HY030) among households per month in Greece, Italy, Portugal and Spain, 2009. 0 . 0 0 2 . 0 0 4 . 0 0 6 . 0 0 8 D e n s i t y 0 500 1000 1500 2000 2500 3000 hy030_monthly Portugal (regression) Spain (stratification/subjective) Greece (stratification/subjective) Italy (Heckman) ",
        "56 8 Appendix The distributional impact of imputed rent in EU-SILC 2007-2010 Figure A9. Distribution of imputed rents (gross, HY030) among households per month in Malta and Cyprus, 2009. 0 . 0 0 1 . 0 0 2 . 0 0 3 . 0 0 4 D e n s i t y 0 500 1000 1500 2000 2500 3000 hy030_monthly Cyprus (Heckman) Malta (Stratification) ",
        "European Commission The distributional impact of imputed rent in EU-SILC 2007-2010 Luxembourg: Publications Office of the European Union 201 3 — 56 pp. — 21 x 29.7 cm ISBN 978-92-79- 29042 - 8 ISSN 1977-0375 doi :10.2785/ 21725 Cat. No KS-RA-1 3 -0 11 -EN-N Theme: Population and social conditions Collection: Methodologies and W orking papers ",
        "",
        "terza_copertina.indd 3 24-05-2007 17:58:14 How to obtain EU publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "2008 edition K S - R A - 1 3 - 011 - E N - N M e t h o d o l o g i e s a n d W o r k i n g p a p e r s Domestic tourism manual ISSN 1977-0375 "
    ]
}