{
    "text": [
        "OPINIONS EUROPEAN ECONOMIC AND SOCIAL COMMITTEE 512RD EESC PLENARY SESSION, 9 AND 10 DECEMBER 2015 Opinion of the European Economic and Social Committee on ‘CAP simplification’ (exploratory opinion) (2016/C 071/02) Rapporteur: Seamus BOLAND On 2 September 2015, the European Commission decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the European Union, on: CAP simplification (exploratory opinion). The Section for Agriculture, Rural Development and the Environment, which was responsible for preparing the Committee’s work on the subject, adopted its opinion on 18 November 2015. At its 512th plenary session on 9 and 10 December 2015 (meeting of 9 December), the European Economic and Social Committee adopted the following opinion by 196 votes to 9 with 26 abstentions: 1. Conclusions and recommendations 1.1 The EESC recognises the fact that the European Commission has made it a priority to thoroughly simplify common agricultural policy (CAP) implementation and that it has already proposed, and will continue to propose, the simplification of certain Commission acts, making EU legislation easier to understand and to implement on the ground. 1.2 The EESC believes that increased transparency and legal certainty, and the reduction of unnecessary administration and associated costs for farmers, other beneficiaries, producer organisations and national administrations, is a necessary part of the simplification process. 1.3 Simplifications to the system must be implemented as soon as possible, and must make matters easier for farmers in particular. It is essential that they are accompanied by information- and education-based support. 1.4 The EESC recognises the efforts that the Commission has made to simplify the implementation of the new CAP, taking into consideration the notifications and decisions made by the Member States. With the current approach, it is difficult for the CAP to undergo considerable simplification for the farmer without compromising the rigour with which requirements are fulfilled. Conversely, these requirements are not always coherent and justified from the point of view of converting them into genuine public goods and environmental benefits. 1.5 Inspections and possible fines must be proportionate to the amount of money received by the beneficiary, the reasons for the non-compliance and the willingness to take corrective actions. Clear instances of deliberate fraud must be dealt with via normal procedures. The EESC recommends reducing disproportionality between large reductions of support even for minor infringements. 24.2.2016 EN Official Journal of the European Union C 71/3 ",
        "1.6 The application of greening measures must take into account unexpected factors such as weather conditions, drought or other such events that make the measures impossible to implement. 1.7 Where matters such as permanent grassland have been the subject of decisions in the European Court of Justice, it is important that rules established to respect the judgement are designed in a manner that minimises regulations rather than increases them. 1.8 The current legislative process (Council regulation accompanied by delegated and implementing acts) is highly complex and difficult for citizens to understand. Therefore a study should be carried out on how this system could be simplified. 1.9 After implementation of a flat rate scheme in the context of direct payments, the complex system of payment entitlements should be reviewed. 1.10 Temporary grassland should retain the status of arable land, regardless of how long it is used as grassland. 1.11 The current definition of an ‘active farmer’ must not disadvantage farmers and should be based on the fact that land eligible for aid is being used by the farmer for agricultural purposes. 1.12 The EESC agrees that the simplification of the CAP is an ambitious project, particularly since agricultural and rural development policies are by their nature complex. Simplification must be compatible with broad policy objectives such as: — the environment, — food safety, — food availability, — cohesion, — protection of the Union’s financial interests, and — promoting social inclusion, poverty reduction and economic development. 1.13 Member States should ensure that the methodology that guides action on error rates is designed in such a way as to guarantee fair implementation. 1.14 Measures to ease access by young farmers to the young farmers scheme need to be explored and introduced immediately. Access of young people to agriculture should be supported. 1.15 The EESC recommends that a rule on limiting increased bureaucracy be established. For example, the adoption of a rule to allow for the elimination of an existing regulation when a new one is proposed. 2. General comments about the common agricultural policy 2.1 The CAP budget, amounting to EUR 408 billion for the period of 2014-2020, accounts for 38 % of the entire EU budget. The first pillar, at EUR 313 billion, represents 77 % of all CAP expenditure. Direct payments, at EUR 294 billion, account for 94 % of the first pillar. C 71/4 EN Official Journal of the European Union 24.2.2016 ",
        "2.2 This opinion takes note of other opinions by the EESC ( 1 ). 2.3 The last major CAP reform, completed in 2013, was agreed as part of the co-decision process. This means that the European Parliament participated as equal co-legislators with agriculture ministers, who had increased from 15 to 28 since the previous major reform in 2003. 2.4 It is noted that during a previous reform of the CAP there was a Commission proposal for the direct payment regulation, where the evaluation showed a 15-20 % increase in the bureaucratic burden. At the same time, cuts were made to the budget. 2.5 A series of amendments were already introduced in previous years, which did not always maintain a clear distinction between simplifying and dismantling CAP measures. Examples include: — a single common market organisation (CMO) replaced the previously existing 21 CMOs. Its creation allowed the repeal of 86 Council acts and replaced more than 1 080 legal articles with around 350, — the 2009 ‘Health Check’ further decoupled and abolished several schemes, such as payments for energy crops and durum wheat, as well as the disposal scheme for cream, butter and concentrated butter, — for imports, licence requirements were reduced from 500 to 65, and only 43 licence requirements remain for exports, — the Commission repealed specific marketing standards for 26 types of fruit and vegetables, meaning operators no longer face compliance costs, national authorities no longer need to carry out checks, and less produce will be wasted, — farmers are no longer required to keep land at their disposal for 10 months to receive direct payments, thus gaining greater flexibility in their farm management and in responding to market developments. 2.6 According to DG AGRI, the share of funds per Rural Development priority is: — technical assistance and knowledge transfer 3 %, — enhancing farm viability 20 %, — ecosystems 43 %, — promoting food chain organisation 10 %, — promoting resource efficiency 9 %, — promoting social inclusion 15 %. 3. Background 3.1 This exploratory opinion follows on from the visit of Commissioner Phil Hogan to the EESC plenary session of July 2015, during which he stated that his main priority was to achieve a greater simplification of the CAP, and the subsequent letter from Frans Timmermans, First Vice-President of the European Commission, which invited the EESC to submit an exploratory opinion on the subject of CAP simplification. 3.2 It is the Commissioner’s view that simplification will ensure that the increased complexity of the CAP and the increased administrative burden that it has placed on farmers, other beneficiaries, and managing authorities will be eased, while at the same time not losing sight of any of its prime objectives. 24.2.2016 EN Official Journal of the European Union C 71/5 ( 1 ) CAP reform implementing arrangements (information report), NAT/664; Rural Development Programmes (OJ C 13, 15.1.2016, p. 89); CAP towards 2020 (OJ C 191, 29.6.2012, p. 116). ",
        "3.3 The European Commission is finalising the assessment of all contributions on the basis of three guiding principles, namely that actions should: — respect the policies of the 2013 reform, — concentrate on what benefits farmers and other beneficiaries, — not jeopardise the sound financial management of CAP expenditure. 3.4 Clearly, any simplification process must not threaten employment across the industry. 3.5 Through the rural development pillar, the CAP plays an important role in terms of social inclusion, poverty reduction and economic development and benefits the entire population of rural areas. The EESC expressly welcomes the focuses set out in Article 5(6)(a)-(c) of Regulation (EU) No 1305/2013 ( 2 ): job creation, fostering local development and enhancing the accessibility, use and quality of information and communication technologies. Simplification of the CAP should therefore ensure that the corresponding funds are made available easily and without bureaucratic hurdles. 3.6 The Commission has undertaken a process involving the comprehensive screening of all existing legislation to identify areas where adjustments and improvements are feasible. It has already received contributions from Member States, MEPs and from farm organisations across the EU. It should be noted that to date these proposals exceed 1 500 pages. From examining the documentation, it can be concluded that the proposals fall into two broad categories: — reducing bureaucracy for farmers, — protecting measures designed to achieve ‘greening objectives’. 3.7 The EESC notes the priority list of simplification measures drawn up by the Agricultural Council and Presidency. This list could form the basis of proposals put forward by the Commission. 3.8 The Commission makes it clear that each Member State has considerable freedom in choosing its own methodology to administer and monitor the CAP and that simplification can be achieved by sensible interpretation. However, Member States should seek to improve the simplification process by exchanging best practices. 4. Simplification approaches 4.1 It is generally accepted that simplification is required so that implementation of the CAP should never be more complex than is necessary. 4.2 The Commission intends to introduce proposals relating to Ecological Focus Areas (EFAs) on a particular farm, adjacent EFAs, compensation of EFAs in case of wrong declaration, and the Land Parcel Identification System (LPIS). 4.3 The Commission intends to review the potential for simplification of direct payments (particularly on greening), rural development, the fruit and vegetables scheme and quality policy. 4.4 The Commission is also presenting a package that covers direct payment elements such as young farmers, coupled support and the Integrated Administration and Control System (IACS). These changes should be applicable, if possible, from claim year 2016 or, at the latest, by claim year 2017. 4.5 The rules regarding permanent grassland are creating problems for the classification of temporary grassland as arable land or permanent grassland. It should be possible to maintain the status of temporary grassland (classified as arable land) even if farmers decide to use this land continuously as grassland for 5 years or more. This would avoid farmers ploughing up their land just to prevent it from becoming permanent grassland. This land could therefore be used for longer as grassland, which has ecological benefits. C 71/6 EN Official Journal of the European Union 24.2.2016 ( 2 ) OJ L 347, 20.12.2013. ",
        "4.6 As regards market measures, the Commission is pursuing an ambitious simplification agenda in terms of elaborating the new delegated and implementing acts to align the Commission-level rules with the new Council Regulation establishing a common organisation of agricultural markets (CMO Regulation). The aim is not only to drastically reduce the number and complexity of these rules, but also to ensure real simplification for farmers and operators alike. 4.7 The Commission has recently made two timely changes to the current rules by adopting: — an implementing regulation postponing, for claim year 2015, the final date for the submission of aid applications for direct payments and support under certain rural development measures to 15 June 2015, thus giving farmers and national authorities more time to prepare these applications, and — a delegated regulation amending the rules on direct payments by providing more flexibility as regards the eligibility conditions to be respected for voluntary coupled support for animals, thus responding to a request made by many Member States, members of parliament and stakeholders. 4.8 The Commission intends to introduce a series of proposals on changes which can be made under the current guidelines. Examples include: — pure leguminous crops (e.g. alfalfa) should not be considered by definition as permanent grassland after 5 years, — the period of declaration of land lying fallow as EFA and the period under agri-environmental commitments will not be taken into account for the calculation of the 5-year period for permanent grassland, — the Commission will come forward with a number of proposals concerning direct payments, — a second package to be proposed by the Commission is intended to cover elements other than greening, e.g. the young farmers scheme, voluntary coupled support and certain aspects of the IACS. These changes should become applicable, if possible, from claim year 2016 or at the latest the year after, — there will be a further review of the greening rules in 2016 after the 1st year of application, as pledged by the Commission in April 2014. The aim is to come forward with a further package of measures in 2016, with a view to them being applied in the following year (claim year 2017), — the Commission will look at the potential for simplifying rural development: programming and approval of RDPs, double funding, checks, simplified cost options and reporting. 5. Simplification issues 5.1 The greening of direct payments is now a crucial element of the common agricultural policy reforms. While farmers are learning to adapt to these changes, they remain fearful that specific measures may not be flexible enough to deal with unexpected conditions caused by the weather or fluctuations in market price. 5.2 It is understood that unannounced inspections will occur. However, these inspections are seen as at least a serious inconvenience and at most can cause huge mental distress to farmers. It is clear that justice demands that reasonable notice is given to the farmer before the inspection takes place. 5.3 Given that fines levied because of non-compliance will be unusually high, farmers fear that they will not get support, particularly in the form of appropriate information. In this instance Member States must convey adequate information to farmers who are most affected by the changes, with particular focus on farmers who are at a social and economic disadvantage. 24.2.2016 EN Official Journal of the European Union C 71/7 ",
        "5.4 The current regulatory framework regarding the definition of an ‘active farmer’ is not satisfactory and will require additional complex administration. Because of this, there is a risk that farmers involved in agricultural production will be excluded and, conversely, those not involved in agricultural production may be included. 5.5 Farmers are still trying to get to grips with greening, currently in its 1st year, and the three agricultural practices that it entails. Diversification of crops, maintaining permanent grassland, and allocating 5 % of land to EFAs are the three aspects of the reform that farmers must satisfy in order to be eligible for aid. 5.6 It is unacceptable that farmers are often held responsible because of errors made at official level. In particular farmers whose income is low and are dependent on this source of income are put in a position where their livelihood is in jeopardy. 5.7 ‘Proportionality of sanctions’ is a recurring theme for most European trade associations. 5.8 Farmers with less than 15 hectares or who are receiving payments of less than EUR 10 000 feel that compliance should be based on light-touch inspection, and further inspections should only be carried out with preliminary evidence of serious non-compliance. 5.9 Issues regarding permanent grassland, raised by the 2014 decision of the European Court of Justice, will need to be resolved. The case highlighted many problematic cases of buffer strips (arable land), arable grassland, set-aside arable land and arable land under agri-environmental measures, where farmers saw a risk that this land would be formally declared permanent grassland because of the 5-year definition. 5.10 Where agricultural organisations see a need for simplification, flexibility and proportionality, environmental groups see genuine risks. From an EESC perspective, this represents a failure to reconcile the aims of environmental improvement with that of food production on family farms. 5.11 Regarding horizontal provisions, a more proportional and risk-based approach could apply to the intensity of checks, taking into account the risk and amounts involved, cost-effectiveness and the different objectives and outcomes being sought. 5.12 Multiple checks should be avoided. In cases of non-compliance, particularly with minor infringements, the payment reductions and administrative penalties should be proportional. Additionally: — the calculation of these penalties should be simplified, — the checking and penalty system for cross-compliance should also be revised in relation to proportionality, — the possibility of allowing payments, including advance payments, after the completion of administrative checks should be explored, — the methodology for the calculation of error rates must be harmonised, — higher tolerance rates of minor infringements that are easily correctible should be facilitated. 5.13 There should be a focus on steps that require urgent attention, such as improving guidance notes, provision of technical assistance, and facilitating cooperation and exchange of best practices between administrations. 5.14 Young farmers are having difficulty accessing the young farmers scheme. Barriers that unnecessarily prevent such access are likely to discourage young people from entering farming and need to be dismantled. Access of young people to agriculture should be supported. C 71/8 EN Official Journal of the European Union 24.2.2016 ",
        "5.15 Any amendments to the current legal framework must be agreed with sufficient time to allow farmers to adequately plan for the sowing season. Specifically, amendments affecting applications for the year 2017 should be published in the summer of 2016. Brussels, 9 December 2015. The President of the European Economic and Social Committee Georges DASSIS 24.2.2016 EN Official Journal of the European Union C 71/9 ",
        "APPENDIX The following amendments, which received at least a quarter of the votes cast, were rejected during the discussion: New point after 1.5 Add a new paragraph and change numbering accordingly: The EESC strongly recommends that inspections should only take place on farms after a period of reasonable notice, not less than 14 days, is given to the farmer. Reason Farmers who are inspected without advanced notice, often at the busiest times of the year, risking health and safety as well as mental stress caused by having to abandon important work, such as calving, harvesting and so on. Result of the vote For 84 Against 104 Abstentions 35 New point before 1.6 Add a new paragraph and change numbering accordingly: A higher level of tolerances of minor infringements, where they represent a low level of non-compliance and are easily correctible, should apply. Reason Certain infringements are by their nature very minor and easily correctible and in many cases do not affect the overall farm output. Result of the vote For 75 Against 116 Abstentions 40 C 71/10 EN Official Journal of the European Union 24.2.2016 "
    ]
}