{
    "text": [
        "RESEARCH REPORT OCTOBER 2020 GREEN HYDROGEN BRIDGING THE ENERGY TRANSITION IN AFRICA AND EUROPE AUTHORS SWETHA RAVIKUMAR BHAGWAT MARIA OLCZAK ",
        "2 Acknowledgements This report has been produced by the Florence School of Regulation (FSR) for the Africa-EU Energy Partnership (AEEP) as an introductory background paper to initiate discussions on transcontinental green hydrogen opportunities between Africa and Europe. FSR experts involved in the execution of this report are Swetha Ravi Kumar Bhagwat, Maria Olczak, Pradyumna Bhagwat, Andris Piebalgs and Ilaria Conti. The report was developed by combining a literature review and an exclusive webinar including additional experts. The work was enriched by peer series in consultation with the AEEP steering committee and reviews graciously provided by the Department for Infrastructure and Energy at the African Union Commission (AUC), by DG DEVCO, DG ENER, DG GROW at the European Commission, by the German Federal Ministry of Economic Cooperation and Development (BMZ), by the Ministry of Electricity and Renewable Energy of the Arab Republic of Egypt, by the Common Market for Eastern and Southern Africa (COMESA), by the EU Technical Assistance Facility (EU TAF) and by FCH Joint Undertaking. The Secretariat of the Africa-EU Energy Partnership coordinated the webinar as well as the review process. Thomas Roos (Council for Scientific and Industrial Research South Africa) and Tobias Bischof-Niemz (Enertrag AG) contributed to the webinar on 20 th of May 2020, during which additional expert perspectives were gained. The following persons are thanked for their valuable inputs during the review process: Georgios Grapsas (DEVCO), Olgerts Viksne (DEVCO), Cecile Leemans (ENER), Aleksander Vigne (ENER), Stephan Fox (EU Delegation to AU), Atef Marzouk (AUC), Daniel d’Hoop, Michel Caubet and Federico Villatico (EU TAF), Daniel Werner (GET.pro), Laura Gutierrez (GET.transform), Peter Kinuthia, Johan van den Berg and Maximilian Heil (AEEP Secretariat). ",
        "© European University Institute, 2020 This text may be downloaded only for personal research purposes. Any additional reproduction for other purposes, whether in hard copies or electronically, requires the consent of the Florence School of Regulation. If cited or quoted, reference should be made to the full name of the author(s), editor(s), the title, the year and the publisher Views expressed in this publication reflect the opinion of individual authors and not those of the European University Institute. QM-02-20-822-EN-N ISBN: 978-92-9084-931-5 doi: 10.2870/126402 European University Institute Badia Fiesolana I – 50014 San Domenico di Fiesole (FI) Italy fsr.eui.eu eui.eu cadmus.eui.eu ",
        "4 Table of Contents EXECUTIVE SUMMARY ............................................................................................................................. 5 INTRODUCTION ........................................................................................................................................... 9 T HE SOCIO - ECONOMIC TRANSITION IN A FRICA OPENS NEW OPPORTUNITIES .............................................. 10 OLD AND NEW CHALLENGES ........................................................................................................................ 11 W HY G REEN HYDROGEN ? ............................................................................................................................ 12 T OWARDS A COMPREHENSIVE S TRATEGY WITH A FRICA ............................................................................ 13 THE ROLE OF GREEN HYDROGEN IN THE ENERGY TRANSITION ........................................... 14 H YDROGEN T ODAY ...................................................................................................................................... 15 H YDROGEN G OING F ORWARD ..................................................................................................................... 15 P OWER - TO - X P ATHWAYS ............................................................................................................................. 17 H YDROGEN P RODUCTION AND S UPPLY ....................................................................................................... 18 EU-A FRICA H YDROGEN P ARTNERSHIP ....................................................................................................... 21 H YDROGEN FOR A FRICA .............................................................................................................................. 21 BRIDGING THE EUROPEAN UNION AND THE AFRICAN UNION WITH GREEN HYDROGEN .......................................................................................................................................................................... 23 I S GREEN HYDROGEN A WAY FORWARD FOR BOTH E UROPE AND A FRICA ? ................................................. 23 ",
        "5 Executive Summary In 2015, the Paris Climate Agreement and the UN Sustainable Development Goals (SDGs) propelled the world into fast track mode towards achieving the sustainability goals. Three decades from now, the global energy landscape will look completely different to today. With the standard of living improving, there is a greater use of devices and services powered by a diversity of energy sources. Superimposed on this diversity, there is a growing universal effort to achieve a rapid decarbonisation of the economy while making sure that no one is left behind, as is addressed in SDG 7. Trying to achieve the decarbonisation goals on time means that, along with the energy sectors, the use of energy in end-use sectors (transport, buildings and industry) must be included. We need to widen the range of options being used, including attaining a fully networked system providing security of energy supply and system flexibility, and the active engagement of consumers, which goes beyond the current sector-specific approach. In this manner, an integrated approach is evolving with a ‘cross-sector nexus’ or ‘sector coupling.’ 1 However, if the Paris Agreement objectives are to be met, countries need to raise their ambitions to ensure they are on track. The launch of the European Green Deal is a step in that direction, with a focus not just on Europe but also on external cooperation with neighbouring regions. This presents new development opportunities for regions with high renewable energy potential, such as Africa. The production and trade of green hydrogen – a versatile energy vector – could become a significant opportunity for economic and social benefits for Africa to develop African society. It shows potential to assist with the post Covid-19 economic recovery in Africa in the short term and to enable both Africa and Europe to complete their respective clean energy transitions in the long term. DEFINING GREEN HYDROGEN Green (clean, renewable) hydrogen is hydrogen produced from renewables-based electricity through water electrolysis. Green hydrogen can also be produced by reforming biogas (instead of natural gas) and through biochemical conversion of biomass if the process is conducted in line with sustainability requirements. 1 WHY GREEN HYDROGEN? Today, around 120 million tonnes of hydrogen are produced, of which 96% is generated using natural gas and coal via steam methane reforming and coal gasification. Carbon-neutral green hydrogen can serve as the sustainable next generation energy carrier and it can be stored and transported over long distances. Green hydrogen has the potential to complement other energy carriers such as electricity to help with the deep decarbonisation of the energy sector and the use of energy in end-use sectors such as transport, buildings and industry. FACTORS DRIVING THE USE OF GREEN HYDROGEN Most of hydrogen used today is generated from fossil fuels (grey hydrogen), which makes it a carbon-intensive process. A transition from a grey hydrogen economy to a green hydrogen economy is possible. The factors that determine the growth of green hydrogen in the EU and Africa are the following. Partnership: The EU is keen to achieve its 2050 decarbonisation goals, with an estimated 24% of hydrogen (~ 2,250 TWh) in total energy demand. However, all the EU’s hydrogen demand cannot be met locally and therefore energy partnerships with renewable energy (RE) abundant regions to procure green hydrogen would be needed to meet the EU decarbonisation goals. Given the priority that the European Commission under the new EU Green Deal gives to cooperation with the African Union, the two continents are poised to explore a mutually beneficial hydrogen ecosystem. This is also described in the European Hydrogen Strategy, which 1 Refer to ANNEX 1 for definitions. ",
        "6 highlights the African Union as partner to cooperate on research and innovation to regulatory policy, physical interconnections and technological development. Uses: Currently, most of the demand for hydrogen comes from the chemical industry to produce ammonia for fertilisers, followed by refining for hydrocracking and the desulphurisation of fuels. The hydrogen employed can be replaced with green hydrogen. Future applications of green hydrogen could include its use to produce and store electricity and perhaps serve as an alternative to diesel generators. In the transport sector, it can be used as fuel for cars, heavy duty vehicles, aviation and shipping. It can be a source of heat for industry, especially in hard to abate and electrify sectors such as steel, cement, aluminium production and residential heating. The special case of Africa: Many Europe-Africa joint projects are under way, for example Germany and Morocco have announced the development of green hydrogen power-to-x projects, while companies such as Enertrag in Germany aims to deploy 20 fuel cell buses using green hydrogen and Tiger Power in Belgium is setting up hybrid solar-hydrogen minigrids in Uganda. Demand: IRENA and the Hydrogen Council estimate the share of hydrogen in the total global final energy consumption in 2050 will be in the range 6-18%. Increasing the role of renewables, particularly variable renewables, in the power sector offers an opportunity to use the excess electricity from renewables to produce green hydrogen via electrolysis, i.e. the power-to-x (P2X) pathway. Sector coupling via P2X pathways allows not only direct applications of hydrogen but also applications in the production of synthetic fuels, such as ammonia, methane, methanol etc., which can be used in other end-use sectors. The P2X demand potential for 2050 is estimated at 20,000 TWh, translating into 8,000 GW of P2X capacity. The special case of Africa: Besides serving the global demand for green hydrogen, the continent could benefit from an early adoption of hydrogen for various applications across end-use sectors. It could benefit from Africa’s lack of old generation technologies and set up large scale renewables to produce green hydrogen and harness the RE potential (~1,590,000 TWh/year) of the continent. A recent initiative launched by the German Federal Ministry of Education and Research (BMBF) and African partners in the sub-Saharan region (SADC and ECOWAS countries) called H2 Atlas-Africa aims to explore the potential of green hydrogen production from the enormous renewable energy sources in the sub-regions. In addition to socio-economic benefits such as jobs (300-700 for every 1GWe P2X), tax revenue, emission reduction etc., green hydrogen could aid in addressing SDG7 challenges indirectly in the short run, first by increasing the electrification rate in green hydrogen production regions and second by acting as an alternative fuel to replace diesel generators and conventional cooking options. In the very long term, decentralised green hydrogen-based communities could be explored. However, for the time being this option is not yet cost competitive. Technology: Currently, the most established method to produce green hydrogen is through electrolysis. This process uses an electrolyser, a device which splits water into hydrogen and oxygen using electricity . According to the Hydrogen Council, the decreasing cost of renewable energy and a growth in electrolysis capacity (55 times by 2025) are stimulating investments in green hydrogen production. The special case of Africa: Water, a key resource in the production of green hydrogen is a critical consideration for Africa. For every litre of water one cubic metre of hydrogen can be produced. Given that water is not abundantly available in all parts of Africa, this allows for synergy (energy-water nexus) with desalination initiatives, with green hydrogen plants acting as anchor off-takers for desalination plants. Cost: According to IRENA, the current cost of producing (grey) hydrogen 1 ranges from 1.5 to 2.5 USD/kg. On the other hand, the cost of producing green hydrogen ranges from 2.5 to 7 USD/kg. However, in the best- case wind scenario coupled with a low-cost electrolyser, green hydrogen competes with grey hydrogen at approximately 1.5 USD/kg. In about 3.5 years, estimates show that green hydrogen produced using solar and ",
        "7 wind will range from 1 to 2 USD/kg. As the scale of production increases from MW to GW, costs are expected to further decrease. The special case of Africa: Taking the example of Morocco, a recent study found that the cost of producing green hydrogen based on 2019 renewable electricity prices at 80% electrolyser efficiency with a CAPEX of 347 USD/kW is about 1.16 USD/kg. Transport: In small quantities, hydrogen can be transported through existing natural gas pipelines, and stored in salt caverns to match seasonal changes in demand. It can also be transformed into synthetic fuels such as ammonia and shipped like LNG. As depicted in the example below, depending on the location of the exporting country, the share of transport costs in the total price is relatively low. The special case of Africa: If green hydrogen is transported from North Africa to Europe via a dedicated pipeline the transportation cost would be approximately 0.22 USD/kg. In addition, a local green hydrogen economy can be built alongside the existing infrastructure routes of roads, railways and seaports for use in and across regions. In mapping done by the African Hydrogen Partnership, six potential landing zones have been identified, namely Morocco, Egypt, Nigeria-Ghana, Ethiopia-Djibouti, Tanzania-Rwanda-Kenya and South Africa. BRIDGING THE EUROPEAN UNION AND THE AFRICAN UNION VIA GREEN HYDROGEN The European Green Deal is the new growth strategy of the European Union. It is led by Commission President Ursula von der Leyen and aims to transform the EU into the first carbon-neutral continent, create a more equal society and boost the EU economy through green technology and innovation. The post-Covid-19 economic recovery plan will provide an important stimulus accelerating the green transition in the EU and in its close neighbourhood. The European Green Deal will play a substantial role in strengthening EU global leadership, especially in key areas such as energy, environment protection and climate change. In addition, a partnership for the green transition and energy access has been identified as one of the pillars in the 2020 European Commission and European External Action Service’s joint communication ‘Towards a comprehensive strategy with Africa’ with the deployment of new renewable energy sources and hydrogen as key components. During her first State of the Union speech, President Ursula von der Leyen highlighted the importance of the partnership with Africa, which in the words of the head of the EU executive “will be a key partner in building the world we want to live in” 2 . In particular,President von der Leyen emphasised three areas of further cooperation: climate, digitalisation and trade. Her first visit outside the European Union as President of the European Commission was to the African Union headquarters in December 2019 signalling strong links with Africa with the aim of building a prosperous and stable European-African partnership. Africa’s Agenda 2063, which was adopted in May 2013, sets the overarching objective of transforming the continent into “the global powerhouse of the future.” With the African Union gearing up to fulfil its Agenda 2063, to develop a prosperous Africa based on inclusive growth and sustainable development, the time is ripe for exploring synergies between Africa and Europe not just in meeting the 2030 UN SDG goals but for feeding into the EU and Africa’s long-term energy transition strategies. Africa could also leap frog ahead by integrating international best practices. The establishment of an African-European green hydrogen market could strengthen cooperation between the two continents while enabling them both to complete their energy transitions in the long term. Green hydrogen could move forward four dimensions of the transition to low- carbon energy systems: economic, social, clean and global ones. The table below presents the benefits from 2 State of the Union address 2020, Building the world we want to live in: a Union of vitality in a world of fragility, delivered on September, 2016 2020. Available at: https://ec.europa.eu/info/sites/info/files/soteu_2020_en.pdf (accessed 18/09/2020). ",
        "8 the development of a hydrogen market involving cooperation between the European Union and the African Union in more detail. Table Benefits for the EU and AU to cooperate for the development of hydrogen market DIMENSION AFRICAN UNION EUROPEAN UNION ECONOMIC TRANSITION • Direct and indirect (taxation, permits) revenue from H2 exports, which can be invested to provide access to modern energy. • Investment in new electricity, gas and hydrogen infrastructure to link production and consumption regions. • Africa's Blue Economy - development of Africa's shipping industry • Reduced H2 production costs through scaling up, allowing EU electrolyser producers to innovate and reduce their costs. • New business opportunities (data flow management system, digitalisation) • Efficient use of resources and energy through sector coupling and circular economy strategies • Development of the hydrogen infrastructure and market can be a stimulus to revive the economy after the Covid-19 crisis. • R&D sector development • Reduced dependence on fossil fuels and risks related to oil price volatility SOCIAL TRANSITION • A chance for women and young people to engage in the energy transition and make their voices heard • Creation of new and transparent institutions and a governance structure to supervise the development of the hydrogen market • Skilling and reskilling programmes can create new opportunities for the population living in coal and carbon- intensive regions • An opportunity to share pan-European expertise with the creation of an EU gas market and the internal gas market • Creation of new jobs and reskilling opportunities CLEAN TRANSITION • Improved access to modern energy (electricity and clean cooking) • An increase in renewable energy production and consumption • A decrease in local pollution resulting from lack of access to modern energy • Biodiversity protection • Decarbonisation of industrial sectors which are difficult to decarbonise or electrify (steel, cement) • Decarbonisation of the EU gas sector and a reduction in methane emissions related to the production and transport of natural gas • Sustainable alternative transport fuels for aviation, shipping and heavy-duty road transport, where electrification is not possible • An increase in renewable energy and green hydrogen use in Africa and Europe would contribute to global greenhouse gas mitigation and achievement of the Paris Agreement objectives GLOBAL TRANSITION • Cooperation between Africa and Europe can increase the global standing of both the AU and the EU • Cooperation on energy can increase cooperation between the two blocks at other international fora such as the UN-led climate change negotiations, especially with regard to the ongoing negotiations on Article 6 of the Paris Agreement on international market and non-market mechanisms ",
        "9 While green hydrogen offers many opportunities for both Unions, existing barriers need to be addressed to kick-start the growth of the green hydrogen market. However, we can already identify the opportunities and low-hanging fruit to scale up clean hydrogen production: 1. Using green hydrogen for aviation, shipping and the production of ammonia. 2. Sandboxing to implement P2X pathways across sectors, which will in turn help harness large RE power plants and grow the local renewable market. 3. Moving from MW- to GW-scale production of green hydrogen to bring down the cost. 4. A focus on industrial ports, which are major hydrogen demand centres since many refineries and chemical industry plants are located in coastal areas. 5. Using the existing natural gas infrastructure by blending methane and hydrogen to decrease transport costs. 6. Expanding infrastructure for transporting hydrogen through the expansion of fleets, freight corridors and pipelines. 7. Establishing international hydrogen shipping routes based on experience with the establishment of the global LNG market. FUTURE OUTLOOK AND RECOMMENDATIONS • Build on existing initiatives and institutions aimed at trade and scientific cooperation between the two unions. The Africa-EU Energy Partnership (AEEP) can initiate discussion on the establishment of a Green Hydrogen partnership between Europe and Africa, including exporting hydrogen to Europe. This can complement other initiatives such as the African Hydrogen Partnership (AHP), the Programme for Infrastructure Development in Africa (PIDA) and the Africa Renewable Energy Initiative (AREI), among others. • While building cooperation between the two unions, ensure alignment with the SDGs, particularly on social impacts, job creation, environmental integrity, water management and similar standards that are used by the International Finance Corporation (IFC). Discussions at the technical and political levels should continue in parallel. • Once agreement is reached at the technical level, a joint EU-Africa hydrogen partnership strategy specifying a few priority areas should be developed. A concrete strategy roadmap can include issues such as scaling up technology, creating a market for green hydrogen for local use and trade, setting international standards from the very beginning to enable the growth of the green hydrogen market, facilitating investment, meeting needs in both exporting and importing countries, and capacity building activities to help execute the strategy. This roadmap can be endorsed by interested countries in Europe and Africa that are prospective supply and demand centres. • Use the post-Covid-19 momentum to increase public engagement and discussion on the benefits of green hydrogen to enable public acceptance of infrastructure projects. • Use new financing opportunities, such as the post-Covid-19 recovery fund already discussed at the EU level and market and non-market mechanisms under Article 6 of the Paris Agreement, which are under discussion in the framework of the UN-led climate change negotiation process. Creating a green hydrogen certificate system and guarantees of origin could support international cooperation. ",
        "10 INTRODUCTION The coming three decades could turn out to be decisive for Africa and Europe. The energy transition to a clean energy system offers new development opportunities for regions with high renewable energy potential. The generation and export of green hydrogen could be a significant stimulus for the African economy providing a stable source of storable energy and revenue in the long run. The European Union could partner Africa in this transition. In order to achieve the European Green Deal objective of reaching carbon neutrality by 2050, the EU would need to substantially increase its share of renewable electricity from the current 32% 3 and look for alternatives to fossil fuels in sectors where electrification is technically not possible or costly, such as heavy- duty transport and steel production. The use of green hydrogen enables such deep decarbonisation. Therefore, it is one of the key elements in the European Green Deal and the recently announced post-Covid-19 economic recovery plan for Europe. The launch of the European Hydrogen strategy manifests the long-term use of hydrogen as a versatile energy sector in the European power system, while the State of the Union address confirms that hydrogen projects will be funded through the Next Generation EU 4 in order to create new European Hydrogen Valleys “to modernise our industries, power our vehicles and bring new life to rural areas” 5 THE SOCIO-ECONOMIC TRANSITION IN AFRICA OPENS NEW OPPORTUNITIES Africa is the home of a young, dynamic and increasingly urban population. 6 Approximately 1.3 billion people live in Africa, which represents almost 17% of the total world population. The median age in Africa is only 19.7 years and almost half the population live in urban areas (43.8% in 2019). Forecasts show that Africa will account for over a quarter of the world’s population by 2050, with almost 60% living in cities. 7 This pace of urbanisation might surpass that observed in China over the last two decades. The aggregate African economy grew at a pace of 3.4% in 2019 and pre-Covid-19 forecasts expected the growth rate to surpass 4% in 2021. 8 Increasingly stable socio-economic development is driving energy demand, which is growing twice as fast as the global average. The ever-expanding middle class in Africa will consume more and more energy for cooling, transport and food production. This growing energy demand is partly satisfied with an increase in renewable energy production, and renewable power capacity increased from 28 GW in 2010 to almost 50 GW in 2018. 9 3 Eurostat, Share of energy from renewable sources in gross electricity consumption, 2004-2018 (%). Available at: < https://ec.europa.eu/eurostat/statistics- explained/index.php?title=File:Share_of_energy_from_renewable_sources_in_gross_electricity_consumption,_2004- 2018_(%25).png > (accessed 04/06/2020). 4 Next Generation EU is a recovery instrument worth € 750 billion proposed by the EU Commission in May 2020 in order to support the economic recovery in the EU following the Covid19 pandemic. It consists of three pillars: 1) supporting EU Member States to recover, 2) kick-starting the economy and helping private investment, 3) learning the lessons from the crisis. For more information see: < https://ec.europa.eu/info/live-work-travel-eu/health/coronavirus- response/recovery-plan-europe/pillars-next-generation-eu_en> (accessed 18/09/2020). 5 State of the Union address 2020, op. cit., p. 11. 6 IEA (2019) Africa Energy Outlook 2019. World Energy Outlook Special Report. 7 See: <https://www.worldometers.info/world-population/africa-population/> (accessed 25/04/2020). 8 African Development Bank Group (2020) African Economic Outlook 2020. Developing Africa’s Workforce for the Future. Abidjan, 2020. 9 IEA (2019) Africa Energy Outlook 2019. World Energy Outlook Special Report. ",
        "11 Africa is not yet using its full renewable energy potential. It has been estimated that the total renewable potential in Africa is far greater than is needed to cover current and future needs. According to the IEA, electricity demand in Africa today is 700 TWh and is estimated to range from 1600-2300 TWh in 2040 3 . The International Renewable Energy Agency (IRENA) has estimated the theoretical potential of that Africa’s solar PV and concentrating solar power (CSP) theoretical potential are 660 000 TWh a year and 470 000 TWh a year respectively. 10 East Africa and southern Africa have the highest potential. Similarly, wind energy could produce as much as 460 000 TWh of electricity a year with Algeria, Egypt, Somalia, South Africa and Sudan among the countries with the most promising conditions. Areas off the coasts of Madagascar, Mozambique, Tanzania, Angola and South Africa offer promising prospects for offshore wind production. The same applies to hydropower, which is currently the main source of renewable energy in Africa with 35 GW of installed capacity and with Angola, Ethiopia, DR Congo, Zambia, South Africa, Sudan, Mozambique and Nigeria each having at least 2 GW of installed capacity, and geothermal energy mostly in East Africa. 11 Figure 1 Global Solar Atlas, Source: The World Bank Group, ESMAP, Solargis (2020) Figure 2 Global Wind Atlas, Source: The World Bank Group, ESMAP, DTU, Vortex (2020) 10 IRENA (International Renewable Energy Agency (2014), Estimating the Renewable Energy Potential in Africa, IRENA-KTH working paper, IRENA, Abu Dhabi. 11 IEA (2019) Africa Energy Outlook 2019. World Energy Outlook Special Report. ",
        "12 A recent initiative launched by the German Federal Ministry of Education and Research (BMBF) and African partners in the sub-Saharan region (SADC and ECOWAS countries) called H2 Atlas-Africa aims to explore the potential for green hydrogen production from the enormous renewable energy sources in the sub-regions. OLD AND NEW CHALLENGES Despite many opportunities, Africa faces numerous challenges. Eradicating poverty and ensuring access to modern energy for the growing population remain the major challenges. The IEA identifies two components of modern access to energy: access to clean cooking facilities and access to electricity. It is estimated that these problems concern roughly 900 million and 600 million people respectively. Regardless of efforts in recent years, the progress reported remains very slow. Access to clean cooking increased from 15% in 2015 to 17% in 2018. Providing access to electricity remains a challenge, especially for sub-Saharan Africa. Almost 50% of those without access to electricity live in Nigeria, DR Congo, Ethiopia, Tanzania and Uganda. Lack of access to modern energy not only the business activities and economic development and increases pollution but also increases gender inequalities in society preventing many women from taking up business activities. Another issue linked to lack of access to clean cooking facilities is exposure to household air pollution, which aggravates vulnerability to respiratory illnesses such as Covid-19 and pneumonia. 12 While Africa’s contribution to global greenhouse gas (GHG) emissions is relatively small, it remains one of the regions most vulnerable to climate change. Despite 17?% of the global population in 2017, Africa accounted for only 3.7% of global GHG emissions, which is almost equalled by the GHG emissions from just the international aviation and shipping industry. 13 An Intergovernmental Panel on Climate Change (IPCC) report highlights that parts of the populations of Africa and Asia, which already struggle with poverty, will be disproportionately affected by global warming. 14 Food insecurity, inflated food prices, losses of income, lost livelihood opportunities, negative health impacts, population displacements and sluggish economic development are just some of the risks expected to have the greatest impact. The IPCC report estimates that these negative effects will have the greatest impact on the most vulnerable groups in society – poor urban dwellers in African cities, the children and the elderly, people with agricultural and coastal dependent livelihoods and those living in small island developing states (SIDS). 15 Both components of climate action – mitigation and adaptation to climate change – are indispensable to support the socio-economic growth of Africa in the coming years. The recent Covid-19 crisis, which has contributed to decreased demand for fossil fuels and partly to the collapse of oil prices, shows that high dependency on fossil fuels for public revenue and workplace creation is 12 R. Puliti, Energy access takes center stage in fighting COVID-19 (Coronavirus) and powering recovery in Africa, The World Bank Group, 22 April 2020. Available at: <https://www.worldbank.org/en/news/opinion/2020/04/22/energy- access-critical-to-overcoming-covid-19-in-africa> (accessed 04/06/2020). 13 See: < https://ourworldindata.org/co2-and-other-greenhouse-gas-emissions> (accessed 25/04/2020). 14 IPCC, 2018: Global Warming of 1.5°C. An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty [Masson-Delmotte, V., P. Zhai, H.-O. Pörtner, D. Roberts, J. Skea, P.R. Shukla, A. Pirani, W. Moufouma-Okia, C. Péan, R. Pidcock, S. Connors, J.B.R. Matthews, Y. Chen, X. Zhou, M.I. Gomis, E. Lonnoy, T. Maycock, M. Tignor, and T. Waterfield (eds.)]. In Press. 15 Ibid., p. 58. ",
        "13 becoming more and more risky. Therefore, reliance on development models based on exporting oil, natural gas or coal could turn out to be unsustainable. Now more than ever, there is a need to think strategically about future investments, to improve the transparency of resource revenue management and to reform and diversify economies from fossil fuels. One of the potential ways forward is the transition towards a hydrogen economy. WHY GREEN HYDROGEN? Hydrogen is a well-established gas used mostly in the chemical sector for ammonia production and refining for hydrocracking and the desulphurisation of fuels. Today, around 120 million tonnes of hydrogen are produced every year, which is equivalent to 14.4 exajoules (EJ), about 4% of global final energy and non- energy use. 16 Almost all hydrogen (95%) is produced from fossil fuels, either through steam methane reforming (SMR) of natural gas or coal gasification, mainly in China. The remaining 5% is a result of chlorine production through electrolysis. At present, the production of hydrogen from renewable sources is negligible. The global value of the hydrogen feedstock market has been estimated at USD 115 bln. 17 However, green hydrogen is gaining unprecedented political and business momentum. In contrast to previous waves of hydrogen hype in the 1970s, 1990s and the early 2000s, this time could be different. 18 This is because both the cost of electricity from renewable sources and the cost of electrolysers have decreased considerably and have a potential to diminish even further 19 , while at the same time the sense of urgency to mitigate GHG emissions has increased. The 2015 Paris Agreement established a flexible but sustainable governance framework based on national climate pledges – nationally determined contributions (NDCs) to be regularly adjusted upwards in 5-year cycles. As a result, more and more countries are committing to reach carbon neutrality by 2050 or earlier while ensuring their economies continue to develop. 20 Green hydrogen could be instrumental in reaching these challenging climate targets. It is a versatile energy vector, relatively easy to store and transport, and it can be produced with low or zero GHG emissions. 21 As it is a clean-burning molecule, it has many advantages and can complement electricity 22 . Hydrogen and its associated products can be used as fuel for transport – especially heavy-duty vehicles, aviation and shipping – and can be used for power production. It can be a source of heat for industry, especially in hard-to-abate and electrify sectors such as steel, cement and aluminium production, and for residential heating. Finally, it can be used as a feedstock for the production of fertilisers, plastics and fuel refining. In small quantities, hydrogen could be transported through existing natural gas pipelines and stored in salt caverns to match seasonal changes in demand and it can be transformed into ammonia and shipped like LNG. In fact, hydrogen could contribute to the decarbonisation of many challenging sectors: transport, industry and natural gas infrastructure. 16 IRENA (2018), Hydrogen from renewable power: Technology outlook for the energy transition, International Renewable Energy Agency, Abu Dhabi. P. 13. 17 https://www.marketsandmarkets.com/PressReleases/hydrogen.asp (accessed 24/04/2020). 18 Florence School of Regulation online workshop on renewable hydrogen, 22 April 2020. A recording is available at: <https://www.youtube.com/watch?v=4RvUofxXOQw> (accessed 25/04/2020). 19 Based on cost assessments of IEA, IRENA and BNEF. Electrolyser costs to decline from € 900/kW to € 450/KW or less in the period after 2030, and € 180/kW after 2040. 20 For more information see: <https://unfccc.int/nationally-determined-contributions-ndcs> (accessed 24/05/2020). 21 Bloomberg New Energy Finance, Hydrogen Economy Outlook. 30 March 2020. P. 4. 22 No molecules, no energy transition. Opinion piece by Ronnie Belmans, Professor at KU Leuven, Belgium, Florence School of Regulation blog post, 2019. Available at: < https://fsr.eui.eu/no-molecules-no-energy-transition/> (accessed 18/09/2020). ",
        "14 The revenue generated through the export of green hydrogen could be substantial and income which could be used to intensify the provision of access to modern energy, both in terms of clean cooking facilities and access to electricity. TOWARDS A COMPREHENSIVE STRATEGY WITH AFRICA In the context of the European Union, the electrification and the production of green hydrogen require a volume of renewable energy on a scale surpassing the EU’s potential. Therefore, cooperation with regions producing substantial volumes of renewable energy seems indispensable, especially after 2030. Moreover, the European Green Deal aims to strengthen the EU’s position as a global leader in fora’s such as the UN, G7, G20, World Trade Organisation and bilaterally. Increased cooperation with Africa will be of great importance in this respect. The Green Deal states that “the EU will strengthen its engagement with Africa for the wider deployment and trade of sustainable and clean energy.” At the beginning of March, the European Commission and the European External Action Service presented a joint communication entitled ‘Towards a comprehensive strategy with Africa.’ The strategy comprises five proposed partnerships: for the green transition and energy access; for digital transformation; for sustainable growth and jobs; for peace and governance; and on migration and mobility. 23 The reshape of the Joint Africa-Europe strategy is currently discussed and will be adopted during the upcoming triennial AU-EU Summit (Brussels, October 2020) 24 Apart from stepping up efforts to tackle climate change, the proposed strategy foresees an important role for investment supporting innovative technologies, such as hydrogen production, and strengthening scientific capacity in Africa “by providing access and local adaptation to technologies” while trade exchange should stimulate “the adoption of innovative and sustainable business models.” 25 Moreover, the strategy highlights the need to maintain sustainable and fair value chains in line with circular economy principles. However, the proposed strategy paper falls short of setting concrete actions and targets. These should be high on the agenda at the upcoming EU-AU summit in autumn 2020. 26 In fact, there is a high potential for greater cooperation between Europe and Africa in the coming decades, and the two regions could become more interdependent. Green hydrogen offers new opportunities for the energy transition in Africa and Europe. However, to make this potential materialise, a concrete plan supported by political agreement, investment and technology transfer on both sides is needed. 23 Joint Communication to the European Parliament and the Council, Towards a Comprehensive Strategy with Africa. Brussels, 09.03.2020 JOIN (2020) 4 final. 24 European Parliament Legislative Train Schedule: Towards a comprehensive strategy with Africa. Available at: <https://www.europarl.europa.eu/legislative-train/theme-international-trade-inta/file-towards-a-comprehensive- strategy-with-africa> (accessed 04/06/2020). 25 Joint Communication to the European Parliament and the Council, Towards a Comprehensive Strategy with Africa. Brussels, 09.03.2020 JOIN(2020) 4 final, p. 4. 26 Joint Communique 10th African Union Commission – European Commission Meeting. Addis Ababa, 29 February 2020. ",
        "15 The Role of Green Hydrogen in the Energy Transition Green hydrogen can serve as the sustainable next generation energy carrier as it can be produced using renewable energy, which can be stored and transported over long distances. Green hydrogen has the potential to complement other energy carriers such as electricity and to help with deep decarbonisation of energy-intensive sectors such as energy, transport, buildings and industry . HYDROGEN TODAY Hydrogen (H 2 ) is the most abundantly available chemical substance in the universe. 27 It is not an energy source but an energy carrier which can be produced and stored. Energy stored in the hydrogen molecule can be reused directly by either (i) combusting it, with one kilo of H 2 releasing three times more energy than a kilo of gasoline or (ii) by using a fuel cell which converts the chemical energy of hydrogen and oxygen into electricity. Hydrogen can be produced in several ways depending on the type of energy source used. It can be classified into three categories, namely grey, blue and green hydrogen, as is shown in the table below. 28 29 Table 1 Types of hydrogen Every year around 120 million tonnes of hydrogen are produced, of which 96% is produced using natural gas and coal. 21 The largest share of hydrogen demand is from the chemical sector to produce ammonia for fertilisers (50%), followed by refining for hydrocracking and desulphurisation of fuels (35%) and a small share in other sectors such as metal production, glass, electronics, food processing and methanol production. 30 31 27 Boyd, Padi (19 July 2014). \"What is the chemical composition of stars?\".?\" NASA. Archived from the original on 15 January 2015. 28 How Many Shades of Green? An FSR Proposal for a Taxonomy of ‘Renewable’ Gases, I Conti, 2020. 29 New Hydrogen Economy - – Hope Or Hype? World Energy Council, 2019. 30 Chemical Economics Handbook, IHS Markit, 2018. 31 IEA Hydrogen. (2017). “Global Trends and Outlook for Hydrogen.” IEA Hydrogen Technology Collaboration Programme. Production Methods CO 2 Intensity Cost Social Acceptance Grey H 2 • Steam Methane Reforming (SMR) • Coal Gasification High Low Low Blue H 2 • SMR + Carbon Capture and Storage (CCS) • Coal Gasification + CCS Low High Medium Green H 2 • Electrolysis using renewables • Pyrolysis/gasification of biomass • Photo catalysis Zero High High ",
        "16 HYDROGEN GOING FORWARD Hydrogen can play a crucial role in mitigating emissions in the coming decades. Particularly green hydrogen can serve as the missing link in the energy transition journey for end use applications in otherwise hard to decarbonise sectors such as transport, buildings and industry. As hydrogen can be used both as a feedstock and as an energy vector, it can help with the long-term decarbonisation of energy-intensive sectors and help integrate large amounts of variable renewable energy to offer system flexibility in the power sector. Transportable hydrogen can be produced for direct or indirect use. 32 Importantly, hydrogen has the potential to complement other energy carriers and to contribute to sector coupling between the energy sector and industry, building and transport (see the figure below). IRENA’s Renewable Energy Roadmap (REmap) estimates the share of hydrogen in total final energy consumption in 2050 at 6% 31 , while the Hydrogen Council 33 suggests that an 18% share can be achieved by 2050. Figure 3 Sector coupling using green hydrogen, Source: Hydrogen from renewable power: Technology outlook for the energy transition, IRENA (2018) In an expert survey conducted by the World Energy Council, the potential new applications for hydrogen in the future are dominated by its use in the mobility sector (46.9%), storage (18.3%), power (13%), heat (12.5%) and industry energy use (9.3%). For hydrogen to play an important role in decarbonisation, the ecosystem should deploy large-scale projects involving the entire supply chain and with the help of local and national governments and supporting polices. Listed below are some of the green hydrogen applications by sector (at various levels of maturity) and their key advantages and challenges. 29 Sector Application Advantages Challenges Mobility 46.9% • Passenger cars 21.6% • Heavy duty transport 9.5% • Trains 4.9% • Aviation 4.9% • Material handling 2.3% • Fast refuelling, similar to internal combustion engines (ICEs) • Longer range than batteries • Initial high cost and low volume • Technology risk and safety perceptions • Dedicated infrastructure unavailable 32 IRENA (2018), Hydrogen from renewable power: Technology outlook for the energy transition. 33 Hydrogen Council (2020) Path to hydrogen competitiveness: A cost perspective. ",
        "17 • Maritime applications 2.3% • Buses 1.4% • Long lifespan of fuel cells • Costs of vehicles Power 13% • Residential & building CHP 7% • Portable power 4.6% • Stationary power 1.6% • Fuel cells are flexible and scalable • Seasonal storage of energy • Longer term: replacing natural gas with hydrogen for power generation • Technology unpreparedness and scale of required investment • Lack of hydrogen delivery network • Current price of hydrogen Heat 12.5% • Decarbonise industrial heat 6.5% • Building heating 6% • Decarbonisation of heat • Possibility of flexible scale-up in output and infrastructure • Enabling other hydrogen applications by contributing to reduction in the cost of hydrogen • Possible retrofitting of appliances • Backing from governments is essential • Need for cost-effective green hydrogen and CCS at scale for blue hydrogen Industry Energy Use 9.3% • Green ammonia 7% • Low carbon steel 2.3% • Existing hydrogen expertise and infrastructure • Large scale green hydrogen production could boost other sectors • Absence of market for green products • Significant CAPEX commitments • Large amounts of new dedicated renewables required to produce green hydrogen via electrolysis Table 2 Future applications of green hydrogen by sector, Source: World Energy Council POWER-TO-X PATHWAYS The transition to using hydrogen to reach decarbonisation goals would entail addressing two challenges, first creating a demand for low carbon hydrogen and its products as listed in the previous section and second switching to green hydrogen. The increasing role of renewables, particularly variable renewables, in the power sector offers an opportunity to use excess renewables to produce green hydrogen via electrolysis i.e. the power- to-x (P2X) pathway. Furthermore, P2X allows not only direct applications of hydrogen but also the production of synthetic fuels such as ammonia, methane and methanol which can be used in other sectors (transport and chemicals), replacing the use of conventional fossil fuels. 34 The figure below depicts different power-to-X pathways such as power to hydrogen, power to fuels that produce methane and methanol, and power to ammonia. 34 International aspects of a power-to-x roadmap, Weltenergierat Deutschland, 2018 ",
        "18 Figure 4 Power-to-x pathways using hydrogen and synthetic fuels, Source: International aspects of a power-to-x roadmap, Weltenergierat Deutschland, 2018 The potential of P2X demand is estimated at between 10,000 TWh and 41,000 TWh in the long term. For 2050, it is estimated at 20,000 TWh, translating into 8,000 GW of P2X capacity, of which 75% would be for electrolysis and the remaining 25% for second stage synthetic fuels. 29 33 HYDROGEN PRODUCTION AND SUPPLY While green hydrogen can be produced in one or more ways, currently the most established method is through electrolysis. This process uses an electrolyser, a device which splits water into hydrogen and oxygen using electricity. There are three electrolyser technologies that are currently being used: alkaline electrolysers (ALK), proton exchange membranes (PEM) and solid oxide electrolysers (SOEC). Of the three, ALK and PEM are commercially available while SOEC is in the development phase. 24 According to the Hydrogen Council, the decreasing cost of renewables (an 80% drop since 2010) and the expected innovation in hydrogen technologies (55X growth in electrolysis capacity by 2025 compared to 2015) are stimulating investment in green hydrogen production. 28 A recent study by IRENA compares the production cost of hydrogen produced from various sources, as is shown in Figure 6 below. ",
        "19 Figure 5 Cost of hydrogen production using renewables and fossil fuel as of today, Source: IRENA analysis 27 The current cost of producing (grey) hydrogen ranges from 1.5 to 2.5 USD/kg. On the other hand. the cost of producing green hydrogen ranges from 2.5 to 7 USD/kg. However, in the best- case wind scenario coupled with low cost electrolysers, green hydrogen competes with grey hydrogen at approximately 1.5 USD/kg. In about 3-5 years, with declining prices of solar and wind, the cost of green hydrogen will be competitive with that being produced from fossil fuel when it is produced in the best RE locations. Another important factor influencing hydrogen production costs is the utilisation (i.e. load factor) of electrolyser plants. Many studies are under way on the degree of utilisation needed to make them cost competitive and there is so far no consensus on the suitable utilisation range 35 . Accordingly, this would also influence the decision if excess renewable energy may be used for producing green hydrogen. Figure 6 Cost of hydrogen production using solar and wind vs fossil fuel, Source: IRENA analysis 27 35 Agora Verkehrswende, Agora Energiewende and Frontier Economics (2018): The Future Cost of Electricity-Based Synthetic Fuels. ",
        "20 A Hydrogen Council study maps the best sources of low carbon hydrogen in different regions of the world, based on which the supply chain for local and global demand can be developed. Figure 7 Hydrogen production potential across regions, Source: Hydrogen Council 28 The total cost of delivering hydrogen includes both production and logistics costs. The hydrogen infrastructure would include production points, transportation, transmission, fuelling stations and distribution. A hydrogen infrastructure currently already exists, but for hydrogen as a feedstock rather than an energy carrier. Another key driver for hydrogen is the use of the existing gas infrastructure for transportation. 10-20% of hydrogen could be blended into natural gas without significant technical challenges. 36 In this way, the existing gas infrastructure could be used without the need for new infrastructure. Depending on the demand, the hydrogen supply chain can range from decentralised to regional, central or intercontinental, or a combination. The cost of supplying hydrogen will depend on several factors such as local renewable electricity prices, resource availability (water, land and RE potential), the cost of finance, technological options for P2X pathways, the establishment of supply chains and the ability to create local demand and/or global trade deals to attract investments. 36 IRENA (2019), Hydrogen: A renewable energy perspective. ",
        "21 EU-AFRICA HYDROGEN PARTNERSHIP Internationally, the countries leading hydrogen market development are Japan, Germany, the United Kingdom, Norway, Chile, Australia, Morocco, Saudi Arabia and China. The EU is keen to achieve its 2050 decarbonisation goals with an estimated 24% of hydrogen (~ 2,250 TWh) in the total energy demand. This would result in 560Mt annual CO 2 abatement, 820 bln. euro annual revenue generation, a 15% reduction in local emissions and 5.4 million jobs. 37 Due to its size and population density, the EU’s hydrogen demand cannot all be met locally and therefore energy partnerships with regions with potential RE to procure green hydrogen would be needed to meet the EU decarbonisation goals. 38 A fully developed EU infrastructure to import synthetic fuels already exists with a capacity of 1,800 GW, compared to that of 14 GW for electricity, which presents a good case for considering hydrogen imports. 35 56 Given the comparative advantage and the priority given by the European Commission in the new comprehensive strategy with Africa (stressed in the EU Green Deal) to cooperating with the African Union, the two continents are poised to explore a mutually beneficial hydrogen ecosystem. Already 13% of the natural gas and 10% of the crude oil consumed in Europe are imported from North Africa, translating into 60% of oil and 80% of gas exports from North Africa. 39 Factoring in the resource potential and proximity and leveraging existing trade relations, North African countries could be the early adopters in the AU to supply green hydrogen to Europe. IRENA’s renewable energy roadmap for Africa 2030 indicates a feasible expansion capacity of 70GW of wind and 50GW of concentrated solar power and PV in North Africa. This region has the advantage over other parts of Africa which are also trying to address a lack of energy access. 40 Green hydrogen is not yet cost-competitive, as can be seen from Figure 6. However, if the market were to grow globally the cost of green hydrogen production at a good location would be less than 1 Euro/Kg. Taking the case of Morocco and the bidding price of an 850 MW wind farm in January 2019, the cost of producing green hydrogen there at an electrolyser efficiency of 80% and a CAPEX of USD 347/kW, the cost would be about 1.16 USD/kg 41 . Given that RE prices will drop in the coming years, combined with improved electrolyser efficiency and lower CAPEX, come 2050, the cost of green hydrogen production will be well below 1.16 USD/kg. 38 On the delivery front, the existing gas pipeline from Algeria and Libya to Europe via Italy and Spain can be a leverage. It transports 63.5 bcm a year, translating into a capacity of more than 60 GW. 42 As the market matures, existing pipelines can be converted and new pipelines to transport green hydrogen from North Africa to Europe can be built. If a dedicated transportation corridor 2500 km long consisting of 2 pipelines of 48 inches diameter each would cost 19.14 billion USD. The cost of hydrogen transport using these pipelines would be 0.0058 USD/kWh or 0.22 USD/Kg, which is a reasonable proportion of the total cost of delivering hydrogen to Europe. 38 HYDROGEN FOR AFRICA In line with the Paris Agreement and the 2063 agenda for Africa, the continent could benefit from early adoption of hydrogen for various applications across end-use sectors, as was discussed in earlier sections. Africa could benefit from its lack of old generation technologies and set up large scale renewables to produce 37 Fuel Cells and Hydrogen 2 Joint Undertaking, 2019. 38 Hydrogen: The Bridge between Africa and Europe, September 2019. 39 Eurostatimports. “EU import of energy products - recent developments.” May 2019. 40 IRENA, “Africa 2030; Roadmap for a renewable energy future.” 2015. 41 Conversions made using the exchange rate of 1 EUR = 1.16 USD as on 24/07/2020 42 Timmerberg, Sebastian, and Martin Kaltschmitt. “Hydrogen from renewables: Supply from North Africa to Central Europe as blend in existing pipelines - Potentials and costs.” Applied Energy 237, 2019: 795-809. ",
        "22 green hydrogen and harness the RE potential of the continent. Some of the economic and social benefits include a reduced dependency on the US dollar, the creation of job hubs and tax revenue, and an increased electrification rate. From an environmental perspective, the benefits are reduced CO 2 emissions by adopting cleaner modes of transportation, cleaner air, soil and water, less deforestation, reduced climate displacement and the preservation of wildlife. In addition, a local hydrogen economy can be built alongside the existing infrastructure routes of roads, railways and seaports for use within and across regions. Based on mapping done by the African Hydrogen Partnership, six potential landing zones have been identified: Morocco, Egypt, Nigeria-Ghana, Ethiopia-Djibouti, Tanzania-Rwanda-Kenya and South Africa (see Figure 9 below). For every 1GWe of installed capacity for P2X the potential jobs created could range from 300 to 700. 43 One of the key resources for the production of hydrogen is water and for every litre of water one cubic metre of hydrogen can be produced. 33. Figure 10 below shows a water resource map of Africa. Given that water is not abundantly available in all parts of Africa, this allows for synergy (energy-water nexus) with desalination initiatives, with green hydrogen plants acting as anchor off-takers for desalination plants. Based on their experience in Europe, energy companies such as Enertrag are already exploring opportunities to produce green hydrogen in Africa. According to their analyses, one of the potential countries in the south of the continent is South Africa, which already has vast experience in creating approximately 8 billion litres a year of synthetic fuels. This existing infrastructure could be repurposed to produce green hydrogen. Some of the low-hanging fruits would be producing clean fuel for aviation and shipping and for producing ammonia, with Africa capturing 20-25% of the global market share. For example, if South Africa were to satisfy 10% of the global aviation demand, it would need to set up approximately 120 GW of electrolysers powered by 150 GW wind and 150 GW solar. Overall, African countries can tap into supplying the low hanging fruits and generate a green value of approximately USD 927 billion a year. As a first step, Enertrag’s South African subsidiary is planning on deploying 20 fuel cell buses using green hydrogen. 44 43 Institut de Recherche en Energie Solaire et Energies Nouvelles, Ministry of Energy, Mines and Environment , Morocco, 2020. 44 Data based on studies undertaken by Enertrag AG, presented at thea roundtable webinar organizedorganised by AEEP. Roads Railways Sea Routes Figure 8 (left) Hydrogen infrastructure development potential in Africa, Source: Africa Hydrogen Partnership Figure 10 (right) Water aquifers map of Africa, Source: CGIAR Water, Land and Ecosystems ",
        "23 BRIDGING THE EUROPEAN UNION AND THE AFRICAN UNION WITH GREEN HYDROGEN Hydrogen could aid both the European Union and the African Union to achieve objectives specified in the European Green Deal and Agenda 2063. This section will conclude with a list of selected sectors and areas which, based on this analysis, could be perceived as low-hanging fruits. IS GREEN HYDROGEN A WAY FORWARD FOR BOTH EUROPE AND AFRICA? Hydrogen is a significant ingredient of the 2019 European Green Deal, which sets a roadmap for transforming Europe into the first climate-neutral continent by 2050 45 . The Green Deal is conceived as a strategy to create a more equal society and to boost the EU economy through green technology and innovation. The European Green Deal proposes to increase the 2030 GHG mitigation target from the current 40% to 50-55% in order to reach net-zero greenhouse gas emissions by 2050. At the beginning of July 2020, the European Commission published the EU Strategy for Energy System Integration 46 and a Hydrogen Strategy. 47 The two documents set up a framework for a climate-neutral Europe. The former strategy is based on three pillars: (1) a more ‘circular’ and energy efficient system; (2) direct electrification of end-use sectors; and (3) in sectors where electrification is expensive or difficult, the promotion of clean fuels, such as biogas, sustainable biofuels and renewable hydrogen. The EU Hydrogen Strategy specifies how to boost the hydrogen economy in the EU between 2020 and 2050. In the first phase (2020-2024) the EU will support the installation of at least 6 GW of renewable hydrogen electrolysers. The electrolyser capacity will increase to at least 40 GW in the second phase (2025-2030) and electrolysers are expected to be widely deployed in hard-to-decarbonise sectors by 2050. According to the Strategy, production of green hydrogen will reach 1 Mt in 2024 and 10 Mt in 2030. Scaling up hydrogen production will require substantial investment. The European Commission has already identified some of the major instruments which could support this transformation, on the one hand, and provide a post-Covid-19 stimulus to the EU economy, on the other: the recovery instrument Next Generation EU, which has been recently confirmed in the State of the Union address by President Ursula von der Leyen: “I want Next Generation EU to create new European Hydrogen Valleys to modernise our industries, power our vehicles and bring new life to rural areas” 48 . Other instruments include:the Connecting Europe Facility (CEF) for Energy and for Transport; and the EU Emissions Trading System Innovation Fund. The Commission is also planning to adjust the regulatory framework by introducing common standards, terminology and a certification scheme, and by reviewing the TEN-E regulation, the energy taxation directive and the gas market 45 Communication from the Commission To the European Parliament, the European Council, the European Economic and Social Committee, the Committee of the Regions, The European Green Deal. Brussels, 11.12.2019. COM (2019) 640 final. 46 Communication from the Commission To the European Parliament, the European Council, the European Economic and Social Committee, the Committee of the Regions, Powering a climate-neutral economy: An EU Strategy for Energy System Integration, 08.07.2020. COM (2020) 299 final. 47 Communication from the Commission To the European Parliament, the European Council, the European Economic and Social Committee, the Committee of the Regions, A hydrogen strategy for a climate-neutral Europe, 08.07.2020. COM (2020) 301 final. 48 State of the Union address 2020, op. cit., p. 11. ",
        "24 regulatory framework. The European Clean Hydrogen Alliance, gathering various stakeholders from industry, civil society, national and regional ministers and the European Investment Bank will help to deliver on the Strategy by setting up an investment pipeline of generation projects and supporting the demand for hydrogen. 49 The EU Strategy includes a fully-fledged external dimension. The European Commission expects closer cooperation with countries in its eastern and southern neighbourhood in order to establish a full hydrogen value chain and a potentially global hydrogen market. The EU Strategy outlines the potential of 40 GW electrolysers in their Eastern and Southern Neighbourhood. Northern Africa is seen as the region with the highest potential due to geographic proximity, it is a potential supplier of cost-competitive renewable hydrogen to the EU requiring that the deployment of renewable power generation in these countries strongly accelerates. The EU would like to cooperate with Africa on research and innovation to regulatory policy, physical interconnections and technological development. The cooperation should manifest within the Africa Europe Green Energy Initiative, where the EU would also like to set-up a cooperation process with the African Union. All the above -mentioned elements are also present in the German National Hydrogen Strategy, which was published a few days prior to the publication of the EU Hydrogen Strategy. 50 Germany is the first EU member country to set up a national strategy stimulating the production of green hydrogen. Similarly to the EU, the German strategy sees a role for green hydrogen in the decarbonisation of hard-to-abate sectors; a gradual expansion of installed electrolyser capacity from 5 gigawatts (GW) by 2030 to 10 GW by 2040 at the latest; financial support; a reform of the regulatory framework; and international cooperation. The German government is planning to spend EUR 7 bln. to boost green hydrogen production in Germany and an additional EUR 2 bln. to scale up large-scale electrolysis facilities in partner countries. The German government expects that Germany’s future demand for hydrogen will be around 110 TWh in 2030, while domestic production will be around 14 TWh, which means that almost 90% of the hydrogen consumed in Germany in 2030 will be imported. During the presentation of the strategy, Germany announced to cooperate with African countries such as Morocco to construct large-scale renewable hydrogen P2X projects. 51 Similarly to the German National Hydrogen Strategy, the European Green Deal and the EU Hydrogen Strategy include a strong external dimension aiming to promote global EU leadership through the development of ‘green deal diplomacy’ and bilateral and multilateral cooperation. Consequently, hydrogen is identified as one of the elements in the partnership for a green transition and energy access under the proposed EU Strategy towards Africa. An example of an energy access project is one pioneered by Tiger Power, a Belgian company that is installing solar-hydrogen hybrid mini grids in three villages in Kyenjojo, Uganda in collaboration with Uganda’s rural electrification agency. 52 49 For more information, see: <https://ec.europa.eu> (accessed 22/07/2020). 50 Federal Ministry for Economic Affairs and Energy, The National Hydrogen Strategy, June 2020. Retrieved from: <https://www.bmbf.de> (accessed 22/07/2020). 51 K. Beckman, Germany’s National Hydrogen Strategy: the second Energiewende, Natural Gas World , 20, July 2020. Retrieved from: <https://www.naturalgasworld.com> (accessed 22/07/2020). 52 Alliance for Rural Electrification. 2018. “ARE Member Tiger Power Seals Deal to Run World’s First, Solar- Hydrogen Powered Mini-grids in Uganda.” https://www.ruralelec.org/news-from-are/are-member-tiger-power-seals- dealrun-worlds-first-solar-hydrogen-powered-mini-grids. ",
        "25 Figure 9 The European Green Deal, Source: European Green Deal Communication, 2019 Agenda 2063, which was adopted in May 2013, sets the overarching objective of transforming Africa into “the global powerhouse of the future.” 53 The socio-economic trends described in the first section of this report constitute a robust fundament for Africa’s aspirations. Agenda 2063 identifies seven major areas: 1) inclusive and sustainable development; 2) closer political cooperation and integration building on the ideals of pan Africanism and the vision of African renaissance; 3) an Africa of good governance, democracy, respect for human rights, justice and the rule of law; 4) a peaceful and secure Africa; 5) Africa with a strong cultural identity, common heritage, values and ethics; 6) Africa whose development is people driven, relying on the potential offered by African people, especially its women and young people, and caring for children; and 7) an Africa as a strong, united, resilient and influential global player and partner. These aspirations have been translated into concrete actions developed in a ten-year implementation plan and a group of flagship projects, including the establishment of the African Continental Free Trade Area (AfCFTA), establishment of the African Commodities Strategy, construction of the Inga Dam with an installed capacity of 1,775 GW of power and the establishment of the Pan-African e-Network . 53 African Union Commission (2015), Agenda 2063: The Africa We Want (Popular version). Addis Ababa, 2019. ",
        "26 Figure 10 Agenda 2063’s seven aspirations, Source: The African Union Both the European Green Deal, as well as Africa’s Agenda 2063 contribute to the seventeen UN Sustainable Development Goals aiming to alleviate the challenges related to climate change, poverty, peace and justice, inequality and environmental degradation. 54 SDG7 refers to the provision of modern access to clean and affordable energy, which should be attained by 2030, while SDG13 urges action to combat climate change and its impacts. For reaching Agenda 2030 cooperation between the European Union and the African Union is therefore in the interest of both Unions. Green hydrogen could move forward four dimensions of the transition to a low-carbon energy system: economic, social, clean and global. The benefits from the development of the hydrogen market involving cooperation between the European Union and the African Union are presented in more detail in the table below. 54 Available at: <https://www.un.org/sustainabledevelopment/sustainable-development-goals/> (accessed 21/05/2020). ",
        "27 Table 3 Benefits for the EU and AU to cooperate for the development of hydrogen market DIMENSION AFRICAN UNION EUROPEAN UNION ECONOMIC TRANSITION • Direct and indirect (taxation, permits) revenue from H2 exports, which could be invested to provide access to modern energy. • Investment in new electricity, gas and hydrogen infrastructure to link production and consumption regions. • Africa’s Blue Economy – development of Africa’s shipping industry • • Reduction in H2 production costs through scaling up, allowing EU electrolyser producers to innovate and reduce their costs. • New business opportunities (data flow management system, digitalisation) • Efficient use of resources and energy through sector coupling and circular economy strategies • Development of the hydrogen infrastructure and market could be a stimulus to revive the economy after the Covid-19 crisis. • R&D sector development • Reduced dependence on fossil fuels related to oil price volatility SOCIAL TRANSITION • A chance for women and young people to engage in the energy transition and make their voices heard • Creation of new transparent institutions and the governance structure to supervise the development of the hydrogen market • Skilling and reskilling programmes could create new opportunities for the populations living in coal- and carbon- intensive regions • An opportunity to share pan-European expertise with the creation of the EU gas market and the internal gas market • Creation of new jobs and reskilling opportunities CLEAN TRANSITION • Improved access to modern energy (electricity and clean cooking) • An increase in renewable energy production and consumption • A decrease in local pollution resulting from lack of access to modern energy • Biodiversity protection • Decarbonisation of industry sectors, which are difficult to decarbonise or electrify (steel, cement) • Decarbonisation of the EU gas sector and a reduction in methane emissions related to the production and transport of natural gas • Sustainable alternative transport fuels for aviation, shipping and heavy-duty road transport, where electrification is not possible • An increase in renewable energy and green hydrogen use in Africa and Europe would contribute to global greenhouse gas mitigation and achievement of the Paris Agreement objectives GLOBAL TRANSITION • Cooperation between Africa and Europe could increase the global standing of the AU and the EU • Cooperation on energy could increase cooperation between these two blocs at other international for a such as the UN-led climate change negotiations, especially with regard to the ongoing negotiations on Article 6 of the Paris Agreement on international market and non-market mechanisms ",
        "28 Several suggestions on scaling up the production of hydrogen have already been made in the literature. We highlight some examples below. At the beginning of 2020, the Hydrogen Council presented a pathway to hydrogen competitiveness and identified the following three types of needs. 55 1. A need for investment to scale up the production of green hydrogen and consequently improve its cost- competitiveness. 2. A need for policy alignment in order to establish a level playing field for clean and conventional technologies. 3. A need for market creation through: reduced demand uncertainty; increased scale and utilisation leading to a decrease in production costs; a focus on complementary solutions offering spill-over effects, e.g. by developing hydrogen infrastructure close to industrial complexes and airports. On the other hand, Frontier Economics has proposed a seven-step process towards the establishment of an international Power-to-X (PtX) market 56 involving the following: 1. Putting PtX on the international climate policy agenda. 2. Recognising international PtX production and trade as an opportunity. 3. Further developing R&D, pilot projects and demonstration plants on a larger scale. 4. Creating a level playing field for PtX. 5. Capturing the green value of PtX. 6. Facilitating international cooperation and supporting investment. 7. Increasing the acceptance of international PtX production and trade. The above-mentioned analyses demonstrate that the establishment of a regional hydrogen market will be a complex and long-term process. However, we can already identify the short-term opportunities and low- hanging fruits to scale up clean hydrogen production on the basis of an IEA report (2020): 57 1. Focus on industrial ports, which are major hydrogen demand centres, since many refineries and chemical industry plants are located in coastal areas. 2. Use the existing natural gas infrastructure by blending methane and hydrogen to decrease transport costs. 3. Increase the use of hydrogen in transport by expanding fleets and freight corridors. 4. Establish international hydrogen shipping routes based on the experience with the global LNG market. Future Outlook and Recommendations • Build on existing initiatives and institutions aimed at trade and scientific cooperation between the two unions. The Africa-EU Energy Partnership (AEEP) could initiate discussion on the establishment of a green hydrogen partnership between Europe and Africa, including exporting hydrogen to Europe. This can complement other initiatives such as the African Hydrogen Partnership (AHP), the Programme for Infrastructure Development in Africa (PIDA) and the Africa Renewable Energy Initiative (AREI), among others. • While building cooperation between the two unions, ensure alignment with the SDGs, particularly on social impacts, job creation, environmental integrity, water management 58 and similar standards that 55 Hydrogen Council (2020), Path to hydrogen competitiveness. A cost perspective. 20 January 2020, pp. 66-72. 56 Frontier Economics (2018), International Aspects of a Power-to-X Roadmap. A report prepared for the World Energy Council, Germany. 18 October 2018. 57 International Energy Agency (2020) The Future of Hydrogen, available at: <https://www.iea.org/reports/the-future- of-hydrogen> (accessed 21/05/2020). 58 Hydrogen Technology: Workshop summary, I. Cekovic, I. Conti, C. Jones, A. Piebalgs, 2020. ",
        "29 are used by the International Finance Corporation (IFC). Discussions at the technical and political levels should continue in parallel. • Once there is agreement reached at the technical level, a joint EU-Africa hydrogen partnership strategy specifying a few priority areas should be developed. A concrete strategy roadmap could include issues such as scaling up technology, creating a market for green hydrogen for local use and trade, setting international standards from the very beginning to enable the growth of the green hydrogen market, facilitate investment, meet the needs in both exporting and importing countries and build the capacity to help execute the strategy. This roadmap can be endorsed by interested countries in Europe and Africa that are prospective supply and demand centres during the upcoming AU-EU Summit which will take place in October 2020 in Brussels. • Use the post-Covid-19 momentum to increase public engagement and discussion on the benefits of green hydrogen to enable public acceptance of infrastructure projects. • Use new financing opportunities in the EU. Under the Next Generation EU the European Commission is planning to issue bonds on the financial markets on behalf of the EU, which will enable it to raise € 750 billion, the majority of it in the next 5 years (2020-2024). These extra funds will be channelled to dedicated programs or will be borrowed to the Member States, which created an enormous opportunity to invest in green hydrogen technology in the next few years 59 . • Other financing opportunities may emerge from the discussions on market and non-market mechanisms under Article 6 of the Paris Agreement within the framework of the UN-led climate change negotiation process. Creating a green hydrogen certificate system and guarantees of origin could support international cooperation. 59 Special meeting of the European Council (17, 18, 19, 20 and 21 July2020) – Conclusions. EUCO 10/20. Brussels, 21 July 2020. ",
        "30 ANNEX 1 DEFINITIONS Green (clean, renewable) hydrogen – is hydrogen produced from renewable-based electricity through water electrolysis. Green hydrogen can also be produced by reforming biogas (instead of natural gas) and through biochemical conversion of biomass if the process is conducted in line with sustainability requirements. Blue hydrogen (low-carbon hydrogen, fossil-based hydrogen with carbon capture) – is hydrogen from fossil fuels (mainly through reforming natural gas or gasifying coal) with carbon capture. Thanks to carbon capture, the greenhouse intensity of blue hydrogen is lower than that of hydrogen produced from fossil fuels, but higher than that of green hydrogen. Turquoise hydrogen (low-carbon hydrogen) – is hydrogen produced through pyrolysis. Pyrolysis is a high temperature process during which hydrogen is separated from carbon. The carbon is then transformed into solid products (charcoal, biochar) which can be used as feedstock. Grey hydrogen (fossil-based hydrogen) – is hydrogen produced using fossil fuels as feedstock through, e.g., steam methane reforming of natural gas or coal gasification, which are currently the most common ways to produce hydrogen. Power-to-Gas – comprises two processes. Water is decomposed into hydrogen and oxygen with the use of an electric current (electrolysis of water). The hydrogen can then be combined with carbon dioxide derived from the decomposition of organic waste or industrial processes to produce synthetic natural gas (methanation). Sector Coupling – energy engineering and an energy economy through connecting electricity, heat, mobility and industrial processes and their infrastructures with the aim of decarbonisation, while simultaneously increasing the flexibility of energy use in industry, commerce/trade, households and transport to achieve profitability, sustainability and security of supply. ANNEX 2 ACRONYMS TWh Terawatt-hour GWe Gigawatt electrical GW Gigawatt MW Megawatt kW Kilowatt kWh Kilowatt-hour RE Renewable energy AU African Union EU European Union PtX Power to X P2G (PtG) Power-to-Gas ",
        "31 BIBLIOGRAPHY - African Development Bank Group (2020), African Economic Outlook 2020. Developing Africa’s Workforce for the Future. Abidjan. - African Union Commission (2015), Agenda 2063: The Africa We Want (Popular version). Addis Ababa, 2019. - Agora Verkehrswende, Agora Energiewende and Frontier Economics (2018): The Future Cost of Electricity-Based Synthetic Fuels. - Alliance for Rural Electrification. 2018. “ARE Member Tiger Power Seals Deal to Run World’s First Solar-Hydrogen Powered Mini-grids in Uganda.” https://www.ruralelec.org/news-from-are/are- member-tiger-power-seals-dealrun-worlds-first-solar-hydrogen-powered-mini-grids. - Available at: <https://www.un.org/sustainabledevelopment/sustainable-development-goals/> (accessed 21/05/2020). - Bloomberg New Energy Finance, Hydrogen Economy Outlook. 30 March 2020. - Boyd, Padi (19 July 2014). \"What is the chemical composition of stars?\" NASA. Archived from the original on 15 January 2015. - Chemical Economics Handbook, IHS Markit, 2018 Collaboration Program. - Communication from the Commission to the European Parliament, the European Council, the European Economic and Social Committee, the Committee of the Regions, The European Green Deal. Brussels, 11.12.2019. COM (2019) 640 final. - Communication from the Commission to the European Parliament, the European Council, the European Economic and Social Committee, the Committee of the Regions, Powering a climate-neutral economy: An EU Strategy for Energy System Integration, 08.07.2020. COM (2020) 299 final. - Communication from the Commission to the European Parliament, the European Council, the European Economic and Social Committee, the Committee of the Regions, A hydrogen strategy for a climate-neutral Europe, 08.07.2020. COM (2020) 301 final. - Data based on studies undertaken by Enertrag AG, presented at a roundtable webinar organised by AEEP. - European Parliament Legislative Train Schedule: Towards a comprehensive strategy with Africa. Available at: <https://www.europarl.europa.eu/legislative-train/theme-international-trade-inta/file- towards-a-comprehensive-strategy-with-africa> (accessed 04/06/2020). - Eurostat, Share of energy from renewable sources in gross electricity consumption, 2004-2018 (%). Available at: < https://ec.europa.eu/eurostat/statistics- explained/index.php?title=File:Share_of_energy_from_renewable_sources_in_gross_electricity_con sumption,_2004-2018_(%25).png > (accessed 04/06/2020). - Eurostat imports. “EU import of energy products - recent developments.” May 2019. - Federal Ministry for Economic Affairs and Energy, The National Hydrogen Strategy, June 2020. Retrieved from <https://www.bmbf.de> (accessed 22/07/2020). - Florence School of Regulation online workshop on renewable hydrogen, 22 April 2020. A recording is available at <https://www.youtube.com/watch?v=4RvUofxXOQw> (accessed 25/04/2020). - For more information, see <https://ec.europa.eu> (accessed 22/07/2020). - For more information, see <https://unfccc.int/nationally-determined-contributions-ndcs> (accessed 24/05/2020). ",
        "32 - Frontier Economics (2018) International Aspects of a Power-to-X Roadmap. A report prepared for the World Energy Council Germany. 18 October 2018. - Fuel Cells and Hydrogen 2 Joint Undertaking, 2019. - How Many Shades of Green? An FSR Proposal for a Taxonomy of ‘Renewable’ Gases, I Conti, 2020. - https://www.marketsandmarkets.com/PressReleases/hydrogen.asp (accessed 24/04/2020). - Hydrogen Council (2020) Path to hydrogen competitiveness. A cost perspective. 20 January 2020. - Hydrogen Technology: Workshop summary, I. Cekovic, I. Conti, C. Jones, A. Piebalgs, 2020. - Hydrogen: The Bridge between Africa and Europe, September 2019. - IEA (2019) Africa Energy Outlook 2019. World Energy Outlook Special Report. - IEA Hydrogen (2017). “Global Trends and Outlook for Hydrogen.” IEA Hydrogen Technology. - Institut de Recherche en Energie Solaire et Energies Nouvelles, Ministry of Energy, Mines and Environment, Morocco, 2020. - International aspects of a power-to-x roadmap, Weltenergierat Deutschland, 2018. - International Energy Agency (2020) The Future of Hydrogen, available at <https://www.iea.org/reports/the-future-of-hydrogen> (accessed 21/05/2020). - International Renewable Energy Agency, Abu Dhabi. - IPCC, 2018: Global Warming of 1.5°C. An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development and efforts to eradicate poverty [Masson-Delmotte, V., P. Zhai, H.-O. Pörtner, D. Roberts, J. Skea, P.R. Shukla, A. Pirani, W. Moufouma-Okia, C. Péan, R. Pidcock, S. Connors, J.B.R. Matthews, Y. Chen, X. Zhou, M.I. Gomis, E. Lonnoy, T. Maycock, M. Tignor and T. Waterfield (eds.)]. In Press. - IRENA (2018) Hydrogen from renewable power: Technology outlook for the energy transition. - IRENA (2019) Hydrogen: A renewable energy perspective. - IRENA (International Renewable Energy Agency (2014), Estimating the Renewable Energy Potential in Africa, IRENA-KTH working paper, IRENA, Abu Dhabi. - IRENA, “Africa 2030; Roadmap for a renewable energy future.” 2015. - Joint Communication to the European Parliament and the Council, Towards a comprehensive Strategy with Africa. Brussels, 09.03.2020 JOIN(2020) 4 final. - Joint Communique 10th African Union Commission – European Commission Meeting. Addis Ababa, 29 February 2020. - K. Beckman, Germany’s National Hydrogen Strategy: the second Energiewende, Natural Gas World , 20 July 2020. Retrieved from <https://www.naturalgasworld.com> (accessed 22/07/2020). - New Hydrogen Economy - Hope Or Hype? World Energy Council, 2019. - Next Generation EU: < https://ec.europa.eu/info/live-work-travel-eu/health/coronavirus- response/recovery-plan-europe/pillars-next-generation-eu_en> (accessed 18/09/2020). - No molecules, no energy transition. Opinion piece by Ronnie Belmans, Professor at KU Leuven, Belgium, Florence School of Regulation blog post, 2019. Available at: < https://fsr.eui.eu/no- molecules-no-energy-transition/> (accessed 18/09/2020). - R. Puliti, Energy access takes center stage in fighting COVID-19 (Coronavirus) and powering recovery in Africa, The World Bank Group, 22 April 2020. Available at <https://www.worldbank.org/en/news/opinion/2020/04/22/energy-access-critical-to-overcoming- covid-19-in-africa> (accessed 04/06/2020). ",
        "33 - See: < https://ourworldindata.org/co2-and-other-greenhouse-gas-emissions> (accessed 25/04/2020). - See: <https://www.worldometers.info/world-population/africa-population/> (accessed 25/04/2020). - Special meeting of the European Council (17, 18, 19, 20 and 21 July2020) – Conclusions. EUCO 10/20. Brussels, 21 July 2020. - State of the Union address 2020, Building the world we want to live in: a Union of vitality in a world of fragility, delivered on September, 16 2020. Available at: https://ec.europa.eu/info/sites/info/files/soteu_2020_en.pdf (accessed 18/09/2020). - Timmerberg, Sebastian and Martin Kaltschmitt. “Hydrogen from renewables: Supply from North Africa to Central Europe as blend in existing pipelines - Potentials and costs.” Applied Energy 237, 2019: 795-809. ",
        "ISBN:978-92-9084-931-5 doi:10.2870/126402 Q M - 02 - 20 - 822 - E N - N "
    ]
}