{
    "text": [
        "COMMISSION DELEGATED REGULATION (EU) 2021/2105 of 28 September 2021 supplementing Regulation (EU) 2021/241 of the European Parliament and of the Council establishing the Recovery and Resilience Facility by defining a methodology for reporting social expenditure THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) 2021/241 of the European Parliament and of the Council of 12 February 2021 establishing the Recovery and Resilience Facility ( 1 ), and in particular Articles 29(4), point (b) and 33 thereof, Whereas: (1) The aim of the Recovery and Resilience Facility (‘the Facility’) is to provide effective and significant financial support to step up the implementation of sustainable reforms and related public investments in the Member States. The Facility is a dedicated instrument designed to tackle the adverse social and economic effects and consequences of the COVID-19 crisis in the Union. (2) The Facility supports economic and social recovery and contributes – among others – to fighting poverty, inequalities and tackling unemployment, creation of high-quality and stable jobs, improved health care capacity, and better policies for the next generation including on education and training. (3) The Facility will notably support Member States in implementing measures in line with the European Pillar of Social Rights and Union initiatives in the employment, education, health and social area, in particular, the European Pillar of Social Rights Action Plan ( 2 ) and the Recommendation on an effective active support to employment following the COVID-19 crisis (EASE) ( 3 ), the Communication on Youth Employment Support ( 4 ) and the Recommendation on A Bridge to Jobs – Reinforcing the Youth Guarantee ( 5 ), the Recommendation on vocational education and training (VET) for sustainable competitiveness, social fairness and resilience ( 6 ), the Recommendation establishing the European Child Guarantee ( 7 ), the Strategy for the Rights of Persons with Disabilities 2021-30 ( 8 ), the European Skills Agenda for sustainable competitiveness, social fairness and resilience ( 9 ), the European Education Area ( 10 ) and the Digital Education Action Plan ( 11 ), the EU Anti-racism Action Plan 2020-25 ( 12 ), the EU Roma strategic framework for equality, inclusion and participation ( 13 ), the Gender Equality Strategy 2020-25 ( 14 ), the LGBTIQ Equality Strategy 2020-25 ( 15 ), the Communication on Building a European Health Union ( 16 ), the Pharmaceutical Strategy for Europe ( 17 ), and Europe’s Beating Cancer Plan ( 18 ). ( 1 ) OJ L 57, 18.2.2021, p. 17. ( 2 ) COM(2021) 102 final, 4.3.2021. ( 3 ) Commission Recommendation (EU) 2021/402 of 4 March 2021 on an effective active support to employment following the COVID-19 crisis (OJ L 80, 8.3.2021, p. 1). ( 4 ) Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Youth Employment Support, a Bridge to Jobs for the Next Generation (COM(2020) 276 final, 1.7.2020). ( 5 ) Council Recommendation of 30 October 2020 on A Bridge to Jobs – Reinforcing the Youth Guarantee and replacing the Council Recommendation of 22 April 2013 on establishing a Youth Guarantee (OJ C 372, 4.11.2020, p. 1). ( 6 ) Council Recommendation of 24 November 2020 on vocational education and training (VET) for sustainable competitiveness, social fairness and resilience (OJ C 417, 2.12.2020, p. 1). ( 7 ) Pending adoption by the Council (COM(2021) 137 final, 24.3.2021). ( 8 ) COM(2021) 101 final, 3.3.2021. ( 9 ) COM(2020) 274 final, 1.7.2020. ( 10 ) Council Resolution on a strategic framework for European cooperation in education and training towards the European Education Area and beyond (2021-30) (OJ C 66, 26.2.2021, p. 1). ( 11 ) COM(2020) 624 final, 30.9.2020. ( 12 ) COM(2020) 565 final, 18.9.2020. ( 13 ) COM(2020) 620 final, 7.10.2020. ( 14 ) COM(2020) 152 final, 5.3.2020. ( 15 ) COM(2020) 698 final, 12.11.2020. ( 16 ) COM(2020) 724 final, 11.11.2020. ( 17 ) COM(2020) 761 final, 25.11.2020. ( 18 ) COM(2021) 44 final, 3.2.2021. EN Official Journal of the European Union 1.12.2021 L 429/79 ",
        "(4) In this context, it is important to be able to report on the reforms and investments financed by the Facility which have a social dimension. Pursuant to Article 29(4), point (b) of Regulation (EU) 2021/241, the Commission is to define a methodology for reporting social expenditure, including on children and the youth, under the Facility. (5) Pursuant to Article 31(3), point (c) of Regulation (EU) 2021/241, the annual report of the Commission to the European Parliament and the Council should include information on the expenditure financed by the Facility under the six pillars referred to in its Article 3, incorporating social expenditure, including on children and the youth. (6) The methodology should consist of two steps: firstly, each reform and investment included in the recovery and resilience plan of a Member State with a primary social dimension should be associated by the Commission, in consultation where necessary with that Member State, to one of nine social policy areas under the four broader social categories set out in the Annex; secondly, each measure of a social nature that includes a focus on children and the youth, and also on gender equality as Regulation (EU) 2021/241 puts an emphasis on gender equality, should be flagged, allowing for a specific reporting on expenditure focused on children and the youth, and respectively on gender equality. (7) Given that the social expenditure methodology should be operational by 31 December 2021 and in order to allow for the prompt application of the measures provided for in this Regulation, this Regulation should enter into force on the day following that of its publication in the Official Journal of the European Union . HAS ADOPTED THIS REGULATION: Article 1 Definition of the methodology 1. The methodology for reporting social expenditure, including on children and the youth, and on gender equality under the Facility shall be based on the estimated expenditure provided in the approved recovery and resilience plans and on the steps set out in paragraphs 2, 3 and 4. 2. Reforms and investments with a primary social dimension shall be associated to one of the nine social policy areas set out in the Annex. Each social policy area shall be linked to a broader social category. A reform or investment may only be associated to one social policy area, and therefore to one social category. 3. Each measure of a social nature that includes a focus on children and the youth shall be flagged, allowing for a subsequent specific reporting on expenditure under the Facility on children and the youth. 4. Each measure of a social nature that includes a focus on gender equality shall be flagged, allowing for a specific subsequent reporting on expenditure under the Facility on gender equality. 5. The social policy areas and social categories, and the flags to identify measures of a social nature that include a focus on children and the youth, and on gender equality as referred to in paragraphs 2, 3, and 4 shall be those set out in the Annex. 6. The Commission shall use this methodology in the annual report referred to in Article 31(3) of Regulation (EU) 2021/241 to provide information on the social expenditure, including on children and the youth, and on gender equality financed by the Facility. Article 2 Entry into force This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union . EN Official Journal of the European Union L 429/80 1.12.2021 ",
        "This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 28 September 2021. For the Commission The President Ursula VON DER LEYEN EN Official Journal of the European Union 1.12.2021 L 429/81 ",
        "ANNEX Methodology for reporting on social expenditure, including on children and the youth, and on gender equality 1. The Commission shall assign each measure with a primary social dimension to exclusively one of the following nine social policy areas : Nine policy areas within the four main social categories Social category: Employment and skills 1. Adult learning, including continuous vocational education and training; recognition and validation of skills 2. Employment support and job creation, including hiring and job transition incentives and support for self-employment 3. Modernisation of labour market institutions, including infrastructure, employment services and forecasting of skills and labour inspectorates; employment protection and organisation; social dialogue and wage setting mechanisms; adaptation of workplaces Social category: Education and childcare 4. Early childhood education and care: accessibility, affordability, quality and inclusiveness, including digitalisation and infrastructure 5. General, vocational and higher education: accessibility, affordability, quality and inclusiveness, including digitalisation and infrastructure Social category: Health and long-term care 6. Healthcare: resilience, sustainability, adequacy, availability, accessibility, affordability and quality, including digitalisation and infrastructure 7. Long-term care: resilience, sustainability, adequacy, availability, accessibility, affordability and quality, including digitalisation and infrastructure Social category: Social policies 8. Social housing and other social infrastructure 9. Social protection, including social services and integration of vulnerable groups 2. For each measure of a social nature that includes a focus on children and the youth , the Commission shall attribute a flag allowing for the specific reporting of expenditure under the Facility on children and the youth. 3. For each measure of a social nature that includes a focus on gender equality , the Commission shall attribute a flag allowing for the specific reporting of expenditure under the Facility on gender equality. EN Official Journal of the European Union L 429/82 1.12.2021 "
    ]
}