{
    "text": [
        "Research and Innovation 2014 Research and Innovation performance in Country Profile Latvia ",
        "EUROPEAN COMMISSION Directorate-General for Research and Innovation Directorate A — Policy Development and Coordination Unit A4 — Analysis and monitoring of national research policies Contact: Román Arjona and Diana Senczyszyn E-mail: RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels EUROPE DIRECT is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2014 ISBN 978-92-79-40301-9 doi 10.2777/90259 © European Union, 2014 Reproduction is authorised provided the source is acknowledged. Cover Images © Shutterstock ",
        "1 I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : L a t v i a Summary: Performance in research and innovation The indicators in the table below present a synthesis of research and innovation (R&I) performance in Latvia. They relate knowledge investment and input to performance and economic output throughout the innovation cycle. They show thematic strengths in key technologies and also the high-tech and medium-tech contribution to the trade balance. The indicator on excellence in science and technology takes into consideration the quality of scientific production as well as technological development. The Innovation Output Indicator covers technological innovation, skills in knowledge-intensive activities, the competitiveness of knowledge-intensive goods and services, and the innovativeness of fast-growing enterprises, focusing on innovation output. The indicator on knowledge-intensity of the economy focuses on the economy’s sectoral composition and specialisation and shows the evolution of the weight of knowledge-intensive sectors and products. Latvia A better R&I-business partnership as a step forward towards competitiveness Over the last few years, Latvia’s performance in research and innovation has not improved significantly. The several changes that were made in the governance of the R&I system aimed to improve the quality of the system and to strengthen the links between the research and industry sectors. Some of the measures have yet to prove their effectiveness since overall R&I performance is not showing any significant improvements. One particular aspect of this situation is that these measures are mainly dependent on Structural Funds since the national budget is contributing less and less. The main areas targeted by the measures included governance of the R&I system, modernisation of the scientific infrastructure and an improvement in human resources by attracting foreign academics, and industry’s capacity to innovate, by developing better links between research and industry. Latvia’s poor innovation performance still impairs its competitiveness. The country has one of the lowest business R&D intensities in the EU (0.15 % in 2012). The national innovation system is overshadowed by low scientific performance, as measured by the share of scientific publications in the top 10 % most cited which at just 4 % is significantly below the EU average. There is little R&D investment by domestic companies or large foreign affiliates to support specialisation in knowledge-intensive and innovation-driven sectors. As mentioned by one of the Country Specific Recommendations, Latvia needs to modernise its research institutions in order to improve the quality of the R&I system and increase its international competitiveness. Taking into account the thematic priorities and budgetary constraints, Latvia should improve the quality of the science base and rationalise the research and higher education institutions. There would be fewer results achieved Key indicators of research and innovation performance R&D intensity 2012: 0.66 % (EU: 2.07 %; US: 2.79 %) 2007-2012: +2.0 % (EU: 2.4 %; US: 1.2 %) Excellence in S&T 1 2012: 19.9 (EU: 47.8; US: 58.1) 2007-2012: +6.5 % (EU: +2.9 %; US: -0.2) Innovation Output Indicator 2012: 63.8 (EU: 101.6) Knowledge-intensity of the economy 2 2012: 37.6 (EU: 51.2; US: 59.9) 2007-2012: +3.5 % (EU: +1.0 %; US: +0.5 %) Areas of marked S&T specialisations: Materials, health, other transport technologies (other than automobiles and aeronautics), biotechnology, and food HT + MT contribution to the trade balance 2012: - 4.9 % (EU: 4.23 %; US: 1.02 %) 2007-2012: n.a. (EU: +4.8 %; US: -32.3 %) 1 Composite indicator that includes PCT per population, ERC grants per public R&D, top universities and research institutes per GERD and highly cited publications per total publications. 2 Composite indicator that includes R&D, skills, sectoral specialization, international specialization and internationalization sub-indicators. ",
        "2 R e s e a r c h a n d I n n o v a t i o n p e r f o r m a n c e i n t h e E U but larger entities would be more able to build up critical mass in specialised areas of education and research, with a greater opportunity to innovate. Moreover, the use of resources would become more focused, enabling the country to be more efficient in the allocation of budgetary resources for R&I. In Latvia, the effect of the crisis heavily influenced the R&D funds allocated in 2009. Compared to 2008, the total funds for R&D fell by 40 %, while the government budget for R&D was 49 % lower. Thanks to the country’s rapid economic recovery, the public R&D budget partially recovered, reaching the same level in 2011 as it achieved in 2008, and continuing to rise in 2012 (by 10 %). As regards innovation policy, Latvia does not have plans in the field of innovation procurement which is mostly supply-led rather than demand-side led. To increase private investments in R&I, the government plans to adopt tax incentives as of 1 July 2014. In strategic terms, Latvia has set a national R&D intensity target of 1.5 %. In 2012, it had an R&D intensity of 0.66 %, with public R&D intensity at 0.51 % and business R&D intensity at 0.15 %. Latvia needs to increase R&D intensity in both the public and business sectors as a prerequisite to maintaining a performing R&I infrastructure and boosting innovation in firms. Over the period 2007-2012, Latvian R&D intensity grew at an average annual rate of 2.0 %, which is slightly below the EU average. The country needs to increase this rate significantly if the national 2020 R&D intensity target is to be achieved (in fact, an average annual growth rate of 10.8 % is required over the period 2012-2020 to reach the 1.5 % target). Public-sector R&D intensity had an average annual growth rate of 4.8 % over the period 2007-2012, where the 2012 value increased slightly compared to 2011 (a 1.3 % increase). On the other hand, private-sector R&D intensity recorded a fall of 5.3 % during 2007-2012, with a significant decline compared to 2011 (a 21 % decrease). Latvia’s success rate among participants in the EU’s Seventh Framework Programme was 21.9 %. These participants received a total EC financial contribution of EUR 40.6 million. Structural Funds play a major role in the financing of R&I in Latvia – with 16 % of Latvia would also benefit from the R&I strategy for smart specialisation, which would facilitate a more efficient use of EU Structural Funds and improve the synergies between different EU and national policies, as well as increasing public and private investment in R&D. Investing in knowledge R & D i n t e n s i t y ( % ) 0.0 0.5 1.0 1.5 3.5 2.0 2.5 3.0 2000 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 EU ( 2 ) – target EU – trend Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: DG Research and Innovation, Eurostat, Member State Notes: ( 1 ) The R&D intensity projections based on trends are derived from the average annual growth in R&D intensity for 2007–2012. ( 2 ) EU: The projection is based on the R&D intensity target of 3.0 % for 2020. ( 3 ) LV: The projection is based on a tentative R&D intensity target of 1.5 % for 2020. \u0017 Latvia – R&D intensity projections: 2000–2020 ( 1 ) Latvia ( 3 ) – target Latvia – trend ",
        "3 An effective research and innovation system building on the European Research Area The graph below provides a synthetic picture of strengths and weaknesses in the Latvian R&I system. Reading clockwise, the graph provides information on human resources, scientific production, technology valorisation and innovation. The average annual growth rates from 2000 to the latest available year are given in brackets under each indicator. the total funds for the 2007-2013 period allocated to RTDI 3 . The R&I financing from the Structural Funds still exceeds national public funding for R&D, representing nearly half of the total R&D expenditure (2007-2012). The low level of business expenditure on R&D is seen as a critical challenge for Latvia. Business expenditure on R&D increased by 14 % between 2008 and 2010, when it reached a value close to 3 RTDI includes the following sectors: (01) RTD activities in research centres, (02) RTD infrastructures and centres of competence, (03) Technology transfer and improvement of cooperation of networks, (04) Assistance to RTD, particularly in SMEs (and RTD services in research centres), (06) Assistance to SMEs for the promotion of environmentally-friendly products and processes, (07) Investment in firms directly linked to research and innovation, (09) Other methods to stimulate research and innovation and entrepreneurship in SMEs, and (74) Developing human potential in the field of research and innovation. that of 2007. The downward trend continued with a fall of 19 % over the next two years. The initial increase was due to a large extent to the activities funded under Structural Fund programmes designed to improve industry’s innovative capacity. The growing share of Structural Funds in R&D funding has also affected the previous balance between institutional and competitive funding which is now moving more towards project-based, competitive funding. Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: DG Research and Innovation, Eurostat, OECD, Science-Metrix/Scopus (Elsevier), Innovation Union Scoreboard. Notes: ( 1 ) The values refer to 2012 or to the latest available year. ( 2 ) Growth rates which do not refer to 2007–2012 refer to growth between the earliest available year and the latest available year for which comparable data are available over the period 2007–2012. ( 3 ) Fractional counting method. ( 4 ) EU does not include EL. ( 5 ) EL is not included in the reference group. \u0017 Latvia, 2012 ( 1 ) In brackets: average annual growth for Latvia, 2007–2012 ( 2 ) New graduates (ISCED 5) in science and engineering per thousand population aged 25–34 (6.4 %) PCT patent applications per billion GDP in current PPS€ (-13.5 %) New doctoral graduates (ISCED 6) per thousand population aged 25–34 (14.4 %) Business enterprise researchers (FTE) per thousand labour force (11.5 %) EC Framework Programme funding per thousand GERD (euro) (16.8 %) BERD financed from abroad as % of total BERD (33.4 %) Public-private scientific co-publications per million population (6.2 %) Public expenditure on R&D (GOVERD plus HERD) financed by business enterprise as % of GDP (2.9 %) SMEs introducing product or process innovations as % of total SMEs ( 4 ) ( 5 ) (-9.0 %) SMEs introducing marketing or organisational innovations as % of total SMEs ( 4 ) ( 5 ) (27.4 %) Business R&D Intensity (BERD as % of GDP) (-5.2 %) Foreign doctoral students (ISCED 6) as % of all doctoral students ( 4 ) ( 5 ) (61.7 %) Scientific publications within the 10 % most cited scientific publications worldwide as % of total scientific publications of the country ( 3 ) (18.4 %) Employment in knowledge-intensive activities (manufacturing and business services) as % of total employment aged 15–64 (8.2 %) Latvia Reference group (EL+LV+LT+MT) EU I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : L a t v i a ",
        "4 R e s e a r c h a n d I n n o v a t i o n p e r f o r m a n c e i n t h e E U One important aspect of the Latvian R&I system remains the lack of highly qualified scientists and engineers, fairly correlated to the low numbers of new doctorates awarded and graduates in science and engineering. The share of researchers in business enterprise remains extremely low and although employment in knowledge-intensive activities is rising slowly, it is still below the EU average. In fact, Latvia suffers from a significant outflow of graduates and researchers to other countries, many scientists preferring to pursue their careers abroad. In addition, the country is failing to attract significant numbers of non- nationals in the field of R&I and the already low number of foreign doctoral students is falling even further. The national innovation system is severely affected by low scientific performance (the share of scientific Latvia’s scientific and technological strengths The graph below illustrates the areas, based on the Framework Programme thematic priorities, where Latvia shows scientific and technological specialisations. Both the specialisation index (SI, based on the number of publications) and the revealed technological advantage (RTA, based on the number of patents) measure the country’s scientific (SI) and technological (RTA) capacity compared to that at the world level. For each specialisation field it provides information on the growth rate in the number of publications and patents. publications in the top 10 % of the most cited is 4 % and falling) and low licence and patent revenues. Moreover, the country needs to enhance the quality of the higher education system and to address the need to better attune Latvian research to the needs of local industry, while reinforcing the capacity of the latter to develop R&I activities. Public-private scientific cooperation is very low and investment in R&I by foreign affiliates in support of specialisation in knowledge-intensive and innovation-driven sectors has been declining. The results produced by the technology transfer contact points operating in several universities remain modest, although recent actions, such as the development of a Smart Specialisation Strategy and changes to the legal framework for protecting intellectual property rights, could improve their impact and increase the current low-level commercialisation of research results. 0 0.5 1 1.5 2.5 2 Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: Science-Metrix Canada; Bocconi University, Italy Notes: ( 1 ) Values over 1 show specialisation; values under 1 show a lack of specialisation. ( 2 ) The Revealed Technology Advantage (RTA) is calculated based on the data corresponding to the WIPO-PCT number of patent applications by country of inventors. For the thematic priorities with fewer than 5 patent applications over 2000–2010, the RTA is not taken into account. Patent applications in ‘Aeronautics or Space’ refer only to ‘Aeronautics’ data. ( 3 ) The growth rate index of the publications (S) refers to the periods 2000–2004 and 2005–2009. ( 4 ) The growth rate in number of patents (T) refers to the periods 2000–2002 and 2003–2006. \u0017 Latvia – S&T National Specialisation ( 1 ) in thematic priorities, 2000–2010 in brackets: growth rate in number of publications ( 3 ) (S) and in number of patents ( 4 ) (T) Specialisation index Revealed Technology Advantage ( 2 ) Automobiles (n.a.) ICT (S: 3.7 %; T: 0.9 %) New Production Technologies (S: 2.8 %; T: 1.2 %) Aeronautics or Space (n.a.) Nanosciences & Nanotechnologies (n.a.) Security (n.a.) Construction and Construction Technologies (n.a.) Materials (S: 1.0 %; T: 1.7 %) Other transport technologies (S: 6.1 %) Biotechnology (S: 0.9 %) Energy (S: 2.0 %; T: 1.9 %) Health (S: 1.6 %; T: 1.5 %) Environment (S: 1.9 %; T: 0.2 %) Food, Agriculture and Fisheries (S: 2.2 %; T: 0.7 %) Humanities (S: 1.9 %) Socio-economic sciences (S: 6.7 %) ",
        "5 Latvia, together with Greece, Lithuania and Malta, is part of a group of countries characterised by medium-knowledge-capacity systems with a strong role in agriculture and low-knowledge- intensive services. As can be seen in the graph above, there is no sound correlation between the science and technology specialisation in general for Latvia. This could be a common characteristic among small-size countries, where in the debates regarding distribution of financial and human resources there is a continuing dilemma between a narrow specialisation with emphasis on niche areas versus a larger one which will not miss new emerging fields. Overall, the issue of critical mass remains vital for small countries in identifying priority areas. However, there are some fields where Latvia is specialised and where it has some potential for specialisation. The country shows a good level of specialisation in materials (excluding nanotechnologies), in both science and technology, and has good potential in health, especially in the technological area. In addition, there are other areas where Latvia displays good potential for specialisation in science: environment, energy, ICT, biotechnology and other transport technologies. In Latvia, a relative growth in technology fields have been recorded in construction, as well as good dynamics in science – measured by growth rates in publications – which can be seen in the fields of other transport technologies and ICT. The graph below illustrates the positional analysis of Latvian publications showing the country’s situation in terms of scientific specialisation and scientific impact over the period 2000-2010. The scientific production of the country is reflected by the size of bubbles, which corresponds to the share of scientific publications from a science field in the country’s total publications. \u0017 Latvia – Positional analysis of publications in Scopus (specialisation versus impact), 2000–2010 Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: Science-Metrix Canada, based on Scopus Note: Scientific specialisation includes 2000–2010 data; the impact is calculated for publications of 2000–2006, citation window 2007–2009. I m p a c t a b o v e w o r l d l e v e l I m p a c t b e l o w w o r l d l e v e l Scientific specialisation index (SI) S c i e n t i f i c i m p a c t ( A R C ) Not specialised Specialised Health ICT Energy Environment Materials Humanities Socio-economic sciences Food, agriculture & fisheries Biotechnology Other transport technologies 0.5 0.0 1.0 1.5 2.5 2.0 3.0 1.0 0.6 0.4 0.2 0.8 0.0 1.4 1.2 1.8 2.0 1.6 I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : L a t v i a ",
        "6 R e s e a r c h a n d I n n o v a t i o n p e r f o r m a n c e i n t h e E U In terms of the quality of science, Latvia portrays a slightly different picture. In the field of materials, where the country has shown specialisation in both science and technology, the quality of science does not have an impact at world level and thus it needs further improvement. On the other hand, the scientific production in health has a good quality with impact above the world level, even though the country has a low specialisation level. A similar case is the food, agriculture and fisheries field, where Latvia has small but good scientific results while the specialisation index has a very low value. The science quality in the two fields mentioned above is apparently directly supported by good technological specialisation. Moreover, over the last period, the country has improved its scientific and technological performance both in food, agriculture and fisheries, and in health. Other areas where Latvia could increase the level of its scientific performance are other transport The national R&I system faces a number of challenges: - There is limited capacity to design, implement and coordinate R&I policy: Latvia has a complicated decision-making process for such a small country and the effectiveness of policy measures has been undermined by a lack of systematic evaluations. - There is a lack of highly qualified scientists and engineers with pockets of excellence around few scientific areas; the number of new doctorates awarded remains low and many scientists pursue their careers abroad. - The fragmented scientific and research infrastructure is underdeveloped and the limited R&I resources available are spread too thinly to be efficient. - The level of commercialisation of research is low: the technology transfer contact points operating in several universities produce modest results, in part due to the incomplete legal framework for protecting intellectual property rights. - Cooperation between businesses and academics continues to be poor: companies are barely using the research potential of universities or state research institutes and their participation in the ongoing competence centres programme is rather low. technologies, and environment, where the scientific quality is good compared to the world level. There is also good potential for scientific development in ICT, biotechnology, and energy, but further steps are needed to improve the quality of the science in order to become competitive at an international level. In fact, the new Guidelines for Science, Technologies and Innovations Development 2014-2020, approved in December 2013, include a component of the Smart Specialisation Strategy that has identified five specialisation fields offering potential for Latvia: knowledge based bio- economics, bio-medicine, medical technologies, bio-pharmacy and biotechnologies; advanced materials; technologies and engineering; smart energy; and ICT. When comparing these fields with the country’s scientific potential it can be noted that they rely on specialised fields, such as ICT, materials, energy, and biotechnology, but also take into consideration the field with a good quality in scientific output (health). Policies and reforms for research and innovation In recent years, Latvia has taken several measures to tackle these weaknesses, the most significant of which include: - Development of innovation financing tools to encourage innovation in the business sector, such as risk capital and seed/starting venture capital funds, mezzanine loans for risky projects; - Development of business incubators to support new entrepreneurs across the country; - Lowering administrative fees, simplifying administrative procedures, and reducing the time taken to register a business for entrepreneurs; - Development of a long-term cooperation platform for enterprises and scientists – a framework for efficient cooperation between scientists and entrepreneurs in order to support joint research and to foster technology transfer. The new Guidelines, mentioned above, have introduced a number of measures to improve the R&I system. These include the improvement of technology transfer possibilities, access to research infrastructure, development of competence centres, and introducing a new model for the management of the R&I system. Moreover, the Patent Law and the Copyright Law will ensure the protection of intellectual and industrial rights, whereas the Law on Scientific Activity will guarantee the annual increase of funding for R&I, thus strengthening the system’s overall capacity. ",
        "7 The Guidelines also include the Smart Specialisation Strategy in part. The primary goal set in the strategy is to transform the economy towards higher-value- added products and technology-based growth. Five specialisation fields have been identified in the strategy: 1. Knowledge-based bio-economics; 2. Bio-medicine, medical technologies, bio-pharmacy and biotechnologies; 3. Advanced materials, technologies and engineering; 4. Smart energy; 5. ICT. The strategy has mainly been used to focus on and plan the allocation of Structural Funds in the Partnership Agreement and Operational Programme, although the fields mentioned above are used to synchronise national budget allocations with other public resource allocations. The principles outlined in the strategy will serve as criteria for assessing the allocation of Structural Funds at the project level. The peer- review of the strategy has been scheduled for February 2014 in Latvia. Moreover, in order to increase private investments in R&D, amendments were made in the Corporate Income Tax Law that will be applicable to costs incurred as from 1 July 2014. Innovation Output Indicator The Innovation Output Indicator, launched by the European Commission in 2013, was developed at the request of the European Council to benchmark national innovation policies and to monitor the EU’s performance against its main trading partners. It measures the extent to which ideas stemming from innovative sectors are capable of reaching the market, providing better jobs and making Europe more competitive. The indicator focuses on four policy axes: growth via technology – (patents); jobs (knowledge- intensive employment); long-term global competitiveness (trade in mid/high-tech commodities); and future business opportunities (jobs in innovative fast-growing firms). The graph below enables a comprehensive comparison of Latvia’s position regarding the different indicator components: 2012 2010 EU EU EU EU EU EU EU 0.0 0.0 0.1 5.0 2.5 0.2 10.0 75.0 100.0 25.0 50.0 0.0 0.0 2.5 5.0 7.5 KIA PCT COMP DYN GOOD 0.0 20.0 Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: Eurostat, OECD, Innovation Union Scoreboard 2014, DG JRC Notes: All data refer to 2012 except PCT data, which refer to 2010. PCT = Number of PCT patent applications per billion GDP, PPS. KIA = Employment in knowledge-intensive activities in business industries as % of total employment. DYN = Innovativeness of high-growth enterprises (employment-weighted average). COMP = Combination of sub-components GOOD and SERV, using equal weights. GOOD = High-tech and medium-high-tech products exports as % total exports. EU value refers to EU-28 average (extra-EU = 59.7 %). SERV = Knowledge-intensive services exports as % of total service exports. EU value refers to EU-28 average (extra-EU = 56 %). \u0017 Latvia – Innovation Output Indicator Latvia LV LV LV LV LV 80.0 100.0 120.0 60.0 0.0 20.0 40.0 LV 75.0 100.0 25.0 50.0 0.0 10.0 SERV I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : L a t v i a ",
        "8 R e s e a r c h a n d I n n o v a t i o n p e r f o r m a n c e i n t h e E U Upgrading knowledge and technologies in the manufacturing sector The graph below illustrates the upgrading of knowledge in different manufacturing industries. The position on the horizontal axis illustrates the changing weight of each industry sector in value added over the period. The general trend to the left-hand side reflects the decline in manufacturing in the overall economy. The sectors above the x-axis are those where research intensity has increased over time. The size of the bubble represents the sector share (in value added) in manufacturing (for all sectors represented on the graph). The red sectors are high-tech or medium-high-tech sectors. Latvia is a low performer in the European innovation indicator. This is a result of low performance in all components – a performance which, furthermore, is declining. The low performance in patents is linked to the country’s economic structure, with a relatively small capital goods sector and the lack of large manufacturing companies, which often show high patenting activities if linked to a well-performing research system. This structure and the high export share of agricultural and wood products also explain the low export share of medium-high/ high-tech goods. Agriculture, construction, and transport are relatively important sectors of the Latvian economy, contributing to a low share of employment in knowledge-intensive activities. Freight transport services (transit traffic to/ from Russia) such as pipeline, rail and road, and auxiliary transport services linked to sea transport – none of which are classified as KIS – play a key role in Latvian service exports. Combined with a lack of specialisation in KIS, this leads to a relatively low share of knowledge-intensive service exports. Latvia performs at a low level as regards the innovativeness of fast-growing enterprises. This is the result of a high share of employment in low- tech manufacturing, construction, and transport companies among the fast-growing enterprises. -10 0 20 30 10 40 40 20 -10 -300 10 30 -20 -40 Share of value added in total value added - average annual growth (%), 2008–2010 B E R D i n t e n s i t y - a v e r a g e a n n u a l g r o w t h ( % ) , 2 0 0 8 – 2 0 1 0 Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: Eurostat Note: ( 1 ) High-tech and medium-high-tech sectors (NACE Rev. 2 – two-digit level) are shown in red. \u0017 Latvia – Share of value added versus BERD intensity: average annual growth, 2008–2010 Pharmaceutical products Food products, beverages & tobacco Computer, electronic & optical products Chemicals & chemical products ",
        "9 The contribution of manufacturing to Latvia’s total gross value added (14.5 % in 2012) has slightly increased compared to last year but is still lower than the EU average (15.2 % in 2012). Based on the available data, in the period of 2008-2010, the food products, beverages & tobacco industry (a traditional industry) increased its contribution to Latvia’s gross value added. At the same time, some more knowledge- intensive industries, such as pharmaceutical products and chemicals and chemical products, have also increased their contribution to Latvia’s gross value added. Overall, the country remains specialised in sectors with low and medium-low research intensities, such as metal processing and machinery, wood and wood products, and food processing, but it is slowly moving towards more knowledge-intensive industry. Latvia’s economic structure is highly biased towards small enterprises in traditional sectors, such as sawmilling and wood planing, as well as fish processing. According to the results of the 2012 EU Industrial R&D Investment Scoreboard, there are no Latvian companies in the top 1000 EU companies listed by publication, highlighting the fact that there are no large R&D intensive firms in the Latvian economy, which is mainly characterised by SMEs and microenterprises. I n n o v a t i o n U n i o n p r o g r e s s a t c o u n t r y l e v e l : L a t v i a ",
        "10 R e s e a r c h a n d I n n o v a t i o n p e r f o r m a n c e i n t h e E U Key indicators for Latvia Source: DG Research and Innovation – Unit for the Analysis and Monitoring of National Research Policies Data: Eurostat, DG JRC – Ispra, DG ECFIN, OECD, Science Metrix / Scopus (Elsevier), Innovation Union Scoreboard Notes : ( 1 ) Average annual growth refers to growth between the earliest available year and the latest available year for which compatible data are availa- ble over the period 2007–2012. ( 2 ) EU average for the latest available year. ( 3 ) The value is the difference between 2012 and 2006. ( 4 ) PISA (Programme for Internatonal Student Assessment) score for EU does not include CY and MT. These Member States were not included in the EU ranking. ( 5 ) EU is the weighted average of the values for the Member States. ( 6 ) The value is the difference between 2012 and 2007. ( 7 ) Break in series between 2011 and the previous years. Average annual growth refers to 2008–2010. ( 8 ) Break in series between 2011 and the previous years. Average annual growth refers to 2007–2010. ( 9 ) The value is the difference between 2011 and 2007. A negative value means lower emissions. ( 10 ) The values for this indicator were ranked from lowest to highest. ( 11 ) Break in series between 2008 and the previous years. Average annual growth refers to 2008–2012. ( 12 ) Values in italics are estimated or provisional. LATVIA 2000 2005 2006 2007 2008 2009 2010 2011 2012 Average annual growth 2007–2012 ( 1 ) (%) EU average ( 2 ) Rank within EU ENABLERS Investment in knowledge New doctoral graduates (ISCED 6) per thousand population aged 25–34 0.12 0.37 0.35 0.49 0.46 0.58 0.45 1.05 0.95 14.4 1.81 23 Performance in mathematics of 15-year-old students: mean score (PISA study) : : 486 : : 482 : : 491 4.4 ( 3 ) 495 ( 4 ) 14 ( 4 ) Business enterprise expenditure on R&D (BERD) as % of GDP 0.18 0.23 0.35 0.19 0.15 0.17 0.22 0.19 0.15 -5.2 1.31 27 Public expenditure on R&D (GOVERD + HERD) as % of GDP 0.27 0.33 0.35 0.40 0.46 0.29 0.38 0.50 0.51 4.8 0.74 19 Venture capital as % of GDP : : : : : : : : : : : : S&T excellence and cooperation Composite indicator on research excellence : : : 14.6 : : : : 19.9 6.5 47.8 25 Scientific publications within the 10% most cited scientific publications worldwide as % of total scientific publications of the country : 4.7 3.2 2.2 3.7 3.0 : : : 18.4 11.0 28 International scientific co-publications per million population : 128 116 125 147 142 141 196 196 9.4 343 27 Public–private scientific co-publications per million population : : : 2 2 2 3 2 : 6.2 53 28 FIRM ACTIVITIES AND IMPACT Innovation contributing to international competitiveness PCT patent applications per billion GDP in current PPS (EUR) 0.9 1.0 0.9 0.7 0.8 1.2 0.5 : : -13.5 3.9 21 License and patent revenues from abroad as % of GDP 0.02 0.07 0.05 0.04 0.04 0.03 0.05 0.04 0.04 -1.1 0.59 23 Community trademark (CTM) applications per million population : 14 14 26 36 27 51 50 57 17.0 152 22 Community design (CD) applications per million population : 5 10 8 5 13 17 15 9 2.2 29 23 Sales of new-to-market and new-to-firm innova- tions as % of turnover : : 3.3 : 5.9 : 3.1 : : -26.9 14.4 28 Knowledge-intensive services exports as % total service exports : 35.3 35.3 34.6 34.9 35.8 35.1 32.8 : -1.3 45.3 14 Contribution of high-tech and medium-tech products to the trade balance as % of total exports plus imports of products -14.39 -10.47 -9.59 -8.87 -6.08 -2.83 -4.98 -5.42 -4.89 - 4.23 ( 5 ) 26 Growth of total factor productivity (total economy): 2007 = 100 81 99 100 100 95 84 86 88 91 -9 ( 6 ) 97 26 Factors for structural change and addressing societal challenges Composite indicator on structural change : : : 31.7 : : : : 37.6 3.5 51.2 21 Employment in knowledge-intensive activities (manufacturing and business services) as % of total employment aged 15–64 : : : : 8.2 9.1 9.6 8.9 ( 7 ) 10.4 8.2 13.9 21 SMEs introducing product or process innovations as % of SMEs : : 14.4 : 17.2 : 14.3 : : -9.0 33.8 26 Environment-related technologies: patent applica- tions to the EPO per billion GDP in current PPS (EUR) 0.03 0.00 0.07 0.02 0.00 0.04 : : : 32.0 0.44 24 Health-related technologies: patent applications to the EPO per billion GDP in current PPS (EUR) 0.34 0.41 0.16 0.18 0.11 0.32 : : : 34.2 0.53 13 EUROPE 2020 OBJECTIVES FOR GROWTH, JOBS AND SOCIETAL CHALLENGES Employment rate of the population aged 20–64 (%) 63.5 70.3 73.5 75.2 75.8 67.1 65.0 66.3 ( 8 ) 68.1 -4.7 68.4 15 R&D intensity (GERD as % of GDP) 0.45 0.56 0.70 0.60 0.62 0.46 0.60 0.70 0.66 2.0 2.07 25 Greenhouse gas emissions: 1990 = 100 38 42 44 46 45 42 47 45 : -2 ( 9 ) 83 2 ( 10 ) Share of renewable energy in gross final energy consumption (%) : 32.3 31.1 29.6 29.8 34.3 32.5 33.1 : 2.8 13.0 2 Share of population aged 30–34 who have suc- cessfully completed tertiary education (%) 18.6 18.5 19.2 25.6 27.0 30.1 32.3 35.9 ( 8 ) 37.2 8.1 35.7 16 Share of population aged 18–24 with at most lower secondary education and not in further education or training (%) : 14.4 14.8 15.1 15.5 13.9 13.3 11.6 ( 8 ) 10.6 -4.1 12.7 16 ( 10 ) Share of population at risk of poverty or social exclusion (%) : 46.3 42.2 35.1 34.2 ( 11 ) 37.9 38.2 40.1 36.2 1.4 24.8 26 ( 10 ) 2014 Country-specific recommendation on R&I adopted by the Council in July 2014 “Take steps for a more integrated and comprehensive research system also by concentrating financing towards internationally competitive research institutions.” ",
        "How to obtain EU publications Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions: • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "K I - 01 - 14 - 815 - E N - N doi:10.2777/90259 \"If we get it right, Europe will become the leading destination for ground-breaking science and innovation.\" Máire Geoghegan-Quinn European Commissioner for Research, Innovation and Science Research and Innovation policy "
    ]
}