{
    "text": [
        "Opinion of the European Committee of the Regions — Concrete steps for implementing the EU Urban Agenda (2016/C 240/03) Rapporteur: Hella DUNGER-LÖPER (DE/PES), State Secretary, Representative of the Land of Berlin to the Federal Government with Responsibility for European Affairs POLICY RECOMMENDATIONS THE EUROPEAN COMMITTEE OF THE REGIONS Introduction 1. The Urban Agenda is a European project of outstanding importance: a new working method is being developed, which is intended to provide an operational framework and effective instruments in order to establish coherence between all policies affecting towns, cities and their surrounding functional areas. With around two thirds of all EU sectoral policies having an impact on Europe’s urban areas, towns and cities should be better involved in their design and rollout. The aim is to improve the quality of life in towns and cities and to develop a new ‘urban’ governance that sets and implements goals through a practical and specific approach, coordinated at various levels in accordance with the principles of subsidiarity and proportionality. This new urban paradigm opens up great opportunities: it makes it possible for people on the ground to experience the added value of Europe to meet social and demographic challenges; it can — in close connection with the European Commission’s Better Regulation agenda — improve the quality of European policies by connecting in a reciprocal manner national, regional and local strategies and thus go much further than the cooperation that has existed to date. The CoR underlines that the Urban Agenda must be part of a more holistic territorial vision that would look at both urban and rural areas ( 1 ). It can also make a relevant contribution to achieving the goals laid down in Article 3 TEU, including in particular the goals of economic, social and territorial cohesion, and the Europe 2020 strategy goals ( 2 ). With a ‘bottom up approach’ and a multilevel governance, three key criteria are crucial to making this process successful: — Transparency — Participation — Binding force. 2. The CoR recalls the efforts undertaken since 1989 and the Urban Pilot Projects for towns and cities to be taken more into account and to be included more prominently in the process of policy formulation at European level, and to prepare an Urban Agenda at EU level: — in this connection, it stresses in particular the contribution of the 2014 CoR opinion ‘Towards an Integrated Urban Agenda for the EU’ ( 3 ), 1.7.2016 EN Official Journal of the European Union C 240/9 ( 1 ) CoR opinion on Territorial Vision: what future? CDR 4285/2015. ( 2 ) CoR study on ‘The growth potential of an integrated EU Urban Agenda’, Final Report, 8 January 2016. ( 3 ) OJ C 271, 19.8.2014, p. 11. ",
        "— it emphasises the role of the European Parliament in highlighting urban issues and incorporating them into the Common Provisions Regulation on the Structural and Investment Funds, and in giving a major impetus to the design of an Urban Agenda through its Resolution of 9 September 2015 on the urban dimension of EU policies, — it pays tribute to the European Commission, which has raised awareness of the role of towns and cities through regular events and through the consultation procedure on the Urban Agenda held between 18 July and 26 September 2014, — it points to the Riga Declaration under the Latvian presidency in which the Council’s recognition of the urban dimension was confirmed once again, — in particular, it acknowledges the strong impetus given by the Netherlands presidency, which made the Urban Agenda one of the focuses of its presidency, notably by preparing the Pact of Amsterdam, which is due to make the implementation of the Urban Agenda binding, thereby paving the way for intentions to be followed up with actions, and enabling the implementation of the Urban Agenda to finally now be tackled in the European Union, — notes the importance of strengthening local and regional authorities’ role in the framing and efficient implementation of European policies, legal provisions and funding programmes. Key points of the Urban Agenda 3. The importance of towns and cities: the global trend of an increasing concentration of the population in towns and cities can also be observed in Europe; Europe is a continent, where approximately 70 % of the population now live in towns, cities or urban agglomerations. These are the drivers of economic growth — alone generating more than 75 % of GDP — social inclusion and sustainable development. However, towns and cities are characterised by the confrontation of social opposites: wealth and poverty, employment potential and long-term unemployment, labour demands and shortages, educational disparities and particular environmental challenges, to name but a few. As ‘catalyst of integration’, they will also play a major part in coping with the current refugee flows as well as with the intra-EU migration. None of the European Union’s policies would be feasible if the urban dimension were not taken into account. 4. Integrated and multidisciplinary approaches: already the 2007 Leipzig Charter stressed that only integrated approaches would prove successful in cities and that multilevel governance is the key to solving complex problems in cities. Successful approaches include: overcoming the ‘silo mentality’ in public administration, i.e. adopting an inter-departmental approach to problem-solving, interaction across traditional hierarchies and the involvement of different stakeholders, taking into account differences between local and regional territories. A number of strands are sketched out here that are closely linked with the European Commission’s ideas of better regulation, better funding and better coordination. However, integrated approaches require a high level of coordination and cooperation at and across all levels: local, regional, national and European. 5. Urban and rural areas are complementary functional spaces: the fear is repeatedly being voiced in the discussions on the Urban Agenda that a stronger focus on urban issues will mean less support for rural areas. However, the CoR emphasises the importance of links between urban and rural areas and the role played by rural areas, which also contribute to growth and job creation. EU policies must not encourage a competitive relationship between these two dimensions in so far as they are integrated geographically, administratively and in terms of functional and thematic policies. The complementarity between the two dimensions therefore needs to be highlighted, thereby testing and enabling new forms of governance between them, in particular through improved access to services and the development of digital technologies. The overriding objective of an environmentally, economically and socially robust Europe and greater territorial cohesion can only be achieved if both are strong. A European urban policy includes all urban areas and surrounding functional areas: not only capitals and other large cities, but also small and medium-sized towns and cities, which are of key importance to their surrounding areas. C 240/10 EN Official Journal of the European Union 1.7.2016 ",
        "6. The EU Urban agenda should also provide guidance for the EU’s negotiation positions with view to the Habitat III conference to be held in Quito on 17-20 October 2016. In addition and in line with the objective of the EU to be a stronger global actor as well as the need to increase consistency between the EU’s external and internal policies, the EU should reinforce and stimulate international cooperation and exchange between urban authorities. 7. To be successfully implemented, the Urban Agenda has also to rely on an integrated approach between urban and regional governance encompassing the institutional and administrative settings. 8. Crucial factors in shaping an Urban Agenda that complies with the subsidiarity principle and ensures the bottom-up involvement of local and regional authorities are the participation of elected local and regional bodies and their representative national and European associations in decision-making, and a responsible role for them in defining operational programmes and in implementing and assessing cohesion policy, in keeping with their own institutional roles. Procedure for implementing specific steps for an Urban Agenda: the Pact of Amsterdam 9. The European Commission, together with the Netherlands presidency and involving numerous stakeholders, has started to prepare the Pact of Amsterdam. Its aim is to develop and implement 3-year action plans for integrated policies for key urban problems within the framework of 12 thematic partnerships. They are intended to be one key delivery instrument within the Urban Agenda. They will bring together an increased number of sectoral policies that impact on the EU’s urban areas. It is also crucial for the success of the partnerships and the EU Urban Agenda Board, which will monitor the process, that they move forward in close cooperation with urban, local and regional authorities, Member States, European institutions (including the CoR), and relevant local stakeholders. The CoR advocates for focusing on a limited number of important policy areas which would make it possible to achieve visible results and demonstrate the added value of the EU Urban Agenda. The 12 priority themes set out are not an exhaustive list. Partnerships should also be set up on other issues requiring integrated policy approaches, for example, taking into account the cultural and tourism dimension in urban development, new inclusive forms of participation, innovation and Smart Cities. A comprehensive assessment of the thematic priorities will, however, only be possible when the partnerships have been developed, since only then will it be possible to tell if and how key issues for the European Union such as youth employment are integrated. The CoR welcomes the fact that four pilot partnerships (on air quality, housing, urban poverty and inclusion of migrants and refugees) have already started their work. For the subsequent stages of the partnerships, it is essential to agree a high degree of commitment, for example through biannual reporting to the Commission, the Parliament, the Council and the CoR. The CoR also points out the possibility that the thematic partnerships could provide input in the design of future and the revision of current EU legislation. In relation to the funding of the participation to the thematic partnerships which are expected to count about 15 partners and considering that the Netherlands have already reserved EUR 50 000 to support each partnership, the CoR calls on the Commission to look into the possibility to finance technical assistance in order to facilitate interested local authorities to become partners. 10. The development and funding of urban action plans arising from the Pact of Amsterdam’s thematic partnerships or from other European programmes, such as URBACT, could be part of operational programmes in the future programming period. 1.7.2016 EN Official Journal of the European Union C 240/11 ",
        "11. Moreover, it is important that the European Commission plays a strong and binding role in dealing with coordination. This includes the appointment of the first vice-president as coordinator of the EU Urban Agenda, who through his role would also guarantee a close link with the Better Regulation agenda. Coordinating in this way would also counteract the fragmented view of towns and cities resulting from the specialised perspective of the individual Directorates- General. ‘Smart cities’ and, in the case of rural areas, ‘smart regions’ would then be not only technologically smart but also socially smart. There is also a need for an integrated policy within the EU Urban Agenda, streamlining Smart Cities and Smart Specialisation Strategies (RIS3). A holistic approach is essential, particularly when faced with a challenge such as the influx of refugees and the corresponding need for integration. In addition, the inclusion of the Urban Agenda in the European Commission’s annual work programme is another important element. This also serves the interests of transparency and the binding nature of the process. 12. The CoR insists that further progress remains to be made in order to better involve local and regional authorities including urban and regional networks and other stakeholders, in the preparation as well the evaluation of the EU policy with an impact and/or focus on authorities responsible for urban areas. 13. Expanding impact assessments to include the urban dimension: the pilot project, launched on the initiative of the CoR and the European Commission, on territorial impact assessment, taking as an example the energy efficiency of buildings, has shown that appropriate instruments are available for including the territorial dimension in impact assessments. Last but not least, the pilot project demonstrated the great interest, willingness and ability of cities and regions to actively participate in the relevant measures and to provide the necessary input. 14. It is necessary to implement the knowledge-sharing and inter-city cooperation to promote exchange of know-how/ best practices between cities and local authorities by minimising the administrative burdens as much as possible. The collection of data on urban development issues should only be considered in exceptional cases and should be confined to what is strictly necessary. 15. The CoR continues to call for a systematic review of ways of improving support for towns, cities and their functional areas. The following could be considered: — Increasing the exchange of knowledge on coordination of and access to existing instruments and sources of funding for towns and cities at EU, national, regional and local level. — Encouraging Member States in particular to make greater use of existing instruments for the urban dimension of cohesion policy, such as Integrated Territorial Investments (ITI). These should be along the lines of sustainable urban development strategies, including measures to solve problems affecting the entire functional area of the city and requiring the cooperation of all partners from that area. In preparation for the post 2020 programming period, opportunities for developing a specific EU support scheme for integrated urban development could also be considered in a broader context going beyond the Structural Funds, which would also be more conducive to links between the various EU programmes. — Involvement of urban authorities in the design and implementation and testing of experimental approaches such as the Innovative Urban Actions. — Strengthening the European added value of the particularly high profile of EU support in cities and urban areas by focusing on the basis of an integrated approach on best practice and a results-orientated support policy for towns, cities and surrounding functional areas, including in relation to EU fund management and implementation. — Preserving the flexibility of support for cities and urban areas, in order to be able to respond to unexpected challenges and needs in the future. C 240/12 EN Official Journal of the European Union 1.7.2016 ",
        "— Use of the Investment Advisory Hub set up at the European Investment Bank in order to be able to make systematic use of the EIB’s financing instruments for towns and cities. — Improving the links between EU funding and private investment, obtaining funding and using financial instruments for urban areas. The financing of urban projects should be innovative and include the possibility of experimentation. Private funding should be accepted as co-financing. — Gathering input from cities with a view to simplifying ESI funds. — Earliest possible involvement of towns and cities in reviewing the European Structural and Investment Funds. — Assessment criteria of urban actions should be revised and innovated, not just in terms of quality of the effectiveness of individual actions and projects, but including effective benchmarks to measure and assess the real impact of these policies on the quality of territorial transformations. — Further development of soft incentivising tools such as the European Green Capital Award. 16. Due to the growing importance of the European Semester as an economic policy coordination instrument, the CoR calls for urban and rural aspects to be duly taken into account in the framework of the European Semester. This could be achieved through the timely inclusion of local and regional authorities in the Member States’ annual drafting of National Reform Programmes. The Commission’s appointed representative for the European Semester in each Member State could play an important role here. 17. The CoR also stresses the dynamics and capabilities of urban networks for contributing to achieving the European Union’s policy objectives. In relation to the Covenant of Mayors, which is bringing together more than 6 000 local and regional authorities that have committed themselves to reducing carbon dioxide emissions beyond the EU 2020 climate targets, the CoR calls on the European Commission to develop the role of the Covenant of Mayors with the objective of extending its activities beyond 2020, and becoming a vehicle for the concrete contributions which cities and regions can make to fighting climate change within a wider EU framework ( 4 ). 18. The Pact of Amsterdam should lead to a binding agreement on the process of implementing the Urban Agenda. The eight partnerships which have not yet begun should be launched without delay. A timely review of the thematic list should also be planned, in order to estimate whether the partnerships take account of the main features of urban reality. The CoR welcomes the proposal made by the Netherlands Presidency in the draft Pact of Amsterdam that crosscutting issues, among which urban governance, governance across administrative boundaries including urban-rural and cross-border cooperation or the provision of public services of general interest, be mainstreamed throughout the thematic partnerships. With respect to the latter, it must be ensured that the EU Urban Agenda holds to the principle of local and regional self-government, in accordance with Article 14 and Protocol 26 TFEU, and respects the related discretionary powers under EU primary law, and in particular that it mainstreams local services of general interest. 19. In addition to the bodies and reporting obligations provided for in the Pact of Amsterdam, there should also be regular reports to the European Commission, the European Parliament, the Council and the CoR in order to ensure a transparent and widely accessible procedure, in which not only those directly involved but also the public at large can follow the process ( 5 ). 1.7.2016 EN Official Journal of the European Union C 240/13 ( 4 ) See CoR opinion on the future of the Covenant of Mayors, 4 December 2015 (OJ C 51, 10.2.2016, p. 43). ( 5 ) In preparing the opinion, the rapporteur carried out a non-representative survey on the EU Urban Agenda and the preparation of the Pact of Amsterdam, which yielded results which should inform the future work. The following conclusions can, inter alia, be drawn. The Urban Agenda process seems to be acknowledged and actionable, if at all, only by cities. There is a lack of broad participation and transparency. There is almost universal awareness of communication paths. What is lacking, however, is direct access and assistance for specific themes and issues. Move from consultation to cooperation. The 12 partnerships themes are by no means equally well known and not considered comprehensive — review, development of content, updating and/or adaptation would be advisable. ",
        "20. In order to ensure that the Urban Agenda is as far as possible binding on future Council presidencies, the Pact of Amsterdam, after its adoption at the informal Council of Urban Development Ministers on 30 May 2016, should feed into the Conclusions of the General Affairs Council in June 2016. This should be combined with a call to future Council presidencies to incorporate the Urban Agenda into their respective work programmes. There should be an initial report on the state of implementation of the partnerships by the end of 2016, under the Slovak Council presidency. 21. In order to ensure commitment to future policy development and sustainability in the context of an Urban Agenda, a White Paper should be presented that assesses and systematises the results of the partnerships and describes the elements of better governance and makes them transferable. This will both ensure that the policy is binding and guarantee more transparency. The White Paper should not, however, be drawn up only after completion of the 3-year duration of the partnerships: rather, in 2017 following a mid-term review, it should summarise and systematise the experience accumulated, which should feed into the preparation of the future European Structural and Investment Funds programming period from 2021 and the post-Europe 2020 strategy. Brussels, 7 April 2016. The President of the European Committee of the Regions Markku MARKKULA C 240/14 EN Official Journal of the European Union 1.7.2016 "
    ]
}