{
    "text": [
        "C 390/196 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 European Parlia - P8_TA(2018)0181 Guidelines for the employment policies of the Member States * European Parliament legislative resolution of 19 April 2018 on the proposal for a Council decision on guidelines for the employment policies of the Member States (COM(2017)0677 – C8-0424/2017 – 2017/0305(NLE)) (Consultation) (2019/C 390/45) The European Parliament, — having regard to the Commission proposal to the Council (COM(2017)0677), — having regard to Article 148(2) of the Treaty on the Functioning of the European Union, pursuant to which the Council consulted Parliament (C8-0424/2017), — having regard to its position of 15 September 2016 on the proposal for a Council decision on guidelines for the employment poli - cies of the Member States( 1 ), — having regard to its position of 8 July 2015 on the proposal for a Council decision on guidelines for the employment policies of the Member States( 2 ), — having regard to Rule 78c of its Rules of Procedure, — having regard to the report of the Committee on Employment and Social Affairs (A8-0140/2018), 1. Approves the Commission proposal as amended; 2. Calls on the Commission to alter its proposal accordingly, in accordance with Article 293(2) of the Treaty on the Functioning of the European Union; 3. Calls on the Council to notify Parliament if it intends to depart from the text approved by Parliament; 4. Asks the Council to consult Parliament again if it intends to substantially amend the Commission proposal; 5. Instructs its President to forward its position to the Council and the Commission. ( 1 ) Texts adopted, P8_TA(2016)0355. ( 2 ) OJ C 265, 11.8.2017, p. 201. ",
        "18.11.2019 EN Official Journal of the European Union C 390/197 Thursday 19 April 2018 Amendment 1 Proposal for a decision Recital 1 Amendment 2 Proposal for a decision Recital 2 Text proposed by the Commission Amendment (1) Member States and the Union are to work towards develop - ing a coordinated strategy for employment and particularly for promoting a skilled, trained and adaptable workforce and labour markets responsive to economic change , with a view to achieving the objectives of full employment and social progress set out in Article 3 of the Treaty on European Union. Member States, taking into account national prac - tices related to the responsibilities of management and labour, are to regard promoting employment as a matter of common concern and coordinate their action in this respect within the Council. (1) Member States and the Union are to develop and deliver an effective and coordinated strategy for employment and particularly for promoting inclusive labour markets responsive to economic, social, technological and envi - ronmental realities and changes, with a skilled, trained and adaptable workforce, and for safeguarding the well- being of all workers , with a view to achieving the objec - tives of a social market economy , full employment and social progress as set out in Article 3 of the Treaty on Euro - pean Union. Member States, taking into account national practices related to the responsibilities of management and labour, are to regard promoting employment as a matter of common concern and coordinate their action in this respect within the Council. Text proposed by the Commission Amendment (2) The Union is to combat social exclusion and discrimination and promote social justice and protection, as well as equality between women and men. In defining and implementing its policies and activities, the Union is to take into account requirements linked to the promotion of a high level of employment, the guarantee of adequate social protection, the fight against poverty and social exclusion, and a high level of education and training. (2) The Union is to combat all forms of poverty , social exclu - sion and discrimination in all areas of life and promote social justice and protection, as well as equality between women and men. That overall objective should also be pursued through Union legal acts and policies in other areas. In defining and implementing its policies and activi - ties, the Union is to take into account requirements linked to the promotion of a high level of employment, the guar - antee of adequate social protection, the fight against pov - erty and social exclusion, and a high level of education and training. The Union is to promote active participation of all citizens in economic, social and cultural life. ",
        "C 390/198 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 Amendment 3 Proposal for a decision Recital 3 Amendment 4 Proposal for a decision Recital 3 a (new) Text proposed by the Commission Amendment (3) In accordance with the Treaty on the Functioning of the European Union (TFEU), the Union has developed and implemented policy coordination instruments for fiscal, macroeconomic and structural policies. As part of these instruments, the present Guidelines for the Employment Pol - icies of the Member States, together with the Broad Guide - lines for the Economic Policies of the Member States and of the Union set out in Council Recommendation (EU) 2015/1184, form the Integrated Guidelines for Implement - ing the Europe 2020 strategy. They are to guide policy implementation in the Member States and in the Union, reflecting the interdependence between the Member States. The resulting set of coordinated European and national poli - cies and reforms are to constitute an appropriate overall eco - nomic and social policy mix which should achieve positive spill-over effects. (3) In accordance with the Treaty on the Functioning of the European Union (TFEU), the Union has developed and implemented policy coordination instruments for fiscal, macroeconomic and structural policies which have a sig - nificant impact on the social and employment situation in the Union, with potential effects including insecurity, poverty and inequality . As part of these instruments, the present Guidelines for the Employment Policies of the Member States, together with the Broad Guidelines for the Economic Policies of the Member States and of the Union set out in Council Recommendation (EU) 2015/1184, form the Integrated Guidelines for Implementing the Europe 2020 strategy. They are to guide policy implemen - tation in the Member States and in the Union, reflecting the interdependence between the Member States. The resulting set of coordinated European and national policies and reforms are to constitute an appropriate overall eco - nomic and social policy mix which should achieve positive spill-over effects for all Member States . Text proposed by the Commission Amendment (3a) To ensure a more democratic decision-making process in the context of the Integrated Guidelines, which affect people and labour markets across the Union, it is import - ant that the Council take into account the position of the European Parliament. ",
        "18.11.2019 EN Official Journal of the European Union C 390/199 Thursday 19 April 2018 Amendment 5 Proposal for a decision Recital 4 Amendment 6 Proposal for a decision Recital 5 Text proposed by the Commission Amendment (4) The Guidelines for the Employment Policies are consistent with the Stability and Growth Pact, the existing European Union legislation and various EU initiatives, including the Council recommendation on establishing a Youth Guaran - tee( 1 ), the Council Recommendation on the integration of the long-term unemployed into the labour market( 2 ), the Council Recommendation on Upskilling Pathways( 3 ) and the proposal for a Council Recommendation on a European Framework for Quality and Effective Apprenticeships( 4 ). (4) The Guidelines for the Employment Policies are consistent with the Stability and Growth Pact, the existing European Union legislation and various EU initiatives, including the European Pillar of Social Rights , the Council recommen - dation on establishing a Youth Guarantee( 1 ), the Council Recommendation on the integration of the long-term unemployed into the labour market( 2 ), the Council Recom - mendation on Upskilling Pathways( 3 ) and the proposal for a Council Recommendation on a European Framework for Quality and Effective Apprenticeships( 4 ). ( 1 ) OJ C 120, 26.4.2013, p. 1–6. ( 2 ) OJ C 67, 20.2.2016, p. 1–5. ( 3 ) OJ C 484, 24.12.2016, p. 1–6. ( 4 ) COM(2017)0563 final - 2017/0244 (NLE) ( 1 ) OJ C 120, 26.4.2013, p. 1–6. ( 2 ) OJ C 67, 20.2.2016, p. 1–5. ( 3 ) OJ C 484, 24.12.2016, p. 1–6. ( 4 ) COM(2017)0563 final - 2017/0244 (NLE) Text proposed by the Commission Amendment (5) The European Semester combines the different instruments in an overarching framework for integrated multilateral sur - veillance of economic, budgetary, employment and social policies and aims to achieve the Europe 2020 targets, includ - ing those concerning employment, education and poverty reduction, as set out in Council Decision 2010/707/EU( 5 ). Since 2015, the European Semester has been continuously reinforced and streamlined, notably to strengthen its employment and social focus and to facilitate more dialogue with the Member States, social partners and representatives of civil society. (5) The European Semester combines the different instru - ments in an overarching framework for integrated multi - lateral surveillance of economic, budgetary, employment and social policies and aims to achieve the Europe 2020 targets, including those concerning employment, educa - tion and poverty reduction, as set out in Council Decision 2010/707/EU( 5 ). Since 2015, the European Semester has been continuously reinforced and streamlined, notably to strengthen its employment and social focus and to facili - tate more dialogue with the Member States, social partners and representatives of civil society at the same time keep - ing a strong emphasis on structural reforms and compet - itiveness . ( 5 ) OJ L 308, 24.11.2010, p. 46–5. ( 5 ) OJ L 308, 24.11.2010, p. 46–5. ",
        "C 390/200 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 Amendment 7 Proposal for a decision Recital 6 Amendment 8 Proposal for a decision Recital 7 Text proposed by the Commission Amendment (6) The European Union’s recovery from the economic crisis is supporting positive labour market trends, but important challenges and disparities in economic and social perfor - mance remain between and within Member States. The crisis underscored the close interdependence of the Member States' economies and labour markets. Ensuring that the Union progresses to a state of smart, sustainable and inclu - sive growth and job creation is the key challenge faced today. This requires coordinated, ambitious and effective policy action at both Union and national levels, in accordance with the TFEU and the Union's provisions on economic gover - nance. Combining supply- and demand-side measures, such policy action should encompass a boost to investment, a renewed commitment to appropriately sequenced structural reforms that improve productivity, growth performance, social cohesion and economic resilience in the face of shocks and the exercise of fiscal responsibility, while taking into account their employment and social impact. (6) The European Union’s recovery from the economic crisis is supporting positive labour market trends, but important challenges and disparities in economic and social perfor - mance remain between and within Member States as eco - nomic growth does not automatically result in higher employment . The crisis underscored the close interdepen - dence of the Member States' economies and labour mar - kets. Ensuring that the Union progresses to a state of smart, sustainable and inclusive growth, accompanied by the creation of sustainable and quality jobs is the key challenge faced today. This requires coordinated, ambitious and effective policy action at both Union and national lev - els, in accordance with the TFEU and the Union's provi - sions on economic governance. Combining supply- and demand-side measures, such policy action should encom - pass a boost to investment, including in the circular and in the green economy and with regard to social invest - ment , a renewed commitment to appropriately sequenced, socially and economically balanced structural reforms that improve productivity, growth performance, social cohesion and economic resilience in the face of shocks and the exercise of fiscal responsibility, while those structural reforms should have a positive employment and social impact. Text proposed by the Commission Amendment (7) Reforms to the labour market, including the national wage- setting mechanisms, should follow national practices of social dialogue and allow the necessary opportunity for a broad consideration of socioeconomic issues, including improvements in competitiveness, job creation, life-long learning and training policies as well as real incomes. (7) Reforms to the labour market, including the national wage-setting mechanisms, should follow national practices of social dialogue and allow the necessary opportunity for a broad consideration of socioeconomic issues, including improvements in standards of living, equality , competi - tiveness, productivity, sustainable and quality job cre - ation, life-long learning and training policies as well as real incomes. ",
        "18.11.2019 EN Official Journal of the European Union C 390/201 Thursday 19 April 2018 Amendment 9 Proposal for a decision Recital 8 Amendment 10 Proposal for a decision Recital 8 a (new) Text proposed by the Commission Amendment (8) Member States and the Union should also address the social legacy of the economic and financial crisis and aim to build an inclusive society in which people are empowered to antic - ipate and manage change, and can actively participate in society and the economy, as also outlined in the Commis - sion recommendation on the active inclusion of people excluded from the labour market( 1 ). Inequality should be tackled, access and opportunities for all should be ensured and poverty and social exclusion ( including of children) reduced , in particular by ensuring an effective functioning of labour markets and social protection systems and by remov - ing barriers to education / training and labour-market partic - ipation. As new economic and business models take hold in EU workplaces, employment relationships are also changing. Member States should ensure that new employment rela - tionships maintain and strengthen Europe’s social model. (8) Member States and the Union should also address the social legacy of the economic and financial crisis and aim to build an inclusive and socially just society in which peo - ple are empowered to anticipate and manage change, and can actively participate in society and the economy, as also outlined in the Commission recommendation on the active inclusion of people excluded from the labour mar - ket( 1 ). Inequality and discrimination should be tackled, equal opportunities for all should be ensured and poverty and social exclusion ( particularly of children) eradicated , in particular by ensuring an effective functioning of labour markets and adequate and effective social protection sys - tems, by removing barriers to education, training and labour-market participation. As new economic and busi - ness models take hold in EU workplaces, employment rela - tionships are also changing. Member States should ensure that new employment relationships maintain and strengthen Europe’s social model by ensuring that people in emerging forms of work are covered and protected by employment regulations . Member States should support the potential of people with disabilities to contribute to economic growth and social development. ( 1 ) COM(2008)0639 final ( 1 ) COM(2008)0639 final Text proposed by the Commission Amendment (8a) The Commission and the Member States should create spaces for reflection and dialogue with the support of specialised non-governmental organisations (NGOs) and organisations of people experiencing poverty, to ensure that the latter are able to contribute to the evalua - tion of policies which affect them. ",
        "C 390/202 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 Amendment 11 Proposal for a decision Recital 11 Amendment 12 Proposal for a decision Recital 12 Amendment 13 Proposal for a decision Annex – guideline 5 – paragraph 1 Text proposed by the Commission Amendment (11) The Integrated Guidelines should form the basis for country- specific recommendations that the Council may address to the Member States. Member States should make full use of the European Social Fund and other Union funds to foster employment, social inclusion, lifelong learning and educa - tion and to improve public administration. While the Inte - grated Guidelines are addressed to Member States and the Union, they should be implemented in partnership with all national, regional and local authorities, closely involving parliaments, as well as social partners and representatives of civil society. (11) The Integrated Guidelines and the European Pillar of Social Rights should form the basis for well-targeted country-specific recommendations that the Council addresses to the Member States. Member States should make full use of the European Social Fund and other Union funds to foster employment, social inclusion, lifelong learning and education and to improve public administra - tion. While the Integrated Guidelines are addressed to Member States and the Union, they should be imple - mented in partnership with all national, regional and local authorities, closely involving parliaments, as well as social partners and representatives of civil society. Text proposed by the Commission Amendment (12) The Employment Committee and the Social Protection Committee should monitor how the relevant policies are implemented in the light of the guidelines for employment policies, in line with their respective Treaty-based mandates. These committees and other Council preparatory bodies involved in the coordination of economic and social policies should work together closely, (12) The Employment Committee and the Social Protection Committee should monitor how the relevant policies are implemented in the light of the guidelines for employment policies, in line with their respective Treaty-based man - dates. These committees and other Council preparatory bodies involved in the coordination of economic and social policies should work together closely with the Euro - pean Parliament, and in particular with its Committee on Employment and Social Affairs, to ensure democratic accountability , Text proposed by the Commission Amendment Member States should facilitate the creation of quality jobs, includ - ing by reducing the barriers that businesses face in hiring people, by promoting entrepreneurship and self-employment and , in par - ticular, by supporting the creation and growth of micro and small enterprises. Member States should actively promote the social econ - omy and foster social innovation. Member States should facilitate and invest in the creation of sus - tainable, accessible and quality jobs across skill levels, labour market sectors and regions , including by fully developing the potential of future oriented sectors, such as the green and the cir - cular economies, the care sector and the digital sector. Member States should enable people to balance work and private life, ensure that work places are adapted for persons with disabilities and older workers, help businesses in hiring people and promote responsible entrepreneurship and self-employment , in particular by supporting the creation and growth of micro and small enter - prises. Member States should actively promote the social economy and foster social innovation. ",
        "18.11.2019 EN Official Journal of the European Union C 390/203 Thursday 19 April 2018 Amendment 14 Proposal for a decision Annex – guideline 5 – paragraph 2 Amendment 15 Proposal for a decision Annex – guideline 5 – paragraph 2 a (new) Amendment 16 Proposal for a decision Annex – guideline 5 – paragraph 3 Text proposed by the Commission Amendment Member States should encourage innovative forms of work, which create job opportunities for all in a responsible manner. Member States should encourage innovative forms of work that create quality job opportunities for all in a responsible manner, taking into account the development of new information and communication technologies, while ensuring full compliance with Union law, national legislation and employment practices as well as with industrial relation systems . The Member States and the Commission should promote good practices in this area. Text proposed by the Commission Amendment Member States should cut red tape in order to ease any unneces - sary burdens on small and medium-sized enterprises, which con - tribute significantly to job creation. Text proposed by the Commission Amendment The tax burden should be shifted away from labour to other sources of taxation that are less detrimental to employment and growth, tak - ing account of the redistributive effect of the tax system, while pro - tecting revenue for adequate social protection and growth- enhancing expenditure. Member States should endeavour gradually to reduce the tax burden on labour and shift it away from labour to other sources of taxation that are less detrimental to employment and growth, taking account of the redistributive effect of the tax system, while protecting revenue for adequate social protection and growth- enhancing expenditure, including investment in public services of general interest . ",
        "C 390/204 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 Amendment 17 Proposal for a decision Annex – guideline 5 – paragraph 4 Amendment 18 Proposal for a decision Annex – guideline 6 – title Text proposed by the Commission Amendment Member States should, in line with national practices and respecting the autonomy of social partners, encourage transparent and predict - able wage-setting mechanisms, allowing for the responsiveness of wages to productivity developments while ensuring fair wages that provide for a decent standard of living. These mechanisms should take into account differences in skills levels and divergences in eco - nomic performance across regions, sectors and companies. Respect - ing national practices, Member States and social partners should ensure adequate minimum wage levels, taking into account their impact on competitiveness, job creation and in-work poverty. Member States should, in line with national practices and respect - ing the autonomy of social partners, encourage transparent and predictable wage-setting mechanisms, allowing for the respon - siveness of wages to productivity developments while ensuring fair wages that provide for a decent standard of living in a sustain - able, responsible way . These mechanisms should take into account differences in skills levels and divergences in economic performance across regions, sectors and companies. Respecting national practices, Member States and social partners should ensure adequate minimum wage levels, taking into account their impact on competitiveness, job creation and in-work poverty. Text proposed by the Commission Amendment Guideline 6: Enhancing labour supply: access to employment, skills and competences Guideline 6: Enhancing labour supply and improving access to employment, skills and competences ",
        "18.11.2019 EN Official Journal of the European Union C 390/205 Thursday 19 April 2018 Amendment 19 Proposal for a decision Annex – guideline 6 – paragraph 1 Text proposed by the Commission Amendment In the context of technological, environmental and demographic change, Member States, in cooperation with social partners, should promote productivity and employability through an appropriate supply of relevant knowledge, skills and competences throughout people's working lives, responding to current and future labour market needs . Member States should make the necessary investment in both initial and continuing education and training. They should work together with social partners, education and training provid - ers and other stakeholders to address structural weaknesses in edu - cation and training systems, to provide quality and inclusive education, training and life-long learning. They should ensure the transfer of training entitlements during professional transitions . This should allow everyone better to anticipate and adapt to labour market needs and successfully manage transitions, thus strengthen - ing the overall resilience of the economy to shocks. In the context of technological, environmental and demographic change, Member States, in cooperation with social partners and civil society , should promote sustainability , productivity and employability through an appropriate supply of relevant knowl - edge, skills and competences throughout people's working lives, responding to current and anticipated future labour market opportunities including through the targeted promotion of training in the science, technology, engineering and mathemat - ics sectors . Member States should make the necessary investment in both initial and continuing education and training and life-long learning, targeting not only formal education, but also non-for - mal and informal learning, and ensuring equal opportunities and access for all . They should work together with social partners, education and training providers, civil society organisations and other stakeholders to increase the quality of and address struc - tural weaknesses in education and training systems, to provide quality and inclusive education, training and life-long learning, also taking into account the particular needs of persons with disabilities, ethnic and national minorities, immigrants and ref - ugees . They should ensure the transfer of entitlements to training during changes in professional life through a point system and the accumulation of associated rights . This should allow every - one better to anticipate and adapt to labour market needs, avoid skills mismatches and successfully manage transitions, thus strengthening the overall resilience of the economy to shocks. ",
        "C 390/206 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 Amendment 20 Proposal for a decision Annex – guideline 6 – paragraph 2 Amendment 21 Proposal for a decision Annex – guideline 6 – paragraph 2 a (new) Text proposed by the Commission Amendment Member States should foster equal opportunities in education and raise overall education levels, particularly for the least qualified. They should ensure quality learning outcomes, reinforce basic skills, reduce the number of young people leaving school early, enhance the labour-market relevance of tertiary degrees, improve skills mon - itoring and forecasting, and increase adult participation in continu - ing education and training. Member States should strengthen work- based learning in their vocational education and training systems, including through quality and effective apprenticeships, make skills more visible and comparable and increase opportunities for recog - nising and validating skills and competences acquired outside for - mal education and training. They should upgrade and increase the supply and take-up of flexible continuing vocational training. Mem - ber States should also support low skilled adults to maintain or develop their long term employability by boosting access to and take up of quality learning opportunities, through the establishment of Upskilling Pathways, including a skills assessment, a matching offer of education and training and the validation and recognition of the skills acquired. Member States should foster equal opportunities in education, including early childhood education , and raise overall education levels, particularly for the least qualified and learners from disad - vantaged backgrounds . They should ensure quality learning out - comes, develop and reinforce basic skills, foster the development of entrepreneurial skills , reduce the number of young people leaving school early, enhance the labour-market relevance of ter - tiary degrees, improve skills monitoring and forecasting, and increase adult participation in continuing education and training, including through policies that provide for educational and training leave, as well as in-work vocational training and life- long learning . Member States should strengthen work-based learning in their vocational education and training systems, including through quality and effective apprenticeships, make skills more visible and comparable and increase opportunities for recognising and validating skills and competences acquired out - side formal education and training. They should upgrade and increase the supply and take-up of flexible continuing vocational training. Member States should also target support for low skilled adults to maintain or develop their long term employability by boosting access to and take up of quality learning opportunities, through the establishment of Upskilling Pathways, including a skills assessment, an offer of education and training matching labour market opportunities and the validation and recognition of the skills acquired. Text proposed by the Commission Amendment In order to promote the long-term well-being and productivity of their workforce, Member States should ensure that their educa - tion and training systems, as well as addressing labour market needs, are aimed at fostering personal development, social cohe - sion, intercultural understanding and active citizenship. ",
        "18.11.2019 EN Official Journal of the European Union C 390/207 Thursday 19 April 2018 Amendment 22 Proposal for a decision Annex – guideline 6 – paragraph 3 Amendment 23 Proposal for a decision Annex – guideline 6 – paragraph 4 Text proposed by the Commission Amendment High unemployment and inactivity should be tackled, including through timely and tailor-made assistance based on support for job- search, training, and requalification. Comprehensive strategies that include in-depth individual assessment at the latest after 18 months of unemployment should be pursued with a view to signifi - cantly reducing and preventing structural unemployment. Youth unemployment and the high rates of young people not in education, employment or training (NEETs), should continue to be addressed through a structural improvement in the school-to-work transition, including through the full implementation of the Youth Guaran - tee( 1 ). High unemployment, long-term unemployment and long-term inactivity should be tackled, including through timely, integrated and tailor-made assistance based on support for job-search, train - ing, requalification and proper follow-up . To that end, a coordi - nated approach to social and employment services is needed, meaning close cooperation between employment services, social services, the social partners and local authorities. Comprehen - sive strategies that include in-depth individual assessment as early as possible should be pursued with a view to significantly reduc - ing and preventing long-term and structural unemployment. Youth unemployment and the high rates of young people not in education, employment or training (NEETs), should continue to be addressed through a structural improvement in the school-to- work transition, including through the full implementation of the Youth Guarantee( 1 ). ( 1 ) OJ C 120, 26.4.2013, p. 1–6. ( 1 ) OJ C 120, 26.4.2013, p. 1–6. Text proposed by the Commission Amendment Tax reforms to shift taxes away from labour should aim to remove barriers and disincentives to participation in the labour market, in particular for those furthest away from the labour market. Member States should support an adapted work environment for people with disabilities, including targeted financial support actions and services that enable them to participate in the labour market and in society. Tax reforms to shift taxes gradually away from labour should aim to remove unjustified barriers and excessive bureaucracy and provide incentives to participation in the labour market, in partic - ular for those furthest away from the labour market, while ensur - ing that tax shifts do not jeopardise the sustainability of the welfare state . Member States should support an adapted work environment for people with disabilities and older workers , including targeted financial support actions and services that enable them to participate in the labour market and in society as a whole . Member States and the Commission should promote sup - ported employment in an open and inclusive labour market. ",
        "C 390/208 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 Amendment 24 Proposal for a decision Annex – guideline 6 – paragraph 5 Text proposed by the Commission Amendment Barriers to participation and career progression should be elimi - nated to ensure gender equality and increased labour market partici - pation of women, including through equal pay for equal work. The reconciliation of work and family life should be promoted, in partic - ular through access to long-term care and affordable quality early childhood education and care . Member States should ensure that parents and other people with caring responsibilities have access to suitable family leaves and flexible working arrangements in order to balance work and private life, and promote a balanced use of these entitlements between women and men. Barriers to participation and career progression should be elimi - nated to ensure gender equality and increased labour market par - ticipation of women, including through equal pay for equal work in all sectors and professions . Member States should develop and implement policies on wage transparency and pay audits in order to close the gender pay gap. Member States are to enforce Direc - tive 2006/54/EC of the European Parliament and of the Coun - cil( 1a ) by setting effective, proportionate and dissuasive penalties on employers paying a different wage for the same job, depending on whether it is performed by a man or by a woman. The reconciliation of work, private and family life should be guar - anteed for all people . Member States should ensure that parents and other people with caring responsibilities have access to suit - able family and care leaves, affordable quality long-term care and early childhood education and care and flexible employee-ori - ented working arrangements, such as teleworking and smart working , in order to balance work and private life, and promote a balanced use of these entitlements between women and men. Member States should ensure support for carers who are forced to limit or terminate their professional activity to enable them to properly take care of someone. ( 1a ) Directive 2006/54/EC of the European Parliament and of the Council of 5 July 2006 on the implementation of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupa - tion (OJ L 204, 26.7.2006, p. 23). ",
        "18.11.2019 EN Official Journal of the European Union C 390/209 Thursday 19 April 2018 Amendment 25 Proposal for a decision Annex – guideline 7 – paragraph 2 Amendment 26 Proposal for a decision Annex – guideline 7 – paragraph 3 Text proposed by the Commission Amendment Policies should aim to improve and support labour-market match - ing and transitions. Member States should effectively activate and enable those who can participate in the labour market. Member States should strengthen the effectiveness of active labour-market policies by increasing their targeting, outreach, coverage and better linking them with income support, based on the rights and responsibilities for the unemployed actively to seek work . Member States should aim for more effective public employment services by ensuring timely and tailor-made assistance to support jobseekers, supporting labour-market demand and implementing perfor - mance-based management. Policies should aim to improve and support labour-market match - ing and transitions so that workers are able to progress in their careers . Member States should effectively activate and enable those who can participate in the labour market through individ - ual support and integrated services within a broader active inclusion approach . Member States should strengthen the effec - tiveness of active labour-market policies by increasing their fund - ing , targeting, outreach, coverage and ensuring adequate income support for the unemployed while seeking work as well as taking into account the rights and responsibilities of the unemployed. This includes working with the social partners and other rele - vant stakeholders, including civil society organisations, to increase the effectiveness and accountability of those policies . Member States should aim for more effective, interconnected and quality public employment services by ensuring timely and tailor- made assistance to support jobseekers, allowing the latter to seek jobs throughout the Union , supporting labour-market demand and implementing performance-based management. Text proposed by the Commission Amendment Member States should provide the unemployed with adequate unemployment benefits of reasonable duration, in line with their contributions and national eligibility rules. Such benefits should not constitute a disincentive to a quick return to employment . Member States should provide the unemployed with adequate unemployment benefits for a duration that is sufficient to allow them the time reasonably needed to find a quality job , in line with their contributions and national eligibility rules. Such bene - fits should be accompanied by active labour-market policies and measures that constitute incentives for a swift return to quality jobs . ",
        "C 390/210 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 Amendment 27 Proposal for a decision Annex – guideline 7 – paragraph 4 Amendment 28 Proposal for a decision Annex – guideline 7 – paragraph 5 Text proposed by the Commission Amendment The mobility of learners and workers should be promoted with the aim of enhancing employability skills and exploiting the full poten - tial of the European labour market. Barriers to mobility in education and training, in occupational and personal pensions and in the rec - ognition of qualifications should be removed. Member States should take action to ensure that administrative procedures are not a block - ing or complicating factor for workers from other Member States in taking up active employment. Member States should also prevent abuses of the existing rules and address potential ‘brain drain’ from certain regions. The mobility of learners and workers should be ensured as a fun - damental freedom with the aim of enhancing skills and exploiting the full potential of the European labour market. Internal mobil - ity should also be promoted. Barriers to mobility in education and training, in occupational and personal pensions, in access to social protection , in the recognition of qualifications and skills as well as disproportionate linguistic requirements should be removed. Mobile workers should be supported including by improving their access to and awareness of rights at work . Mem - ber States should take action to ensure that administrative proce - dures are not a blocking or complicating factor for workers from other Member States in taking up active employment. Member States should also prevent abuses of the existing rules and address potential ‘brain drain’ from certain regions. They should do so by increasing and supporting investment in sectors that have a real potential of generating high-quality job opportunities such as the green and the circular economies, the care sector and the dig - ital sector. Text proposed by the Commission Amendment In line with national practices, and in order to achieve more effective social dialogue and better socio-economic outcomes, Member States should ensure the timely and meaningful involvement of social partners in the design and implementation of economic, employment and social reforms and policies, including by providing support for increased capacity of social partners. Social partners should be encouraged to negotiate and conclude collective agree - ments in matters relevant to them, respecting fully their autonomy and the right to collective action. In line with national practices and with the partnership princi - ples , and in order to achieve more effective social and civil dia - logue and better socio-economic outcomes, Member States should ensure the timely, genuine and meaningful involvement of social partners and civil society organisations in the design, implementation and evaluation of economic, employment and social reforms and policies at all stages of the process , including by providing support for increased capacity of social partners and civil society organisations. Such involvement should go beyond the mere consultation of stakeholders . Social partners should be encouraged to negotiate and conclude collective agreements in matters relevant to them, respecting fully their autonomy and the right to collective action. Workers with atypical employment con - tracts and self-employed workers should also be enabled to exer - cise their right to organise and to bargain collectively. Member States should take measures to strengthen the role of the social partners. ",
        "18.11.2019 EN Official Journal of the European Union C 390/211 Thursday 19 April 2018 Amendment 29 Proposal for a decision Annex – guideline 8 – title Amendment 30 Proposal for a decision Annex – guideline 8 – paragraph 1 Amendment 31 Proposal for a decision Annex – guideline 8 – paragraph 2 Text proposed by the Commission Amendment Guideline 8: Promoting equal opportunities for all, fostering social inclusion and combatting poverty Guideline 8: Promoting equality and equal opportunities and non-discrimination for all, fostering social inclusion and combat - ting poverty Text proposed by the Commission Amendment Member States should promote inclusive labour markets, open to all, by putting in place effective measures to promote equal oppor - tunities for under-represented groups in the labour market. They should ensure equal treatment regarding employment, social pro - tection, education and access to goods and services, regardless of gender, racial or ethnic origin, religion or belief, disability, age or sexual orientation. Member States, in cooperation with local and regional authori - ties , should put in place effective measures to fight all forms of discrimination and to promote equal opportunities for all people to participate in society. Such measures should include those promoting inclusive labour markets, open to all, including through measures that counter discrimination in access to and on the labour market, to support those who are discriminated, under-represented or in vulnerable situation . Member States should ensure equal treatment and fight all types of discrimina - tion in employment, social protection, education and access to goods and services, regardless of gender, racial or ethnic origin, religion or belief, disability, age, sexual orientation or socio-eco - nomic background . To that end, particular measures to support people in vulnerable situations, are necessary, and need to be backed by adequate funding to prevent any potential competi - tion for resources between the beneficiaries concerned. Text proposed by the Commission Amendment Member States should modernise social protection systems to pro - vide effective, efficient and adequate social protection throughout all stages of an individual's life, fostering social inclusion and upward social mobility, incentivising labour market participation and addressing inequalities, including through the design of their tax and benefit systems. The modernisation of social protection sys - tems should lead to better accessibility , sustainability, adequacy and quality. Member States should improve social protection systems to pro - vide effective, efficient and adequate social protection throughout all stages of an individual's life, including for the self-employed , fostering social inclusion and upward social mobility, incentivis - ing labour market participation and addressing inequalities, including through the design of their tax and benefit systems. Improvements of and innovations in social protection systems should lead to better access, availability , sustainability, adequacy and quality. ",
        "C 390/212 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 Amendment 32 Proposal for a decision Annex – guideline 8 – paragraph 3 Amendment 33 Proposal for a decision Annex – guideline 8 – paragraph 3 a (new) Text proposed by the Commission Amendment Member States should develop and implement preventive and inte - grated strategies through the combination of the three strands of active inclusion: adequate income support, inclusive labour markets and access to quality services. Social protection systems should ensure the right to adequate minimum income benefits for every - one lacking sufficient resources and promote social inclusion by encouraging people to participate actively in the labour market and society. Member States should develop and implement preventive and integrated strategies through the combination of the three strands of active inclusion: adequate income support, inclusive labour markets and access to quality services tailored to individual needs . Social protection systems should ensure adequate minimum income benefits for everyone lacking sufficient resources and pro - mote social inclusion by encouraging people to participate actively in the labour market and society. Text proposed by the Commission Amendment Similarly, Member States should, with the support of the Com - mission, promote the active participation of NGOs specialised in the fight against poverty and of organisations of people experi - encing poverty in the development of policies to combat poverty and social exclusion. ",
        "18.11.2019 EN Official Journal of the European Union C 390/213 Thursday 19 April 2018 Amendment 34 Proposal for a decision Annex – guideline 8 – paragraph 4 Amendment 35 Proposal for a decision Annex – guideline 8 – paragraph 4 a (new) Text proposed by the Commission Amendment Affordable, accessible and quality services such as childcare, out-of- school care, education, training, housing, health services and long- term care are essential for ensuring equal opportunities, including for children and young people. Particular attention should be given to fighting poverty, social exclusion, including reducing in-work poverty. Member States should ensure that everyone has access to essential services, including water, sanitation, energy, transport, financial services and digital communications. For those in need and vulnerable people , Member States should ensure access to ade - quate social housing assistance as well as the right to appropriate assistance and protection against forced eviction. Homelessness should be tackled specifically. The specific needs of people with dis - abilities should be taken into account. Access to and availability of affordable, accessible and quality ser - vices such as childcare, out-of-school care, education, training, housing, health services, rehabilitation and long-term care are essential for ensuring equal opportunities, including for children, young people, ethnic minorities and migrants . Children living in poverty should have access to healthcare, education and child - care that are free of charge, and to decent housing and proper nutrition . Particular attention should be given to fighting poverty and social exclusion, including reducing in-work poverty, and dis - crimination . Member States should ensure that everyone has access to essential services and that they are affordable , including education, healthcare, housing, clean water, sanitation, energy, transport, financial services and digital communications. For those in need or in a vulnerable situation , Member States should ensure access to adequate social housing assistance as well as the right to appropriate assistance and protection against forced evic - tion. Homelessness should be tackled specifically. The specific needs as well as potential of people with disabilities should be taken into account. To that end, Member States should, inter alia, review their disability assessment systems to avoid creating barriers in access to the labour market. Text proposed by the Commission Amendment Member States should ensure that employers hiring persons with disabilities are provided with adequate support and advice. The provision of personal assistance in education and by employment services for people with disabilities should be pro - moted and supported. ",
        "C 390/214 EN Official Journal of the European Union 18.11.2019 Thursday 19 April 2018 Amendment 36 Proposal for a decision Annex – guideline 8 – paragraph 5 Amendment 37 Proposal for a decision Annex – guideline 8 – paragraph 6 Text proposed by the Commission Amendment Member States should ensure the right to timely access to affordable health care and long-term care of good quality, while safeguarding sustainability over the long run. Member States should ensure the right to timely access to afford - able and accessible health care and long-term care of good quality, while safeguarding sustainability over the long run. Text proposed by the Commission Amendment In a context of increasing longevity and demographic change , Member States should secure the sustainability and adequacy of pension systems for women and men, providing equal opportuni - ties for workers and the self-employed, of both sexes , to acquire pen - sion rights, including through supplementary schemes to ensure living in dignity. Pension reforms should be supported by measures that extend working lives and raise the effective retirement age, such as limiting early exit from the labour market and increasing the statutory retirement age to reflect life expectancy gains. Mem - bers States should establish a constructive dialogue with the rele - vant stakeholders , and allow an appropriate phasing in of the reforms. Member States should urgently secure the sustainability and ade - quacy of pension systems for women and men, providing equal opportunities for all workers and the self-employed to acquire adequate statutory pension rights to ensure living in dignity as well as aiming to ensure an adequate income for older people which is at least above poverty level. Non-discriminatory access to supplementary schemes should be provided, that can serve as a top-up of solid statutory pensions. Depending on Member States' institutional arrangements and national law, pensions based on the first pillar alone or in combination with the second pillar should establish an adequate replacement income based on a worker’s prior wages. Member States should provide adequate pension credits to persons who have spent time outside the labour market for the purpose of providing care on an informal basis . Pension reforms, including a possible raise of the effective retirement age, should be framed within active and healthy age - ing strategies and supported by measures that extend working lives for those wishing to work longer. Workers who are close to retirement should be given a choice to voluntarily reduce work - ing hours. Member States should establish a constructive dialogue with the social partners and with civil society , and allow an appropriate phasing in of all reforms. "
    ]
}