{
    "text": [
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 23.10.2007 COM(2007) 630 final WHITE PAPER Together for Health: A Strategic Approach for the EU 2008-2013 (presented by the Commission) {SEC(2007) 1374} {SEC(2007) 1375} {SEC(2007) 1376} ",
        "EN 2 EN WHITE PAPER Together for Health: A Strategic Approach for the EU 2008-2013 1. W HY A NEW H EALTH S TRATEGY ? Health is central in people's lives and needs to be supported by effective policies and actions in Member States, at EC 1 level and at global level. Member States have the main responsibility for health policy and provision of healthcare to European citizens. The EC's role is not to mirror or duplicate their work. However, there are areas where Member States cannot act alone effectively and where cooperative action at Community level is indispensable. These include major health threats and issues with a cross- border or international impact, such as pandemics and bioterrorism, as well as those relating to free movement of goods, services and people. To carry out this role, cross-sectoral work is required. Article 152 of the EC Treaty says that a \"high level of human health protection shall be ensured in the definition and implementation of all Community policies and activities\". This Strategy reinforces the importance of health in policies such as the Lisbon Strategy for Growth and Jobs, emphasising the links between health and economic prosperity, and the Citizens' Agenda, recognising people's right to be empowered in relation to their health and healthcare. Actions in the Strategy represent work on health across all sectors. Health is found in Treaty articles on the Internal Market, Environment, Consumer Protection, Social Affairs including the Safety and Health of Workers, Development Policy, and Research, amongst many others 2 . The EC's important role in health policy has been reaffirmed in the Reform Treaty which was agreed by EU Heads of State and Government in Lisbon on 19 October 2007, and which proposes to reinforce the political importance of health. A new overall aim on supporting citizens' wellbeing is expected, as well as an encouragement of cooperation amongst Member States on health and health services. Work on health at Community level adds value to Member States' actions, particularly in the area of prevention of illness, including work on food safety and nutrition, the safety of medical products, tackling smoking, legislation on blood, tissues and cells, and organs, water and air quality, and the launch of a number of health-related agencies. However, there are several growing challenges to the health of the population which require a new strategic approach. – Firstly, demographic changes including population ageing are changing disease patterns and putting pressure on the sustainability of EU health systems. Supporting healthy ageing means both promoting health throughout the lifespan, aiming to prevent health problems and disabilities from an early age, and tackling inequities in health linked to social, economic and environmental factors. These issues link closely to the Commission's overall strategic objective of Solidarity. 1 European Community. 2 See Annex 6 of the Staff Working Document for Treaty references. ",
        "EN 3 EN – Secondly, pandemics, major physical and biological incidents and bioterrorism pose potential major threats to health . Climate change is causing new communicable disease patterns. It is a core part of the Community's role in health to coordinate and respond rapidly to health threats globally and to enhance the EC's and third countries' capacities to do so. This relates to the Commission's overall strategic objective of Security. – Thirdly, recent years have seen a great evolution in healthcare systems in part as a result of the rapid development of new technologies which are revolutionising the way we promote health and predict, prevent and treat illness. These include information and communication technologies (ICT), innovation in genomics, biotechnology and nanotechnology. This links to the Commission's overall strategic objective of Prosperity, ensuring a competitive and sustainable future for Europe. In developing a new health strategy, broad consultations were held 3 . These show a consensus among stakeholders about how the Community should carry out its role in health. They want to see health concerns integrated into all EC policies; to see work to reduce health inequities; to play a strong role in global health; and to put a focus on health promotion and on improving health information. They stress the need for the EC, Member States and stakeholders to work together to achieve real results. Tackling these challenges and responding to these calls requires a long-term approach. This White Paper aims to set out a coherent framework - a first EC Health Strategy - to give direction to Community activities in health. It proposes four core principles underpinning three strategic objectives as a focus of attention for the coming years. The Strategy also sets out implementation mechanisms for cooperation between partners, reinforcing Health in All Policies, and increasing visibility and understanding about health at Community level. This White Paper sets out a Strategy until 2013, when a review will take place to support the definition of further actions towards the objectives. The White Paper is accompanied by a Staff Working Document. 2. F UNDAMENTAL P RINCIPLES FOR EC A CTION ON H EALTH P RINCIPLE 1: A S TRATEGY B ASED ON S HARED H EALTH V ALUES Health policy, both internal and external, should be founded on clear values. The Commission has been working with Member States to define a value-based approach to healthcare systems. In June 2006 the Council adopted a statement on common values and principles in EU healthcare systems, listing the overarching values of universality, access to good quality care, equity and solidarity 4 . A new statement on common values for health policy in the 3 In 2004, the Commission held an open consultation asking what future health action the EU should take (Reflection process on EU health policy: http://ec.europa.eu/health/ph_overview/strategy/reflection_process_en.htm) A second consultation was conducted in 2007 on operational aspects and priorities of a future strategy (http://ec.europa.eu/health/ph_overview/strategy/results_consultation_en.htm). 4 Council Conclusions on Common Values and Principles in European Union Health Systems (2006/C 146/01). ",
        "EN 4 EN broader sense will build on this. The Council has also invited the Commission to take into account and integrate the gender dimension 5 which the Strategy will take forward. The Charter of Fundamental Rights recognises citizens' right of access to preventive healthcare and the right to benefit from medical treatment 6 . Several international declarations recognise fundamental rights relating to health 7 . A core value is Citizens' Empowerment . Healthcare is becoming increasingly patient- centred and individualised, with the patient becoming an active subject rather than a mere object of healthcare. Building on the work on the Citizen's Agenda, Community health policy must take citizens' and patients' rights as a key starting point. This includes participation in and influence on decision-making, as well as competences needed for wellbeing, including 'health literacy' 8 , in line with the European Framework of Key Competences for lifelong learning 9 e.g. looking at school and web-based programmes. Values relating to improving health must include reducing inequities in health . Although many Europeans enjoy a longer and healthier life than previous generations, major inequities in health 10 exist between and within Member States and regions, as well as globally. For instance, although the overall EU population is ageing, life expectancy at birth for women varies by 9 years between EU countries and for men by 13 years, and infant mortality rates vary six-fold 11 . The Commission will propose actions aimed at reducing inequities including targeted health promotion and best practice exchange. Finally, health policy must be based on the best scientific evidence derived from sound data and information, and relevant research. The Commission is in a unique position to assemble comparable data from the Member States and regions and must answer calls for better information and more transparent policymaking, including through a system of indicators covering all levels (national and subnational). Actions Adoption of a Statement on fundamental health values (Commission, Member States) System of European Community Health Indicators with common mechanisms for collection of comparable health data at all levels, including a Communication on an exchange of health- related information (Commission) Further work on how to reduce inequities in health (Commission) Promotion of health literacy programmes for different age groups (Commission) 5 Council Conclusions on Women's Health (2006/C 146/02) . 6 Article 35 on Healthcare (OJ C 364, 18.12.2000). 7 Including the UN Universal Declaration of Human Rights the UN International Covenant on Economic, Social and Cultural Rights and the European Convention on Human Rights in Biomedicine. 8 The ability to read, filter and understand health information in order to form sound judgements. 9 http://eur-lex.europa.eu/LexUriServ/site/en/oj/2006/l_394/l_39420061230en00100018.pdf 10 Defined as inequalities in health that are avoidable and unfair. 11 Eurostat (Ed.) (2007): Europe in figures - Eurostat yearbook 2006-07. ",
        "EN 5 EN P RINCIPLE 2: \"H EALTH IS THE G REATEST W EALTH \" 12 Health is important for the wellbeing of individuals and society, but a healthy population is also a prerequisite for economic productivity and prosperity. In 2005, Healthy Life Years (HLY) was included as a Lisbon Structural Indicator, to underline that the population's life expectancy in good health – not just length of life – was a key factor for economic growth. The Commission report to the 2006 Spring European Council urged Member States to reduce the high number of people inactive through ill-health 13 . It stressed that policy in many sectors has a role in improving health for the benefit of the wider economy. Spending on health is not just a cost, it is an investment. Health expenditure can be seen as an economic burden 14 , but the real cost to society are the direct and indirect costs linked to ill- health as well as a lack of sufficient investment in relevant health areas. It has been estimated that the annual economic burden of coronary heart disease can amount to 1% of GDP 15 , and the costs of mental disorders to 3-4% of GDP 16 . Healthcare spending should be accompanied by investment in prevention, protecting and improving the population's overall physical and mental health, which, according to OECD 17 data currently amounts to an average of 3% of their Member States' total annual budgets for health compared to 97% spent on healthcare and treatment 18 . The EU health sector is a major provider of employment and training: the health and social care sector has been a key driver of the expansion of the services sector since 2000 (up to 2.3 million jobs) 19 . The growing health sector is also a major source and user of innovative technologies, and supports regional policy and social and economic cohesion. The understanding of economic factors relating to health and illness and the economic impact of health improvement both in the EU and globally must be enhanced including through developing information and analysis in the Commission as well as working closely with partners such as countries like the US or Japan as well as international bodies such as the OECD and the European Observatory on Health Systems and Policies. Actions Development of a programme of analytical studies of the economic relationships between health status, health investment and economic growth and development (Commission, Member States) 12 Virgil (70-19 BC). 13 Annex to COM(2006) 30 of 25.1.2006. 14 Snapshots: Health Care Spending in the United States and OECD Countries January 2007 http://www.kff.org/insurance/snapshot/chcm010307oth.cfm 15 M. Suhrcke, M. McKee, R. Sauto Arce, S. Tsolova, J. Mortensen The contribution of health to the economy in the EU , Brussels 2005. 16 Gabriel, P. & Liimatainen, M.-R. (2000). Mental Health in the Workplace . International Labour Organisation: Geneva. 17 Organisation for Economic Cooperation and Development. 18 OECD Health Data 2006, Statistics and Indicators for 30 Countries. CDROM, Paris 2006. 19 Employment in Europe 2006 Report, European Commission. ",
        "EN 6 EN P RINCIPLE 3: H EALTH IN A LL P OLICIES (HIAP) The population's health is not an issue for health policy alone. Other Community policies play a key role, for example regional and environment policy, tobacco taxation, regulating pharmaceuticals and food products, animal health, health research and innovation, coordinating social security schemes, health in development policy, health and safety at work, ICT, and radiation protection, as well as coordination of agencies and services regulating imports. Developing synergies with these and other sectors is crucial for a strong Community health policy, and many sectors will be cooperating to fulfil the aims and actions of this Strategy. HIAP is also about involving new partners in health policy. The Commission will develop partnerships to promote goals of the Strategy, including with NGOs, industry, academia and the media. This HIAP approach must also be used in external policies including development, external relations, and trade. Globalisation means that both health problems and solutions reach across borders, and these often have cross-sectoral causes and implications. Examples include the coordinated approach to combat HIV/AIDS in the EU and Neighbourhood countries 20 , and the EU Strategy for Action on the Crisis in Human Resources for Health in Developing Countries 21 . Actions Strengthening integration of health concerns into all policies at Community, Member State and regional levels, including use of Impact Assessment and evaluation tools (Commission, Member States) P RINCIPLE 4: S TRENGTHENING THE EU' S V OICE IN G LOBAL H EALTH The EC and its Member States can create better health outcomes for EU citizens and for others through sustained collective leadership in global health 22 . In our globalised world it is hard to separate national or EU-wide actions from global policy, as global health issues have an impact on internal Community health policy and vice versa. The EC can contribute to global health by sharing its values, experience and expertise, as well as by taking concrete steps to improve health. Work can support efforts to ensure coherence between its internal and external health policies in attaining global health goals 23 , to consider health as an important element in the fight against poverty through health-related aspects of external development cooperation with low income countries, to respond to health threats in third countries, and to encourage implementation of international health agreements such as 20 COM(2005) 654. 21 COM(2005) 642. 22 This follows from the Article 152 calling for cooperation with third countries and international organisations in public health and from the Commission's strategic objective of Europe as a World Partner (Annual Policy Strategy for 2008 - COM(2007) 65). It is expected that the new Reform Treaty will also include a new objective of the EU to, in its relations with the wider world, uphold and promote the Union's values and interests and contribute to the protection of its citizens. 23 E.g. Millennium Development Goals, European Consensus on Development Cooperation and 2005 Paris Declaration. ",
        "EN 7 EN the World Health Organisation's (WHO) Framework Convention on Tobacco Control (FCTC) and International Health Regulations (IHR). The EU's contribution to global health requires interaction of policy areas such as health, development cooperation, external action, research and trade. Strengthened coordination on health issues with international organisations, such as WHO and other relevant United Nations agencies, World Bank, International Labour Organization, OECD and Council of Europe, as well as other strategic partners and countries, will also enhance the EU's voice in global health and increase its influence and visibility to match its economic and political weight. Actions Enhance the Community’s status in international organisations and strengthen cooperation on health with strategic partners and countries (Commission) In line with the priorities agreed with third countries and with the policy dialogue and sectoral approaches developed for external assistance, ensure an adequate inclusion of health in the EU's external assistance and promote the implementation of international health agreements, in particular FCTC and IHR (Commission) 3. S TRATEGIC O BJECTIVES Health policy at Community level should foster good health, protect citizens from threats, and support sustainability. In order to meet the major challenges facing health in the EU, this strategy identifies three objectives as key areas for the coming years. The Commission will work with Member States to develop more specific operational objectives within these strategic objectives. O BJECTIVE 1: FOSTERING GOOD HEALTH IN AN AGEING E UROPE Population ageing, resulting from low birth rates and increasing longevity, is now well- established. By 2050 the number of people in the EU aged 65+ will grow by 70%. The 80+ age group will grow by 170% 24 . These changes are likely to raise demand for healthcare while also decreasing the working population. This could push up healthcare spending by 1 to 2% of GDP in Member States by 2050. On average this would amount to about a 25% increase in healthcare spending as a share of GDP. However, Commission projections show that if people can remain healthy as they live longer, the rise in healthcare spending due to ageing would be halved 25 . Healthy ageing must be supported by actions to promote health and prevent disease throughout the lifespan by tackling key issues including poor nutrition, physical activity, 24 Eurostat population projections published on the International Day of Older Persons 29 September 2006. 25 The impact of ageing on public expenditure: projections for the EU25 Member States on pensions, health care, long term care, education and unemployment transfers (2004-2050), Economic Policy Committee and European Commission (DG ECFIN) 2006, European Economy, Special Report no. 1/2006. ",
        "EN 8 EN alcohol, drugs and tobacco consumption, environmental risks, traffic accidents, and accidents in the home. Improving the health of children, adults of working age and older people will help create a healthy, productive population and support healthy ageing now and in the future. Similarly, healthy ageing is supported by taking action to promote healthy lifestyles and reduce harmful behaviours, and to prevent and treat specific diseases, including genetic disorders. The development of geriatric medicine needs to be actively promoted, with a focus on individualised care. Palliative care and better understanding of neurodegenerative diseases such as Alzheimer's are also important needs to address. There is also scope for further work on blood, tissues, cells and organs including transplant issues. More research is needed to support these measures, including longitudinal studies; as is greater capacity in public health, for example by strengthening training and public health structures. Given the growing pressure on public finances resulting from demographic change and other challenges, ensuring that actions taken are efficient and effective is paramount. Actions Measures to promote the health of older people and the workforce and actions on children's and young people's health (Commission) Development and delivery of actions on tobacco, nutrition, alcohol, mental health and other broader environmental and socioeconomic factors affecting health (Commission, Member States) New Guidelines on Cancer screening and a Communication on European Action in the Field of Rare Diseases (Commission) Follow up of the Communication on organ donation and transplantation 26 (Commission) O BJECTIVE 2: PROTECTING CITIZENS FROM HEALTH THREATS Protection of human health is an obligation under Article 152 EC. Improving safety and security and protecting citizens against health threats have therefore always been at the heart of Community health policy, while at the same time the EU has a responsibility regarding the health of citizens in third countries. Community-level work includes scientific risk assessment, preparedness and response to epidemics and bioterrorism, strategies to tackle risks from specific diseases and conditions, action on accidents and injuries, improving workers' safety, and actions on food safety and consumer protection. The Commission will continue this work, but will also focus on challenges that have not yet been fully addressed. Globally, increased trade and travel have brought new risks by facilitating the spread of communicable diseases. Combating pandemics or biological incidents and addressing the threat of bioterrorism requires Community-level cooperation and coordination between Member States and international actors. Action is also needed on emerging health threats such as those linked to climate change, to address its potential impact 26 COM(2007) 275. ",
        "EN 9 EN on public health and healthcare systems. Patient safety is a further key area of concern. 10% of patients admitted to hospital in the UK experience adverse effects from their healthcare 27 , and this problem may well be of a similar scale in other EU countries. A new focus is needed to tackle health threats within and outside the EU. Actions Strengthen mechanisms for surveillance and response to health threats, including review of the remit of the European Centre for Disease prevention and Control (Commission) Health aspects on adaptation to climate change (Commission) O BJECTIVE 3: SUPPORTING DYNAMIC HEALTH SYSTEMS AND NEW TECHNOLOGIES EU Health systems are under mounting pressure to respond the challenges of population ageing, citizens' rising expectations, migration, and mobility of patients and health professionals. New technologies have the potential to revolutionise healthcare and health systems and to contribute to their future sustainability. E-health, genomics and biotechnologies 28 can improve prevention of illness, delivery of treatment, and support a shift from hospital care to prevention and primary care. E-Health can help to provide better citizen-centred care as well as lowering costs and supporting interoperability across national boundaries, facilitating patient mobility and safety 29 . Nevertheless, new technologies must be evaluated properly, including for cost-effectiveness and equity, and health professionals' training and capacity implications must be considered. New and unfamiliar technologies can generate ethical concerns, and issues of citizen's trust and confidence must be addressed. To boost investment in health systems, health has been integrated into instruments aimed at enhancing EU growth, employment and innovation including the Lisbon strategy, the 7 th Framework Programme for Research including the Joint Technology Initiative on Innovative Medicines, the Competitiveness and Innovation Programme and Regional Policy. However, further action is needed, e.g. in relation to the capacities of regions, which are key actors in delivering healthcare. A clear Community framework will also help to support dynamic and sustainable health systems by providing clarity regarding application of EC law to health services and support Member States in areas where coordinated action can bring added value to health systems. 27 This translates to ca. 850 000 adverse effects a year. Source: UK Department of Health Expert Group. An organisation with a memory: report of an expert group on learning from adverse events in NHS. Chairman: Chief Medical Officer London: The Stationery Office, 2000. 28 See Communication from the Commission on the mid term review of the Strategy on Life Sciences and Biotechnology - COM(2007) 175. 29 See COM(2004) 356 relating to an action plan for a European e-Health area. ",
        "EN 10 EN Actions Community framework for safe, high quality and efficient health services (Commission) Support Member States and Regions in managing innovation in health systems (Commission) Support implementation and interoperability of e-health solutions in health systems (Commission) 4. T OGETHER FOR H EALTH : I MPLEMENTATION OF THE S TRATEGY 4.1. Implementation mechanisms This strategy aims to deliver concrete results in improving health. As set out in the Treaty, the EC has a unique role to improve and protect health and in addition to facilitate cooperation on health. Given Member States' responsibilities in health at national, regional and local levels, and the need to respect subsidiarity, they must be closely involved in the implementation of the Strategy. To that end, the Commission will put forward a new EC-level structured cooperation mechanism to advise the Commission and to promote coordination between the Member States. This will include a new structure with Member States replacing some existing committees. This cooperation mechanism will assist the Commission in identifying priorities, defining indicators, producing guidelines and recommendations, fostering exchange of good practice, and measuring progress. It will also provide opportunities for local and regional involvement. The Commission will work across sectors and ensure consistency with other bodies that deal with health-related issues such as the Administrative Commission and the Social Protection Committee. Value can be added to Member States' action through fostering cooperation with stakeholders at Community level. The Commission will continue to develop partnerships with them, building on the experience of bodies such as the Health Forum, the European Alcohol and Health Forum, and the Platform on diet, physical activity and health. Action The Commission will put forward a Structured Cooperation implementation mechanism (Commission) 4.2. Financial instruments The actions in this Strategy will be supported by existing financial instruments until the end of the current financial framework (2013), without additional budgetary consequences. The annual workplans of the newly adopted Second Programme of Community Action in the Field of Health 30 will be a key instrument to support the Strategy's objectives. 30 This programme replaces the current Public Health Programme (2003–2008), and has three broad aims: improving citizens' health security, promoting health for prosperity and solidarity, and generating and disseminating health knowledge. ",
        "EN 11 EN Actions under other Community programmes and strategies, such as the Safety and Health at Work Strategy 2007-2012, will also play a major role. Several other Community programmes also provide funding relevant to health, e.g. the 7 th Framework Programme on Research and Regional Policy programmes 31 . 31 For a more comprehensive list see Annex 3 to the Staff Working Document. "
    ]
}