{
    "text": [
        "T R A I N I N G NEW SKILLS THE UNITED KINGDOM The UK is investing in employment and education as a means to overcome bottlenecks to growth. As part of this, the UK is deploying over EUR 8.6 bil- lion of ESF funding to help broaden the country’s skills base and open routes to work and success for all citizens, wherever their starting point. Better skills are also targeted as a way of making the British workforce the most adaptable and fl exible in the EU. AND THE EUROPEAN SOCIAL FUND THE ESF IN THE UK: SOME EXAMPLES Escaping the poverty trap The ‘M-Power’ project in Northern Ireland is working to help children from out-of-work families break the vicious cycle and escape the poverty trap. Long-term unemployment is a reality for many residents in South and East Belfast. Entire families survive on social welfare and depend entirely upon the state – and the children of parents who have never worked tend to follow in their footsteps. This is a path that o(cid:2) en leads to low self-esteem and perpetuates poverty. M-Power is work- ing to break this cycle by closely mentor- ing individuals to build their confi dence and self-esteem and helping them with their CVs, interviews and job search. The project has seen great results so far, with many having found work and others gaining valuable work qualifi cations and essential job skills. Taking a step up In Scotland, the one-year ‘STEP’ project has provided people from disadvantaged communities in Scotland with valuable support which has helped them take a step up into the job market. Even before the economic crisis, unemployment in the poorest areas of western Scotland was three times as high as in the rest of the country, while students’ results were on average 40 % lower. With the help of ESF fun- ding, a partnership of fi ve local colleges launched the STEP project in a bid to break the cycle of deprivation blighting the lives of homeless and long-term unemployed people, ex-off enders, drug and alcohol abusers and their children. STEP off ered its 1 100 participants training in a range of fi elds including administration, tourism, hairdressing, childcare, construction and computing, as well as assistance with the various steps of applying for a job. Do you want to…? …learn more about the ESF in the United Kingdom? …understand better how the ESF works? …see video clips on projects from across the EU? Then visit the ESF website: http://ec.europa.eu/esf/uk E S F E S F Social Europe K E - 30 - 12 - 478 - E N - C INNOVATION JOBS © European Union, 2012 Reproduction is authorised provided the source is acknowledged. ISBN 978-92-79-23458-3 Printed in Luxembourg Printed on elemental chlorine-free bleached paper (ECF) U N I T E D K I N G D O M EMP-11-024- Countryfactsheets_UK_EN.indd 1-2 EMP-11-024- Countryfactsheets_UK_EN.indd 1-2 12/06/12 09:41 12/06/12 09:41 ",
        "M I C R O - F I N A N C E NET WOR KING The UK is determined to promote strong, sus- tainable and balanced growth and to reduce regional economic disparities. Creating an education and vocational training system that is responsive to the needs of employ- ers, workers and job-seekers is an integral part of this and the means to stimulate new jobs and prosperity for people across the UK. Furthermore, diff erences in attainment between people with diff erent socio-economic backgrounds require a more inclusive educa- tion and skills system that provides pathways to work for all sections of society. The UK is also raising participation in the workforce, helping older people to stay in work longer, young people to get their fi rst job, single par- ents to meet their childcare responsibilities while holding down a job, and ensuring fl ex- ible working conditions are available for par- ents and disabled people. Young people are a particular focus and high youth unemployment is linked to shortcom- ings in the education system which is not providing them with the right skills for work. Within the UK, responsibility for education and training is devolved to regional administrations. So Scotland, Wales, Northern Ireland and England are fi ne-tuning employment initia- tives to meet their particular situations. For example, Northern Ireland is targeting more graduates and postgraduates in its work- force, Wales has specifi c programmes to help people facing redundancy to get back to work quickly, and in England there is a focus on ensuring basic skills training remains avail- able to poorly qualifi ed school leavers. ESF spending in the United Kingdom For 2007-2013, the UK is receiving EUR 4.47 bil- lion of ESF funding. With national co-funding, total spending on jobs and education comes to EUR 8.6 billion. This is shared between devolved ESF programmes for England and Gibraltar, Northern Ireland, Wales, and Scotland. All programmes share two overarching themes: removing obstacles to people entering the labour market and improving the skills of the workforce. INVESTING IN PEOPLE AND JOBS: THE OPPORTUNITIES FOR THE UK Removing obstacles to work ESF projects are improving employment opportunities for all by providing skills and support in fi nding a job. The aim is to ensure that every individual is given the opportun- ity to develop relevant skills and fulfi ll their potential – already over 3 million people have benefi ted from ESF projects. An example is the ‘Intermediate Labour Market’ project in Wales that supports over 40 local organisa- tions in delivering work placements, training and qualifi cations to over 2 000 long-term economically inactive people – with 64 % fi nd- ing a job on completion. Another example is the ‘Liverpool in Work’ initiative that is off ering 4 000 job-seekers from deprived communities the chance to set up their own businesses – aiming for 650 start-ups. And there are many projects supporting disabled job-seekers, such as the ‘Pluss’ social enterprise run by four local authorities in south-east England that helps over 2 500 disabled job-seekers a year fi nd work, and also advises some 1 000 employers on recruiting disabled staff . Improving the skills of the workforce The ESF is supporting eff orts to create an education and lifelong learning system that is adapted to the needs of both employers and those learning. Building a skilled and fl exible workforce is a necessary factor in stimulating economic growth for the future and in fi lling the new jobs emerging in the developing knowledge-economy. It is also essential for supporting R&D and innov ation – key drivers of growth. In Scotland, the ‘Smart Exporter’ programme is giving staff in 6 000 companies the chance to receive tailored training in global marketing and trade. In Cornwall, ESF funding helped local businesses improve their competitiveness through workshops on ‘low-carbon’ technol- ogies, while Scotland has funded 650 train- ing places in renewable energy and carbon- reduction technologies. In the Tyneside region of England, the ‘Train to Gain’ project is training highly skilled workers in a range of sectors, including engineering and tech- nology, and boosting their job prospects. Projects are also helping workers to broaden their skills base and improve their employabil- ity, such as training courses in Portsmouth for construction workers in heritage and conser- vation skills and cra(cid:2) s – to meet the growing demand for the restoration and maintenance of historic buildings. THE UNITED KINGDOM’S ESF PRIORITIES ENTREPRENEURSHIP youth unemployment is linked to shortcom ings in the education system which is not providing them with the right skills for work. Within the UK, responsibility for education and training is devolved to regional administrations. EN EEE TREPRENEURSHIP “Providing open routes to work for everyone” “Boosting professional education and training” EMP-11-024- Countryfactsheets_UK_EN.indd 3-4 EMP-11-024- Countryfactsheets_UK_EN.indd 3-4 12/06/12 09:41 12/06/12 09:41 "
    ]
}