{
    "text": [
        "Publications Office Newsletter N° 95 May 2021 ISSN 2315-0017 EU newsflash 9 May –Europe Day: inaugural event for the Conference on the Future of Europe takes place in Strasbourg. Read about the next steps in the press release of the Portuguese presidency of the Council. Spotlight on the rights of the child The European Commission recently released the new EU strategy on the rights of the child. This is a milestone communication, as not only does it draw upon contributions from the European Parliament, the Council, Member States, child rights organisations and other stakeholders, but it has also been developed together with children. Indeed, the views and suggestions of over 10 000 children have been taken on board in preparing it. This marks an important step for the EU towards genuine child inclusion in its decision-making processes. The communication reminds us that children risk being among the biggest victims of the COVID-19 pandemic. Evidence shows that during its course, children have been exposed to increased domestic violence and online abuse. There have been delays in procedures such as those for asylum or family reunification. The shift to distance learning has disproportionately affected very young children, those with special needs, those living in poverty, those in marginalised communities and in remote and rural areas lacking access to internet connections and IT equipment. Many children have lost their most nutritious daily meal, as well as access to services that schools provide. The COVID-19 pandemic has also strongly affected children’s mental health, with a reported increase in anxiety, stress and loneliness. All this indicates that coordinated action is needed. The new strategy addresses six key areas: child participation in political and democratic life; socioeconomic inclusion, health and education; combating violence against children and ensuring child protection; child-friendly justice; digital and information society; and the global dimension. In its goals, it is supplemented with the Parliament and Council recommendation establishing the European Child Guarantee. This aims at breaking the cycle of poverty and social exclusion across generations, and engages the Member States in providing support to children in need. The May edition of our newsletter features publications related to the rights of the child and several other interesting topics. ",
        "PDF The European Union’s plan for children’s rights This is a child-friendly version of the EU strategy on the rights of the child, co-designed by children and presenting the information in a digestible way for its readers. Children are advised on the language, images and examples used in the leaflet and the Publications Office of the European Union has ensured it is accessible for visually impaired readers and can be accessed using assistive devices and technology. Here you can also find a shorter version suitable for smaller children. Available in English PDF Proposal for a Council recommendation establishing the European Child Guarantee The European Parliament has called for a European Child Guarantee, with a focus on children in poverty and with an emphasis on certain key services. The Council has also invited the Commission to deliver a proposal for a European Child Guarantee. Confirming the consensus in the EU on the importance of such an initiative, Commission President Ursula von der Leyen announced the creation of a European Child Guarantee with a view to ensuring that ‘every child in Europe at risk of poverty or social exclusion has access to the most basic of rights like healthcare and education’. Find out more in this publication. Available in English More on this topic PDF Combating Child Poverty Better targeting of Commission support required. Special report No 20, 2020 Studies have repeatedly highlighted that investing at a relatively low financial cost during childhood can yield a lifetime of gains for individuals and society. This is one of the reasons the European Court of Auditors carried out this report on Commission measures against child poverty. The conclusions of the report were an important contribution towards the new strategy on the rights of the child. PDF EU strategy on the rights of the child Every child in Europe, and everywhere else, should enjoy the same rights and live free from discrimination and intimidation. With the new strategy on the rights of the child, the Commission is addressing persistent and emerging challenges and proposing concrete actions to protect, promote and fulfil children’s rights in today’s ever changing world. This factsheet presents the key points of the strategy. Available in English, French and German ",
        "Available in all the official languages of the EU except Irish PDF Study on child participation in the EU political and democratic life Final report Child participation is the notion that children have the right to express their views and have them taken into account on all matters that concern them, in accordance with their age and maturity. Within this context the European Commission has contracted this study on the topic. Its results and the ideas gathered during the project are intended to contribute to future work on children’s participation in society at the EU level. If you have a special interest in the topic, you can also check this related data set. Available in English PDF/Paper Relocating Unaccompanied Children Applying good practices to future schemes In recent years, thousands of children have reached Europe without their parents and sought international protection. As a measure of solidarity, since 2015, almost 1 400 unaccompanied children have been transferred from the Member State of arrival to another EU Member State under different relocation arrangements. This report explores the challenges and good practices gathered in the implementation of such relocation programmes. Available in English Also out recently PDF The EU’s 2021-2027 long-term budget & NextGenerationEU Facts and figures In 2020, the EU provided an unprecedented response to the coronavirus crisis that hit Europe and the world. At its heart is a stimulus package worth EUR 2.018 trillion in current prices (EUR 1.8 trillion in 2018 prices), consisting of the EU’s long-term budget for 2021 to 2027 topped up by NextGenerationEU, a temporary instrument to power the recovery. Find out more details in this publication. Available in English ",
        "The European Economic and Social Committee (EESC) is a unique forum for consultation, dialogue and consensus between representatives from all the different sectors of organised civil society, including employers, trade unions and groups such as professional and community associations, youth organisations, women’s groups, consumers, environmental campaigners and many more. This publication provides a succinct presentation of the EESC, its role and missions, the way it operates and its achievements. Available in all the official languages of the EU except Irish PDF Atlas of Demography Release 1.0 This publication presents the Atlas of Demography: a new, interactive tool developed by the Joint Research Centre of the European Commission to visualise, monitor and anticipate demographic change at a very high spatial resolution. It aims at informing several policy areas – such as health, labour, education, access to services and amenities and territorial and cohesion policies, to name a few – with timely, robust, comparable demographic data and knowledge at the finest level of geographical detail (down to the level of a single municipality) to help align EU policies more closely with the needs of EU citizens. Available in English Research and innovation PDF/Paper Transforming European health systems in the wake of COVID- 19 (Research*eu) Every month, the Research*eu magazine brings you the results of EU- funded research and innovation. This month’s special feature offers a tantalising glimpse of exciting innovations that could help define what European health systems will be offering patients and citizens over the next decade and beyond. Available in English (Individual article also available in English, French, German, Italian, Polish and Spanish on the CORDIS website) Discover what the European Economic and Social Committee can do for you 2021 edition PDF/Paper ",
        "Online services managed by the Publications Office Access to European Union law The online library and bookshop of the European Union Public procurement within the European Union You may also like PDF/EPUB The Eastern Horizon A regional perspective Countries and regions in central and eastern Europe have gone through several challenges. They went through totalitarian and authoritarian communist regimes before gaining independence at the end of the 19th century, then faced new economic and political challenges and rejoined Europe with hopes of mutual development. As different as they may be and despite recent populist movements, these countries have much in common. Regional policies can help us to rediscover ‘forgotten places’, allowing us to explore their opportunities and supporting democracy and cohesion. Available in English, French, German and Polish PDF/Paper COVID-19 Implications for employment and working life This report sets out to assess the initial impact of the COVID-19 crisis on employment in Europe (up to Q2 2020), including its effects across sectors and on different categories of workers. It also looks at measures implemented by policymakers in a bid to limit the negative effects of the crisis. Available in English PDF Democracy in the EU Democracy is a founding value of the EU, and a new push for European democracy is one of the European Commission’s priorities for 2019- 2024. Fair democratic debates and electoral campaigns as well as free and fair elections in all Member States are at its core. This survey explores public opinion about democracy in the European Union. Available in English » Find all our publications on EU Publications » Download our Key publications catalogue EU Law and Publications @EULawDataPubs @EUPublications @EURLex @CORDIS_EU ",
        "The official portal for European data EU-funded research projects and their results The official directory of the European Union @EUTenders @EU_opendata Forward to a friend Newsletter archive Subscribe | Unsubscribe | About us | Contact | Privacy statement | Copyright notice OA-AT-21-005-EN-N (PDF) "
    ]
}