{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 3.10.2008 SEC(2008) 2593 COMMISSION STAFF WORKING DOCUMENT accompanying the Proposal for a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on the application of the principle of equal treatment between men and women engaged in an activity in a self-employed capacity and repealing Directive 86/613/EEC Impact Assessment Report {COM(2008) 636} {SEC(2008) 2592} Disclaimer This Impact Assessment Report commits only the Commission’s departments involved in its preparation; it has been prepared as a basis for comment and does not prejudge the final form of any decision to be taken by the Commission. ",
        "EN 2 EN Document accompanying the draft proposal for a Directive of the European Parliament and of the Council on the application of the principle of equal treatment between men and women engaged in an activity in a self-employed capacity and repealing Directive 86/613/EEC Impact Assessment Report TABLE OF CONTENTS General information ................................................................................................................... 4 Executive summary.................................................................................................................... 4 1. Background and institutional context .......................................................................... 6 2. Procedural issues and consultation of interested parties.............................................. 6 2.1. Consultation of the stakeholders .................................................................................. 7 2.2. External expertise and information gathering.............................................................. 8 2.3. Consultation of the Impact Assessment Board ............................................................ 8 3. Problem definition........................................................................................................ 9 3.1. Self-employed .............................................................................................................. 9 3.2. Assisting spouses ....................................................................................................... 15 3.3. Likely development of the situation in the absence of EU action (baseline scenario)17 3.4. Does the EU have the right to act?............................................................................. 18 4. Objectives................................................................................................................... 20 4.1. What are the general policy objectives? .................................................................... 20 4.2. What are the more specific objectives?...................................................................... 20 4.3. Consistency of the objectives with other EU policies and horizontal objectives ...... 20 5. Policy options............................................................................................................. 21 5.1. No new action at EU level ......................................................................................... 21 5.2. Non-binding measures ............................................................................................... 21 5.3. A directive amending Directive 86/613/EEC ............................................................ 21 5.4. Preliminary screening of options ............................................................................... 21 5.4.1. Non-binding measures ............................................................................................... 21 5.4.2. A directive amending Directive 86/613/EEC ............................................................ 23 6. Analysis of impacts.................................................................................................... 23 ",
        "EN 3 EN 6.1. No new action at EU level ......................................................................................... 24 6.2. Non-binding measures ............................................................................................... 24 6.3. A directive amending Directive 86/613/EEC: improving protection in the case of maternity .................................................................................................................... 25 6.4. A directive amending Directive 86/613/EEC: providing leave to care for family members ..................................................................................................................... 32 6.5. A directive amending Directive 86/613/EEC: giving assisting spouses a legal status and social protection in their own name .................................................................... 34 6.6. A directive amending Directive 86/613/EEC to give competence to national equality bodies to deal with the self-employed and assisting spouses..................................... 39 7. Comparison of options ............................................................................................... 39 8. Monitoring and evaluation arrangements................................................................... 41 8.1. Possible indicators...................................................................................................... 41 8.2. Monitoring ................................................................................................................. 42 8.3. Transposition.............................................................................................................. 42 Annex I: Statistical information ............................................................................................... 44 Annex II: Consultation of Member States: summary of submissions...................................... 80 Annex II: Consultation of the European social partners ........................................................ 112 Annex III: Consultation of other stakeholders ....................................................................... 118 Annex IV: Consultation of the Advisory Committee on Equal Opportunities for Women and Men......................................................................................................................................... 121 Annex V: Legal context ......................................................................................................... 127 ",
        "EN 4 EN G ENERAL INFORMATION Lead DG: Directorate General for Employment, Social Affairs and Equal Opportunities (DG EMPL) WP Reference: 2008/EMPL/021 E XECUTIVE SUMMARY The Union has set itself the strategic goal of promoting more and better jobs and so offering equal opportunities for all. In order to reach this goal, the attractiveness of entrepreneurship needs to be increased. This is true for entrepreneurship in general, but even more so for women’s entrepreneurship. In Europe, there is a considerable gender gap in terms of women participating in self- employed activities: according to the most recent Eurostat figures, there are almost three times as many men as women self-employed with employees 1 . On the other hand, a significant number of women play an active part in the activities of family businesses without appearing in statistics and without any legal status. These are the so-called ‘assisting spouses’. They participate actively in around 11% of businesses, one third of them working more than 30 hours per week. Nevertheless, they have no recognition in the social security systems in 19 Member States and are at a high risk of poverty in the event of divorce, death of the self-employed partner, or bankruptcy. With Directive 86/613/EEC 2 , the EU extended the principle of equal treatment between women and men to the self-employed and assisting spouses. Nevertheless, the implementation of the Directive in the Member States has had no significant impact, notably because of its imprecise formulation 3 . The present report looks at whether a review of Directive 86/613/EEC would improve the application of the principle of equal treatment between women and men and increase the participation of women in self-employed activities. Three main policy options have been identified: no action at EU level, non-binding measures, and an amendment to Directive 86/613/EEC to make it a more effective instrument in meeting its aims. 1 Eurostat, The entrepreneurial gap between men and women, Statistics in focus 30/2007, available at: http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-SF-07-030/EN/KS-SF-07-030-EN.PDF. 2 Directive Council Directive 86/613/EEC of 11 December 1986 on the application of the principle of equal treatment between men and women engaged in an activity, including agriculture, in a self- employed capacity, and on the protection of self-employed women during pregnancy and motherhood, OJ L 359, 19.12.1986, p. 56. 3 See the report from the Commission on the implementation of Council Directive of 11 December 1986 on the application of the principle of equal treatment between men and women engaged in an activity, including agriculture, in a self-employed capacity, and on the protection of self-employed women during pregnancy and motherhood, Document COM(94) 163 final. ",
        "EN 5 EN The report looks at the impacts of each option. For this purpose, the option to amend the Directive is divided into a further four policy options: – improving protection in the event of maternity – providing leave to care for family members – recognising the contribution of assisting spouses – giving National Equality Bodies competence in the field. After analysing the impact of each option, the report concludes that not taking any new action at EU level will not achieve any of the objectives. As far as non-binding measures are concerned, the report concludes that those already in place seem adequate to deal with certain obstacles to women’s entrepreneurship, and will continue and be extended independently of the current exercise. Nevertheless, such measures can only complement, but not replace, an amendment to Directive 86/613/EEC. The report comes to the conclusion that the option that best meets the objectives is a proposal for a Directive amending Directive 86/613/EEC to • include a period of maternity leave for self-employed women, • recognise the contribution of assisting spouses to the family business by providing them with social protection equivalent to that of their self-employed partners, • give national equality bodies competence in cases of discrimination. In order to take into account the specificities of self-employment and to avoid imposing additional costs to family businesses, the envisaged proposal could provide that self-employed women and assisting spouses are given the possibility to join the social protection system at their own request. In that case, any additional cost to family businesses would be a consequence of the choice made by the self-employed woman or the assisting spouse. ",
        "EN 6 EN 1. B ACKGROUND AND INSTITUTIONAL CONTEXT In its report 4 on the implementation of Directive 86/613/EEC, the Commission concluded that the practical result of the implementation of the Directive was ‘not entirely satisfactory when measured against the prime objectives of the Directive, which was a general improvement in the status of assisting spouses’. The report also stressed the lack of an overall policy for dealing with the situation of assisting spouses and pointed out that ‘with a view to the recognition of the work of the spouse (...), the only way in which this objective is likely to be achieved is for spouses to be granted social security entitlements in their own right’. In its Roadmap 5 for equality between women and men, the Commission announced that in order to improve governance of gender equality, it would ‘review the existing EU gender equality legislation not included in the 2005 recast exercise (...) with a view to updating, modernising and recasting where necessary’. Directive 86/613/EEC was not included in the recasting exercise. In the Council conclusions ‘Balanced roles of women and men for jobs, growth and social cohesion’ 6 , the Council called on the Commission to ‘consider the need to revise, if necessary, Council Directive 86/613/EEC in order to ensure the rights related to motherhood and fatherhood of self-employed workers and their helping spouses’. The European Parliament has consistently called on the Commission to review the Directive 7 , in particular to improve the situation of assisting spouses in agriculture. The 2000 Lisbon European Council set a strategic goal for the EU to transform itself into ‘the most competitive and dynamic knowledge-based economy in the world, capable of sustainable economic growth with more and better jobs and greater social cohesion’. Following initially modest results, the Lisbon Strategy was simplified and re-launched in 2005. To achieve this goal, the Union needs to increase entrepreneurship in general and women’s entrepreneurship in particular. 2. P ROCEDURAL ISSUES AND CONSULTATION OF INTERESTED PARTIES The review of Directive 86/613/EEC was announced in the Commission’s legislative work programme 2008 (forward programming 2008, item 2008/EMPL/021). 4 Report from the Commission on the implementation of Council Directive of 11 December 1986 on the application of the principle of equal treatment between men and women engaged in an activity, including agriculture, in a self-employed capacity, and on the protection of self-employed women during pregnancy and motherhood (COM(94) 163 final). 5 Communication from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions A Roadmap for equality between women and men (COM(2006) 92 final). 6 4 December 2007 (Document SOC 385). 7 See the report adopted by the European Parliament on 12 March 2008 on the situation of women in rural areas of the EU (2007/2117(INI), Rapporteur Christa Klass, A6-0031/2008. ",
        "EN 7 EN An Inter-Service Group was set up to prepare the impact assessment and the following DGs and services were invited: SG, SJ, ENTR, MARKT, ECFIN, COMP, AGRI and MARE. SG, AGRI, ENTR and ECFIN designated representatives to participate. One meeting was held and bilateral meetings were organised with these and other DGs. 2.1. Consultation of the stakeholders In preparing this initiative, EMPL sought the views of stakeholders with a potential interest in this matter, i.e. those potentially affected by the initiative (representatives of the self- employed and SMEs) and those who would be involved in implementing the policy. The European social partners were consulted even though there was no obligation to do so (Article 138 EC is not applicable) and this initiative does not fall within the competence of the social partners at national level. The documents for the consultation of the social partners have been published 8 . European social partners have divergent views on the review of this Directive. Basically, trade unions and agriculture organisations are in favour of amending the Directive and improving gender equality for self-employed workers and assisting spouses. The organisation representing agricultural organisations supports equal rights for equal commitment for all partners in farm businesses. On the other hand, organisations representing SMEs and sectoral employers are mostly concerned about the potential costs of any changes and opposed to any changes that would increase social security contributions. The Commission also consulted the Member States, since Directive 86/613/EEC raises issues concerning the social protection of assisting spouses and the self-employed, which essentially fall within the competence of Member States. As expected, the position of the Member States is far from unanimous, some asking for improvement of the EU legal framework, but the majority stating that they do not see any need to review national legislation on the issues covered by the Directive. However, the Advisory Committee on Equal Opportunities for Women and Men (composed of representatives of Member States, European social partners and NGOs) is of the opinion that the Directive should be amended in order to give assisting spouses a clear professional status, with coverage by social protection schemes, and to provide for paid maternity/paternity leave for self-employed workers and assisting spouses. A list of civil society organisations to be consulted was drawn up with the assistance of the members of the Inter-Service Group. These organisations have been consulted in writing. The European Women’s Lobby supports the opinion of the Advisory Committee on Equal Opportunities. The Confederation of Family Organisations in the European Union (COFACE) strongly advocates revision of Directive 86/613/EEC to give self-employed women maternity leave of a long enough duration to ensure the proper course of a normal pregnancy and physical recovery of the mother after a normal childbirth and to oblige Member States to recognise the contribution of assisting spouses in family businesses and ensure that they benefit from the same level of social protection as self-employed workers. 8 See http://ec.europa.eu/employment_social/social_dialogue/consultations_en.htm. ",
        "EN 8 EN In view of the very specific nature of this initiative, a public consultation was not considered necessary. The minimum standards set out in the Commission’s 2002 Communication on consultation and dialogue 9 have been met. Annexes I to IV give detailed information on the consultations and contributions received. 2.2. External expertise and information gathering Women’s entrepreneurship has been the subject of much analysis and many studies, to which this report refers as and when relevant. For an analysis of the need to review Directive 86/613/EEC, the Commission asked the Network of Independent Legal Experts on the application of Community law on equal treatment between men and women to produce a report on the implementation of the Directive and on loopholes, weaknesses and ways to improve the Directive 10 . This study is cited in this report as the ‘Legal Network study’. DG EMPL also commissioned a study to provide an overview of the situation in Member States and assess the costs and benefits of different policy options. This study was carried out by the European Policy Evaluation Consortium (EPEC) and is cited in this report as the ‘EPEC study’. In addition, a study commissioned by DG ENTR was extensively used in the preparation of this report. This study, entitled ‘Good practices on social protection of new entrepreneurs and assisting partners and the impact on business creation’ was conducted by EIM 11 . It is cited in this report as the ‘EIM study’. 2.3. Consultation of the Impact Assessment Board A first draft of the impact assessment report was submitted to the Impact Assessment Board (IAB) and was analysed at the Board meeting of 9 July 2008. The IAB produced an opinion on 18 July 2008. Given the nature of its recommendations, the IAB asked to examine and issue an opinion on a revised impact assessment report. A second draft of the impact assessment report was resubmitted to the Board on 30 July 2008. In its second opinion of 26 August 2008, the IAB states that the impact assessment is based on a detailed stocktaking of the situation of self-employed and assisting spouses in the Member States. It recognizes that the resubmitted version takes account of the Board's first 9 Communication from the Commission Towards a reinforced culture of consultation and dialogue: General principles and minimum standards for consultation of interested parties by the Commission (COM(2002) 704 final). 10 The study is available at: http://ec.europa.eu/employment_social/gender_equality/legislation/report_draft2.pdf . 11 This study is available at: http://ec.europa.eu/enterprise/entrepreneurship/craft/craft- studies/documents/social_protection_final_report_en.pdf. ",
        "EN 9 EN opinion by improved presentation of cost estimates and problem definition and by providing details about the transposition and compliance issues. Nevertheless, the Board makes some recommendations for improvements. The Board calls the final version of the impact assessment report to: • further improve the problem definition by better clarifying which of the reasons behind it could be addressed by the proposed initiative; • assess more thoroughly the necessity and added value of EU action; • improve the evaluation of cost and benefits by including the analysis underpinning the assessment of cost effectiveness and substantiate the statements on the administrative burdens. • explain why the time-limit for transposition has been changed. The present version of the impact assessment report takes full account of the recommendations of the second opinion of the IAB. The problem definition was complemented with information on the obstacles to women's self- employment that the proposal could help removing and explaining why the intervention on reconciliation issues for employees has successful. The paragraphs on the necessity of an EU action and on subsidiarity and proportionality were reinforced in order to make clearer the need and the legitimacy of the proposal. As the IAB notes in its second opinion, the presentation of the costs estimates has already been improved. This version has been complemented to better underpinning the analysis of cost-effectiveness and administrative burdens. 3. P ROBLEM DEFINITION Directive 86/613/EEC covers two distinct categories of persons, with differing characteristics and needs, namely the ‘self-employed’ and ‘assisting spouses’. This section will address these two categories in turn. 3.1. Self-employed The current EU legal framework prohibits discrimination based on sex in the following areas: • social security and other elements of social protection (Directive 79/7/EEC); • occupational schemes (Directive 86/378/EEC); • conditions for access to self-employment (Directives 2002/73/EC and 2006/54/EC); • access to and supply of goods and services (Directive 2004/113/EC). Directive 86/613/EEC is the only text dealing specifically with self-employed workers (and assisting spouses). The main provisions of the Directive are as follows. ",
        "EN 10 EN • Personal scope : it applies to self-employed workers and their spouses who perform the same tasks or ancillary tasks; • Principle of equal treatment : this implies the absence of all discrimination on grounds of sex, either directly or indirectly, by reference in particular to marital or family status. Member States must eliminate all provisions that are contrary to the principle of equal treatment, especially in respect of the establishment, equipment or extension of a business or the launching or extension of any other form of self-employed activity, including financial facilities. • Creation of a business : the conditions for the creation of a company between spouses should not be more restrictive than the conditions for the formation of a company between unmarried persons. • Assisting spouses : such persons should be able to join a contributory social security scheme voluntarily, if one exists, and Member States should examine how to encourage recognition of their work. • Protection of maternity and motherhood : Member States should examine whether, and under what conditions, female self-employed workers and the wives of self-employed workers may, during interruptions in their occupational activity owing to pregnancy or motherhood, have access to services supplying temporary replacements or existing national social services, or be entitled to cash benefits under a social security scheme or under any other public social protection system. Directive 86/613/EEC defines the self-employed as ‘all persons pursuing a gainful activity for their own account, under the conditions laid down by national law, including farmers and members of the liberal professions’. Self-employment is a significant — albeit minority — form of employment in Europe: in 2005, the self-employed represented 16% of the active population in the EU25. In 2005, according to Eurostat 12 , self-employed women in industry and market services in the EU as a whole accounted for 12% of the total number of women working in these sectors, which is considerably lower than the percentage of self-employed men ( 19% ). 12 See ‘The life of women and men in Europe, A statistical portrait’, 2008, available at: http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-80-07-135/EN/KS-80-07-135-EN.PDF . ",
        "EN 11 EN Moreover only one-third of entrepreneurs are female. Being self-employed can be different from being an entrepreneur. The figures above include both the self-employed with employees and those without. Many of the last group are professionals or do much the same job as employees do, but their status or terms of employment are different. The category of the self-employed without employees also includes ‘bogus self-employed’ and economically dependent or ‘parasubordinate’ workers 13 . Entrepreneurs are essentially (but not exclusively) those with employees, though many entrepreneurs managing businesses, even their own, are classified as employees, since they are employed by the company and receive a salary for their work. Nevertheless, this report uses the terms ‘self-employed’ and ‘entrepreneurs’ as synonymous, as the statistical data do not usually distinguish between them. Only 3.5% of women working in industry and market services in 2005 were self-employed with employees, whereas the percentage for men was twice as high at around 7% . More significantly, this gender gap in self-employed activities shows no sign of narrowing. As the next table shows, although the majority of the jobs created in the period 2005-2006 were taken by women, the majority of the self-employed jobs created were taken by men. Contribution of self-employment to employment creation in the EU 2005-2006, by gender New jobs created (%), 2005-2006 Total Men Women Type of employment Employee 88.5 41.9 46.5 13 On the concept of economically dependent workers, see Adalberto Perulli, ‘Economically dependent / quasi-subordinate (parasubordinate) employment: legal, social and economic aspects’, available at http://ec.europa.eu/employment_social/labour_law/docs/parasubordination_report_en.pdf . ",
        "EN 12 EN Self-employed 11.5 6.1 5.4 Source: EPEC study When a longer period (from 1995 to 2005) is considered, although the percentage of the self- employed in the EU decreased constantly, the gender gap remained basically unchanged. Level of self-employed in EU25, 1995-2005 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 All 16.7 16.7 16.6 16.5 16.1 15.9 15.5 15.4 15.7 15.8 15.6 Male 19.4 19.3 19.2 19.2 18.9 18.7 18.4 18.4 18.9 18.0 18.7 Female 12.9 13.2 13.0 12.8 12.4 12.1 11.8 11.6 11.7 11.7 11.6 Source: Eurostat. In a Flash Eurobarometer survey published in April 2007 14 , some questions were asked about people’s preferences in terms of employment status. The gap between men and women was significant: 50% of men declared a preference for self-employment, compared with only 39% of women. When asked about their desire to become self-employed within the next five years, the disparity between men and women was the same: 33% of men declared it very or rather desirable, against 27% for women. On the other hand, 69% of women considered it rather undesirable or not desirable at all to become self-employed within the next five years, compared with 62% of men. The reasons given by men and women for taking up self-employment also differ. According to a recent Eurostat survey 15 , women are keener to accept self-employment to avoid unemployment or to better reconcile professional and family and private life. The table below presents the main motives for starting entrepreneurial activities. It shows that ‘better possibilities to combine work and private life’ is a reason indicated by 26% of respondents (the fourth in the ranking of motives). Main motives Percentage Wish to be my own boss 48 Possibility to earn more money than as an employee 36 14 Entrepreneurship Survey of the EU (25 Member States), United States, Iceland and Norway. Conducted by The Gallup Organisation Hungary/Europe at the request of the European Commission’s Directorate- General for Enterprise and Industry E/1:Entrepreneurship, Flash EB Series #192, available at: http://ec.europa.eu/public_opinion/flash/fl_192_sum_en.pdf . 15 Key figures on European business with a special feature on the factors of business success , Eurostat 2008; available at http://epp.eurostat.ec.europa.eu/cache/ITY_OFFPUB/KS-ET-08-001/EN/KS-ET-08- 001-EN.PDF. ",
        "EN 13 EN Challenge 34 Better possibilities to combine work and private life 26 Not satisfied with being an employee 25 Perceiving a chance in the market 21 Unemployed or not able to find a job as an employee 12 Possibility to continue or to split off from the former employer’s business 5 Continuation of the family business 4 Other 2 Do not know / No answer 2 Source: EIM Survey Social Security Entrepreneurs 2006. If we look at gender, the importance of the different motives differs between men and women. The chart below confirms that many of the factors that influence a decision to take up self- employment are gender related. Motives like ‘avoiding unemployment’, ‘combining work and private life’ and ‘children are big enough’ are substantially more important for women than for men. ",
        "EN 14 EN Source: Eurostat 16 Since women are more likely to focus on reconciliation between work and family life, including the protection granted in the event of maternity, Directive 86/613/EEC does not respond to the new challenge of increasing women’s participation in self-employment. Currently, the provisions of Directive 86/613/EEC on maternity leave give no entitlement to female self-employed workers. Therefore, a change in the law as set out in the proposal could help more women take that step. It should be added that the data on intentions to become self-employed and on the reasons for doing so show that certain women have no real choice whether or not to take up self- employment. Where the possibility to reconcile professional and private or family life is non- existent or very difficult for self-employed women, women are not in a position to become self-employed. Social security as a whole plays an important role in the decision to take up self-employment. According to the EIM study, ‘ Social security may have a negative and positive influence on entrepreneurship. (...) Social security may have a negative effect because of the relatively high opportunity costs of entrepreneurship (...) when the social security position of entrepreneurs is worse than the position of alternative types of employment (...). On the other hand, social security may have a positive influence when the difference between the social security position of entrepreneurs and of alternative types of employment is very small. It may also have a positive influence when e.g. a safety net is created in case of business failure .’ Therefore a proposal that brings the positions of self-employed workers and employees more into line is also likely to have a positive impact on women in particular. In the field of gender equality, the EU has intervened successfully in the past for employees. The existing directives on equal treatment between women and men were at the origin of most on national law on this field. Although it is difficult to prove the direct link between the corpus of Community law forbidding discrimination between women and men has improved the employment situation of women and the higher employment rates of women, some data show that the link exists. In general terms, Member States with strong reconciliation policies have higher employment rates of women, essentially with children. The table below, for instance, shows that this is the case as far as the level of payment of family-related leave is concerned. 16 Eurostat, Key figures on European business with a special feature on the factors of business success, 2008, ISSN 1830-9720. ",
        "EN 15 EN Employment rates of women aged 25-49, depending on whether they have children (under 12) - 2007 79,6 67,0 0 10 20 30 40 50 60 70 80 90 BG PL CY EL ES NL MT IE UK RO AT BE CZ DE FR LU SK IT FI HU LT EE LV PT SI without children with children Source : Eurostat, European Labour Force Survey, annual averages. Notes : No data avaialble for DK and SE. No payment for parental leave Lump sum payment for parental leave Low earnings- related payment Moderate earnings- related payment High earnings-related payment In conclusion, increasing entrepreneurship in Europe is essential to reach the Lisbon objectives for employment. There is a considerable gender gap in entrepreneurship: only one third of entrepreneurs are women. This gender gap has remained stable in the last few decades and surveys show that it is likely to remain so if no changes are made to encourage more women to take up self- employment. The surveys of motivations to become an entrepreneur show that women are more inclined to give as a reason the reconciliation of working life and family and private life. Any improvement in the possibilities to pursue self-employment and meet family responsibilities at the same time will therefore impact on the choice made by women to take up self- employment. Directive 86/613/EEC fails to tackle those issues by not giving enforceable rights to self- employed women, in particular in the case of maternity, thus reinforcing the gender gap. The envisaged initiative, by giving self-employed women an entitlement to a period of paid maternity leave will tackle two of the obstacles identified to women's access to self- employment: on one hand, it will contribute to increase the possibilities of combining self- employed activities and family responsibilities and, on the other hand, it will approximate the social protection in case of maternity, therefore facilitating the choice of self-employed activities. 3.2. Assisting spouses At EU level, Directive 86/613/EEC is the only text that covers ‘assisting spouses’, defined as the spouses of self-employed workers ‘not being employees or partners, where they ",
        "EN 16 EN habitually, under the conditions laid down by national law, participate in the activities of the self-employed worker and perform the same tasks or ancillary tasks’ . In accordance with that definition, spouses who participate in the activities of the family business without having the status of employee or self-employed person therefore fall within the scope of the Directive (in particular its Article 2(b)). For the purposes of this report, such spouses are referred to as ‘assisting spouses’. Conversely, spouses who have the status of self-employed workers or employees and the spouses of self-employed persons who do not participate in the activities of the family business do not fall within the scope of the Directive, are not assisting spouses, and will not be considered in this report. Although Directive 86/613/EEC defines assisting spouses, it does not provide a legal status for them, in terms of employment protection or social security. The Directive was based upon Articles 100 and 235 of the EEC (now Articles 95 and 308). Article 100 which allowed the Council to adopt directives on the establishment or functioning of the common market and Article 235 was the residual legal base that could be used when action by the Community is necessary to attain one of the objectives of the Community but there is no other more specific legal base in the Treaty. With such a legal base, Directive 86/613/EEC could not set out a legal status for assisting spouses, in order to give them clear rights to social protection measures such as minimum periods of maternity leave or social security entitlements. As a result, this status is determined (or not) under national law, and there is no minimum level of equal treatment guaranteed to assisting spouses. There are no reliable statistics on the number of assisting spouses in Europe. Because they do not have a recognised status (if the spouses of self-employed persons are employees or business partners, they cannot be ‘assisting spouses’), their number is difficult to establish. Assisting spouses are therefore not included in existing statistics. Where statistics are available, they frequently do not distinguish between family members and spouses. The EPEC study (see Table A in Annex 1) estimates that there around 3.75 million assisting spouses/contributing family workers in the 27 Member States, corresponding to around 11.5% of all self-employed people within the EU (32.5 million). The estimate in the EPEC study is consistent with the findings of the EIM study (see Graph 2 in Annex 1). According to the latter, a survey of entrepreneurs found that 11% had an assisting spouse, while 16% declared that their spouses were co-entrepreneurs and 22% that they were employees. For the purposes of the survey, the definition of ‘assisting spouses’ excluded business partners and employees and was therefore close to that used in the Directive and in this report. According to the survey, two thirds of assisting spouses were female. Hours worked by assisting spouses may be significant. According to the EIM study’s survey, more than 30% of entrepreneurs declared that their assisting spouses worked more than 25 hours a week. In 19 Member States the contribution of assisting spouses to the family business is not recognised in the social security system (for details see Table 6 in Annex 1). Even though the ",
        "EN 17 EN possibility does exist for an assisting spouse to join a voluntary social security scheme and hence be entitled to certain benefits, such provisions for joining voluntary schemes do not ensure the universal coverage of assisting spouses. Two consequences need to be emphasised: • Family businesses where the regular work of assisting spouses is not recognised have de facto an unfair competitive advantage over the same kind of businesses where both the self-employed worker and the assisting spouses are registered and covered by social security schemes. • Assisting spouses do not generally receive any financial compensation for their work. Their participation in the activities of the self-employed worker is often considered as a continuation of their household and family care tasks. As a consequence, most assisting spouses would be unable to continue the business or to remain in control in the event of divorce or death of the self-employed partner, or to resume activity in the event of bankruptcy. In such cases, assisting spouses are at a high risk of poverty. Around 11% of the self-employed rely on the assistance of their spouses to manage the family business. The numbers of hours worked can be significant, with one third of assisting spouses working more than 25 hours per week. Nevertheless, in most Member States, their contribution to the family business is not recognised, as they are not covered by social security systems. In consequence, assisting spouses are totally dependent on their self-employed partner and at a high risk of poverty in the event of divorce, death of the partner or bankruptcy. By not providing a legal status for assisting spouses or for social security protection in their own name, Directive 86/613/EEC fails to tackle this problem. 3.3. Likely development of the situation in the absence of EU action (baseline scenario) If no new EU action is taken, the current legal framework will continue to apply. Some Member States could take measures in order to improve the social protection of self-employed workers (in particular as regards maternity) and assisting spouses, but others would not. The previously identified gaps in the Community legal framework would not be tackled. The task of the Community, as set out in Article 2 of the EC Treaty, of promoting equality between women and men, will not be achieved as regards assisting spouses. The actions provided for in the European agenda for entrepreneurship 17 , and more recently the Communication ‘Think Small First — A Small Business Act’ for Europe 18 , would continue to encourage women’s entrepreneurship by, for example, encouraging more people to become 17 Communication from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions Action Plan: The European agenda for Entrepreneurship (COM(2004) 70 final). 18 Communication from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions - ‘Think Small First’ — A ‘Small Business Act’ for Europe, Document COM/2008/0394 final. ",
        "EN 18 EN entrepreneurs, improving access to finance, and creating a more SME-friendly regulatory and administrative framework. Given that family responsibilities are still borne primarily by women, no improvement in social protection, particularly in the event of maternity, and in the possibilities for reconciling self-employment and family responsibilities will mean that a number of women will be discouraged from becoming entrepreneurs. The 2002 Barcelona European Council urged the Member States to remove disincentives to female labour-force participation by aiming to provide childcare by 2010 to at least 90% of children between three years and the mandatory school age and at least 33% of children under three years. Although most Member States are not on course to meet the targets, especially for children under three, and existing facilities are often costly or the opening hours are not compatible with atypical hours, common in self-employed activities, the effort of Member States to reach the Barcelona targets will improve the possibilities of women with children to pursue or engage in self-employed activities. In most Member States, the contribution of women to the family business will continue to be unrecognised and unpaid, and assisting spouses will be at a higher risk of poverty in the event of divorce or the death of their self-employed partners. 3.4. Does the EU have the right to act? Right to act Article 2 of the EC Treaty provides that promoting equality between men and women is part of the tasks of the European Community. Furthermore, it should be noted that, following the changes introduced by the Amsterdam Treaty, the EU now has an appropriate legal basis for action (Article 141(3) EC). Previously, as Annex V explains in detail, the Community legislator adopted Directive 86/613/EEC using a residual legal basis. Necessity to act As far as access to employment is concerned, it has been recognised that improving the possibilities to reconcile work and family or private life is essential to increase the participation of women in the labour market and to give women equal opportunities in employment. Although reconciliation issues and family responsibilities in general should not be seen as mainly the concern of women, it is uncontested that domestic work is not shared equally between women and men: women spend twice as long as men on unpaid work. The planned proposal touches upon the area of social security, which falls in principle within the competence of Member States. This initiative should not interfere with the organisation of Member States’ schemes or their financing, and should be limited to what is necessary to ensure application of the principle of equal treatment between women and men. Nevertheless, this is also an area where, mainly for employees but also in some cases for the self-employed, the EU has intervened in the past, through a series of Directives (92/85/EC, ",
        "EN 19 EN 96/34/EC, 79/7/EEC, 86/367/EEC 19 ) with the aim of ensuring the application of the principle of equal treatment between women and men. The low participation of women in self-employment is a matter of gender inequality: women are not equal where family responsibilities are concerned and gender stereotypes are also an obstacle with a negative impact on women’s participation in entrepreneurship. The EU should intervene for the self-employed as it has done successfully for employees in the past. The existing directives have set out clearly that there must be no discrimination between women and men employees in terms of pay and other conditions of work. They have improved the employment rights and health and safety of working pregnant women. Most importantly perhaps, people who are subject to discrimination have a clear legal right of complaint, as well as the right to be helped by the so-called \"Equality Bodies\" in each Member State. Although difficult to prove empirically, the corpus of Community law forbidding discrimination between women and men has improved the employment situation of women, raised awareness that discrimination is unacceptable and unlawful, and given women a proper remedy when they have been discriminated against. As far as assisting spouses are concerned, the lack of coverage by social security and the non- recognition of their contribution to the family business give some businesses an unfair competitive advantage, so this initiative would ensure a level playing field throughout Europe. Proportionality and subsidiarity The EU has already in place a Directive covering the matters touched upon by the envisaged proposal. The assessment shows that this Directive has been ineffective in meeting its objectives. An EU legal instrument is the only way to ensure a level playing field in Europe. Strongly divergent national legislations, in particular concerning the status of assisting spouses, could lead to an unfair competitive advantage of businesses where the level of protection is lower or inexistent. The envisaged proposal goes no further than necessary to ensure that the aim of the initiative is met. As far as self-employed female workers are concerned and female assisting spouses, a period of 14 weeks of maternity leave is envisaged, at their request, but the period of compulsory maternity leave would be 2 weeks, in line with the existing Directive on pregnant workers. The proposal will establish the principle of a payment during maternity leave, without fixing any amount of the allowance, provided it guarantees adequate revenue. As for assisting spouses, the proposal should give assisting spouses, at their request, the possibility to benefit from at least an equal level of protection as self-employed workers, under the same conditions, without imposing a specific scheme for self-employed workers. The envisaged directive would be a minimum standards instrument and would set out basic minimum standards whilst allowing those Member States which wished to go further. Member States which already have detailed protection for assisting spouses and self- employed female workers would not need to make major changes to their legislation. 19 See Annex V for more details. ",
        "EN 20 EN The envisaged proposal therefore respects the principles of subsidiarity and proportionality, as it is taken at the appropriate level and does not go beyond what is absolutely necessary at EU level in order to achieve the objectives set for the initiative. 4. O BJECTIVES 4.1. What are the general policy objectives? Any policy intervention should meet the following general objectives: 1. To improve gender equality for self-employed workers 2. To improve gender equality for assisting spouses. The main policy objective of such action is to improve the way the principle of equal treatment applies to the two categories of persons covered by Directive 86/613/EEC. It is widely accepted that most European legislation on equality between women and men covers employees only. Although there is historical justification for this (the limitations of the primary legal basis), this situation is no longer acceptable given the development of Europe’s societies. It should be stressed that the aim is not to equalise the situations of employees and the self- employed or bring them more into line, but only to make sure that gender equality is applied in practice for self-employed workers and assisting spouses. 4.2. What are the more specific objectives? Achieving the general objectives set out above entails the following specific objectives: 1. To increase the number of women in self-employment 3. To give assisting spouses a legal status 4. To increase the number of assisting spouses covered by social security in their own name 5. To give the self-employed and assisting spouses effective legal remedies 4.3. Consistency of the objectives with other EU policies and horizontal objectives As pointed out above, the objectives are totally consistent with EU policies and in particular the Lisbon Strategy for Growth and Jobs. According to the Treaty, the Community’s aims, among others, are to eliminate inequalities and promote equality between men and women in all its activities. Gender equality lies at the heart of the Lisbon Strategy: since the gender gap in self-employment is still wide, bridging the gender gap in the field of entrepreneurship is vital if the target of a 60% female employment rate is to be met. ",
        "EN 21 EN 5. P OLICY OPTIONS 5.1. No new action at EU level If no new action is taken at EU level, the EU legal framework will remain unchanged. Other actions to meet the specific objective of encouraging female entrepreneurship could, of course, be taken by the EU or by Member States. 5.2. Non-binding measures In addition to the non-binding measures already in place, essentially entrepreneurship policy and SME policy (see point 3.3), some new legally non-binding measures could be considered, either alone or in combination with legally binding measures. A Commission communication or report could present findings on best practice with respect to self-employed women and assisting spouses. A Commission recommendation (a Council recommendation is excluded in areas where the EU has a legal basis to act) could encourage the adoption of national measures to improve the way the principle of equal treatment is applied to self-employed persons and assisting spouses. Such a recommendation could provide for Member States to report to the Commission and for the Commission to report to the Council and Parliament. As to the open method of coordination, its effectiveness depends to a large extent on jointly agreed and easily applicable indicators. Targets could be set for female participation in self- employment, for example, but it is more difficult to envisage such indicators for assisting spouses. Exchanges of information and good practice between the Member States could also be envisaged through existing or new expert groups of high-level national civil servants. 5.3. A directive amending Directive 86/613/EEC The legal situation concerning the self-employed and assisting spouses is explained in detail in Annex V. Although Directive 86/613/EEC is not the only legal text dealing with the self- employed, it is the only specific and general legal text that applies the principle of equal treatment to the self-employed and assisting spouses. Any change in the legal situation of one or both of these categories therefore requires an amendment to the Directive. 5.4. Preliminary screening of options 5.4.1. Non-binding measures In this field, non-binding measures have already been extensively used in order to promote entrepreneurship and female entrepreneurship in particular. In a sense, some of the provisions of Directive 86/613/EEC could also be included amongst the non-binding measures, since they are ‘recommendations’ to Member States, rather than legal obligations. In order to promote women’s entrepreneurship, the European Commission set up a European Network to Promote Women’s Entrepreneurship (WES) in 2000. It is composed of government representatives responsible for the promotion of female entrepreneurship. It has ",
        "EN 22 EN members from 30 European countries: the EU27, Iceland, Norway and Turkey. WES members provide advice, support, information and contacts regarding existing measures to support female entrepreneurs. They also help in the identification of good practices. WES publishes an annual activity report that presents the activities undertaken by national governments to promote women’s entrepreneurship. One of the findings of the Commission’s 2004 BEST project ‘Promoting Entrepreneurship amongst Women’ was that networking and access to information for women entrepreneurs should be further promoted. As a follow up to this project, DG ENTR set up a women’s entrepreneurship portal on Europa in March 2006 20 . The Portal provides links to the websites of organisations representing women entrepreneurs and networks, projects and events relating to the promotion of female entrepreneurship. It facilitates finding contacts for networking and mentoring. DG ENTR is also collaborating with a number of European-level business organisations concerned with women entrepreneurs. It holds bilateral meetings to exchange views and explore future initiatives. The main business partners are: FEM-UEAPME (‘Female Europeans of Small and Medium Enterprises’), FCEM (‘The worldwide network of women business owners’), EWN (‘Eurochambres Women’s Network’) and EUWIIN (EU Women Inventors and Innovators Network). Moreover, in the Communication ‘Think Small First — A Small Business Act for Europe’ 21 , adopted on 25 June 2008, the Commission proposes some further actions to promote female entrepreneurship: • establishing an EU network of female entrepreneur ambassadors, • promoting mentoring schemes to inspire women to set up their own businesses, • promoting entrepreneurship among women graduates. The General Block Exemption Regulation 22 adopted by the Commission on 7 July 2008 also provides that aid schemes for new enterprises set up by female entrepreneurs are compatible with the common market provided the aid does not exceed EUR 1 million in each case. A further way of achieving the intended objectives could be better enforcement of the Directive. The Directive was adopted in 1986 and has been the subject of only one report, adopted in 1994, therefore covering only 12 Member States. Monitoring of the Directive could be improved, for instance through a reporting exercise, from Member States to the Commission and from the Commission to the other institutions. It should be assessed whether the generally agreed 23 low impact of the Directive on the application of the principle of equal treatment for the self-employed and assisting spouses could be improved by better enforcement of the Directive without substantial changes. 20 http://ec.europa.eu/enterprise/entrepreneurship/women.htm. 21 Communication from the Commission to the Council, the European Parliament, the European Economic and Social Committee and the Committee of the Regions - ‘Think Small First’ — A ‘Small Business Act’ for Europe, Document COM/2008/0394 final. 22 http://ec.europa.eu/comm/competition/state_aid/reform/gber_final_en.pdf. ",
        "EN 23 EN A further analysis of the impact of non-binding measures is therefore needed. 5.4.2. A directive amending Directive 86/613/EEC Since a directive already exists, a proposal for a directive amending Directive 86/613/EEC is the only appropriate legal instrument in this case. It is generally accepted that Directive 86/613/EEC has had limited impact on women’s participation in self-employment and the situation of assisting spouses. It does not set out a clear legal status for assisting spouses who therefore remain in a precarious situation should anything happen to their self-employed partner. It is also acknowledged that the gender gap in the field of entrepreneurship must be bridged if the EU is to meet the Lisbon targets for the employment rate of women. On the other hand, the contribution of assisting spouses to the family business is far from being generally recognised and their status in terms of social protection is unsatisfactory. A further analysis of the impact of revising Directive 86/613/EEC is therefore needed. 6. A NALYSIS OF IMPACTS After the preliminary screening of possible policy options, three have been retained for further analysis: no new action at EU level, non-binding measures, and a proposal for a directive amending Directive 86/613/EEC. Furthermore, to assess the impact of the third, legislative option, it is divided into the following sub-options: – Improving protection in the event of maternity (option 6.3) – Providing leave to care for family members (option 6.4) – Giving assisting spouses a legal status and social protection in their own name (option 6.5) – Giving national equality bodies competence in this field (option 6.6). In assessing the impact of the various options, each option’s financial costs are quantified as far as possible. The costs are expressed in absolute terms, as a percentage of overall social security expenditure, and, where possible, as the maximum percentage increase in the contributions by self-employed workers to social security. However, quantifying the percentage of the additional costs to be paid by insured persons (self-employed and assisting spouses) is difficult and depends on the political choices at national level. 23 See, for exemple, the Commission’s report on the implementation of the Directive (document COM(94)163 final) and the report of the Network of Independent Legal Experts (http://ec.europa.eu/employment_social/gender_equality/legislation/report_draft2.pdf). ",
        "EN 24 EN 6.1. No new action at EU level This option means that the current situation would continue to apply. It therefore implies no new costs for the Member States or the EU, since the current situation would be maintained. The economic impact of this option would be indirect. As there would be no improvement in the situation, there would be an opportunity cost equal to the benefits of the other options. In other words, if another option involving, say, a legislative proposal would have had a positive impact in terms of increasing women’s participation in self-employment, the benefits forgone as a result of choosing this ‘no action’ option are its opportunity cost. Some social impacts can also be identified. Once again, this option’s social impacts are directly connected with the positive impacts of the other options. This option would not contribute to improving gender equality in self-employment or for assisting spouses. In addition, in certain Member States, assisting spouses would be left with no social protection in the event of divorce or the death or bankruptcy of the self-employed partner. As the Advisory Committee argues in its opinion (see Annex IV), ‘[m]any women that are not covered by social protection systems while engaged alongside their male partner in self- employed activities, including agriculture, often require financial assistance in the form of payments provided by collective solidarity funds later in their lives due to the fact that they have no contributions to social security systems and are therefore excluded from state pensions and other complementary forms of pension schemes.’ No environmental impacts have been identified. 6.2. Non-binding measures A large number of non-binding initiatives have been developed at different levels, as shown previously, while others could be in the next future. These measures have certainly yielded positive impacts. In future, permission to grant State aid to businesses set up by women could have a real impact, since access to finance has been identified as one of the obstacles to women’s entrepreneurship. As mentioned previously, the gender gap in entrepreneurship has no single cause. It is the consequence of a number of inequalities and stereotypes. The initiatives noted above can deal with some of the obstacles: difficulty in access to finance, lack of social networks, etc. The Impact Assessment supporting the Commission Communication ‘Think Small First’, referred to above, assesses the impact of the measures planned to promote women’s entrepreneurship by establishing an EU network of female entrepreneur ambassadors and by promoting mentoring schemes to inspire women to set up their own businesses and promote entrepreneurship among women graduates. It indicates that these measures ‘would have a positive effect on female entrepreneurs but also bring additional opportunities for economic growth and therefore employment. Increased women entrepreneurship could contribute to higher economic growth and at the same time favour the inclusion of women in the labour market.’ 24 24 SEC(2008) 2101 http://ec.europa.eu/governance/impact/docs/ia_2008/sec_2008_2101_en.pdf. ",
        "EN 25 EN Nevertheless, the Communication does not address two of the main reasons that could explain the gender gap in entrepreneurship: the difficulty to combine family and private life with entrepreneurial activities and the lower level of social protection compared with employees, in particular as regards maternity. Indeed, the Impact Assessment for the ‘Think Small First’ initiative notes that: ‘Today female entrepreneurs constitute only 34.4% of self-employed people in the EU25. Their share in start ups is around 30%. In terms of preferences, only 39.4% of women would choose to be self-employed compared to 50.2% of men, which shows that women are more reluctant than men to become entrepreneurs. In addition to economic and sociological elements common to both genders, the lack of social protection or the reduced level of protection available to self-employed women, notably in the case of maternity protection, constitutes an additional obstacle to the participation of women in self-employed activities’ [emphasis added]. As far as the monitoring and enforcement of Directive 86/613/EEC are concerned, most of the Directive’s provisions are drafted in such a way that Member States are obliged only to ‘undertake to examine’ whether a certain action could be taken. This is notably the case with Article 7 on the recognition of the work of assisting spouses and Article 8 on protection in the case of pregnancy and motherhood. Therefore, the problems identified cannot be seen as having its source in an incorrect or incomplete implementation of the Directive, since the Directive requires no obligatory result. In conclusion, non-binding measures are already in force and can be extended independently of the current exercise. They cannot, however, provide an alternative to amending the Directive if improving the legal situation of the self-employed and assisting spouses at EU level is considered necessary. Better enforcement of the provisions of the Directive would be ineffective in view of their largely non-binding nature. 6.3. A directive amending Directive 86/613/EEC: improving protection in the case of maternity The assessment of the costs of this option is based on the period of maternity leave provided for in Directive 92/85/EEC 25 , i.e. 14 weeks. Economic impacts Paid maternity leave As far as the duration of maternity leave is concerned, in five Member States (Austria, Belgium, Greece, Lithuania and France), maternity leave for the self-employed is currently less than 14 weeks. This means that those Member States would have to amend their provisions to bring the duration of maternity leave up to 14 weeks. The cost implications of 25 Council Directive 92/85/EEC of 19 October 1992 on the introduction of measures to encourage improvements in the safety and health at work of pregnant workers and workers who have recently given birth or are breastfeeding (tenth individual Directive within the meaning of Article 16(1) of Directive 89/391/EEC), OJ L 348, 28.11.1992, p. 1. ",
        "EN 26 EN providing 14 weeks maternity leave for those countries are set out in the table below. In terms of the percentage of overall social security expenditure, the costs would be marginal (0.00363% for Austria, 0.03721% for Belgium, 0.073798% for Greece, 0.04691% for Lithuania and 0.0251877% for France). Cost implications of changes in the duration and payment for maternity leave in Austria, Belgium, Greece, Lithuania and France Proposed change, duration in weeks Increase required (weeks) Weekly maternity leave benefit, € Numbers of self- employed who become mothers Costs of change, p.a., € Overall social security expenditure, 26 € Costs of change as % of overall social security expenditure b c d e c x d x e Austria 14 6 173.46 2 461 2 561 310 70 612 400 000 0.00363% Belgium 14 6 354 15704 33 355 296 89 652 300 000 0.03721% Greece 14 14 12 340 7 227 35 412 300 47 985 500,00 0.073798% Lithuania 14 14 2 720 1 754 1 284 657 2 738 800 000 0.04691% 14 14 0.00 19 296 27 113 460 480 France Farmers Others 14 5.5 420.00 9 916 22 905 960 541 594 000 000 0.0251877% Source: EPEC study In a number of Member States, participation in social insurance schemes covering maternity leave is voluntary for the self-employed (although the duration of maternity leave is above the proposed minimum in all of these cases). The Member States concerned are: • Bulgaria, where insurance for maternity leave is voluntary for the self-employed. Of the total number of 246 000 self-employed (2006 data), only 91 481 (around 37%) self- employed were insured against all risks, including maternity. • The Czech Republic, where insurance for maternity leave is voluntary for the self- employed. Of the total 746 500 self-employed (2006 data), only 230 343 (or around 30%) were voluntarily insured for sickness insurance, which includes maternity leave benefits. • Romania, where social security insurance for self-employed farmers is voluntary. The data available indicate that the number of self-employed farmers taking out such insurance is very small. 26 Social protection data are taken from Eurostat. 27 The number of self-employed farmers who benefit from allowances for birth or adoption, mainly in the form of an allowance for temporary replacement services. Self-employed farmers are not entitled to daily benefits for maternity leave. ",
        "EN 27 EN The next table sets out the cost implications of compulsory social insurance coverage for maternity leave for the self-employed in these Member States. ",
        "EN 28 EN Cost implications of providing compulsory social insurance in Bulgaria, the Czech Republic and Romania Number of self-employed women Estimated numbers of self-employed who become mothers in a year 28 Current maternity leave provision with voluntary insurance Average annual income, € Cost of change to provide maternity leave for all self-employed women at the current leave level, € % of overall social security expenditure Cost of change to provide maternity for all self-employed women for 14 weeks leave, € % of overall social security expenditure Overall social security expenditure, € Bulgaria 87 600 8 400 45 weeks at 90% of average declared income 1 920 12 561 231 0.35760% 3 907 938 0.111255% 3 512 600 000 Czech Republic 200 100 10 200 28 weeks at 69% of declared income of self-employed 5 572 21 116 166 0.11003% 10 558 083 0.055016% 19 190 800 00 0 Romania — farmers only 229 220 9 054 18 weeks at 85% of average monthly income 521 1 387 955 0.01232% 1 079 521 0.009584% 11 264 200 00 0 Source: EPEC study 28 Based on the birth rate of the general population. ",
        "EN 29 EN As a percentage of the country’s overall social security expenditure, the costs would amount to 0.111255% in Bulgaria, 0.11003% in the Czech Republic and 0.01232% in Romania (for farmers only). The absolute and relative costs for the Member States where changes are necessary are summarised in the table below. If such an option is retained, it is difficult to assess exactly what the costs would be for each self-employed worker. The costs of extending maternity protection to self-employed women cannot be borne by self-employed women only, or only by women of a certain age, for instance. In social security, the principle of equal treatment between women and men would rule out such a solution. Therefore, we could divide the annual costs of the option by the total number of self-employed and assume this would be the additional amount to be paid by all self-employed workers if this option were implemented. Nevertheless, this would be also misleading, since contributions by the self-employed are not the only source of financing. According to Eurostat 29 , at EU27 level, payments by the self-employed constitute around 60% of all social protection receipts (with the remaining 40% coming from general taxation). In order to assess the potential costs for self-employed workers, the fourth column of the table below shows the increase in the contributions by self-employed workers to social security assuming that the costs would be borne entirely by the self-employed, although this is not the case in practice. These are therefore the maximum costs for self-employed workers, since part of the financing comes from other sources. The real costs would be lower in practice. It should be noted that the costs for the Member State of the implementation of the Directive (second column of the table below) could be neutral if the Member State decides to pass entirely the costs to self-employed workers. The second and the fourth columns show the maximum costs of two extreme decisions: to support the costs entirely by the social security system or entirely by the self-employed workers themselves. In any case, the proposal could leave self-employed women a choice whether or not to benefit of maternity leave. The costs for the social security system and to the self-employed workers would therefore depend on the individual decision of self-employed workers and there would be no imposed additional costs to businesses. The costs for Member States would also be lower since it is not likely that all self-employed women will decide to benefit from maternity leave and pay the relevant contributions. Costs of the option: absolute, percentage of social security expenditure, and maximum percentage increase in contributions Member State Absolute costs Percentage of overall social security expenditure Maximum percentage increase in contributions 29 Social protection in the European Union, Statistics in focus, Population and social conditions, 46/2008, Table 5. ",
        "EN 30 EN Austria 2 561 310 0.00363% 0.10% Belgium 33 355 296 0.03721% 1.27% Greece 35 412 300 0.073798% 0.72% Lithuania 1 284 657 0.04691% 0.05% France 136 366 440 0.0251877% 0.97% Bulgaria 12 561 231 0.35760% 1.75% Czech Republic 21 116 166 0.055016% 0.75% Romania (farmers only) 1 387 955 0.01232% 0.26% Source: EPEC study In 24 Member States, maternity benefit is already equivalent to or higher than sickness benefit. In two countries (Austria and Germany) the situation is difficult to assess: in Austria, a relatively moderate maternity allowance is paid under the compulsory insurance scheme whereas sick leave benefit is paid at a potentially higher rate under voluntary insurance schemes. In Germany, both maternity and sickness benefit are paid under voluntary insurance arrangements open to the self-employed, which means that the range of both maternity and sickness benefits is open-ended. Consequently, any change to align maternity benefit or allowance to sickness benefit would not entail any changes in the rate of maternity payments, as maternity benefit is already similar to or higher than sickness benefit in most Member States. The provision of a temporary replacement (as an alternative to payment) Most Member States do not provide such a service to self-employed people on maternity leave. Exceptions are: • Austria, where self-employed workers can to ask for business assistance for the 8 weeks before and after the calculated due date. There are few data available on the rate and costs of using this service. The only figures that exist indicate that €2.5 million was spent in 2007 on business assistance in all cases, including maternity. • Finland, where such a service is available to self-employed farmers and assisting spouses when they receive a salary for their work. • France, where such service is provided to self-employed farmers and assisting spouses of all the self-employed, but not to self-employed workers other than farmers. • Germany, where members of the agricultural health insurance scheme can receive home help or farming help. ",
        "EN 31 EN In the 4 Member States where a temporary replacement service is provided, it is not an alternative to maternity leave payment, but a supplementary service for the self-employed. Some Member States have other measures to encourage temporary replacement, without providing a formal replacement service: • Slovenia, where if the self-employed employ a registered unemployed person as a temporary replacement during maternity leave, the state covers social security contributions for the replacement worker for up to 15 months. • Spain, which has some measures to encourage the hiring of temporary replacements, but does not formally provide this service to self-employed women. Consequently, the provision of a temporary replacement service for 14 weeks would require significant changes in the Member States. The costs of this option are calculated assuming different percentages of self-employed mothers wanting to use such a service (20%, 40%, 60%) and different rates of payment for the replacement service as a proportion of average self-employed income (50%, 70%, 100%). The calculation assumes a replacement for 14 weeks, even though the length of maternity leave could be less. The estimated number of self-employed women who become mothers per year in the 23 Member States with no temporary replacement service is around 200 000. At the high end of the range considered, if 60% of such women were to take advantage of the temporary replacement service at 100% payment, i.e. fully paid by the state, the costs would be substantial — €418 million per year. However, such a scenario is not very likely. It can be anticipated that a lower proportion of self-employed women would use the temporary replacement service. If 20% of self-employed women used the service at 50% payment, the total cost would be significantly lower, at €69 million per year. The cost would be even lower if the replacement period is less than 14 weeks. Table 3 in Annex 1 provides a detailed assessment of the costs by Member State. As regards administrative costs , in particular the administrative burden on businesses, no specific negative impacts have been identified, as this option would only apply to limited category of self-employed workers (pregnant self-employed workers and self-employed workers who have recently given birth). The proposal would, in any case, give self-employed women the choice to benefit (or not) from maternity leave. The impact would be limited to those having opted-in. In any case, the fact that self-employed workers are given the choice to join would mean that there would be no imposed additional costs on businesses. Social impacts Taking into account that the average age for starting a business (35 years) is close to the average age of women at the birth of the first child (29 years), this option would undoubtedly allow women to remain at work during pregnancy and motherhood and could encourage more women to take up self-employment. Environmental impacts ",
        "EN 32 EN No environmental impacts have been identified. 6.4. A directive amending Directive 86/613/EEC: providing leave to care for family members Economic impacts In 15 Member States, the self-employed are entitled to paid leave in order to care for family members, as part of either mandatory or voluntary social insurance. In most Member States, however, data on the numbers of self-employed making use of this benefit are not collected on a routine basis (Table 4 in Annex 1 provides summary information on the situation in the Member States). Member States where such a benefit is not available for the self-employed are Austria, Belgium, Cyprus, Czech Republic, Greece, Ireland, Italy, Lithuania, Netherlands, Portugal, Spain and UK. The table below illustrates some potential cost implications if leave to care for family members is introduced for the self-employed in these Member States. In the absence of actual data, some assumptions are made about the numbers of self-employed who would take up this benefit (2%, 4%, and 6%), the rates of payment (80%, 100%), and the total number of days of leave per year (5). The table indicates that the 12 Member States providing no leave to care for family members have around 18 million self-employed people. At the high end of the range, if 6% of these people were to make use of such leave for 5 days a year at 100% payment, this would cost around €340 million p.a. In contrast, a lower take-up (2%) and payment (80%) would result in significantly lower costs: €90 million. ",
        "EN 33 EN Costs of the option to provide leave to care for family members in countries that currently do not have such provision for the self-employed Source: EPEC study Costs of change, different scenarios for take-up, size of benefit and average duration, €, p.a. Number of self- employed, 2006 Average annual income, 2006, € 2% of self- employed at 80% payment for total of 5 days p.a. 2% of self-employed at 100% payment for total of 5 days p.a. 4% of self- employed at 80% payment for total of 5 days p.a. 4% of self- employed at 100% payment for total of 5 days p.a. 6% of self- employed at 80% payment for total of 5 days p.a. 6% of self- employed at 100% payment for total of 5 days p.a. Austria 473.300 24.911 2.584.192 3.230.240 5.168.384 6.460.480 7.752.576 9.690.720 Belgium 577.200 20.694.90 2.618.103 3.272.629 5.236.207 6.545.258 7.854.310 9.817.887 Cyprus 69.000 Data on the average annual income of the self-employed are not available, so no costs can be calculated Czech Republic 746.700 5.572 911.915 1.139.894 1.823.830 2.279.788 2.735.745 3.419.681 Greece 1.329.000 12.205.05 3.555.181 4.443.976 7.110.361 8.887.951 10.665.542 13.331.927 Ireland 322.300 28.000 1.977.951 2.472.438 3.955.901 4.944.877 5.933.852 7.417.315 Italy 5.648.600 33.200 41.103.237 51.379.047 82.206.475 102.758.093 123.309.712 154.137.140 Lithuania 199.800 2720.4 119.131 148.914 238.262 297.828 357.393 446.742 Netherlands 1.008.500 21.900 4.840.800 6.051.000 9.681.600 12.102.000 14.522.400 18.153.000 Portugal 1.119.300 Data on the average annual income of the self-employed are not available, so no costs can be calculated Spain 3.257.300 9.324 6.656.672 8.320.840 13.313.344 16.641.680 19.970.015 24.962.519 UK 3.673.300 32.346 26.041.986 32.552.483 52.083.972 65.104.965 78.125.958 97.657.448 Total 18.424.300 90.409.168 339.034.380 ",
        "EN 34 EN As regards administrative costs , in particular the administrative burden on businesses, no specific negative impacts have been identified, since the option would only open an additional entitlement to the limited number of persons concerned. Social impacts One of the dominant features of demographic change over the coming decades in Europe will be the rising share of people aged 80 years and over. A common feature across Europe is also that the burden of caring for relatives falls mainly on women. Providing for a period of leave would allow some self-employed women to stay in work despite the need to care for family members. Given that reconciling work and family life is one of the main factors behind decisions by women to take up or reject self-employment, provision for care leave could have a positive impact. Environmental impacts No environmental impacts have been identified. 6.5. A directive amending Directive 86/613/EEC: giving assisting spouses a legal status and social protection in their own name Economic impacts Table 6 in Annex 1 presents information on recognition of the contribution of assisting spouses and their subsequent coverage in social security schemes (including maternity leave payment). This shows that 8 Member States recognise the contribution of assisting spouses: they are insured in social security schemes as are their self-employed partners and receive the same level of social protection, notably maternity leave benefits. In 19 Member States, the contribution of assisting spouses to the family business is not recognised. In some, however, an assisting spouse can join a voluntary social security scheme and hence be entitled to certain benefits. However, such provision for joining voluntary schemes does not ensure universal coverage of assisting spouses. The costs of this policy option to Member States, estimated to be around €2.9 billion p.a. in 19 Member States, represent around 0.113% of current social security expenditure in these Member States (around €2.5 trillion in 2005, Eurostat). Under this option, the contribution to the family business would be recognised and assisting spouses would join social security schemes on the basis of the contribution rates currently paid by the self-employed in the Member States concerned. As mentioned above, many Member States do not collect data on assisting spouses. Often, the broader category of ‘contributing family members’, ‘unpaid family workers’, or ‘relatives’ is used. These definitions encompass not only assisting spouses, but also other members of the family, such as parents, children, brothers or sisters. Therefore, the number of assisting spouses considered here for the calculations is estimated at 80% of the broader category ",
        "EN 35 EN ‘contributing family workers’, which corresponds to around 2.9 million assisting spouses in the 19 Member States that do not recognise their contribution. Recognition of the work of assisting spouses should mean that they are granted the same protection and benefits for maternity and motherhood as self-employed workers. Eight Member States provide maternity leave payment to assisting spouses at a level similar to that for the self-employed. These Member States are Belgium, Cyprus, Denmark, Finland, Hungary, Luxembourg, Netherlands and Sweden. If such an option is retained, it is difficult to assess exactly what the costs would be for each self-employed worker, for assisting spouses or for the family business as a whole. According to Eurostat 30 , at EU27 level, payments by the self-employed constitute around 60% of all social protection receipts (with the remaining 40% coming from general taxation). This being an average, it is not possible to quantify exactly the contribution required from self-employed workers, assisting spouses or family businesses as this would in any case depend on political decisions taken by the Member States concerned. The costs for the social security scheme and for self-employed workers depend on how the proposal is implemented in each Member State. The experience in at least one Member State shows that assisting spouses can be covered by a social security scheme without increasing the level of contributions to social security, by providing for a distribution of benefits and contributions between both members of the couple. In that case, the contributions and the benefits remain only dependent on the revenue of the family business. In any case, in order to assess the maximum potential costs for self-employed workers, the fourth column of the table below shows the increase in the contributions of self-employed workers to social security assuming that the costs would be borne entirely by self- employed workers in addition to the contributions currently paid, although this is not the case in practice since part of the financing of social security comes from other sources. The real costs would therefore be lower in practice . It should be noted that the costs for the Member State of the implementation of the Directive (second column of the table below) could be neutral if the Member State decides to pass entirely the costs to self-employed workers or to provide for a distribution of benefits and contributions between both members of the couple. The second and the fourth columns show the maximum costs of the two extreme decisions: to support the costs entirely by the social security system or entirely by the self-employed workers themselves. It has to be noted that the envisaged proposal could give assisting spouses the choice whether or not to join the same social security system applicable to self-employed workers, under the same conditions applicable to them (notably on contributions). In that case, there would be no imposed additional costs for assisting spouses or for the family business. 30 Social protection in the European Union, Statistics in focus, Population and social conditions, 46/2008, Table 5. ",
        "EN 36 EN Costs of the option to provide social security coverage for assisting spouses: absolute, percentage of social security expenditure and maximum percentage increase in contributions Member State Absolute costs Percentage of overall social security expenditure Maximum percentage increase in contributions Austria 98 098 627 0.138925% 1.4% Bulgaria 5 230 285 0.148901% 0.3% Czech Republic 14 186 480 0.073923% 0.3% Estonia 163 543 0.011648% 0.1% France 163 354 610 0.030162% 1.2% Germany 583 506 135 0.088428% 1.9% Greece 248 256 554 0.517357% 5.5% Ireland 10 511 179 0.035679% 0.4% Italy 954 518 700 0.253841% 2.3% Latvia 7 129 385 0.442489% 0.9% Lithuania 6 856 055 0.250331% 1.8% Malta n/a n/a n/a Poland 404 147 461 0.842119% 2.6% Portugal n/a n/a n/a Romania 74 614 680 0.662405% 0.7% Slovakia 858 511 0.013339% 0.1% Slovenia n/a n/a n/a Spain* 189 306 420 0.099997% 3.8% United Kingdom 216 596 212 0.044711% 0.3% ",
        "EN 37 EN * In Spain, Law 20/2007 of 11 July 2007 gives assisting spouses the same level of protection as self-employed workers. This option would therefore have no impact in view of the change in national law. Source: EPEC study The table above shows the costs for Member State and/or self-employed workers in case assisting spouses are obliged to join the same social protection schemes as self-employed workers. In order to adapt the potential costs to the needs and resources of the family business, assisting spouses could be given the possibility to voluntary join the social protection scheme, without making it mandatory. In that case, the costs would be dependant on the percentage of assisting spouses who decide to join such a scheme. What has happened in MS where assisting spouses receive social protection in their own name? In order to assess the impact of this option on social security contributions, it is useful to look at the experience of Member States where this option has already been implemented. Belgium Before 2003, assisting spouses were not obliged to take up any form of social security insurance. From January 2003 however, it became obligatory for assisting spouses to take up insurance with limited protection, called the ‘mini-status’. Since July 2005, assisting spouses have been obliged to register for the so-called ‘maxi-status’ covering sick leave, invalidity and maternity. ",
        "EN 38 EN Contributions and entitlements of the self-employed and assisting spouses Self-employed Assisting spouses with ‘maxi-status’ Contribution is not fixed Depends on income of year t-3: — 22% of part of inflation-adjusted professional income for the reference year up to €49 315.46 — 14.16% of part of income between €49 315.46 and €72 675.38. Minimum contribution = €585.30 Maximum contribution = €3 539.29 Contribution is not fixed Depends on income of the self-employed husband/wife: — 22% of part of inflation-adjusted professional income for the reference year up to €49 315 — 14.16% of part of income between €49 315.46 and €72 675.38. Minimum contribution = €257.12 Max contribution = €3 539.29 The new legislation has had an impact on the participation of assisting spouses in a social security scheme. The number of assisting spouses registered in 2003, when participation became obligatory, increased significantly, rising from 5 287 in 2002 to 64 424 in 2003. Luxembourg In Luxembourg, assisting spouses are covered by the same social protection scheme as for self-employed workers. Nevertheless, the level of contributions has remained unchanged, since the professional revenue of the family business is divided, where applicable, between the main insured person (the self-employed worker) and the persons assisting the family business (spouse or other relatives). The revenue attributed to the assisting spouse or relative is limited to a certain amount (twice the minimum wage), with the remaining part of revenue always attributed to the self-employed worker. In any event, the system in Luxembourg shows that assisting spouses can be compulsorily covered by a social security scheme in their own name without increasing the level of contributions to social security . As regards administrative costs , in particular the administrative burden on businesses, no specific negative impacts have been identified. Although the implementation of the option would require some administrative steps to be taken, the costs would be limited and would be exceeded by far by the advantages to the family business of the implementation of the option. In case assisting spouses are given the choice to join (or not) the social security scheme, the impact would be limited to the family businesses having opted-in. In any case, the fact that assisting spouses are given the choice to join would mean that there would be no imposed additional costs for assisting spouses or businesses. Social impacts The recognition of the work of assisting spouses would greatly improve the situation of women, especially in rural areas, where assisting spouses are more numerous. ",
        "EN 39 EN Having social rights in their own name would make assisting spouses less vulnerable in the event of divorce, death of the self-employed partner or bankruptcy. Environmental impacts No environmental impacts have been identified. 6.6. A directive amending Directive 86/613/EEC to give competence to national equality bodies to deal with the self-employed and assisting spouses In all Member States, one or more bodies have been set up in accordance with Directives 2000/43/EC, 2002/73/EC and 2004/113/EC. Such national bodies are responsible for providing independent assistance to victims of discrimination in pressing their complaints, conducting independent surveys, publishing independent reports and making recommendations on issues related to discrimination. As explained in Annex V, the legal situation of the self-employed is complex. Nevertheless, they are already covered by Directive 2002/73/EC, as far as conditions of access to self- employment are concerned, and by Directive 2004/113/EC as providers or users of goods and services. Both Directives provide for the establishment of an ‘equality body’. Giving the national equality bodies competence to deal with both the self-employed and assisting spouses would not impose any significant administrative burden on Member States. First, these bodies already partly cover these groups (the self-employed), and second, the limited numbers of assisting spouses compared with the total number of persons that national equality bodies may have to handle (all potential victims of discrimination based on race, all employees, all vocational trainees, all providers of goods and services, and all users of goods and services). Furthermore, the possibility to lodge complaints with national equality bodies and benefit from their assistance could very like reduce substantially the cases of litigation coming before the national courts. Since national equality bodies are already in place in all Member States, the extension of their competences to the persons and matters covered by the envisage initiative would not entail high additional costs. The cost effectiveness of this option appears therefore very positive. 7. C OMPARISON OF OPTIONS Overview table Options Objectives 6.1: No new action 6.2: Non- binding measures 6.3: Maternity (self- employed workers) 6.4: Care leave (self- employed workers) 6.5: Social security protection for assisting spouses 6.6: Equality Bodies ",
        "EN 40 EN Increase the number of women in self- employment Neutral 0 Positive ++ Positive +++ Positive + Neutral 0 Neutral 0 Give assisting spouses a legal status Neutral 0 Neutral 0 Neutral 0 Neutral 0 Positive +++ Neutral 0 Increase the number of assisting spouses covered by social security in their own name Neutral 0 Neutral 0 Neutral 0 Neutral 0 Positive +++ Neutral 0 Give the self- employed and assisting spouses effective legal remedies Neutral 0 Neutral 0 Positive + Positive + Positive + Positive +++ Consistency with the EU’s general objectives Neutral 0 Positive + Positive +++ Positive ++ Positive +++ Positive + Cost effectiveness Neutral 0 Neutral 0 Positive +++ Positive + Positive +++ Positive +++ None of the objectives would be achieved by the option of taking no new action. This would impose no costs on the Member States or individuals, but would not have any positive impact. Non-binding measures should be pursued, but, in view of the initiatives already in place or recently announced, new non-binding measures do not seem necessary. In any case, non- binding measures can address only some of the difficulties faced by women wishing to start a business (access to finance, social networks, training and support), but will have no impact on other issues underlying the gender gap in entrepreneurship such as reconciliation between ",
        "EN 41 EN work and family life and social protection. They would also be irrelevant as far as assisting spouses are concerned. The option of amending the Directive is therefore the only one capable of achieving the objectives. As the Directive covers two different categories of persons (the self-employed and assisting spouses), it is hardly surprising that no single option for amending the Directive can achieve all the objectives. The table above shows clearly that measures have to be taken for both the self-employed and assisting spouses if the objectives are to be met. The cost of the option to provide for leave to care for family members has proved to be difficult to assess. The figures advanced by the EPEC study are based on assumptions impossible to validate (percentage of persons wishing to benefit, length of leave). Also in view of its less evident impact on filling the gender gap in entrepreneurship, the option of providing leave for the self-employed to take care of dependent relatives should not be selected: its impact on the decision to become self-employed is not evident and the cost/benefit ratio seems negative. In conclusion, in order to meet the objectives as far as possible, and taking into account the cost-effectiveness of the options, the preferred option is a combination of options 6.1, 6.3, 6.5, and 6.6, i.e. continuation of the non-binding measures that are in place or envisaged, combined with a proposal for a directive amending Directive 86/613/EEC to provide for maternity leave for self-employed women, to give assisting spouses social security coverage comparable that that enjoyed by the self-employed and to give competence to the national Equality Bodies in the matters covered by the Directive. In addition to the non-binding measures, the preferred option therefore consists of a proposal for a directive amending Directive 86/613/EEC and containing the following elements: • the right for self-employed women to benefit from maternity leave, the length of which would be 14 weeks maximum, with 2 weeks mandatory leave; • the right of assisting spouses to be covered by the same social security provisions applicable to self-employed workers; • the competence of national equality bodies in the area covered by the Directive. In order to take into account the specificities of self-employment and to avoid imposing additional costs to family businesses, the envisaged proposal could provide that self-employed women and assisting spouses are given the possibility to join the social protection system at their own request. In that case, any additional cost to family businesses would be a consequence of the choice made by the self-employed woman or the assisting spouse. 8. M ONITORING AND EVALUATION ARRANGEMENTS 8.1. Possible indicators An indicator to measure progress in female entrepreneurship already exists, since Eurostat regularly collects and publishes data on the subject. Nevertheless, assessing the extent to which any change in the level of female entrepreneurship can be attributed to an amendment ",
        "EN 42 EN to Directive 86/613/EEC will be difficult, since there are many reasons why people decide to become self-employed, or not as the case may be, and only a few will be influenced by the legal situation in the areas covered by Directive 86/613/EEC. No indicator is currently available for assisting spouses. The registration of assisting spouses in social security schemes, if this option is retained, could serve as a direct indicator. In any case, certain indirect indicators could be used, such as the number of new registrations in social security schemes, the number of self-employed persons declaring their spouses as partners or employees, etc. The proposal should include an obligation, to apply three years following transposition, for reporting by the Member States to the Commission and by the Commission to Parliament and the Council. Such reports should analyse the way the Directive has been transposed and consider its impact in practice. 8.2. Monitoring Like the recent Directives on gender equality, once adopted the proposed directive will be monitored with the aid of the Progress Programme (2007-2013) 31 . Under the latter the EU has set up a European network of legal experts in gender equality to support the Commission’s work by providing independent information and advice on legal developments in this area in the Member States. In accordance with the Communication A Europe of results: Applying Community law 32 , the Commission will also set up an expert group, comprising representatives of the Member States and the Commission, to discuss issues concerning the directive’s transposition into national legislation. 8.3. Transposition The time limit for transposition will be two years after adoption. Two years appears to be an adequate period for transposition of the Directive into national law since an additional period will be granted for the most complex issue (assisting spouses). Indeed, in order to allow time to comply with the provisions for assisting spouses (recognition and coverage by social security schemes), an additional period would be granted to Member States. Six years after the adoption of the directive, the Governments of the Member States and the national Equality Bodies are to send the Commission information for a report to Parliament and the Council on the application of the Directive. When drafting this report, the Commission will also take due account of the opinions of and information provided by relevant stakeholders (including businesses, European NGOs, and social partners). 31 Decision No 1672/2006/EC of the European Parliament and of the Council of 24 October 2006 establishing a Community Programme for Employment and Social Solidarity — Progress, OJ L 315/1 of 15.11.2006. 32 Document COM(2007) 502 final. ",
        "EN 43 EN The report could be accompanied, if needed, by any proposals to update the Directive in the light of its impact. In order to prevent difficulties in the transposition of the Directive and reduce the number of infringement proceedings, the Commission will set up an ad-hoc group of national experts in order to prepare the transposition by Member States. ",
        "EN 44 EN Annex I: Statistical information Table A: Numbers of assisting spouses (contributing family workers), EU27 Total Male Female Year Comments Austria 58 200 21 500 36 700 2006 Assisting family members Belgium 49 000 4 200 44 800 2006 Bulgaria 39 800 13 200 26 600 2006 Contributing family members Cyprus 7 786 2201 5585 2006 Unpaid family workers Czech Republic 29 800 7100 22700 2006 Denmark 7 810 744 7066 2006 Differing definitions of assisting spouse Estonia 1 500 800 700 2005 Unpaid family workers Finland 13 000 8 000 6 000 2006 France 101 033 n/a n/a 2006 Numbers registered in social security schemes Germany 382 000 89 000 293 000 2006 Assisting family members Greece 293 700 104 900 188 800 2006 Family workers Hungary 13 682 2 306 11 376 2006 Family helpers Ireland 5 517 n/a n/a Assisting relatives Italy 422 000 181 000 241 000 All unpaid family workers, not just spouses Latvia 16 300 8 700 7 600 2006 Unpaid family workers Lithuania 35 500 n/a n/a 2006 Contributing family members Luxembourg 1 300 n/a n/a 1998 Malta n/a n/a n/a Netherlands n/a n/a n/a Poland 670 000 263 000 407 000 2007 Contributing family members Portugal 36 000 12 000 24000 2001 Romania 1 190 000 300 000 800 000 Contributing family members in agriculture Slovakia 2 300 900 1 400 2006 Contributing family members Slovenia 41 000 17 000 24 000 2007 Unpaid family workers Spain 222 793 88680 134 113 2007 Assisting relatives Sweden 12 200 7400 4800 2006 United Kingdom 99 119 39 945 59 174 2007 Unpaid family workers Source: EPEC study. ",
        "EN 45 EN Table B: Numbers of self-employed 2006 Source: Eurostat, LFS, 2006. Country Total Total (’000s) Agriculture Industry Services 1 → 2 → Male Female Male Female Male Female Male Female Austria 473.3 308 165.3 75.4 59 57.7 9.8 174.9 96.6 Belgium 577.2 411.3 165.9 42.2 7.8 98.4 11.1 270.7 146.9 Bulgaria 368.7 248.9 119.9 78.6 42.3 39.3 ... 130.9 72.2 Cyprus 69 51.3 17.7 5.7 0.9 16.2 1.1 29.4 15.7 Czech Republic 746.7 546.6 200.1 27.5 4.9 240 20.8 279 174.3 Denmark 234.7 174.5 60.1 31.5 ... 47.5 4.8 95.3 52.7 Estonia 50.6 35.9 14.7 ... ... 12.5 ... 17.3 11.1 Finland 301.2 207.4 93.8 51.3 19.7 56.1 8.8 99.4 65 France 2589 1858.6 730.5 416.4 133.5 482.8 49.8 958.9 546.9 Germany 4134.7 2868.6 1266.1 237.2 34.3 727.1 100.4 1904.3 1131.3 Greece 1329 965.8 363.2 238.9 123.1 213.9 23.4 513 216.7 Hungary 476.6 330.5 148.1 47.7 12.5 105.5 15.6 177.3 120.1 Ireland 322.3 271.6 50.7 82.5 4.3 84.7 4.1 104.2 42.3 Italy 5648.6 4046 1602.6 331.1 97.3 1226.3 159.2 2488.6 1346.2 Latvia 109.4 65.5 43.9 27.4 21.5 13.8 ... 24.1 19.5 Lithuania 199.8 123.1 76.6 58.6 36.9 23.6 ... 41 36.3 Luxembourg 14.9 9.9 5.1 1.9 0.8 1 ... 6.9 4.2 Malta 20.8 18 2.8 ... ... 5.5 ... 11.1 2.6 Netherlands 1008.5 677.7 330.9 87.4 26.3 136.7 19.7 395.4 231.5 Poland 2903.3 1892.7 1010.6 939 572.4 340.3 52.8 612.6 385.4 Portugal 1199.3 696.4 503 231 244.9 195 38.4 270.1 219.7 Romania 1924 1372.2 551.8 1020.4 449.9 154.7 10.8 197.1 91.2 Slovakia 288.6 215.2 73.4 14.6 ... 102.6 6.5 97.9 65.9 Slovenia 108.8 81.7 27.1 29.2 7.8 23.5 3 28.6 16.4 Spain 3257.6 2309.5 948.1 288.5 96.9 766.8 97.9 1254.2 753.3 Sweden 461.8 345.8 115.9 46 9 88.2 10.4 210 96.2 United Kingdom 3673.7 2654.5 1019.2 150.7 35 998.9 87.3 1501.4 894.7 EU-27 32492.1 22787.2 9707.1 4560.7 2041 6258.8 735.7 11893.6 6854.9 ",
        "EN 46 EN Table C — Comparison of maternity leave provisions for employees and the self- employed, EU27 3 → Maternity leave provisions for employees Maternity leave provisions for the self-employed Country Duration (weeks) Payment Duration (weeks) Payment Is maternity leave duration / payment equal or lower for the self- employed? Austria 8 Maternity allowance is dependent on previous income. 8 €24.78 per day, €750 monthly. Average annual income is around €24 000 (€2 000 monthly), so maternity benefit is around 37% of average self- employed earnings equal Belgium 15 Private sector: 82% of full earnings during the 1st month and 75% for the remaining weeks, with an upper limit of €109.56 per day. Public sector: full salary 8 Monthly fixed amount €1 416.24. Average annual income of self- employed is around €20 700 (around €1 720 monthly). So maternity benefit represents around 83% of average monthly wage lower Bulgaria 45 90% of average daily wage 45 90% of average declared insured income equal Cyprus 18 The amount of maternity allowance is determined on the basis of the weekly average of the insured woman’s paid and credited insurable earnings in the previous contribution year. 18 75% of weekly insurable earnings equal Czech Republic 28 69% of previous income over 12 months 28 69% of declared income equal Denmark Flexible Maternity benefit is calculated on the basis of wage income. In 2008 the maximum amount is €472 per week. 52 On the basis of income, subject to minimum and maximum levels equal Estonia 20 100% of previous taxable income 20 100% of previous taxable income equal Finland 17.5 Calculated on the basis of previous earnings. 17.5 Calculated on the basis of previous earnings equal ",
        "EN 47 EN France 16 Daily allowances depend on the insurance contributions paid during the previous 10 months. 2 weeks for farmers, 8.5 weeks for other self- employed None for farmers, €60 daily maximum for other self-employed lower Germany 14 70% of net income Range of choice in voluntary insurance schemes Range of choice in voluntary insurance schemes lower Greece 16 The amount is 30 times the daily wage of an unskilled worker, and is increased by 10% for each dependent family worker. No leave provided one-off payments lower Hungary 24 70% of daily average gross earnings in the previous calendar year. 24 70% of average gross earnings equal Ireland 26 80% of the amount calculated by dividing gross income in the relevant tax year by the number of weeks actually worked in that year. Subject to a minimum payment of €221.80 and a maximum payment of €280.00 a week. 26 80% of income, subject to a minimum payment of €221.80 and a maximum €280 a week equal Italy 20 Throughout maternity or paternity leave, a daily allowance equal to 80% of most recent earnings is paid through the social security system [INPS], including any other sickness allowances due. 35 80% of minimum wage in the respective sector, for liberal professions: 80% of 5/12 of fiscal income in the preceding year lower Latvia 16 Maternity allowance is 100% of the average social security tax contribution. 16 Maternity allowance is 100% of the average social security tax contribution. equal Lithuania 18 100% of average salary Part of voluntary insurance Subject to minimum and maximum amounts, based on contributions lower Luxembourg 16 100% of income 16 100% of income equal Malta 14 100% of wages 14 50% of legal minimum wage lower Netherlands 16 100% of wages 16 maximum of the minimum wage lower Poland 18 100% of base income 18 100% of base income equal ",
        "EN 48 EN Portugal 17 or 21 17 weeks = 100% of wages; 21 weeks = 80% of wages 17 100% of reference earnings equal Romania 18 85% of average monthly income over 6 months out of the last 12 months of documented contribution period 18 85% of average monthly income for 6 months out of the last 12 months equal Slovakia 28 Monthly compensation: 55% of monthly contribution 28 55% of monthly contribution equal Slovenia 15 Maternity allowance is determined on the basis of the average pay received over the preceding 12 months. 15 100% of previous earnings equal Spain 16 100% of salary during maternity leave. 16 100% of the contribution basis equal Sweden 68 80% of revenue 68 80% of revenue equal United Kingdom Between 26 and 52 weeks Statutory Maternity Pay is taxable and available for up to 39 weeks. It is provided at 90% of the employee’s average weekly earnings, with no upper limit, for the first 6 weeks and at the standard rate (£112.75) or at a rate equal to 90% of average weekly earnings (whichever rate is lower) for the remaining 33 weeks. 39 90% of gross weekly earnings or £112.75, whichever is lower equal Source: EPEC study ",
        "EN 49 EN Graph 1: Start-up motivations by gender Graph 2: Percentage of entrepreneurs with an assisting spouse ",
        "EN 50 EN ",
        "EN 51 EN Table 1: Cost implications of changes in the duration and payment of maternity leave in Austria, Belgium, Greece, Lithuania and France Proposed duration in weeks Increase required (weeks) Weekly maternity leave benefit, € Numbers of self- employed who become mothers Costs of change, p.a., € Overall social security expenditure, 33 € 4 Costs of change as % of overall social security expenditure b c d e c x d x e Austria 14 6 173.46 2 461 2 561 310 70 612 400 000 0.00363% Belgium 14 6 354 15704 33 355 296 89 652 300 000 0.03721% Greece 14 14 12 340 7 227 35 412 300 47 985 500,00 0.073798% Lithuania 14 14 2 720 1 754 1 284 657 2 738 800 000 0.04691% 14 14 0.00 19 296 34 113 460 480 France Farmers Others 14 5.5 420.00 9 916 22 905 960 541 594 000 000 0.0251877% 33 Social protection data taken from Eurostat. 34 Number of self-employed farmers who receive birth or adoption benefits, mainly in the form of an allowance for temporary replacement services. Self-employed farmers are not entitled to daily benefits for maternity leave. ",
        "EN 52 EN Table 2: Cost implications of providing compulsory social insurance in Bulgaria, the Czech Republic and Romania Number of self- employed women Estimated numbers of self- employed who become mothers in a year 35 Current maternity leave provision in voluntary insurance Average annual income, € Cost of change to provide maternity leave for all self- employed women, for current leave duration, € % of overall social security expenditure Cost of change to provide maternity leave for all self- employed women, for 14 weeks leave, € % of overall social security expenditure Overall social security expenditure, € 1 → Bulgaria 87 600 8 400 45 weeks at 90% of average declared income 1 920 12 561 231 0.35760% 3 907 938 0.111255% 3 512 600 000 Czech Republic 200 100 10 200 28 weeks at 69% of declared self- employed income 5 572 21 116 166 0.11003% 10 558 083 0.055016% 19 190 800 000 Romania — farmers only 229 220 9 054 18 weeks at 85% of average monthly income 521 1 387 955 0.01232% 1 079 521 0.009584% 11 264 200 000 35 Based on the birth rate of the general population. ",
        "EN 53 EN Table 3: Temporary replacement Costs of Option 2c Costs of change (providing a temporary replacement service for 14 weeks) –Option 2c, €, p.a. Number of self- employed mothers Average annual income of self- employed, €, p.a. 20% take- up rate with 50% payment 20% take-up rate with 70% payment 20% take-up rate with 100% payment 40% take-up rate with 50% payment 40% take-up rate with 70% payment 40% take-up rate with 100% payment 60% take-up rate with 50% payment 60% take- up rate with 70% payment 60% take-up rate with 100% payment Belgium 15 704 14 912.10 6 304 836 8 826 770 12 609 672 12 609 672 17 653 540 25 219 344 18 914 508 26 480 311 37 829 015 Bulgaria 8400 1920 434 215 607 902 868 431 868 431 1 215 803 1 736 862 1 302 646 1 823 705 2 605 292 Cyprus 201 Not available Czech Republic 10 200 5 572 1 530 157 2 142 220 3 060 314 3 060 314 4 284 439 6 120 628 4 590 471 6 426 659 9 180 942 Denmark 2178 62 800 3 682 495 5 155 494 7 364 991 7 364 991 10 310 987 14 729 982 11 047 486 15 466 481 22 094 972 Estonia 169 1 500 6 842 9 579 13 684 13 684 19 157 27 367 20 526 28 736 41 051 Finland (all self-employed, not just farmers) 2 790 36 611 2 750 049 3 850 069 5 500 099 5 500 099 7 700 138 11 000 197 8 250 148 11 550 207 16 500 296 France (all self-employed, not just farmers) 9 916 23 600 6 300 474 8 820 663 12 600 948 12 600 948 17 641 327 25 201 895 18 901 422 26 461 990 37 802 843 Germany (all self-employed, not just farmers) 10 062 15708 4 255 395 5 957 553 8 510 791 8 510 791 11 915 107 17 021 581 12 766 186 17 872 660 25 532 372 Greece 7 227 12 340.09 2 401 049 3 361 469 4 802 099 4 802 099 6 722 938 9 604 197 7 203 148 10 084 407 14 406 296 Hungary 3 944 3 229 342 870 480 018 685 740 685 740 960 036 1 371 480 1 028 610 1 440 055 2 057 221 Ireland 4 575 28 000 3 448 846 4 828 385 6 897 692 6 897 692 9 656 769 13 795 385 10 346 538 14 485 154 20 693 077 Italy 15 226 22 000 9 018 656 12 626 119 18 037 312 18 037 312 25 252 237 36 074 625 27 055 968 37 878 356 54 111 937 Latvia 427 6 415.42 73 786 103 300 147 571 147 571 206 600 295 143 221 357 309 900 442 714 Lithuania 1754 2720.4 128 466 179 852 256 931 256 931 359 704 513 863 385 397 539 556 770 794 Luxembourg 45 Data on the average annual income of the self-employed are not available, so no costs can be calculated Malta 27 9 000 6 505 9 107 13 010 13 010 18 214 26 020 19 515 27 321 39 031 ",
        "EN 54 EN Netherlands 3 068 16 300 1 346 376 1 884 926 2 692 752 2 692 752 3 769 853 5 385 504 4 039 128 5 654 779 8 078 256 Poland 29 500 8 808 6 995 585 9 793 818 13 991 169 13 991 169 19 587 637 27 982 338 20 986 754 29 381 455 41 973 508 Portugal 3 829 Data on the average annual income of the self-employed are not available, so no costs can be calculated Romania 897 916 22 112 30 957 44 224 44 224 61 914 88 448 66 336 92 870 132 672 Slovakia 1 372 5 072 187 352 262 293 374 704 374 704 524 585 749 408 562 056 786 878 1 124 111 Slovenia 274 Data on the average annual income of the self-employed are not available, so no costs can be calculated Spain 61 879 9 324 15 533 533 21 746 946 31 067 066 31 067 066 43 493 892 62 134 132 46 600 599 65 240 838 93 201 198 Sweden 3 500 17 095 1 610 875 2 255 225 3 221 750 3 221 750 4 510 450 6 443 500 4 832 625 6 765 675 9 665 250 UK 3 858 32 346 3 359 754 4 703 656 6 719 508 6 719 508 9 407 312 13 439 017 10 079 262 14 110 967 20 158 525 Total 201 022 69 740 229 418 441 372 ",
        "EN 55 EN Table 4: Overview of information on the option to provide leave for self-employed people to care for family members (entitlement and payment or temporary replacement ) Overview of information on the option to provide leave for self-employed workers to care for family members (entitlement and payment or temporary replacement) Entitlement Payment Temporary replacement (alternative to payment) Current situation Implications of proposed change Current situation Implications of proposed change (equivalent to sick leave) Current situation Implications of proposed change (to provide temporary replacement) Austria Not part of mandatory insurance schemes Significant change Not part of mandatory insurance schemes Significant change Not part of mandatory insurance schemes Significant change Belgium Not provided Significant change Not provided Significant change Not provided Significant change Bulgaria Same as benefits for temporary incapacity to work due to illness No change 80% of average daily gross pay No change Not entitled Significant change Cyprus Not provided. Employees are entitled to unpaid leave to care for family members. Significant change Not provided Significant change Not provided Significant change Czech Republic Not provided Significant change Not provided Significant change Not provided Significant change ",
        "EN 56 EN Overview of information on the option to provide leave for self-employed workers to care for family members (entitlement and payment or temporary replacement) Entitlement Payment Temporary replacement (alternative to payment) Current situation Implications of proposed change Current situation Implications of proposed change (equivalent to sick leave) Current situation Implications of proposed change (to provide temporary replacement) Denmark Benefit is available only for care of terminally ill family members No change The minimum benefit is around €1 700 per month and cannot exceed 1.5 times the amount that the person would receive if he/she were sick and cannot exceed the former income of the person No change Not provided Significant change Estonia Care allowance is paid to salaried employees and the self- employed, but not assisting spouses No change For caring for a child up to 12 years: 80-100% of previous taxable income No change Not provided Significant change Finland Special care allowance is paid irrespective of employment status to all parents who are prevented from working due to illness of children. No change Paid for up to 60 working days per child per calendar year. The level depends on the contributions paid under the earnings- related pension scheme. No change Not provided Significant change ",
        "EN 57 EN Overview of information on the option to provide leave for self-employed workers to care for family members (entitlement and payment or temporary replacement) Entitlement Payment Temporary replacement (alternative to payment) Current situation Implications of proposed change Current situation Implications of proposed change (equivalent to sick leave) Current situation Implications of proposed change (to provide temporary replacement) The minimum daily amount is €15.20. France Both farmers and other self-employed (as well as employees) are entitled only to a ‘supplement for free choice of activity’ (complement de libre choix d’activite) No change The benefit does not depend on professional status, but is paid in accordance with public family policy (CAF). The rate and duration of payments depends on many factors (number of children, choice of part-time job, wage ceilings) so is difficult to determine overall. No change Not provided Significant change Germany Only those self-employed who have access to public social insurance have access to this benefit. Otherwise, it forms part of voluntary insurance schemes for the self-employed. No change Only those self- employed who have access to public social insurance have access to this benefit (provided for up to 25 days for parents in a No change Not provided Significant change ",
        "EN 58 EN Overview of information on the option to provide leave for self-employed workers to care for family members (entitlement and payment or temporary replacement) Entitlement Payment Temporary replacement (alternative to payment) Current situation Implications of proposed change Current situation Implications of proposed change (equivalent to sick leave) Current situation Implications of proposed change (to provide temporary replacement) partnership and 50 days for single parents). Otherwise, it forms part of voluntary insurance schemes for the self- employed. Greece Not provided Significant change Not provided Significant change Not provided Significant change Hungary The same care allowance is provided both to the self-employed and employees No change Paid leave: childcare assistance is provided until the child reaches the age of ten if he/she is permanently ill or disabled. Sickness benefit is paid to an insured parent looking after a sick child below the age of 12. Amount of days paid: max. 84 days per year per child No change Not provided Significant change ",
        "EN 59 EN Overview of information on the option to provide leave for self-employed workers to care for family members (entitlement and payment or temporary replacement) Entitlement Payment Temporary replacement (alternative to payment) Current situation Implications of proposed change Current situation Implications of proposed change (equivalent to sick leave) Current situation Implications of proposed change (to provide temporary replacement) for children aged 1- 3; 42 days for children aged 3-6; 14 for children aged 6-12. (For single parents 84 days for children aged 3-6 and 28 days for children aged 6-12) Ireland Not provided Significant change Not provided Significant change Not provided Significant change Italy Not provided Significant change Not provided Significant change Not provided Significant change Latvia An insured person can receive sick leave allowance either if s/he is sick or has to take care of a child aged 14 or less. No change Sick leave allowance is 80% of the average social security tax basis. No change Not provided Significant change Lithuania Not provided Significant change Not provided Significant change Not provided Significant change Luxembourg The same system as for employees: 2 days/year for sick children less than 16 years of age. No change The same system as for employees: No change Not provided Significant change ",
        "EN 60 EN Overview of information on the option to provide leave for self-employed workers to care for family members (entitlement and payment or temporary replacement) Entitlement Payment Temporary replacement (alternative to payment) Current situation Implications of proposed change Current situation Implications of proposed change (equivalent to sick leave) Current situation Implications of proposed change (to provide temporary replacement) Parental leave of 6 months for all workers who leave their professional activity to take care of a child less than 5 years of age. The amount of the allowance is €1 778.61 per month. 2 days/year for sick children less than 16 years of age. Parental leave of 6 months for all workers who leave their professional activity to take care of a child less than 5 years of age. The amount of the allowance is €1 778.61 per month. Malta The self-employed and employees are entitled to leave to care for sick family members only if they satisfy a means test (i.e. fall under a non-contributory social insurance scheme) No change Payments under the Carer’s Pension and Social Assistance Scheme range between €61.96 and €85.88 per week, together with an additional bonus of €3.12 per week. A six- monthly bonus of €135.10 is also paid No change Not provided Significant change ",
        "EN 61 EN Overview of information on the option to provide leave for self-employed workers to care for family members (entitlement and payment or temporary replacement) Entitlement Payment Temporary replacement (alternative to payment) Current situation Implications of proposed change Current situation Implications of proposed change (equivalent to sick leave) Current situation Implications of proposed change (to provide temporary replacement) (Ministry for the Family and Social Solidarity). Netherlands Not provided Significant change Not provided Significant change Not provided Significant change Poland The self-employed are entitled if covered by sickness insurance (which is voluntary). Farmers are not entitled to this benefit under their social insurance system. No change 80% of base amount, maximum duration depends on age of child No change Not provided Significant change Portugal Not provided Significant change Not provided Significant change Not provided Significant change Romania Provided No change Up to 2 years (or 3 years in case of disability), flat monthly rate of €216 No change Not provided Significant change Slovakia Entitled under sickness insurance No change 55% of daily contribution, paid for 10 days No change Not provided Significant change Slovenia Entitled No change The state pays benefit only after first 30 days of leave, so the self- No change Not provided Significant change ",
        "EN 62 EN Overview of information on the option to provide leave for self-employed workers to care for family members (entitlement and payment or temporary replacement) Entitlement Payment Temporary replacement (alternative to payment) Current situation Implications of proposed change Current situation Implications of proposed change (equivalent to sick leave) Current situation Implications of proposed change (to provide temporary replacement) employed must cover the first 30 days themselves Spain Not provided Significant change Not provided Significant change Not provided Significant change Sweden Parents are entitled to temporary parental benefits if they have to stay at home from work in order to look after a sick child under the age of twelve. This also applies if the person who normally looks after the child falls ill. No change Parents together are eligible for temporary parental benefit for sixty days per child and year. It is also possible draw temporary parental benefit for visits to a doctor or child healthcare centre. The replacement rate is based on 80% of previous annual net revenue/365. No change Not provided Significant change United Kingdom Not provided Significant change Not provided Significant change Not provided Significant change ",
        "EN 63 EN ",
        "EN 64 EN Table 5: Costs of the option to grant leave to care for family members in countries that do not currently provide such benefits to the self-employed Costs of change, different scenarios for take-up, amount of benefit and average duration, €, p.a. Number of self- employed, 2006 Average annual income, 2006, € 2% of self- employed with 80% payment for total of 5 days p.a. 2% of self- employed with 100% payment for total of 5 days p.a. 4% of self- employed with 80% payment for total of 5 days p.a. 4% of self- employed with 100% payment for total of 5 days p.a. 6% of self- employed with 80% payment for total of 5 days p.a. 6% of self- employed with 100% payment for total of 5 days p.a. Austria 473 300 24 911 2 584 192 3 230 240 5 168 384 6 460 480 7 752 576 9 690 720 Belgium 577 200 20 694.90 2 618 103 3 272 629 5 236 207 6 545 258 7 854 310 9 817 887 Cyprus 69 000 Data on the average annual income of the self-employed are not available, so it is not possible to calculate the costs Czech Republic 746 700 5 572 911 915 1 139 894 1 823 830 2 279 788 2 735 745 3 419 681 Greece 1 329 000 12 205.05 3 555 181 4 443 976 7 110 361 8 887 951 10 665 542 13 331 927 Ireland 322 300 28 000 1 977 951 2 472 438 3 955 901 4 944 877 5 933 852 7 417 315 Italy 5 648 600 33 200 41 103 237 51 379 047 82 206 475 102 758 093 123 309 712 154 137 140 Lithuania 199 800 2720.4 119 131 148 914 238 262 297 828 357 393 446 742 Netherlands 1 008 500 21 900 4 840 800 6 051 000 9 681 600 12 102 000 14 522 400 18 153 000 Portugal 1 119 300 Data on the average annual income of the self-employed are not available, so it is not possible to calculate the costs Spain 3 257 300 9 324 6 656 672 8 320 840 13 313 344 16 641 680 19 970 015 24 962 519 UK 3 673 300 32 346 26 041 986 32 552 483 52 083 972 65 104 965 78 125 958 97 657 448 Total 18 424 300 90 409 168 339 034 380 ",
        "EN 65 EN Table 6: Overview of information on the option to ensure social protection for assisting spouses Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change Austria Insurance is not mandatory for assisting spouses. If assisting spouses are insured, the level of social protection is the same as for the self-employed. Bankruptcy: no special protection Divorce: possibility to remain in the same insurance scheme as before the divorce Maternity allowance not provided Provision of mandatory maternity allowance for all assisting spouses Belgium Since 2006 reform, assisting spouses are obliged to register for the ‘maxi-status’ and receive almost the same protection as the self- employed Assisting spouse has no insurance in the event of bankruptcy. In the event of divorce, the social status of ‘assisting spouse’ is lost, which can lead to problems with social security. Assuming that collaboration in the business also ceases, then assisting spouses, subject to the ‘maxi- status’ as from 2006, can keep on paying contributions for 2 years and are thus still covered for the 2 years following the divorce. If the ex-spouses continue working together then the assisting spouse becomes a helper, and no longer has the ‘maxi-status’ but the social status of a self-employed worker Same entitlement as self- employed (8 weeks at a weekly fixed amount of €354.06) No change Bulgaria The status of assisting Would entail No special protection The status of assisting Provision of ",
        "EN 66 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change spouses is not recognised in social insurance. They have to register as self-employed and join compulsory and/or voluntary insurance schemes to benefit from such schemes. significant change spouses is not recognised in social insurance. They have to register as self- employed and join compulsory and/or voluntary insurance schemes to benefit from such schemes. mandatory maternity allowance for all assisting spouses Cyprus The contribution of assisting spouses is recognised, and they are insured as self- employed in the single social insurance scheme. The social insurance law was amended in 2001 to cover assisting spouses in agriculture. The revision of the law boosted the number of registered assisting spouses in agriculture. No change In the event of divorce, spouses receive no benefits. In the event of bankruptcy, self- employed persons (and assisting spouses whose contribution is recognised) are still entitled to the benefits under the social insurance scheme, if they fulfil the contribution conditions. The contribution of assisting spouses is recognised, and they are insured as self-employed in the single social insurance scheme. Maternity benefits are above the proposed minimum level. No change Czech Republic Cooperating persons (national definition of assisting spouses) have the same protection as the self- employed No change A cooperating person has the same protection as the self- employed in the event of divorce or bankruptcy. Cooperating persons have the same protection as the self-employed. Participation in the sickness insurance scheme, which covers maternity benefits, is voluntary for the self- employed. Provision of maternity allowance for all assisting spouses (currently part of voluntary insurance) ",
        "EN 67 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change Denmark The status of assisting spouses is the same as for the self-employed, if the spouse does not formally have wage-earner status. No change Due to the universal character of the welfare state model, assisting spouses will in general have the same protection as other citizens. The self-employed and their spouses have the same rights to maternity leave as wage earners. No change Estonia The contribution of assisting spouses is not recognised, but they have the same social security rights as inactive persons. Their coverage in social security schemes is lower than for the self-employed, but they have rights to universal non- contributory schemes, including family benefits Bankruptcy does not affect the level of social protection provided to assisting spouses. In the event of divorce or bankruptcy, the protection of assisting spouses depends on the existence of a marital property contract defining rights and obligations. In certain cases, social protection for assisting spouses is reduced following divorce. The coverage of assisting spouses in social security schemes is lower than for the self- employed, but they have rights under universal non-contributory schemes, including family benefits. Assisting spouses have the same rights as inactive persons. There is no health insurance for inactive persons unless they themselves pay contributions. However, the state provides health insurance to all pregnant women and mothers of children under 3 years of age, even if they are inactive. All inactive persons are also entitled to a flat-rate parental Provide full maternity leave ",
        "EN 68 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change benefit (i.e. EEK 3 600 (€230) for 575 days after the birth of a child) from the state even if they did not pay any contributions. Finland Participation in the general social security scheme is automatic for every resident, including the self-employed and assisting spouses. The entitlement of assisting spouses to earnings-related social security benefits depends on the legal status of the self-employed partner. If an unpaid assisting spouse of a sole trader decides to stay and work in the company without pay even after divorce, she/he would not be entitled to the statutory earnings-related benefits. If s/he started to work for a salary, s/he would have the status of a salaried employee and be entitled to social protection. If an assisting spouse is left unemployed after divorce, s/he will be recognised as an employee and therefore also be entitled to social protection. All mothers (employed, self-employed, assisting spouses) receive a maternity grant and maternity allowance for 17.5 weeks (six days a week). In addition they are also entitled to parental allowance for up to 158 days (26.3 weeks, six days a week). The rate of maternity and parental allowance depends on the legal status of the assisting spouse and self- employed partner and the contributions made to the earnings-related pension schemes. No change France Since July 2007 the status of ‘collaborator’ and hence social insurance coverage has been mandatory for assisting spouses. In the event of divorce, the assisting spouse loses the status of ‘collaborator’: divorce is considered to be a cause for dismissal, but the assisting Assisting spouses who are legally married are entitled to a flat-rate one-off contribution allowance for maternity Provision of daily maternity benefits for all assisting spouses ",
        "EN 69 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change spouse is entitled to unemployment insurance benefits. Personal pension rights are considered to be personal, and therefore cannot be revoked in the event of divorce. In the event of bankruptcy, the law stipulates that if the business was set up after marriage, and therefore constitutes a common good, bankruptcy liability extends to all the household’s goods. leave: the amount corresponds to twice the monthly minimum wage (€2855, 1 July 2007). No daily benefits are paid Germany Assisting family members are seen as co-owners of the firm or farm. Assisting family members are therefore regarded as self- employed persons, who are protected through the company they belong to rather than by public social insurance. The level of risk protection chosen is the decision of the family. This of course presumes that financial resources are available. Significant change The protection received by assisting family members in the event of divorce depends on individual settlements between the partners. In general, the net increase in wealth achieved during the partnership is shared between the partners. Assisting family members are not covered by bankruptcy insurance as is the case for registered employees. Assisting family members are seen as co- owners of the firm or farm. Assisting family members are therefore seen as self-employed persons, who are protected through the company they belong to rather than by public social insurance. The level of risk protection chosen is the decision of the family. This of course presumes that financial resources Provision of maternity leave benefit for all assisting spouses ",
        "EN 70 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change are available. Greece Assisting spouses are not recognised by the system as a distinct category and derive their rights as family members of self-employed workers. They are then co- insured but are exempt from contributions. Assisting spouses (as spouses in general) receive survivor’s pensions. In the event of divorce, assisting spouses (again as for all spouses) can claim survivor’s pension if their husband/wife dies. Generally such a pension is a fraction of the pension received by the deceased person and is provided indefinitely, but the exact amount varies (as do the conditions) depending on the fund paying the pension. Different funds have different rules. In the event of bankruptcy, assisting spouses bear no financial liability, except in cases where they owned (in whole or in part) the family enterprise. Assisting spouses are co- insured and entitled to maternity benefits as are their self-employed partners. For farmers and their spouses: a maternity allowance (€169) and a birth allowance (€338.57) (both one-off payments) The birth allowance for other self-employed workers is €735 (one-off payment). Provision of maternity leave benefit for 14 weeks Hungary Assisting spouses are covered in two ways. If their income is below 30% of the minimum wage, they can pay a flat health service fee, which does not give access to cash benefits. If their income is above 30% of the No change The concept of bankruptcy is linked to the existence of a company as a legal entity. If there is such a company, it is protected by bankruptcy legislation (note however that the use of bankruptcy is extremely limited). There is no bankruptcy Assisting spouses are covered in two ways. If their income is below 30% of the minimum wage, they can pay a flat health service fee, which does not give access to cash benefits. If their No change ",
        "EN 71 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change minimum wage, they have to pay full contributions and are covered for the same benefits as the self- employed. protection for individuals or companies with unlimited liability. Such businesses make up a large share of all enterprises. If only one of the spouses or partners is a member or owner of the business, the other spouse has the right to claim his or her share in the event of divorce. In such cases, the assets are split by agreement between the parties or by a court. income is above 30% of the minimum wage, they have to pay full contributions and are covered for the same benefits as the self- employed (including 24 weeks maternity leave). Ireland Family members who work together are generally not insurable. Spouses of self- employed contributors are specifically exempted from pay-related social insurance contributions in respect of their working activity with their spouse. However, there is scope under social welfare legislation to enable spouses who are partners in an enterprise, or who work together in a legally incorporated business, to be insurable and to gain entitlement to certain benefits and pensions. Accordingly, where there is No specific protection Not provided Provision of maternity leave benefit for all assisting spouses ",
        "EN 72 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change evidence of a commercial partnership between the spouses or the incorporation of a family business as a limited company, assisting spouses are liable to pay contributions Assisting spouses can also make voluntary contributions to pay-related social insurance. Italy No specific social protection exists. Assisting spouses are included in the category of domestic workers. If they have a contract, they would have the level of social protection associated with the type of contract. No special protection No specific social protection exists, so no specific maternity leave benefit exists. Assisting spouses are included in the category of domestic workers. If they have a contract, they would have the level of social protection associated with the type of contract. Provision of maternity leave benefit for all assisting spouses Latvia Assisting spouses (according to the law — legally married spouses) can join the social security scheme voluntarily and choose their level of protection, if they have not reached retirement age. Assisting spouses (according to the law — legally married spouses) can join the social security scheme voluntarily and choose their level of protection, Provision of mandatory maternity leave benefits for all assisting spouses ",
        "EN 73 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change if they have not reached the retirement age. If they are covered by the insurance scheme, there is no difference between the self-employed and assisting spouses where maternity leave is concerned (16 weeks at 100% of average declared income). Lithuania Self-employed workers assisting family members are not covered by social insurance on a mandatory basis (these persons may take out only voluntary social insurance for the basic and supplementary pension as well as for sickness and maternity allowance). The category of assisting family members (including assisting spouses) is not defined by law. In the event of divorce or bankruptcy, self-employed workers assisting family members receive no social insurance benefits. They may only claim social benefits funded from the state budget, which are means-tested or granted to particular categories of the population without means-testing (there are no specific legal provisions covering family members assisting self-employed workers). Self-employed workers assisting family members are not covered by social insurance on a mandatory basis (these persons may take out only voluntary social insurance for the basic and supplementary pension as well as for sickness and maternity allowance). Provision of mandatory maternity leave benefits for all assisting spouses Luxembo urg The registration of assisting spouses is mandatory, but the status of assisting spouse is not often chosen. If assisting spouses obtain an exemption from this status No change No information available on any special protection in the event of divorce or bankruptcy The registration of assisting spouses is mandatory, but the status of assisting spouse is not often chosen. If assisting spouses obtain an No change ",
        "EN 74 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change (which is often the case), they are covered by the social insurance of their partner exemption from this status (which is often the case), they are covered by the social insurance of their partner, and are hence entitled to corresponding maternity leave benefits. Malta As regards the contributory scheme, the assisting spouses of self-employed workers are not entitled to social security benefits as they do not pay social security contributions. Spouses are only covered by social security if they are registered as employees of the same business and thus pay social security contributions. In this case, they are entitled to the normal benefits of employees. On the other hand, non-contributory benefits granted to the ‘head of household’, provided certain criteria are met, take into consideration the spouse. No laws specifically cover assisting spouses in the event of divorce or bankruptcy As regards the contributory scheme, the assisting spouses of self- employed workers are not entitled to social security benefits as they do not pay social security contributions. Spouses are only covered by the social security scheme if they are registered as employees of the same business and thus pay social security contributions. Provision of mandatory maternity leave for assisting spouses Netherlan Assisting spouses are No protection in the event of From July 2008, paid No change required ",
        "EN 75 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change ds entitled to the new maternity benefit only divorce or bankruptcy maternity leave of at least 16 weeks will be provided to the self- employed and assisting spouses. Poland The status of spouse is recognised. Generally speaking, spouses have the same social security protection as the self- employed, if they voluntarily pay sickness and maternity insurance contributions. If they do not pay the voluntary contributions, they are not insured for maternity/ paternity leave or leave to care for a family member. As from 30 December 1999, self-employed farmers must also pay social insurance contributions for assisting persons (such as assisting family members), unless such persons are employed outside farming and are covered by social insurance outside farming. No change In the event of divorce, a spouse ceases to be an assisting person within the meaning of the law because the family relationship has ceased, so he or she is no longer covered by insurance. Such protection can only be maintained if the spouse enters into an employment relationship with the former partner. In the event of bankruptcy (according to bankruptcy law and rehabilitation proceedings) the assisting person is treated in the same way as the self-employed person, so he or she is no longer covered by social security. In such cases, the assisting person is not treated as an employee, which would give entitlement to benefits from the Guaranteed Social Benefits Fund. Generally speaking, spouses have the same social security protection as the self-employed, if they voluntarily pay sickness and maternity insurance contributions. Provision of mandatory maternity leave for all assisting spouses Portugal Assisting spouses should pay contributions to social In the event of divorce or bankruptcy, assisting spouses no Regarding the level of protection, the benefits Provision of mandatory maternity ",
        "EN 76 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change security. However, an assisting spouse is defined as someone that participates regularly and for considerable period of time in the activity pursued by the self-employed worker. This definition leaves room for subjective interpretation, so in reality only assisting spouses who actually want to be recognised as such pay social security contributions. longer have the possibility to pay social security contributions. are the same as for the self-employed partner if the assisting spouse is paying social security contributions. However, the assisting spouse can choose a different level of income to which the contribution rate applies. He or she can never choose a higher level of income than that declared by the self- employed partner, but can opt for a lower level. leave benefits for all assisting spouses Romania The contribution of assisting spouses is recognised, and they benefit from social protection if their self- employed spouse is insured (social insurance is mandatory for all self- employed workers except farmers, who can opt for voluntary insurance) No change, except for assisting spouses of farmers Not provided The contribution of assisting spouses is recognised, and they benefit from social protection if their self- employed spouse is insured (social insurance is mandatory for all self- employed workers except farmers, who can opt for voluntary insurance). In such cases, the assisting spouse also receives maternity leave No change, except for assisting spouses of farmers Slovakia Contributing family workers No change There are no special provisions Insurance for maternity Provision of ",
        "EN 77 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change (including assisting spouses) are obliged to pay social contributions to pension and reserve funds. Assisting family workers may always increase their level of social protection by making voluntary payments to the sickness insurance and unemployment insurance funds. concerning these issues. Assisting spouses do not have the status of employee so cannot claim severance pay or similar compensation. In the event of divorce, all property acquired after marriage is considered as joint and is divided by half between the divorced couple. In the event of bankruptcy, all the property of the married couple may be used to cover the claims of creditors. leave benefit is available on a voluntary basis. mandatory maternity leave benefits for assisting spouses Slovenia The contribution of assisting spouses is recognised, but social protection similar to that available to the self- employed is provided only if assisting spouses are voluntarily insured. Provision of mandatory insurance No specific protection for assisting spouses Social protection similar to that available to the self-employed is provided only if the assisting spouses are voluntarily insured. Provision of mandatory maternity leave benefits for all assisting spouses Spain The contribution of assisting spouses is not recognised Provision of mandatory insurance No specific protection for assisting spouses in the event of divorce or bankruptcy. They are only entitled to the benefits available to all spouses in divorce cases, so there is no special treatment for assisting spouses. Not provided at the moment Provision of maternity leave benefits for all assisting spouses ",
        "EN 78 EN Overview of information on the option to ensure social protection for assisting spouses Recognising the contribution of assisting spouses to businesses Protection in the event of divorce and bankruptcy Maternity leave of 14 weeks for assisting spouses (as in policy option 1) Current situation Implications of proposed change Current situation Implications of proposed change Current situation Implications of proposed change Sweden The contribution of assisting spouses is recognised and the level of social protection is the same as for the self- employed, provided there is a transfer of taxable net revenue from the self- employed worker to the assisting spouse. Social security benefits for an assisting spouse depend on his/her record of previous income. No special protection The level of social protection is the same as for the self-employed, provided there is a transfer of taxable net revenue from the self- employed worker to the assisting spouse. Social security benefits for an assisting spouse depend on his/her record of previous income. United Kingdom The contribution of assisting spouses is not recognised if they do not receive an income, and they do not receive the same level of social protection as the self- employed No special protection The contribution of assisting spouses is not recognised if they do not receive an income, and they do not receive the same level of social protection as the self- employed ",
        "EN 79 EN Table 7: Costs of the option to provide social security coverage for assisting spouses in countries where it does not currently exist Country Number of assisting spouses (contributing family workers), estimated at 80% of the number of contributing family workers Average annual income of the self- employed Notional economic value of the work of assisting spouses, estimated at 60% of the average self- employed income Amount of social security contributions to be paid by assisting spouses (1/3 of 20% of salary), €, p.a. Amount of social security contributions to be paid by the state (2/3 of 20% of salary), €, p.a. Austria 46 560 24 911 14 947 41 754 822 97 427 917 Bulgaria 31 840 1920 1 152 2 200 781 5 135 155 Czech Republic 29 800 5 572 3 343 5 977 642 13 947 830 Estonia 1 200 51.7% of all self-employed earn €1 597 or less 958 68 947 160 877 France 80 826 23 600 14 160 68 670 109 160 230 255 Germany 305 600 22 428 13 457 246 743 885 575 735 731 Greece 234 960 12 205.05 7 323 103 237 148 240 886 678 Ireland 4 414 28 000 16 800 4 448 909 10 380 787 Italy 337 600 33 200 19 920 403 499 520 941 498 880 Latvia 13 040 6 415.42 3 849 3 011 655 7 027 194 Lithuania 28 400 2720.4 1 632 2 781 337 6 489 786 Malta n/a 48.5% of all self-employed declare they earned less than €9 784 n/a n/a n/a Poland 536 000 8 808 5 285 169 959 168 396 571 392 Portugal 28 800 Not available n/a n/a n/a Romania 952 000 916 550 31 393 152 73 250 688 Slovakia 1 840 5 072 3 043 335 969 783 928 Slovenia 32 800 n/a n/a n/a n/a Spain 178 234 9 324 5 594 59 826 872 139 596 034 United Kingdom 79 295 32 346 19 408 92 335 771 215 450 133 Total 2 923 210 1 236 245 686 2 884 573 268 Source: EPEC study ",
        "EN 80 EN Annex II: Consultation of Member States: summary of submissions Overview of Member States’ replies to the consultation on the review of Directive 86/613/EEC Question 2.1: Is there a social protection scheme for self-employed workers? Is it mandatory or optional? Does it cover all sectors of activity? MS Reply AT The social protection scheme for self-employed workers is mandatory and applies as a matter of principle to all branches of the economy. BE Tout travailleur indépendant est soumis au régime de la sécurité sociale pour travailleurs indépendants, qui est d’ordre public et donc obligatoire pour tous. BU Social insurance contributions for self-employed persons are mandatory to cover the following insurable risks: disability stemming from unspecified disease, old age, death. Self-employed persons may additionally elect to cover themselves against the following insurable risks: temporary incapacity and maternity. CY The social security scheme covers all workers in Cyprus, in all sectors of activity DE There is no uniform social protection scheme for all self-employed workers in Germany. Under the statutory social security system (statutory insurance covering sickness, long-term care, pensions and occupational accidents), there are special regulations to cover certain groups of self-employed persons (including their assisting family members). In addition, there are other schemes for the members of those ‘liberal’ professions that are organised in professional associations (in German: ‘Kammern’), the ‘professional pension’ organisations. Germany has its own separate social protection scheme for farmers. EE Estonia’s social security scheme is universal and the right to social security is a person’s individual right. EL In Greece the social protection scheme for the self-employed is mandatory. The self-employed must be insured with the appropriate body for the activity they are engaged in. ES L’assujettissement au régime spécial de sécurité sociale pour les travailleurs indépendants est obligatore pour tous les travailleurs indépendants. ",
        "EN 81 EN FI Social protection for entrepreneurs broadly corresponds to that for employed persons in Finland. The objective is to provide the whole population with the same social security benefits and in particular to provide entrepreneurs and farmers with the same key welfare benefits as employees. In Finland there are therefore no special schemes for entrepreneurs covering all branches of social security — as a general rule they are insured under the same schemes as employees and the rest of the population. Entrepreneurs do have their own pension regulations within the earnings-related pension scheme but in terms of content they essentially correspond to the regulations for employees. The creation of uniform rights and obligations for all citizens, including entrepreneurs, corresponds to the Finnish perception that all citizens must be treated equally and fairly irrespective of their social status. Nevertheless, unlike employees, the entrepreneur can declare his/her own business income, based on which the level of earnings-related social security benefits and payments is set. The voluntary part of their social protection is greater than for employees. FR Les travailleurs indépendants sont couverts à titre obligatoire par des régimes de sécurité sociale distincts de celui applicable aux travailleurs salariés. IT No reply. LT A mandatory social protection scheme for self-employed workers has been in place in Lithuania since 1 January 1995. Since 2002, certain categories of self-employed workers whose yearly income exceeds the minimum wage for a 12-month period have been covered by mandatory social insurance for the basic pension and/or supplementary pension. The scheme is mandatory for all working-age self-employed workers, with some exceptions. LU Les indépendants sont couverts par le régime général de sécurité sociale applicable à toutes les personnes poursuivant une activité économique professionnelle au Luxembourg. Ce régime est obligatoire et il couvre tous les secteurs d’activité et, sous réserve des conditions à remplir, tous les risques. Toutefois, sont dispensées de l’assurance les activités non salariées exercées à titre principal ou accessoire lorsque le revenu professionnel qui en est retiré ne dépasse pas un tiers du salaire social minimum par an (523,43 € par mois). LV Self-employed workers are subject to mandatory social insurance. MT In Malta, there is a mandatory social protection scheme for self-employed workers, which covers all sectors of activity. NL Generally speaking, the Netherlands does not have a specific system of social protection for self-employed workers. Essentially, therefore, the Netherlands takes the view that a self-employed person bears full responsibility for his/her income and supplementary pension and for providing against loss of income as a result of sickness or disability. The Netherlands does, however, consider it a task of the government to ensure that self-employed workers are in a position to assume certain risks, i.e. that they can insure themselves privately at a reasonable price. In cases where the private sector does not offer a satisfactory solution, it is appropriate to examine whether and how government can play a part (where, for instance, there are ",
        "EN 82 EN special social needs, or where certain groups are in exceptional circumstances). In the Netherlands, self-employed workers are covered by the general rules governing social security and similar provisions. Self-employed workers have the same entitlements as employees (and other entitled persons) to public provision such as family allowance, retirement pension (AOW), survivors’ pension (ANW) and reimbursement of health expenses (health insurance and exceptional medical expenses). They also qualify for contributions towards specific cost items such as child-care. The Work and Social Assistance Act (WWB) makes provision for self-employed workers whose income is below, or likely to fall below, the statutory minimum wage. PL In the Polish legal system there has been a social protection system for self-employed workers for many years, also covering those working in agriculture. Individual farmers, i.e. individuals pursuing an agricultural activity who are self-employed and own their own arable farms, have their own system of social security separate from the universal system. Generally social security is compulsory for farmers for whom agriculture is their only means of making a living and whose arable farm comprises usable arable land with an area greater than 1 comparative fiscal hectare. Voluntary social security applies to farmers pursuing agricultural activities on arable farms with an area less than 1 comparative fiscal hectare. Another voluntary social security scheme covers farmers who are gainfully employed in addition to their arable farming, but the scope of insurance is limited solely to insurance against the risk of an accident during farm work (one-off compensation). The social protection system for persons pursuing non-agricultural activities is mixed in character because those persons are subject to compulsory retirement and disability insurance and insurance against accidents at work and occupational diseases and to voluntary insurance in the event of sickness and motherhood. In the Polish legal system, persons pursuing an activity other than an agricultural activity as defined in the Act on the Social Security System, notwithstanding the type of activity performed, come under the social security system. PT Le régime de sécurité sociale pour les travailleurs indépendants est obligatoire. Cependant, il est facultatif pour les personnes qui obtiennent des rendements annuels bruts égaux ou supérieurs à 6 fois la valeur de ‘l’index des soutiens sociaux’ (397,86 € en 2007). RO Romania has opted to include self-employed workers in the existing public pension, unemployment insurance and social health insurance schemes. Lawyers belong to a specific mandatory social insurance scheme. In order to receive a pension and other social insurance rights, farmers can opt to enter the scheme for public pensions and other social insurance rights by concluding an individual social insurance contract. ",
        "EN 83 EN Under the national legislation governing the public pension and health insurance schemes, there are special rules for self-employed workers and for family members regarding insurance cover, financing, and the consequences of non-compliance, while there are similar rules for self-employed workers and other groups of people as regards the risks covered and the benefits granted. Statutory cover is permitted in cases where several professional activities are practised. SK Act No 461/2003 Coll. on social insurance defines a gainful activity for the purposes of sickness and pension insurance as the activity of an employee or the activity of a self-employed worker. It is therefore clear that this is a universal system applying to all employees and self-employed workers (with the exception of members of the armed forces and the police, etc.) Self-employed workers are compulsorily covered by sickness and pension insurance if their income from business and other self-employed activity or revenue associated with business or other self-employed activity (for the previous calendar year) exceeds 12 times the minimum assessment basis. If the income or revenue is less, they may take out sickness and pension insurance voluntarily. ",
        "EN 84 EN Question 2.2: Which of the following aspects are covered by social security for the self-employed? Areas MS Permanent disability Temporary or long-term disability /sickness Pension Unemployment Maternity leave Paternity leave Leave to care for dependants AT Yes Yes, on voluntary basis Yes No. From 2009, possibility to opt-in. Comparable allowance available Comparable allowance available No, but available on a voluntary basis BE Yes Yes Yes No Yes No No BU Yes Optional Yes No Optional No No CY Yes Yes Yes No Yes No No DE Yes Yes Yes Optional Optional Yes Yes EE Yes Yes Yes Yes No, but maternity benefit available No No EL Yes Yes (agriculture) Yes No? No, but allowance No No ES Yes Yes Yes No ? No No FI Yes Yes Yes Yes Yes Yes Yes FR Yes Yes, partially Yes No Yes Yes Yes IT ? ? ? ? Yes Yes ? LT Yes Yes, partially ? No Yes, partially No Yes, partially ",
        "EN 85 EN LU Yes Yes Yes Yes Yes No No LV Yes Yes Yes No Yes Yes Yes MT Yes Yes Yes No No No No NL No No Yes No Yes? (Bill?) No No PL Yes Yes Yes Yes (not in agriculture) Yes Yes Yes PT Yes Optional Yes No Yes Yes No RO Yes Yes Yes Optional Optional Optional Optional SK Yes Yes Yes Optional Yes Yes Yes ",
        "EN 86 EN Question 2.3: How are the social security contributions of self-employed workers calculated? MS Reply AT Contributions are first (provisionally) assessed on the basis of the income of the insured person in the third previous calendar year and — once statements of income have been submitted — then (retrospectively) definitively on the basis of the insured person’s income in the year for which the contributions are due. The income taken into account for this purpose is that earned by the insured person from the self-employed activity to which the mandatory insurance relates, plus the statutory pension and sickness insurance contributions for that year, minus, under certain circumstances, any recapitalisation and capital gains. The contribution ceiling (2008) is €4 585 a month and, for most insured persons, the minimum contribution is €951.87 (which will, however, be reduced gradually up to 1 January 2015). In the pension insurance scheme for self-employed workers, the contribution rate is 22.8% of the contribution basis, of which, in 2007, 15.5% (rising by 0.25% a year to 17.5% in 2015) was accounted for by contributions from insured workers and 7.30% (falling by 0.25% a year to 5.30% in 2015) was contributed by the State. The contribution rate for sickness insurance in 2007 was 9.1%, but this was reduced from 1 January 2008 to 7.65%. The contributions of self-employed workers in the agricultural and forestry industries are based primarily on the standard value of the agricultural/or forestry holdings in question. The standard value is a capitalised income value determined by the tax offices for tax assessment purposes. The contribution basis is a percentage of the standard value of the agricultural/forestry holding and represents a flat-rate ‘notional’ monthly income from the agricultural/forestry holding. However, the person working the holding can also apply to have the social insurance contribution basis determined on the basis of the actual income tax assessment. BE Les cotisations représentent principalement un pourcentage des revenus professionnels. Le pourcentage varie en fonction de la catégorie de cotisant et de la tranche de revenu du cotisant. Les cotisations sociales diffèrent, par exemple, selon que la profession soit exercée à titre principal ou complémentaire, selon qu’il s’agisse d’un pensionné ou non, d’un conjoint aidant ou d’une personne admise en activité complémentaire par extension. BU The amount of social insurance contributions paid by self-insured persons depends on the risks against which they choose to be covered: - For persons insured against disability stemming from an unspecified disease, old age and death, 22 per cent; - For persons insured against all social risks excluding accidents at work, occupational disease and unemployment, 25.5 per cent. Social insurance contributions are payable in advance and are calculated as follows:- ",
        "EN 87 EN 1. for self-insured persons (except those registered as farm and tobacco leaf producers), on the basis of the monthly social insurance income, at an amount between the minimum and maximum monthly incomes determined by the ZBDOS State Social Insurance Budget Act ( Закон за бюджета на държавното обществено осигуряване ) for each relevant year; 2. for self-insured registered farm producers and tobacco leaf producers, on the basis of the monthly social insurance income, at 50% of an amount between the minimum and maximum monthly incomes determined by the ZBDOS State Social Insurance Budget Act for each relevant year; 3. for self-insured persons who are registered solely as farmers, on the basis of the monthly social insurance income, at 25 per cent of an amount between the minimum and maximum monthly incomes determined by the ZBDOS State Social Insurance Budget Act for each relevant year. CY Contributions to the social security scheme are proportional to insurable earnings. The total contribution for self-employed workers is 15.6% of insurable earnings. Of this amount, 11.6% is paid by self-employed workers themselves and 4% is paid by the State. For each occupational category, there is a mandatory minimum amount of insurable earnings. However, self-employed workers are entitled to pay contributions based on a higher amount of insurable earnings, up to the maximum amount. If the actual income of self-employed workers is lower than the minimum amount for the relevant occupational category, they are then entitled, on request, to pay contributions based on their actual income. DE Self-employed persons pay the normal monthly contribution irrespective of their actual earnings (the exceptions are marine pilots, home-workers, coastal mariners and coastal fishers). They can also pay lower or higher contributions if they can prove that their income sufficiently deviates from the norm. During the first three calendar years following the start of their self-employed status, they only pay half the normal contribution, but this can be increased to the full contribution. Provision is made to protect farmers in their old age by requiring them to pay uniform contributions not based on income. The contribution amount is based on the relationship between contributions paid in and benefits paid out under the statutory pension schemes (the Government makes up any shortfall). Where necessary, farmers’ contributions may be subsidised depending on their income. The amount the self-employed pay in contributions to the professional associations’ pension schemes is primarily based on the type of professional work they do and on their income. In the case of statutory occupational accident insurance, the regulations of the relevant occupational accident insurance fund prescribe the amount of annual earnings that serves as the basis for determining the contributions paid by the self-employed, who may be either 1) persons insured by law 2) employers and their spouses insured in accordance with the regulations of the occupational accident insurance fund or 3) persons insured on a voluntary basis. The regulations must provide persons insured by law and those insured in accordance with the regulations with the opportunity to upgrade their insurance. Under farmers’ occupational accident insurance, the amount of the annual earnings of farming entrepreneurs and their spouses on which contributions are chargeable is laid down by law. Under certain circumstances, the regulations of the various farmers’ occupational accident funds can set higher or lower contributions. ",
        "EN 88 EN In the case of persons who pay unemployment insurance on a voluntary basis, the income subject to contributions is 25 per cent of the monthly reference figure (section 345b Title III Social Code). In 2007, the income subject to contributions in the case of persons who voluntarily participate in a statutory health insurance scheme was €3562.50 per month; a person’s contribution is determined by multiplying this figure by the percentage rate set by the health insurance fund in question (the average for 2007 was 13.9+0.9 per cent). If a person proves that he/she is earning less than the above amount, his/her actual earnings will represent the income on which contributions are chargeable, whereby the lowest possible amount is €1 837.50 per month (figure for 2007). Based on this amount, the minimum contribution is about €250 a month. As from 1 April 2007, the minimum income subject to contributions has been reduced further to €1225 euros per month for persons in need. To determine whether a person is in need, not only that person’s income is taken into account but also his/her assets and the income of others living together with the person (in a joint household). This rule means that the person saves about €80 in contributions (now paying about €170 a month instead of the previous minimum monthly sum of about €250). Self-employed persons who are insured under a statutory health insurance scheme on a voluntary basis, or who are compulsorily insured in accordance with the new legal provisions for boosting competition in the statutory health insurance system (section 5(1)(13) of Title V of the Social Code), are automatically compulsorily insured under a long-term care insurance scheme. The income on which long-term care contributions are chargeable is the same as for statutory health insurance. The minimum amount for 2007 was thus €31.24 a month (€1 837.50 x 1.7 per cent), or €35.83 a month (€1 837.50 x 1.95 per cent) for childless persons. Self-employed persons who have taken out private health insurance are compulsorily insured with a private long-term care insurer. The premiums charged for long-term care insurance are subject to certain conditions to ensure that they are socially acceptable. EE In order to be covered by pension and sickness insurance, self-employed persons pay social tax like other workers. The rate of social tax is 33% of a self- employed person’s declared income, of which 20% goes to fund pension insurance and 13% to fund sickness insurance. Minimum and maximum rates are laid down for the calculation of the social tax for self-employed persons. The monthly rate laid down in the national budget for a given financial year may not be less than 75% of the minimum monthly wage set by the Government for 1 July of the previous year. The maximum monthly rate is 15 times the minimum monthly wage set by the Government. EL There are 7 insurance classes for OGA Fund contributions (agriculture), and the level of contributions is calculated based on these classes. The contributions to social security schemes for the self-employed are calculated on the basis of the insurance classes for the self-employed and the pay for salaried employees. ES La cotisation au régime de sécurité sociale est obligatoire pour toutes les personnes qui exercent des activités indépendantes. La particularité principale découle du fait que les travailleurs indépendants peuvent choisir annuellement la base de cotisation qui lui sera appliquée, en respectant les bases maximale et ",
        "EN 89 EN minimale établies sur base annuelle. Les marges maximale et minimale varient en fonction de l’âge de la personne et d’autres facteurs. FI Under the Employees’ Pension Act (TyEL), a self-employed person’s pension contribution is set at the level of the average TyEL pension contribution. A rebate is granted to farmers, so that the average farmer’s contribution is about half that of an employee’s. The occupational pension contribution is calculated as a percentage of earnings. Self-employed persons and farmers can themselves, within certain limits, decide on the income level they insure. The contributions of employees or self-employed persons aged 53 and above are higher than those of younger persons. This finances the higher pension accrual rate in the final years of working life. Entrepreneurs pay a mandatory 1.24% sickness insurance contribution on their annual earned income, which is used to finance the pharmaceutical costs of outpatient treatment as a result of illness and expenses arising from the use of private medical services, plus a 0.81% daily payment, which pays for sickness allowance and maternal, paternal and parental leave. The State and municipal taxes paid by entrepreneurs are also used to fund public municipal health care services covering the whole population, on which the Finnish health care system is essentially based. Entrepreneurs do not pay the unemployment insurance contribution. The basic unemployment allowance is tax-financed. Entrepreneurs can take out optional additional insurance to obtain an earnings-related (i.e. linked to income level) daily unemployment benefit — as can employees. If they so wish, entrepreneurs can join the entrepreneurs’ unemployment fund. The earnings-related share of the daily unemployment benefit is financed in full by entrepreneurs’ own contributions, i.e. by the members’ contributions to the unemployment fund. Entrepreneurs may themselves choose the income to be insured, on the basis of which the contribution to the fund is determined. FR Les cotisations sont calculées sur la base des revenus professionnels. IT No reply. LT Social insurance contributions by self-employed workers to obtain the basic pension entitlement amount to 50% of the base pension, while contributions for an additional pension entitlement amount to 15% of the annual income voluntarily declared by the self-employed person for social insurance purposes, which, however, may not be less than 12 times the minimum monthly wage. Self-employed workers must pay social insurance contributions for the additional pension entitlement where their annual taxed income, calculated in accordance with the Law on Individual Income Tax, after income tax, is equal to or exceeds 12 times the minimum monthly wage. Annual income is calculated at the end of the tax year on the basis of the information in the tax returns. Where a self-employed person has worked less than the entire tax year, his/her annual income is recalculated in proportion to the time worked. Where a self-employed person has worked less than the entire tax year, contributions for the additional pension entitlement are paid where the income for the period worked, as calculated in accordance with the Law on Individual Income Tax, after income tax, is equal to or exceeds the minimum wage for the period worked. Where the beginning or the end of the period of work does not coincide with the beginning of a month, the minimum wage is calculated in proportion to the number of calendar days worked. Once the owners or holders of individual farms register their farms in the Register of Farmers’ Farms, they must pay mandatory health insurance ",
        "EN 90 EN contributions, as required by Article 17.5 of the HIL for themselves and the grown-up members of their families working on the farm. Mandatory health insurance contributions must be paid starting from the month of the registration of the farm in the Register. Owners or holders of individual farms must pay mandatory health insurance contributions for themselves and the grown-up members of their families working on the farm by the last day of the current month, but they may also calculate and pay the contributions for future periods. LU Les cotisations sont calculées sur base du revenu net pour les activités non salariées autres qu’agricoles. Pour les activités non salariées agricoles, le revenu professionnel est fixé forfaitairement sur base des productions végétales et animales de l’exploitation agricole au cours de l’année précédant l’exercice de cotisation. L’assiette de cotisation mensuelle ne peut être inférieure au salaire social minimum de référence prévu pour un travailleur non qualifié, ni supérieure au quintuple de ce salaire. LV A self-employed person calculates social insurance contributions by multiplying the base for social insurance contributions by the contribution rate set for self-employed persons. The contribution rate is determined by the types of social insurance to which self-employed workers are subject (the rate and its breakdown by type of social insurance are determined each year by the Cabinet of Minsters). When paying social insurance contributions, self-employed persons must comply with the minimum and maximum bases for social insurance contributions established in Cabinet Regulation No 193 of 6 June 2000 ‘on the minimum and maximum bases for social insurance contributions’. MT There are four categories of social security contributions for employees and self-employed workers: those who earn up to €8 446 per year pay a fixed social security contribution of €24.37 per week; workers who earn from €8 449 up to €16 417 per year pay social security contributions equivalent to 15% of their total pay per week; those who earn more than €16 420 per year pay a fixed social security contribution of €47.38 per week; while those workers who are not self-employed and earn from €1 004 up to €6 986 per year pay a social security contribution of €20.17 per week. NL The contributions of self-employed workers towards their state old-age and survivors’ pensions are income-dependent. The amount of the contribution for the voluntary continuation of state sickness and disability insurance is based on the insured amount, subject to a ceiling (the ‘full daily wage’). Where former employees opt to continue contributing to a pension fund, they must pay the full contribution themselves, even in cases where part of that contribution was formerly paid by the employer (as part of the worker’s terms and conditions of employment). PL Social protection contributions for persons pursuing a non-agricultural activity are calculated as a percentage of the contribution calculation base. The calculation base for retirement and disability pension contributions for persons pursuing non-agricultural activities is the income declared by these persons, but no lower than 60% of the average monthly wage for the previous quarter. The calculation base for sickness and accident social security contributions for persons pursuing a non-agricultural activity is the calculation base for retirement and disability pension contributions. The calculation base ",
        "EN 91 EN for voluntary sickness insurance contributions may not exceed 250% of the average monthly wage in the previous quarter. This figure is determined on a monthly basis starting from the third month of the calendar quarter, for a three-month period, on the basis of the average wage for the previous quarter. PT La cotisation des travailleurs indépendants est fonction de l’application d’un taux contributif à une rémunération conventionnelle choisie par le bénéficiaire parmi 10 échelons préalablement définis. Le taux contributif est de 25,45% pour le régime obligatoire ou 32% pour le régime élargi. RO As regards unemployment insurance contributions, persons insured under an unemployment insurance contract are obliged to pay a monthly contribution at a rate determined according to their monthly income declared in the unemployment insurance contract. The declared monthly income may not be less than the minimum gross guaranteed national wage. As regards insurance contributions to the public pension scheme, there are special rules for self-employed workers. Under the rules, contributions are borne entirely by the insured person and rates vary according to working conditions as follows: normal working conditions — 29%; difficult working conditions — 34%; special working conditions — 39%. The calculation is based on declared monthly income. As regards insurance contributions to the health insurance scheme, the monthly contribution of an insured person is set at a rate of 6.5%, which applies to the taxable income of a self-employed person paying income tax. If that income is the sole income upon which the contribution is calculated, the contribution may not be less than the minimum gross national monthly wage. The contribution is paid on a quarterly basis. SK The assessment basis for a self-employed worker subject to mandatory sickness insurance and pension insurance is half the proportional amount of the income tax basis for natural persons pursuing a business or other self-employed activity. The proportional amount of the tax basis is the amount corresponding to one calendar month of pursuing the business or other self-employed activity. Depending on the assessment of the start of mandatory sickness and pension insurance and the amount of the assessment basis, a self-employed worker is required to submit a tax return statement to the competent office (according to the place of residence) by 30 June of the calendar year. ",
        "EN 92 EN Question 2.4. Is the status of assisting spouses recognised at national level? How? MS Reply AT There is no special rule for assisting spouses. In other words, assisting spouses are covered by pension insurance only if they meet the statutory criteria for such mandatory insurance, e.g. they are employees. However, the fact that there is no special rule for assisting spouses also means that, if necessary, they can also claim all the benefits provided for in the applicable social security legislation. BE Les conjoints aidants bénéficient d’un statut propre depuis le 1er janvier 2003, date à laquelle une présomption légale a été introduite en leur faveur. Désormais, est assujetti au statut social en qualité de conjoint aidant l’époux ou l’épouse d’un travailleur indépendant qui n’ouvre pas de droits propres à des prestations dans un régime obligatoire de pensiuon, d’allocations familiales et d’assurance contre la maladie et l’invalidité, au moins égales à celles du statut social des travailleurs indépendants, notamment via une activité professionnelle propre. Cette mesure s’applique également à l’aidant célibataire d’un travailleur indépendant lié à ce dernier par une déclaration de cohabitation légale. BU The social security system does not provide for participation by ‘assisting spouses’. It ought to be pointed out, however, that uninsured mothers have the right to family benefits under the ZSPD Family Child Benefits Act ( Закон за семейни помощи за деца ), including a one-off pregnancy benefit payment, a one-off childbirth benefit and monthly benefits for minding children up to the age of one. CY The employment of a spouse in a self-employed worker’s business, where he/she carries out the same or similar tasks, is recognised as insurable. DE The important role played by farmers’ wives in agricultural holdings is recognised under the farmers’ old-age protection schemes, especially by the fact that they enjoy protection in their own right — this new protection was at the heart of the agrarian social reform of 1995. An assisting spouse is insured in the same way as the farmer. With regard to unemployment insurance, there are no special rules for assisting spouses or other persons employed by a member of their family beyond those that apply to all other employees. They require mandatory insurance under the same conditions as all other employees, and if they become redundant they may claim employment-promotion benefits. The deciding factor here is whether a genuine agreement underlies the work in question, and whether such work is actually done, or whether it is merely a case of a relative helping out the family. If the following criteria are fulfilled, this would suggest than the job is subject to mandatory insurance: there is a written employment contract, the family member is integrated within the business in the same way as an employee from outside the family, he/she carries out work as agreed, the employer has the authority to give orders to the family member (even if in a milder form), the family member receives appropriate remuneration for the work done, the family member pays income tax, and the family member’s remuneration is entered in the accounts as operating expenditure. EE The role of a non-working spouse in assisting a working spouse does not give the non-working partner any social entitlements. By way of exception, in certain ",
        "EN 93 EN cases the State pays social tax in the employer’s stead. For example, the State pays social tax for the following persons: 1) one parent or guardian resident in Estonia of a child under three years of age; 2) one parent resident in Estonia with no employment who is bringing up three or more children under 19 years of age; 3) one parent or step-parent resident in Estonia with no employment and not in receipt of a state pension having a child resident in Estonia of 3–16 years of age with a medium, serious or profound disability or of 16–18 years of age with a serious or profound disability. In addition, all women are afforded protection in connection with pregnancy and maternity, in that they become entitled to sickness insurance from the 12th week of pregnancy. Sickness insurance cover is also afforded to an insured person’s dependent spouse who is five years or less from qualifying for a retirement pension, such a spouse being treated as an insured person although no social tax is paid in his or her respect. Assisting spouses are likewise entitled to services and allowances/benefits that are not linked to contributions or being in employment (e.g. family benefits, funeral allowance, social benefits for the disabled). EL Regarding insurance for assisting spouses in general under the OGA Fund, we would mention that both spouses are mandatorily insured provided they are engaged in work eligible to be insured by the OGA Fund. There is no provision for assisting spouses as such in the social security scheme for the self-employed. However, the scheme does provide that assisting (unpaid) members of family businesses come under the social security scheme for salaried employees on condition that they engage primarily in the same activity as the spouse and are not covered by any other social security scheme. ES Le Statut du travailleur indépendant inclut dans son champ d’application les travailleurs familiaux qui exercent des activités de façon habituelle, sans avoir le statut de travailleurs salariés. Ainsi, il n’y a apas de reconnaissance explicite du statut de conjoint aidant, mais une reconnaissance implicite en les incluant dans le champ d’application du régime applicable aux travailleurs indépendants. FI There is no established or legally recognised status for assisting spouses in the Finnish social security scheme, which is based on individual rights. A working person is therefore defined in the social security scheme either as an employee of a business or an entrepreneur. Whether a person is considered to be an entrepreneur or not depends on his or her own share of the business and that of his/her family members. Control is considered to be on a par with ownership. An assisting spouse can work in the business without an employment contract or pay, as can another (close) family member of the entrepreneur. There are some minimal differences between types of social insurance and types of company as to when a person is considered to be an entrepreneur. FR Le statut de conjoint aidant (conjoint collaborateur) existe depeuis 1982 pour les professuions commerciales, artisanales, industrielles et libérales et depuis 1999 pour le secteur agricole. ",
        "EN 94 EN Depuis 2005 (2006 pour l’agriculture), le conjoint marié d’un travailleur indépendant qui exerce de manière régulière et effective une activité dans l’entreprise familiale doit obligatoirement choisir entre trois statuts: conjoint salarié, conjoint associé ou conjoint collaborateur. IT No reply. LT If the assisting spouses of self-employed persons work without an employment contract, they may be covered by voluntary social insurance for pension entitlements and/or sickness or maternity benefits. In such cases, an assisting spouse is entitled to sickness and maternity benefits and to incapacity and retirement pensions. The Law on Health Insurance of the Republic of Lithuania provides for mandatory health insurance for permanent residents of the Republic of Lithuania irrespective of their marital status or gender. The term ‘assisting spouses’ is not defined by law and it is not used in respect of mandatory health insurance. LU Le conjoint ou le partenaire déclaré d’un travailleur indépendant et, pour les activités agricoles, le parent ou allié en ligne directe ou collatérale jusqu’au troisième degré inclusivement, est affilié obligatoirement pourvu qu’il soit âgé de 18 ans au moins et prête à l’assuré principal des services nécessaires dans une mesure telle que ces services peuvent être considérés comme activité principale. Toutefois, le statut de conjoint ou partenaire aidant n’est pas reconnu dans le cadre d’une société. Dans ce cas, le conjoint est affilié en tant que travailleur salarié ou en tant que travailleur non salarié à titre personnel. LV The assisting spouse of a self-employed worker may be employed by his or her spouse as an employee (on the basis of an employment contract) or may join the state social insurance scheme voluntarily. MT A person assisting a self-employed worker is recognised under the Social Security Act (Chap. 318), as both spouses have to be insured under the Act, as well as under the Equality for Men and Women Act in Malta’s legal system. Assisting spouses have the right to be covered under the same social security scheme. It is the assisting spouse who chooses whether to take up this right or not. The assisting spouse can insure her/himself as a worker employed by the other spouse’s business or as a self-employed worker. NL Generally speaking, an assisting spouse is recognised in his or her own right, not as the (assisting) spouse of a self-employed worker. However, special provision has been made for assisting spouses. This is the case, for example, in the new legislative proposal for maternity and childbirth benefit for self-employed workers, under which assisting spouses are also entitled to benefit in respect of pregnancy and the birth of a child. PL The status of assisting spouses is recognised in national legislation. A spouse is deemed in particular to be assisting a person pursuing a non-agricultural business activity where both spouses share a common household and work together to run the business. This does not apply to persons with whom an employment contract has been concluded for the purpose of professional training. In addition, provisions governing the insurance of a farmer and the benefits to which he/she is entitled also apply to the spouse, provided that spouse works on ",
        "EN 95 EN an arable farm of that farmer or in a household connected directly with that arable farm. PT Le régime des travailleurs indépendants reconnaît le droit à la protection des conjoints qui collaborent à l’exercice de l’activité indépendante de façon régulière et permanente. RO National legislation does not refer specifically to the status of assisting spouses. However, all Romanian citizens, citizens of other states or stateless persons are permitted to join the public pension scheme on a voluntary basis for the period during which they are lawfully domiciled or residing in Romania. Insured persons are obliged to pay social insurance contributions and have the right to receive social insurance benefits under the public pension scheme. Likewise, assisting spouses may enter the unemployment insurance scheme on a voluntary basis by concluding an unemployment insurance contract. Therefore, assisting spouses are included indirectly within the scope of national legislation covering the public pension, unemployment and health insurance schemes. SK Currently, the legislation governing social insurance does not cover ‘assisting spouses’. The commencement of statutory insurance and the payment of insurance contributions depend on the form of employment relationship between the spouses. In principle, there are three possibilities: employee, self- employed worker, and worker pursuing work on the basis of a work contract outside the employment relationship. Where assisting spouses perform work on the basis of a work contract, but also in other cases where there is no mandatory participation in social insurance, they may take out voluntary sickness and pension insurance, provided they are 16 years of age or older with permanent residence in the Slovak Republic, permission for temporary residence, or permission for permanent residence. ",
        "EN 96 EN Question 2.5: Are assisting spouses covered by the same social protection scheme as self-employed workers? Is it mandatory or optional for assisting spouses? MS Reply AT Assisting spouses are covered by pension insurance only if they meet the statutory criteria for such mandatory insurance, e.g. they are employees. However, the fact that there is no special rule for assisting spouses also means that, if necessary, they can also claim all the benefits provided for in the applicable social security legislation. BE A partir du 1re janvier 2003, les conjoints aidants on été obligatoirement assujettis au mini-statut, c’est-à-dire, au régime de l’assurance contre la maladie et l’invalidité, secteur des indemnités et l’assurance maternité. Ils peuvent choisir de s’assujettir au maxi-statut, qui couvre également les assurances pension, les soins de santé et les prestations familiales. A partir du 1 er juillet 2005, l’assujettissement au statut social complet (maxi-statut) est devenu obligatoire pour l’ensemble des conjoints aidants, à l’exception des personnes nées avant 1956, qui restent uniquement assujetties au mini-statut, à moins qu’elles fassent la demande d’adhésion au maxi-statut. BU Assisting spouses not covered. See 2.4. CY It is mandatory for assisting spouses to belong to the social security scheme, and they are insured as self-employed workers. DE Under the old-age pension schemes for farmers, spouses are insured in the same way as the farmer; they are thus obliged to join the same schemes. The assisting spouses of other self-employed persons have various options with regard to social protection. Those who have employee status in their self- employed spouse’s enterprise have mandatory insurance with a statutory pension scheme. Self-employed persons who employ their spouses in ‘mini-jobs’ (not paid more than 400 euros a month) pay a lump sum to insure them with the statutory health, long-term care, pension and unemployment insurance schemes. This lump sum can be topped up by the employed person to match the compulsory contribution, so that he/she may claim the full range of benefits on offer from a statutory pension scheme. With regard to statutory occupational accident insurance, assisting spouses have the same insurance options at their disposal as an entrepreneur. Where a person is an employee of his or her spouse’s company, he or she has compulsory unemployment insurance. An assisting spouse can maintain his or her insurance with an unemployment insurance scheme on a voluntary basis only if both spouses are self-employed, i.e. if they work as self-employed persons for at least 15 hours per week and fulfil all the other requirements laid down in section 28a of Title III of the Social Code. ",
        "EN 97 EN The situation in the case of illness — where the assisting spouse does not work in the company on the basis of an employment relationship requiring mandatory health insurance or (on the basis of a participating relationship) as a self-employed person — is as follows: Where self-employed persons have health and long-term care insurance, their assisting spouses are not required to pay independent contributions, but are insured as family members of the insured person, provided such spouses do not have a total income that regularly exceeds a certain threshold (the figure for 2007 was 350 euros a month). If the self-employed person does not have statutory health insurance, or if the total income of his or her spouse exceeds the threshold, the spouse may voluntarily remain in a statutory health insurance scheme subject to the conditions listed under 2.1. to 2.3. If such spouses opt to extend their insurance, they automatically have compulsory long-term care social insurance. Any person with no sickness insurance cover may either obtain mandatory cover with a statutory health insurer, as introduced on 1 April 2007, or, as from 1 July 2007, join a private health insurance scheme under a modified standard tariff. Such persons will then also have compulsory long-term care insurance with their statutory or private insurance scheme. EE As regards contributory schemes, assisting spouses may voluntarily join the sickness insurance scheme for self-employed persons and employees. As at 8 January 2008, 236 persons are covered by such voluntary contracts. Assisting spouses are also covered by all non-contributory schemes, since they extend to all persons resident in Estonia. EL As far as the self-employed are concerned, assisting spouses are not covered by the social security scheme except as family members, and as such are entitled to health care and a pension in the event of the death of their spouse. ES Les conjoints aidants sont obligatoirement couverts par le régime spécial pour travailleurs indépendants et bénéficient de la même protection sociale. FI There is no established or legally recognised status for assisting spouses in the Finnish social protection scheme, which is based on individual rights (see reply to question 2.4). FR Les conjoints aidants doivent choisir un de trois statuts possibles. Le statut de conjoint salarié est identique à celui de l’ensemble des salariés, le statut de conjoint associé entraîne son affiliation à titre obligatoire au régime de sécurité sociale du travailleur indépendant. Enfin, le statut de conjoint collaborateur entraîne son affiliation — avec des adaptations — à titre obligatoire au régime de sécurité sociale obligatoire du travailleur indépendant. IT No reply. LT Assisting spouses of self-employed workers are not covered by the same social protection scheme and are not obliged to join a scheme. The options available to assisting spouses in this respect are presented in answer to question 2.4. ",
        "EN 98 EN LU Ils sont couverts par le même régime que les travailleurs indépendants, mais le conjoint ou partenaire aidant peut demander à être dispensé de l’assurance obligatoire. Cette possibilité de dispense n’est pas applicable au conjoint ou au partenaire d’un assuré agricole ou d’un aidant agricole. LV If no employment contract has been signed, the assisting spouse may join the state social insurance scheme voluntarily. MT Assisting spouses have the right to be covered under the same social security scheme. It is the assisting spouse who chooses whether to take up this right or not. The assisting spouse can insure her/himself as an employed worker with the other spouse’s business or as a self-employed worker. It also has to be noted that although the assisting spouse always has certain rights to social benefits resulting from the other spouse’s payment of contributions, this will not be the first time that the spouse would be paying social security contributions, so he/she also has the right to social benefits resulting from payment of corresponding contributions under the National Social Security scheme. NL Generally speaking, the entitlements of assisting spouses are determined by their own income, not by the fact they are the (assisting) spouse of a self- employed person. Like self-employed workers, they are entitled in their own right to state child allowance, old-age pension, survivors’ pension and reimbursement of health costs (health insurance, special health costs), as set out in the reply to question 2.1. Like self-employed workers, they can opt to continue their state disability insurance or to conclude an insurance policy in the private sector. Under the proposed rules for maternity and childbirth benefit, assisting spouses have the same entitlements as women who have an independent income from self-employment. PL Assisting spouses are covered by the same social security system as persons pursuing a non-agricultural activity, who are subject to compulsory retirement and disability insurance and insurance against accidents at work and occupational disease, and voluntary insurance in the case of sickness or motherhood. PT Le régime des travailleurs indépendants reconnaît le droit à la protection des conjoints qui collaborent à l’exercice de l’activité indépendante de façon régulière et permanente. RO Assisting spouses are covered by the same social protection scheme as self-employed workers, namely the public pension scheme. The insurance scheme is optional and assisting spouses are granted the right to an old-age pension or invalidity pension as an individual right and the right to a survivor’s pension as a derived right. Assisting spouses may enter the unemployment insurance scheme on a voluntary basis under the same conditions as self-employed workers, by concluding an unemployment insurance contract. Likewise, under the health insurance scheme, husbands, wives and parents without their own income who are financially dependent on an insured person benefit from health insurance without having to pay contributions. ",
        "EN 99 EN SK See reply to question 2.4. ",
        "EN 100 EN Question 2.6: Which of the aspects mentioned in question 2.2 apply to assisting spouses? Areas MS Permanent disability Temporary or long-term disability /sickness Pension Unemployment Maternity leave Paternity leave Leave to care for dependants AT No No No No No No No BE Yes Yes Yes No Yes No No BU No No No No No No No CY Yes Yes Yes No Yes No No DE? Yes Yes No Yes Yes Yes Yes EE Yes Yes Yes Yes Yes Yes Yes EL No No No No No No No ES Yes Yes Yes No ? No No FI N/A N/A N/A N/A N/A N/A N/A FR Yes No Yes No Yes Yes No IT ? ? ? ? ? ? ? LT Yes, optional Yes, optional Yes, optional No Yes, optional No No LU Yes Yes Yes Yes Yes No No ",
        "EN 101 EN LV Yes, optional Yes, optional Yes, optional No Yes, optional Yes, optional Yes, optional MT Yes, optional Yes, optional Yes, optional No No No No NL No Yes Yes No No (extension proposed) No No PL Yes Yes Yes No No No No PT Optional Optional Optional No Optional Optional No RO Optional Optional Optional Optional Optional Optional Optional SK Optional Optional Optional Optional Optional Optional Optional ",
        "EN 102 EN Question 2.7: How are the contributions of assisting spouses to the social security scheme calculated? MS Reply AT The contribution basis for farmers is first calculated for the agricultural/forestry holding. Where a person works in the agricultural/forestry holding of his/her spouse, the contribution basis for each spouse is half of the basis determined for the agricultural/forestry holding. BE En début d’activité, le conjoint aidant paie des cotisations trimestrielles provisoires calculées sur la base d’un revenu représentant la moitié du revenu minimum sur base duquel l’indépendant cotise. Lorsque les revenus réellement perçus par le conjoint aidant seront connus, les cotisations seront calculées de manière définitive et feront l’objet d’une régularisation. BU Assisting spouses not covered. See 2.4. CY The contributions of assisting spouses to the social security scheme are calculated in the same way as for their self-employed spouses (see answer to 2.3.). DE The basis for calculating the contributions of those voluntarily joining a statutory health insurance and social long-term care scheme is their total earnings capacity, the ceiling for 2007 being 3562.50 euros and the lower threshold 816.67 euros per month. Total earnings are multiplied by the percentage rate charged for contributions by the health insurer in question and by 1.7 per cent (or 1.95 per cent for childless persons) for long-term care insurance. The resulting minimum contribution is thus about 120 euros for statutory health insurance and 13.88 euros (15.92 euros for childless persons) for social long-term care insurance. When assessing a person’s total earnings capacity, half the income of a spouse who has no statutory health insurance is normally taken into account as well. If the spouse is considered to be essentially self-employed, the information given above for the self-employed applies. EE In general, no contributions are paid to the social security system for assisting spouses who are not in an employment relationship or are not themselves separately registered as self-employed persons. For persons voluntarily joining the sickness insurance scheme, monthly contributions amount to 13% of the national average wage. EL Where the self-employed are concerned, contributions for assisting spouses only cover healthcare for family members. ES Les règles applicables aux conjoints aidants sont les mêmes que celles décrites pour les travailleurs indépendants, notamment en ce qui concerne la possibilité de choisir la base de cotisation. FI There is no established or legally recognised status for assisting spouses in the Finnish social protection scheme, which is based on individual rights (see reply ",
        "EN 103 EN to question 2.4). FR Selon les régimes et les professions, il y a des cotisations forfaitaires sans rapport avec le revenu professionnel ou des cotisations assises sur le revenu professionnel avec, dans ce dernier cas, soit un partage de l’assiette de cotisation entre le travailleur indépendant et son con joint collaborateur, soit une cotisation additive du conjoint à la cotisation ‘pleine’ du travailleur indépendant. IT No reply. LT Reply given concerns employees, not assisting spouses. LU Le revenu professionnel du travailleur indépendant est divisé, le cas échéant, par le nombre des assurés principaux et des aidants affiliés. Toutefois, pour le conjoint ou le partenaire aidant de l’assuré principal, le revenu cotisable ne peut pas dépasser le double du salaire social minimum de référence; le surplus éventuel est mis en compte à l’assuré principal. LV The social insurance contributions of the spouse of a self-employed person are calculated by multiplying the base for voluntary contributions by the rate defined for the spouse of a self-employed person. This rate is determined according to the forms of social insurance for which the spouse of the self-employed worker pays contributions (the rate of social insurance contributions and its breakdown by type of social insurance is determined each year by the Cabinet of Minsters). When making social insurance contributions, the spouse of a self-employed person must comply with the minimum and maximum bases for social insurance contributions. MT The social security contribution is calculated according to the assisting spouse’s salary. The spouse often chooses to be considered as an employed worker, where his/her contribution is then equal to 10% of his/her basic pay (another 10% is paid by the employer); while if the spouse chooses to be considered as a self-employed worker, the social security contribution would be equal to 15% of his/her net work income. NL The contributions towards the general state old-age and survivors’ pensions are income-dependent. The amount of the contribution for voluntary continuation of state sickness and disability insurance is based on the insured amount, subject to a ceiling (the ‘full daily wage’). PL Social security contributions for assisting persons are calculated in the same way as for those pursuing a non-agricultural activity, i.e. as a percentage of the contribution calculation base, similar to point 2.3. PT Comme pour les travailleurs indépendants, la cotisation des conjoints aidants est fonction de l’application d’un taux contributif à une rémunération conventionnelle choisie par le bénéficiaire parmi 10 échelons préalablement définis. Le taux contributif est de 25,45% pour le régime obligatoire ou 32% pour ",
        "EN 104 EN le régime élargi. L’échelon choisi ne peut pas être plus élevé que celui choisi pour le travailleur indépendant. RO The special financing rules for self-employed workers can also apply to persons covered by voluntary arrangements, including assisting spouses, under both the pension and unemployment insurance schemes. SK See reply to question 2.4. ",
        "EN 105 EN Question 2.8: At national level, do you have any evidence that the level of social protection granted to self-employed workers and assisting spouses has an impact on the number of people engaging in entrepreneurial activities? MS Reply AT No such evidence. BE Une augmentation des assujettis a été constatée depuis l’année 2003. Cependant, il ne semble pas que l’assujettissement obligatoire du conjoint aidant au cours de cette même année ait un lien de cause à effet avec cette croissance. BU No information. CY At national level, there are no data on to the extent to which the level of protection has an impact on the number of people engaging in entrepreneurial activities. DE No information. EE There are no data for assessing the impact of the level of social security afforded to self-employed persons and their assisting spouses on the number of persons engaging in entrepreneurial activity. EL No reply. FI There are no studies in Finland that provide direct evidence of the impact of social protection on the extent of entrepreneurial activities in our country. As already indicated, social protection for entrepreneurs in Finland largely corresponds to that for employees, and no especially significant problems have arisen. Entrepreneurial activity in Finland is, however, relatively limited in European terms. This is the consequence of various economic and social factors that have influenced the country’s unique history and social development. One of the key objectives of the April 2007 Matti Vanhanen II government programme is to promote entrepreneurship. The Government has also launched a special work, enterprise and working-life policy programme, under which the development of social protection is being considered as an instrument to promote entrepreneurship in Finland. FR Même si l’incitation à la création d’entreprises dépend avant tout de déterminants d’ordre économique, le rapprochement du niveau de protection sociale du travailleur indépendant vers celui du travailleur salarié participe aussi à cet encouragement. IT No reply. ",
        "EN 106 EN LT No information. LU No information. LV No information. MT No information. NL There is no evidence that the level of social protection for self-employed workers and their assisting spouses has any significant impact on the decision to engage in entrepreneurial activities. Generally speaking, people make a conscious decision to opt for entrepreneurial activities and the associated risks. The desire to ‘be one’s own boss’ is the most important motivating factor. It gives workers the possibility of working and dividing up their time as they see fit. Self-employed workers also benefit from a more generous tax regime. In specific situations or individual circumstances, the level of social protection can be a reason for not opting for entrepreneurial activities. PL No such information. PT Le Portugal constate une augmentation du nombre de conjoints aidants couverts par le régime de sécurité sociale, ce qui démontre l’intérêt suscité par cette possibilité lorsqu’elle a été introduite, mais n’a pas d’éléments pour déterminer l’impact éventuel en termes de création d’entreprises. RO Studies have shown that there is currently a low level of cover for self-employed workers. In the past five years, the number of self-employed workers with cover was approximately 100 000, including farmers, out of a total number of approximately 2 million eligible persons. For this reason, the Ministry of Employment, the Family and Equal Opportunities is seeking to increase the number of self-employed workers who register for cover, and regards this process as crucial for the long-term sustainability of the public pension scheme. Failure in this area could lead to the development of a two-tier system, in which those who have insured themselves during a period of professional activity obtain adequate pensions upon retirement, whereas a large proportion of the elderly will depend on social assistance, resulting in the need for unanticipated transfers of income for the elderly in the future. SK One of the forms of social protection for self-employed workers is provided by Act No 5/2004 on employment services and amendments to some acts, as amended (the ‘employment services act’). The employment services act offers jobseekers registered in the jobseeker records of a labour, social affairs and family office the possibility of taking up active labour market measures, through which jobseekers can improve their chances of finding a job. One such measure is a contribution to self-employed activity. This is one of the forms of support for unemployed citizens — jobseekers registered in the jobseeker records, via which support for the creation of new jobs through self-employment is monitored. The contribution to self-employed activity is one of the most used active labour market measures. In the first half of 2007 5098 jobs in self-employment were ",
        "EN 107 EN created by this measure, whereby women took up 38.3% of the jobs created. ",
        "EN 108 EN Question 3: The options for improvement at EU level MS Reply AT Self-employed workers in Austria enjoy excellent protection under the social security system. These benefits are greatly appreciated by the insured parties, and the associations representing their interests have no major desire for change. One of the main reasons for this is the following: social security for self-employed persons in Austria is organised in such a way that the benefits are to a large extent self-financed by their contributions — in contrast to employees, approximately half of whose contributions are paid by their employers. For this reason, it has been left to the associations representing the interests of the self-employed to determine the development of their social system with regard to the type and extent of the benefits and the assessment of contributions, which they have done taking into account the limited resources available for supplementary payments from the State. For this reason, there are no realistic proposals for change that have not already been implemented. BE Pas d’inconvénient majeur au maintien du status quo . Le nouveau statut du conjoint aidant en Belgique n’aurait pas eu de véritable influence sur les petites entreprises ni sur la création de nouvelles entreprises. Une étude effectuée en vue d’octroyer des titres services aux femmes travailleurs indépendants afin que celles-ci puissent se faire remplacer en cas de congé de maternité a démontré que, d’un point de vue budgétaire, ce choix serait sans conséquence préjudiciable pour le régime de la sécurité sociale. L’avantage serait la possibilité de poursuite de l’activité. 6.11 BU The legal framework could be improved. Possible changes could address specific provisions that would have the greatest effect in implementing commitments to boost entrepreneurship as part of the Lisbon Strategy. Since spouses contribute to family businesses, there appears to be definite benefits to their being included in the social security system, yet this ought to be considered carefully. CY In the event that the legal framework at EU level is maintained in its current form, in our view social protection for assisting spouses will remain limited despite the fact that they work in the business just like their partners. However, if the scope of social protection is extended to countries that do not have equal treatment, this will certainly play a part in increasing costs for small businesses. In addition, as assisting spouses do not have their own social insurance, they will not be sufficiently protected in the event of divorce or the death of the self-employed spouse, as they themselves will not be insured and their rights will derive from the insurance of their spouse. ",
        "EN 109 EN It is feasible and necessary to pay maternity allowance while self-employed women are on maternity leave, just as in the case of employed women, although some difficulties arise in checking whether the self-employed woman is actually absent from her work during maternity leave. The social security services support the view that the contribution of assisting spouses to the family business should be recognised and they should be guaranteed the same level of social protection as self-employed workers, including maternity leave and maternity allowance. DE Germany considers the national social protection system to be adequate where unemployment insurance is concerned. It sees no possibility for improving the social protection of farmers at EU level since competence lies with the Member States. Germany notes that if maternity leave were to be provided for self-employed mothers, some difficulties would arise: provision of benefit for loss of earnings, insofar as this is not included in parental benefit (period of protection prior to confinement), finding sufficiently skilled substitutes for the transition period, financing such substitutes. EE We consider the statutory arrangements currently in place on these matters at EU level to be adequate. We do not see any need to supplement or extend the regulations at EU level, since we take the view that social-security schemes must take account of each country’s specific differences. EL Greece considers that implementing the proposals concerning maternity leave under labour law is not feasible. The same applies to paternity leave. ES No reply. FI No specific grounds are seen in Finland for changing the current legal framework at EU level. Likewise, the national legislation in force in Finland is appropriate in the current situation. Depending on the circumstances, the level of protection for assisting spouses corresponds either to the level of social protection of the entrepreneur him/herself or that of employees, which are broadly the same in Finland, as described above. Issues connected with the social protection of assisting spouses have not proved problematic; they have not had an impact on the operating conditions of small businesses or on the creation of new businesses in Finland. FR D’une manière générale, les autorités françaises seraient ouvertes à une initiative destinée à améliorer la directive 86/613/CEE. L’impact économique d’une telle initiative, qui s’intègre dans le processus de révision des directives concernant l’égalité de traitement, devra être analysé. IT No reply. LT By maintaining the current legal framework at EU level it would be possible to maintain the situation in respect of the establishment, operation and winding up of the activities of self-employed workers. Maintaining the existing level of social protection for assisting spouses would have no essential impact on small businesses or the creation of new ",
        "EN 110 EN businesses. LU Pas d’inconvénient constaté au maintien du ‘status quo’. Les options envisagées n’auraient, en général, pas d’impact sur la situation au Luxembourg. LV In favour of providing, at EU level, for a period of maternity leave and a replacement income for self-employed women. Also in favour of giving, at EU level, assisting spouses an opportunity to enjoy social protection and extend their protection in the case of maternity. MT Maintaining the status quo would present advantages and disadvantages. Under the current system, the assisting spouse has the right to choose whether or not to pay social security contributions in order to be covered under the social security scheme. The fact that Malta’s social security scheme (in line with the Directive) leaves the choice to join the insurance scheme up to the assisting spouse (where he/she is participating in the business) offers some flexibility to both spouses in the management of the business. Among other things, this flexibility results in less expenses for the business and more profit, from which both spouses will benefit, or, where the assisting spouse chooses to enter the social security scheme, the benefit of being covered for one of the contingencies mentioned in question 2.2. On the other hand, if assisting spouses choose not to insure themselves, this means that they would have no social security rights apart from those deriving from the spouse’s insurance, which primarily covers the payment of the widows’ pension. Assisting spouses often choose not to insure themselves in order not to increase the business’s expenses. This means that assisting spouses would remain financially dependent on the business’s owner. Moreover, in the event of bankruptcy, death, separation or abandonment by their husband/wife, they can have no right to that business and are therefore at risk of social exclusion, poverty and dependence on other systems of optional benefits. NL The Netherlands believes that the current Directive works well, partly because it is worded in a manner that allows the Member States to take account of national conditions and provide the type of social protection best suited to the particular circumstances of the self-employed. PL Potential amendments to the law intended to support a pro-family policy should concentrate on making such solutions more popular, which would enable persons bringing up children to reconcile family life and career obligations. Proposals for the reconciliation of career and family obligations should contemplate solutions such as equal opportunities and equal treatment of men and women on the labour market, flexibility of the labour market, and the demographic regeneration of Europe. RO Directive 86/613/EEC aims to ensure equal treatment between women and men for self-employed workers and for assisting spouses. The Ministry of Employment, the Family and Equal Opportunities considers that the Directive should continue to focus on concrete problems that could endanger this aim in the implementation process. This argument points to the disadvantage of leaving the current legal framework unchanged. SK In its Programme Declaration, the Slovak Government undertook to support gender equality. One of the tasks in developing the Programme Declaration for the MoL SR is also to focus attention on reducing the long-term unemployment of women and, above all, increasing the level of employment of older ",
        "EN 111 EN women through support for female entrepreneurship and self-employment in line with the Lisbon Strategy. The MoL SR supports the endeavour to improve the application of the principle of equal treatment by amending Council Directive 86/613/EEC of 11 December 1986 on the application of the principle of equal treatment between men and women engaged in an activity, including agriculture, in a self- employed capacity, and on the protection of self-employed women during pregnancy and motherhood. ",
        "EN 112 EN Annex II: Consultation of the European social partners 1. The seminar The Commission departments held a seminar on 7 March 2008 with European social partners on the review of Directive 86/613/EEC. The following organisations were present: EFFAT (European Federation of Food, Agriculture and Tourism), COPA/COGECA (Committee of Professional Agricultural Organisations), CEC (Confédération européenne des cadres), EUROCHAMBRES (Association of European Chambers of Commerce and Industry), EUROCOMMERCE (Retail, Wholesale and International Trade Sectors in Europe), UEAPME (European Association of Craft, Small and Medium-Sized Enterprises), CESI (European Confederation of Independent Trade Unions), HOTREC (Hotels, Restaurants, Cafés and Similar Establishments in Europe), ETUC (European Trade Union Confederation). During the seminar, the European social partners gave their views on the possible direction of an initiative concerning Directive 86/613/EEC. The views of the social partners can be summarised as follows: UEAPME stressed the lack of knowledge about women entrepreneurship and assisting spouses. Because of the absence of statistics on both groups, it was difficult to say whether a review of the Directive would be beneficial or not. UEAPME underlined that the Directive currently covers two very different types of persons (the self-employed and assisting spouses), with totally different legal situations and needs. COPA/COGEPA views positively an initiative to review the Directive, since every woman should get a set of minimum rights to social protection. Nevertheless, it also underlined the lack of information preventing a clear overview of the situation, notably in terms of costs. EFFAT congratulated the Commission on the initiative to revise Directive 86/613/EEC. According to this trade union, women in agriculture and other sectors were frequently left without any social protection in cases of divorce, for instance. EFFAT also recognises the lack of reliable statistics and contests the accuracy of certain statistics on women in the agricultural sector. HOTREC started by saying that family businesses with assisting spouses were very common in its sector. Although HOTREC had no time to consult its members, it mentioned that as the legislation dates back to ’86 and there have since been important changes in society, there could be a case for reviewing the Directive. HOTREC underlined that legislation alone would not bring about change and bridge the gender gap in terms of entrepreneurship. EUROCHAMBRES, like other organisations, had no time to consult their members and therefore had only received replies from two national associations (from DE and UK). Both seem very sceptical about the need to modify the Directive and to ‘extend employees’ rights to the self-employed’. In both cases, national legislation has gone beyond what is required by the Directive and both regard the extension of employees’ rights as problematic for small companies. CEC explained that the organisation represents employed executives and managerial staff but is interested in this issue, since some of their members have been or will be engaged in self-employed activities. CESI sent a written contribution on the issue before the seminar. It underlines that the main objective of the review should be to give the self-employed and assisting spouses social protection in their own name. The costs of such a move could be offset by tax benefits. CESI also mentions that, in order to bridge the gender gap in terms of entrepreneurship, the revised Directive should provide for positive action, notably on access to finance. ",
        "EN 113 EN ETUC is in favour of a review of the Directive, but stressed that it needs more time to collect the views of their members. Following the seminar, UEAPME and HOTREC sent written contributions to the Commission. UEAPME recognises the importance of equal treatment between men and women and that this particular Directive appears to concern women to a very great extent. Evidently, female entrepreneurship needs to be encouraged particularly in view of the gender gap in entrepreneurial activities. With women currently representing 60% of graduates in Europe, UEAPME agrees that this untapped source of entrepreneurship needs to be better utilised. UEAPME warns against the risk of trying to apply the same rights to employees and to the self- employed. It regrets the absence of reliable statistics, especially on the situation in the new Member States, and believes that further regulation at EU level is questionable, as the Directive covers a wide range of laws including marital law, company law, tax and fiscal law, as well as different social protection and social security systems, which very often fall under the exclusive competence of the Member States. According to UEAPME, it is difficult to evaluate the exact correlation between social security benefits and starting up businesses as the situation varies among Member States. There clearly needs to be a balance to allow for business creation and flexibility and in particular not to create overly heavy burdens on new businesses, which by definition are micro-companies. On assisting spouses, UEAPME completely supports the idea of full recognition of their contribution to the family business. This acknowledges in particular their often greater responsibility and higher economic contribution to the family business compared to ‘normal’ employees. However, this does not necessarily call for the same level of social protection as for the self-employed. UEAPME calls for an in-depth impact assessment before any decision is taken which will have a financial impact on micro-businesses and the self-employed. Nevertheless, it considers that there is no need to review the Directive. Member States should be called upon to ensure better implementation of the current Directive and to create more supportive conditions. For its part, the Commission should contribute to better information and awareness-raising through specific campaigns. HOTREC is of the opinion that many of the challenges faced by the self-employed and assisting spouses are practical, not legislative in nature. Therefore, a revision of this Directive will not help to solve them. Moreover, according to HOTREC, because the issues are linked to national social protection systems, they should be dealt with at Member State level, respecting the principle of subsidiarity. Thus, HOTREC considers that there is no need to revise the Directive. In conclusion, some organisations voiced their doubts on the need to review the Directive and on the suitability of using it to reduce the gender gap in entrepreneurship. Most of the consulted organisations stressed the lack of information on the current state of play and the short period for proper consultation of their members. The need to strike the right balance between improved protection and costs was mentioned frequently as the challenge for this initiative. 2. Written consultation On 30 April 2008, DG EMPL sent a letter to the European social partners asking their views on the envisaged content of a proposal to update Directive 86/613/EEC. DG EMPL asked social partners the following questions: (i) Do you consider that there is a need for further action concerning Directive 86/613/EEC? If you consider action to be necessary, should such action be undertaken at Community level? ",
        "EN 114 EN (ii) What are the main areas in which improvements could be needed, taking into consideration in particular: 1) improving protection in the case of maternity for both self-employed women and assisting spouses; 2) extending social protection to assisting spouses; 3) recognising the work of assisting spouses; 4) providing leave to care for family members? (iii) How can the best balance be struck between the costs and benefits of measures aimed at improving the application of the principle of equal treatment between women and men to self- employed workers and assisting spouses? In particular, do you consider that increased protection of self-employed women and assisting spouses would impact negatively on the contributions paid by the self-employed to social security schemes and therefore on the viability of family businesses? The following organisations replied to the consultation: – CESI (European Confederation of Independent Trade Unions) – UEAPME (European Association of Craft, Small and Medium-Sized Enterprises) – COPA (Committee of Professional Agricultural Organisations in the EU) Their views can be summarised as follows. CESI On question (i) CESI is in favour of a review of Directive 86/613/EEC. In order to obtain the same level of protection for the self-employed and assisting spouses, common, EU-wide goals and measures are required. At the same time, when integrating these goals and measures within the recast Directive, we must not lose sight of the fact that the Directive can be successfully implemented within the national social systems of each of the Member States only if the latter are given sufficient room for manoeuvre in the way they put the Directive into practice. On question (ii) CESI feels action is needed to improve protection in the early stages of parenthood. A key problem here is the fact that the labour provided by the spouse who helps his/her partner must be replaced for a certain period. Here, the extra financial burden of hiring a relief worker must not fall on the parents. Especially when one considers that self-employed people and assisting spouses often receive no or few state benefits to compensate for their lack of income, this added financial burden ought to be funded as an independent benefit by the social security systems. Redressing the financial balance in this fashion would lead to both revaluation and greater recognition of the work done by people who work alongside their spouses. Any problems in translating the work done by the workers in question into financial amounts could be eliminated by providing flat-rate sums on the basis of the qualifications needed to do the job and the scale of the work. Thought might also be given to carrying out a needs analysis based on self-evaluation. CESI takes the view that independent social security for spouses working with their partners must be all-encompassing and include all areas, particularly health care, care insurance, old-age cover and unemployment. CESI sees a clear need for action here in recasting Directive 86/613/EEC and stresses that independent social security for all family members is necessary for each individual to flourish, and, as such, is a crucial component of human dignity. In order for these demands to be met at Member State level, however, the diversity of the Member States’ social systems must be sufficiently acknowledged in the new Directive. ",
        "EN 115 EN CESI feels that the primary motivation for recasting Directive 86/613/EEC lies in the desire to recognise the work done by spouses working with their partners. Independent social protection is the first step towards valuing and recognising the work performed by spouses working with their partners and, at the same time, provides the basis for society to recognise this work as proper and equal work. A further step along this road might involve thinking about including access to training and further training for assisting spouses in legislation to the same extent as for dependent employees. CESI would like to stress that demographic change is also making the matter of care for family members an increasingly pressing issue. Action must be taken on this issue in reworking Directive 86/613/EEC. As with the issue of parents, the problem here lies in bringing in support staff and the financial burden that this entails. In addition to the comments under (ii)(1), it should be stressed that it is harder to anticipate and thus provide for situations prompted by an ill relative suddenly being in need of care. This sudden and, at times, short-term need for help can therefore only be met by equally speedy support to redress the added financial pressures. In smaller family businesses in particular, the funds are often not available in advance. This is why CESI considers it necessary for the Directive to provide for immediate, short-term financial support where needed. On question (iii) Although a high level of social security cannot be realised without spending extra money, social security nevertheless embodies a social value that exceeds its monetary value. Especially where the equal treatment of the self-employed and assisting spouses are concerned, added financial pressures must not be used to explain away persistent discrimination. To this extent, the present practice under Directive 86/613/EEC of making voluntary contributions to social security systems has not been a success. Therefore, CESI feels that the Commission should focus on reflecting on how a balance can be struck between the burden borne by the worker and that borne by the state security systems. Here, CESI stresses that, by providing independent social protection for the self-employed and assisting spouses, the burden on the state social security systems as a whole would be spread equally. Such a measure would also do away with state transfers that might be needed when the person in question has insufficient cover. With the money saved, we might then ease the demands on individual companies where required. At the same time, the way these kinds of measures to redress the balance are implemented should initially be decided at the level of the Member States, in order to guarantee optimum implementation taking into account the differences between the various national social security systems. Above and beyond the questions posed by the Commission, CESI would like to point out once again that social security can only be a first, albeit important, step in promoting the cause of women on the path towards self-employment and setting up companies. Additional measures addressing, among other things, the problem of bogus self-employment and the establishment of a supportive loans system specifically geared towards women founding their own business are also called for if we want to achieve the goal of equal opportunities. At the same time, a support programme should accompany the implementation of a new Directive 86/613/EEC, both to establish the database called for by all who participated in the seminar and to raise awareness and inform the women and business owners concerned. UEAPME On question (i) There are clearly insufficient quantitative and qualitative data to discuss effectively the implementation of the Directive and make recommendations for both groups of persons covering all ",
        "EN 116 EN 27 EU Member States. The last report of the European Commission on the 1986 directive was in 1994 and only gives data on 12 Member States. Overall, however, there appears to be scope for improvement at national level to support the self- employed and assisting spouses in entrepreneurship, which could easily be undertaken without revision of the Directive. The current legal framework in place does not need to be modified in order to bring about changes at national level for both the self-employed and assisting spouses. Moreover, the Directive mainly deals with subjects that fall within the exclusive competence of the Member States, such as marital law, company law, tax and fiscal law, as well as different social protection and social security systems. In all these areas, the principle of subsidiarity must be respected. On question (ii) For the self-employed, UEAPME cannot support any provision for compulsory leave as this very much interferes with entrepreneurial choice and independence. In the case of maternity leave some countries provide assistance in the form of a temporary replacement worker, others do not, but the decision lies once again with the Member States. There clearly are practical problems for self-employed women: e.g. in Finland, self-employed women already have a right to maternity leave, but cannot afford to take it in full because of the problems caused by being absent from the business. In this particular case, formal revision of the Directive would not help. UEAPME takes note of the EIM study on business creation, which suggests a positive influence of social security on ‘opportunity-based entrepreneurship’ when the differences between entrepreneurship and alternative types of employment are very small in terms of their social security position. In the case of women, it can be assumed that the existence or absence of protection in the event of maternity, for example, would be a factor to consider. This is an aspect that would need to be discussed at Member State level, taking national specificities into account. Regarding assisting spouses, this group of persons has in some Member States better maternity protection than the self-employed. Again, this is an issue that needs to be decided nationally taking into account the wide range of laws affected. In other Member States, assisting spouses also have better social protection in general than the self- employed. Again, this is an issue that needs to be decided nationally considering the wide range of laws affected. Minimum social security coverage should be provided. UEAPME completely supports the idea of full recognition for the contribution of assisting spouses to the family business. This acknowledges in particular their often greater responsibility and higher economic contribution to the family business compared to ‘normal’ employees. Provision of leave to care for family members For the self-employed again, the principle of entrepreneurial independence takes precedence. Regarding assisting spouses, this has to be seen within the context of already existing leave provision and supportive measures in individual Member States. Once again, however, UEAPME would like to stress that all these topics — which are important topics —should be tackled at national level without the need to revise the current Directive as it stands. On question (iii) ",
        "EN 117 EN Again this needs to be seen in the context of the Member States, depending on their respective national security systems. The role of the European Commission in this specific case should be to identify best practices and solutions and to organise exchanges between Member States on this subject. As aptly put in the second consultation paper, the European Commission’s task should be to ‘assist the national and regional authorities within the current framework of the Directive to address those areas where the needs of female entrepreneurs are still insufficiently met’. Additional comments Any new possible measures at EU level should not be detrimental to economic growth and job creation. More widely beneficial conditions for business creation should be put in place and any remaining obstacles should be removed. UEAPME would like to call on Member States to ensure better implementation of the current Directive and to create more supportive conditions. COPA Given that Directive 86/613 dates back to 1986, COPA understands the need to update it. Before any changes or adaptations to the Directive are proposed, COPA would like a prior examination of how the Directive is applied in practice in the EU countries. The review proposed should prioritise evidence-gathering. The review should also identify whether shortcomings are found at Member State or pan-EU level. COPA supports equal rights for equal commitment for all partners in farm businesses. ",
        "EN 118 EN Annex III: Consultation of other stakeholders The Commission departments drew up, with the assistance of the members of the Steering Group, a list of other stakeholders to consult on the review of the Directive. A letter was sent by DG EMPL on 11 March 2008 to the following organisations: • Conseil européen des Jeunes Agriculteurs • Coordination Paysane Européenne • Confédération des organisations familiales de l’Union européenne • European Women’s Lobby • Platform of European Social NGOs • Femmes Chefs d’Entreprises Mondiales • European Union Women Innovators and Inventors • The European Network for Promoting Women In order to facilitate processing of the replies, a questionnaire was attached to the letter. The organisations were asked questions about the following: • the advantages and disadvantages of maintaining unchanged the current legal framework at EU level (essentially Directive 86/613/EEC); • the impact on small businesses and on the creation of new businesses of maintaining the existing level of social protection for assisting spouses; • the impact of the current situation on assisting spouses, notably in the event of divorce, death of the self-employed worker or bankruptcy; • the feasibility, advantages and disadvantages of providing self-employed women a period of maternity leave (including at least two weeks of compulsory leave); • the feasibility, advantages and disadvantages of ensuring a payment or allowance equivalent to the allowance received in the event of sick leave; • the feasibility, advantages and disadvantages of ensuring, as an alternative to payment, a temporary replacement for self-employed women; • the feasibility, advantages and disadvantages of recognising the contribution of assisting spouses to the family business and ensuring them the same level of social protection as the self employed; • the feasibility, advantages and disadvantages of extending option 3.2 above to assisting spouses; • feasibility, advantages and disadvantages of ensuring leave entitlement in certain circumstances (need to care for sick or handicapped children, for example), with remuneration or a replacement as in option 3.2; ",
        "EN 119 EN • feasibility, advantages and disadvantages of ensuring paternity leave for male self-employed workers. The deadline for contributions to this consultation was 30 April 2008. EWL entirely supports the opinion issued by the Advisory Committee on Equal Opportunities for Women and Men. COFACE strongly advocates revision of Directive 86/613/EEC, along the lines detailed below: • Improvement of protection in the event of maternity COFACE insists on the need to extend maternity leave to self-employed mothers at EU level. The duration of compulsory maternity leave as specified in Directive 92/85/EEC has as its prime objective the protection of the health of the mother and the child. Self-employed mothers must benefit from the same health protection as other workers. They should be entitled to maternity leave long enough to ensure the proper course of a normal pregnancy and physical recovery of the mother after a normal childbirth. Beyond the period of leave aiming to protect the health of the mother and the child, self- employed mothers should also be entitled to a period of post-natal settling-in leave as part of the measures to reconcile family life and working life. Maternity leave should be covered by social protection. During maternity leave, self-employed mothers should be able to benefit from maternity benefits at least equivalent to the allowance received in the case of sick leave. The absence of such benefits would act as a real disincentive for self-employed women to stop working, to the detriment of their own and their child’s health. Entitlement to maternity leave for self-employed women also implies the organisation of temporary replacement services. These services should be tailored to the diversity of activities exercised by self-employed persons. They should be complementary to maternity benefits. Furthermore, during the settling-in period, self-employed workers and assisting spouses must have the choice between taking the leave and returning to work. This means that they must be able to find suitable replacement services for child care. • Recognising the contribution of assisting spouses Assisting spouses still suffer from a lack of legal status in many Member States, which leads to specific financial and legal problems, for example in the case of family breakdowns. COFACE therefore urges the Commission to propose amendments of Directive 86/613/EEC to oblige Member States to recognise the contribution of assisting spouses to the family business and to ensure that they benefit from the same level of social protection as the self-employed. Regarding protection in the event of maternity, assisting spouses should be entitled to maternity leave, with a right to maternity benefit and access to temporary replacement services. • 4) Providing leave to care for family members and paternity leave Measures enabling reconciliation of family life and work life, including leave entitlements, are key to encouraging better integration of women in economic activities and supporting families in their desire to have children. This holds true for all workers, whether employed, self-employed or assisting spouses. Moreover, the specific characteristics of self-employment often impose more constraints on the work-life balance. Therefore, any EU legislation providing for reconciliation measures should apply to all workers, while taking into account the specific needs of self-employed workers and assisting spouses. The current parental leave schemes should be made accessible to these categories of workers. Should a right to paternity leave, adoption leave and leave to care for family members be provided at EU level, as supported by COFACE , these schemes should be made available to all workers. Leave entitlements should be accompanied by a right to financial compensation. The level of compensation should be high enough to enable workers to make use of these leave arrangements. Self- ",
        "EN 120 EN employed workers and assisting spouses on leave must also be able to make use of temporary replacement services. These services should be tailored to the diversity of activities exercised by self- employed persons. In addition, self-employed workers and assisting spouses must have the choice between taking the leave and staying at work. This means that they must be able to find suitable replacement services for child and dependent person care, which correspond to their particular area of activity and their working patterns. ",
        "EN 121 EN Annex IV: Consultation of the Advisory Committee on Equal Opportunities for Women and Men The Advisory Committee on Equal Opportunities for Women and Men was created in 1981 by Commission Decision 36 , as amended. The Advisory Committee assists the Commission in formulating and implementing the Community’s activities aiming to promote equal opportunities for women and men and fosters ongoing exchanges of experiences between Member States and the various parties involved. It comprises representatives of Member States, European social partners and NGOs. ADVISORY COMMITTEE ON EQUAL OPPORTUNITIES FOR WOMEN AND MEN Opinion 37 on the revision of Directive 86/613/EEC on the application of the principle of equal treatment between men and women engaged in an activity, including agriculture, in a self- employed capacity, and on the protection of self-employed women during pregnancy and motherhood 38 . Background A Working Group was set up following the decision of the Advisory Committee at its meeting of 16 November 2007 to prepare an opinion on Directive 86/613/EEC. In particular, the working group was asked to consider the following issues: • How to improve the provisions on the protection of maternity (for the self-employed and assisting spouses) • How to recognise the work of assisting spouses • How to provide leave to care for family members and paternity leave • Any other options for improvement. This Directive was adopted in 1986 and covered 12 EU Member States. Since then, the EU has more than doubled and the Directive has never been revised. The implementation report produced by the Commission in 1994 39 highlighted a number of issues that the Advisory Committee believes are equally relevant today. The main point stressed at the time relates to the failure of the Directive, due to the lack of any obligation on the Member States, to ensure action to clarify the professional status and subsequent social security entitlements of assisting spouses. Transposition of the Directive into national law did not require amended legislation due to the absence of obligations on the Member States. Therefore, women, particularly those engaged in an ‘assisting’ role in economic activities alongside their male partner (husband or otherwise), continue to remain 36 Commission Decision 82/43/EEC of 9 December 1981 relating to the setting up of an Advisory Committee on Equal Opportunities for Women and Men, OJ L 20, 28.1.1982. 37 The opinion of the Advisory Committee does not necessarily reflect the positions of the Member States and does not bind the Member States. 38 OJ L 359, 19.12.1986. 39 Commission of the European Communities, report from the Commission on the implementation of the Council Directive of 11 December 1986 on the application of the principle of equal treatment between women and men engaged in an activity, including agriculture, in a self-employed capacity and on the protection of self-employed women during pregnancy and motherhood (86/613/EEC), COM(94) 163 final, 15.09.1994. ",
        "EN 122 EN outside social protection systems during pregnancy and motherhood and at other moments in the life- cycle (for example retirement, separation, divorce, bankruptcy or death of husband/partner). This concerns women engaged in agriculture and trade 40 and the assisting spouses of other self-employed professionals, including those in the medical professions (self-employed doctors and specialists), the legal profession (self-employed lawyers), self-employed entrepreneurs in the building and construction industry and those in other manual professions where women provide the necessary administrative backup work without either jointly owning and/or being employed by the business. While the Directive establishes the rule that the principle of equal treatment applies to the self- employed and assisting spouses, it does not create any direct right to compulsory social security coverage or to protection in the event of maternity, so the Advisory Committee is of the opinion that the principle of equal treatment is not met. The Directive addresses two categories of workers: firstly, those engaged in self-employed activities and pursuing a gainful activity for their own account, including farmers and the liberal professions, for which not all Member States require compulsory social security protection, and, secondly, the partners or ‘spouses’ of these self-employed workers, the majority of whom are women, which the Directive acknowledges by reference to the terms ‘spouse’ and ‘wife’. The Directive has never been amended nor updated despite the number of directives adopted since 1986 in the area of equality between women and men. Therefore, there is an urgent need not only to update the Directive in order to reflect the reality of the self-employed and assisting spouses but also to ensure that this latter invisible category of workers benefit from equality legislation particularly in matters of social protection, and that the objective of the Directive itself is met by improving the status of assisting spouses in the context of an enlarged EU. • How to improve the provisions for the protection of maternity (for the self-employed and assisting spouses) It is difficult to ascertain the numbers of women who fall outside social security protection systems. Given the nature of the problem itself and the fact that Member States are not obliged to provide compulsory social security protection, they remain invisible. A lack of data and statistics on the numbers of women who have opted for voluntary coverage as provided for in the Directive, coupled with the lack of data on the actual number of women who could be covered (again on a voluntary basis), impedes identification of the scope of the problem in terms of the overall numbers and percentages of women who are not protected. Therefore, the Advisory Committee strongly insists on the need for more visibility in terms of data and statistics in order to understand the scope of the problem, the take-up rate of the voluntary measures provided for in the Directive and the numbers of women unprotected. The scarce data that do exist show, for example in France 41 , that 91% of those employed in agriculture in 2006 as ‘assisting spouses’ 42 were female, 61 521 women as against 6 121 men. The total number of spouses (all categories) in 2005 43 was 247 000, of which only 28% were affiliated to the social security system. The number of women working as employees has risen an average 1% per year since 1999, with variations according to the production sector. The average hourly wage varied in 2005 between 9- 40 Many assisting spouses work in restaurants or shops owned by their husbands/partners. 41 Commission Nationale des Agricultrices, Assemblée Générale 13/12/2007 « L’installation des femmes en agriculture ». 42 France has created a new category ( conjoint collaborateur ) for spouses of self-employed workers, but they must voluntarily opt for this status. 43 Santé, famille, retraite, services , Direction des études, des répertoires et des statistiques, « Les femmes dans l’agriculture en 2005 », décembre 2007. ",
        "EN 123 EN 11 euros/hour, depending on the sector. 44 Only 34% of women, as against 83% of men, have 40 years of activity in agriculture. Women farmers represented one quarter of the total number in 2005, and this figure has remained stable since 1999. 45 Data from the Netherlands 46 reveal that 97% of assisting spouses have no social protection. However, new legislation expected to come into force in July 2008 will grant a replacement income to female entrepreneurs for maternity leave. 47 In 2006, Portugal 48 had 90 000 ‘non-remunerated family workers’, 62.7% of whom were women. This category of workers had the highest proportion of women compared with the other categories: ‘employed’, ‘self-employed’ and ‘employers’. Given the absence of data, the Advisory Committee urgently calls for reliable data and statistics from all Member States to provide a more accurate picture of the situation of assisting spouses, including the numbers of women with and without social security protection. The compilation of such data will necessitate the compulsory registration of assisting spouses in all Member States. The Advisory Committee stresses that it is regrettable that self-employed workers do not have compulsory social protection cover in all Member States. The Advisory Committee, however, strongly advises that those Member States where social protection is compulsory for-self employed workers should provide automatic cover for assisting spouses under existing systems. The Advisory Committee wishes to point out there are a number of underlying contradictions in assisting spouses continuing to be without social protection. Firstly, the cost factor needs to be considered within a broader economic framework. Assuming that it is too costly to provide mandatory cover for assisting spouses in social security protection schemes is in fact a false ‘saving’. Many women not covered by social protection systems while engaged alongside their male partner in self- employed activities, including agriculture, often require financial assistance in the form of payments from collective solidarity funds later in their lives due to the fact that they have made no contributions to social security systems and are therefore excluded from state pensions and other complementary forms of pension schemes. For example, in France, in the area of agriculture, the average monthly pension paid to assisting spouses who have contributed to social security systems represents €304.94/month as against €147.85/month for widows on the basis of derived rights. For the category ‘family members’, which includes women who do not opt for ‘assisting spouse’ status, the monthly pension based on direct rights (contributions paid) is €60.08/month. 49 The ‘savings’ that are made earlier in their lives in fact represent a cost for the whole of society later in life, hence shifting the financial burden from economic activities throughout working life to compensation paid at minimal levels later in life. This contributes to the feminisation of poverty in old age, due to the excessively low levels of non-contributory pension schemes. Rendering compulsory social protection coverage for the self-employed and ‘assisting spouses’ should therefore be considered as a long-term investment that will contribute to ensuring a safety net of coverage particularly in the later stages of life. 44 Op. cit. 45 It should also be noted that the general level of women’s entrepreneurship across the EU remains stagnant at 30%. 46 Provided by the Women’s Committee of COPA (Beleidsadviseur Vrouw & Bedrijf/Internationale Samenwerking). 47 The replacement income for a period of 16 weeks will be based on the equivalent of the minimum wage on the basis of 1225 hours/year worked. For women who have less than the required number of hours, a basic payment based on the previous year’s income will be provided. 48 Portuguese Inquiry on Employment — average data for 2006, provided by Isabel Romão Coordenatora da Unidade para as Relações Internacionais. 49 Groupe de travail — retraite ministère agriculture 120308 — Statistiques 2007 Mutuelle Sociale Agricole (MSA). ",
        "EN 124 EN Another contradiction that the Advisory Committee wishes to point out relates to the issue of undeclared work. All employers condemn any form of undeclared or illegal work. However, the non- binding registration and protection of assisting spouses can be seen as an endorsement of work that is carried out in the informal economy and can be deemed as a form of illegal work. • How to recognise the work of assisting spouses Assisting spouses are part of the informal economy and their contribution to economic growth and development is invisible and unknown. It is the view of the Advisory Committee that compulsory registration of assisting spouses is urgently required to avoid loopholes in valuing the work and the real contribution of these invisible workers. Compulsory registration should also — while respecting the principle of subsidiarity — lead to compulsory social security protection with the possibility of a voluntary opt-out clause, and not the contrary as is currently the case with the Directive. Such compulsory coverage should include income replacement during maternity leave following pregnancy at a level decided by Member States, for example, where possible, at the rate equivalent to the national minimum wage. In situations of separation, divorce and/or widowhood, the assisting spouse should be entitled to either claim benefits immediately (widowhood for example) or to carry the contributions with her so that these are counted as contributory years, particularly towards the pension. Without the vital input of assisting spouses, there is a strong likelihood that self-employed activities would not be sustained, whether within agriculture or in any other area of self-employment. Therefore, given that the majority of assisting spouses are women, maintaining them in the informal economy should be considered as a form of indirect gender discrimination, which is contrary to the EU’s objective of equality between women and men and contrary to Article 3 of the Directive itself, which specifically mentions ‘ [..] the absence of all discrimination [..] directly or indirectly, by reference in particular to marital or family status .’ Since the Directive was adopted in 1986, socio-cultural norms have also changed. It is therefore the opinion of the Advisory Committee that the Directive needs to reflect these changes by including, alongside the terms ‘wife’ and ‘marital status’, references to non-married and same-sex couples. Many Member States recognise unmarried couples while others recognise same-sex relationships (including marriage), so the Directive should refer to these in recognition of their contribution to the economic sustainability of self-employed activities, including in agriculture. While the scope of the Directive does not address issues of equality in ownership, it is the view of the Advisory Committee that this issue should be further explored in the context of national legislation. By recognising legal ownership by one of the partners only, the assisting partner remains either invisible or, in cases where they opt for employee status, are in a relationship that is both intimate and subservient, which goes against one of the intended objectives of the Directive, which is to clarify the particular situation of assisting spouses. The ‘particular situation’ in this context should be understood as a partnership that extends beyond economic gains and contributes to the well-being of the two adults of the partnership and their off-spring. Derived rights are not, in the view of the Advisory Committee, an option due to the dependency factor, where women’s rights are derived from those of their husband/partner, which is contrary to the principle of equality between women and men. In relation to derived rights the term ‘dependent person’ is used. • How to provide leave to care for family members and paternity leave The nature of self-employment, including in agriculture, entails atypical working times and patterns where the division between work time and rest time is often blurred. In this context, existing child care and dependant care structures, which are generally insufficient in most Member States as testified in ",
        "EN 125 EN the reporting on the Barcelona targets for child care 50 , are unlikely to respond to the specific needs of combining self-employment with family life. Therefore, the Advisory Committee proposes that further initiatives be taken, including possibilities for financial compensation, to provide care facilities corresponding to the particular areas of activity and working patterns of the self-employed and their assisting spouses/unmarried partners. The level of the benefit could be the legal minimum wage, unless the actual earnings are less than that amount The Advisory Committee believes that future decisions on new measures concerning maternity leave for self-employed workers and assisting spouses/unmarried partners living as a couple should take into consideration the outcome of the current consultations between the social partners on measures to reconcile professional, family and private life. Some Member States do not believe that there should be further EU legislation in the area of maternity/paternity/parental leave. The majority of the Advisory Committee believes that any new and amended measures in directives should also apply to self-employed workers and assisting spouses/unmarried partners living as a couple and that the principle of two weeks leave after childbirth, as in other forms of maternity leave, should also apply to self-employed workers and assisting spouses. The Advisory Committee also proposes that the Structural Funds be used to fund pilot and innovative projects for childcare/dependent persons care to cater to the needs and working patterns of the self- employed, which require more flexible forms of replacement and care services. Any other options for improvement The Advisory Committee proposes that action be taken to ensure that the costs of compulsory social security protection for both self-employed workers and assisting spouses/unmarried partners living as a couple are covered. In the context of a rapid changing economy, self-employment will continue to grow and expand and assisting spouses/partners will continue to play a vital role in sustaining businesses and adapting to changing economic environments. Therefore, it is crucial that self-employed workers and assisting spouses/unmarried partners are provided with opportunities to remain competitive, notably through training opportunities and representation in professional organisations. The Advisory Committee believes that the Member States have an important role to play in facilitating this and in ensuring the visibility of the self-employed and their assisting spouses/unmarried partners. The Advisory Committee recommends that: A. Legal Aspects — EU legislation 1. Assisting spouses are given every possibility to acquire a clear professional status. 2. Compulsory registration of assisting spouses is systematically carried out, while respecting the principle of subsidiarity, to ensure social security protection with the possibility of a voluntary opt-out clause. 3. In addition to the terms ‘wife’ and ‘marital status’, ‘unmarried partner living as a couple’ and ‘same-sex couples’ should be added. 4. Assisting spouses are given every possibility to be covered under existing systems in Member States where compulsory social protection is in place for self-employed workers. 50 The report on the 2007 Cambridge Review of the National Reform Programmes, EMCO/27/141107/EN-Final-rev1, states that the Barcelona targets are not met by most Member States. ",
        "EN 126 EN 5. Financial compensation should be made available for the self-employed and their assisting spouses to enable them to find suitable replacement services for child and dependent person care. 6. Provision for paid maternity/paternity leave should be made available to the self-employed and assisting spouses, on the same basis as for other employers and employees, in accordance with national laws, practices and traditions. B. Non-legal aspects 1. Reliable data and statistics, based on homogeneous criteria for data collection, are available in all Member States. The compilation of such data will necessitate the compulsory registration of assisting spouses in all Member States. 2. While the scope of the Directive does not cover equality in ownership, this issue should nevertheless be further explored in the context of national legislation. 3. The Structural Funds should be used to fund projects for childcare/dependent persons care, particularly in rural areas. 4. Access to training opportunities and professional representation is facilitated as a means to remain competitive. C. Other actions as appropriate. Under the Treaty establishing the European Community, income taxes are not subject to harmonisation, with the exception of those cases where it is necessary for the proper functioning of the internal market and compliance with the Treaty freedoms. In full recognition of the principle of subsidiarity in matters relating to taxation, the Advisory Committee nevertheless proposes that, in the context of national legislation on taxation, possibilities for tax incentives should be explored at national level to ensure that the costs of compulsory social security protection for both self-employed workers and assisting spouses/unmarried partners living as a couple are covered. The opinion of the Advisory Committee does not necessarily reflect the positions of the Member States and does not bind the Member States ",
        "EN 127 EN Annex V: Legal context The main primary legal base for legislation implementing the principle of equal treatment is Article 141 EC (former Article 119). In the original Treaty of Rome, Article 119 was not applicable to self-employed workers. This was recognised by the established case law of the European Court of Justice 51 . This situation changed with the entry into force of the Amsterdam Treaty. The new paragraph 3 of Article 141 EC now applies to ‘matters of employment and occupation’ and therefore covers self-employed workers. Because of this limitation in the scope of Article 119 of the Treaty of Rome, the legal texts adopted under this basis before the entry into force of the Amsterdam Treaty do not cover the self-employed. This is the case notably with the first two directives adopted on equal treatment between women and men: Directive 75/117/EEC 52 on the application of the principle of equal pay for men and women and Directive 76/2077/EEC 53 on the implementation of the principle of equal treatment as regards access to employment, vocational training and promotion and working conditions. Nevertheless, three Directives adopted before the Amsterdam Treaty entered into force also apply to self-employed workers, namely Directives 79/7/EEC, 86/378/EEC and Directive 86/613/EEC. In all these cases, the residual legal basis concerning the internal market was used: Article 235 in the case of Directive 79/7/EEC and Articles 100 and 235 for the other two Directives. After the entry into force of the Amsterdam Treaty, the self-employed were included in the scope of Directives 2002/73/EC 54 and 2006/54/EC 55 . Finally, another recent Directive is relevant to the self-employed, although it does not directly concern them: Directive 2004/113/EC 56 . This Directive lays down a framework for combating discrimination based on sex in access to and supply of goods and services. The legal framework for self-employed workers regarding the implementation of the principle of equal treatment between women and men is complex and fragmented. In short, the legal situation can be summarised as follows. Discrimination based on sex is prohibited in the following areas: 51 See for example points 67 and 68 of the Court’s judgment in case C-256/01, Allonby . 52 Council Directive 75/117/EEC of 10 February 1975 on the approximation of the laws of the Member States relating to the application of the principle of equal pay for men and women, OJ L 45, 19.2.1975, p. 19. 53 Council Directive 76/207/EEC of 9 February 1976 on the implementation of the principle of equal treatment for men and women as regards access to employment, vocational training and promotion, and working conditions, OJ L 39, 14.2.1976, p. 40. 54 Directive 2002/73/EC of the European Parliament and of the Council of 23 September 2002 amending Council Directive 76/207/EEC on the implementation of the principle of equal treatment for men and women as regards access to employment, vocational training and promotion, and working conditions, OJ L 269, 5.10.2002, p. 15. 55 Directive 2006/54/EC of the European Parliament and of the Council of 5 July 2006 on the implementation of the principle of equal opportunities and equal treatment of men and women in matters of employment and occupation (recast), OJ L 204, 26.7.2006, p. 23. 56 Council Directive 2004/113/EC of 13 December 2004 implementing the principle of equal treatment between men and women in the access to and supply of goods and services, OJ L 373, 21.12.2004, p. 37. ",
        "EN 128 EN • social security and other elements of social protection (Directive 79/7/EEC); • occupational schemes (Directive 86/378/EEC); • conditions for access to self-employment (Directives 2002/73/EC and 2006/54/EC); • access to and supply of goods and services (Directive 2004/113/EC). Directive 86/613/EEC is the only text dealing specifically with self-employed workers (and assisting spouses). The main provisions of the Directive can be summarised as follows. • Personal scope : it applies to self-employed workers and their spouses who perform the same tasks or ancillary tasks; • Principle of equal treatment : it implies the absence of all discrimination on grounds of sex, either directly or indirectly, by reference in particular to marital or family status. Member States must eliminate all provisions that are contrary to the principle of equal treatment, especially in respect of the establishment, equipment or extension of a business or the launching or extension of any other form of self-employed activity, including financial facilities. • Creation of a business : the conditions for the formation of a company between spouses should not be more restrictive than the conditions for the formation of a company between unmarried persons. • Assisting spouses : should be able to join a contributory social security scheme voluntarily, if it exists, and Member States should examine how to encourage recognition of their work. • Protection of maternity and motherhood : Member States should examine whether, and under what conditions, female self-employed workers and the wives of self-employed workers may, during interruptions in their occupational activity owing to pregnancy or motherhood, have access to services supplying temporary replacements or existing national social services, or be entitled to cash benefits under a social security scheme or under any other public social protection system. "
    ]
}