{
    "text": [
        "The Caribbean and the European Union D E V E L O P M E N T ",
        "3 The Caribbean and the European Union We live in a world where nations are inextricably linked, and growing more so. The long-standing relationship between the European Union and the Caribbean is one such example. Built on strong historic ties, we have worked together throughout the years with a common vision in mind. Since the Lomé Agreement in 1975 and within the wider EU-LAC (Latin American and Caribbean) partnership since 1999, we have joined eff orts to promote our shared values. We are today faced with new challenges and new opportunities in an increasingly globalised and interdependent world. It is within this context that the ‘EU-Caribbean Partnership for growth, stability and development’ was adopted in 2006 aiming to support the regional integration eff orts of the Caribbean states, and that an ‘EU-Caribbean Joint Strategy’, for which the outline was validated in 2010, will address our common challenges. Successful regional integration leads to larger markets, more effi cient allocation of resources, a better investment climate and, most importantly, the improvement of people’s lives. With this objective in mind, the close cooperation between the European Union and the Caribbean has continuously been strengthened. The Caribbean became the fi rst region to sign a full Economic Partnership Agreement with the EU, in October 2008, recognising it as one of the most important investors and trading partners to the region. This agreement has provided a framework to help make trade and development assistance easier for all parties involved. We have also grown closer in diffi cult moments. In January 2010, one of the most devastating earthquakes ever recorded struck Haiti, aff ecting more than one million people. The EU swiftly mobilised humanitarian relief, providing vital support such as tents, food and clean water. A lot remains to be done in the country and I am proud that as the largest global donor to Haiti, the EU plays a central role in its reconstruction. We remain strongly committed to supporting the long-term development of Haiti and the entire region of the Caribbean. Together, we can do more and better. This is what partnership is all about. Andris Piebalgs European Commissioner for Development FOREWORD Published by the European Commission, Directorate General for Development and Cooperation – EuropeAid The information contained in this brochure does not necessarily refl ect the European Union’s offi cial policies. The European Commission, or any individual acting on its behalf, cannot be held accountable for the use which might be made of the following information. © European Commission, 2010 ",
        "4 5 SUMMARY OF THE ORGANISATIONS TABLE OF CONTENTS Today the Caribbean regional architecture consists of at least four layers with the Organisation of Eastern Caribbean States (OECS) having reached the highest level of integration, the Caribbean Community, or CARICOM, which is still advancing towards higher levels of policy and functional cooperation with the establishment of the CSME, the CARIFORUM including all the Caribbean ACPs and Cuba, and the ACS including all states in the Caribbean. CARIFORUM Headquarters: Guyana. Member States: Antigua and Barbuda, The Bahamas, Barbados, Belize, Dominica, Dominican Republic, Grenada, Guyana, Haiti, Jamaica, Montserrat, St. Kitts and Nevis, St. Lucia, St. Vincent and the Grenadines, Suriname and Trinidad and Tobago. Cuba became a member in October 2001. The UK and Dutch OCTs have observer status while active cooperation is pursued with the French DOMs. A Council of Ministers, serviced by the CARIFORUM Secretariat, is the highest political body of CARIFORUM. The Secretariat General is based in Guyana. An Ambassador of the CARIFORUM Member States holding the chair of CARIFORUM represents the organisation in Brussels. Within the Caribbean regional integration and cooperation architecture, the CARIFORUM Secretariat is also involved in the co-ordination and monitoring of the European Development Fund (EDF) resources and has been, to date, the European Commission’s main partner for all regional cooperation matters. A regional dialogue at the Ministerial level takes place regularly between CARIFORUM and the EU. Organisation of Eastern Caribbean States (OECS) Headquarters: Castries, St. Lucia. Member States: Antigua and Barbuda, Dominica, Grenada, Montserrat, St. Kitts and Nevis, St. Lucia and St. Vincent and the Grenadines. Associate members: Anguilla, British Virgin Islands. At the sub-regional level, the Eastern Caribbean countries are pursuing economic integration through the Organisation of Eastern Caribbean States (OECS). Established in 1981, OECS combines the smallest states in the region and established a Monetary Union. In 1983, the Eastern Caribbean Central Bank was created to maintain the single currency, Eastern Caribbean Dollar. The Caribbean Community and Common Market (CARICOM) Headquarters: Guyana. Member States: The Bahamas, Barbados, Belize, Guyana, Haiti, Jamaica, Trinidad & Tobago, Suriname and OECS members: Antigua & Barbuda, Dominica, Grenada, Montserrat, St. Kitts & Nevis, St. Lucia and St. Vincent & the Grenadines. The British Virgin Islands and the Turks and Caicos became associated members of CARICOM in 1991. Twelve other states from Latin America and the Caribbean have an Observer Status in various Community institutions. The main objective of the Treaty establishing CARICOM in 1973 was to promote the integration of the economies of its Member States through the creation of a single market and economy, coordinating foreign policies of its independent states and functional cooperation. A distinction was made between more developed and less developed countries. The more developed countries are: Barbados, Jamaica, Trinidad and Tobago and Guyana. The less developed countries are the Organisation of Eastern Caribbean States (OECS) Member States, plus Belize. To date, the latter receive special and diff erential treatment in the implementation of policies. 5 SUMMARY OF THE ORGANISATIONS 7 1. INTRODUCTION 9 2. THE EU AND THE CARIBBEAN: A strong regional partnership 9 The Caribbean region 9 Relations between the EU and the region 9 Political dialogue with the region 9 The EU-LAC Summit process 11 3. THE EU-ACP PARTNERSHIP AGREEMENT: The Cotonou Agreement 12 4. THE INSTRUMENTS OF COOPERATION 12 Economic and trade relations 14 Financial and technical assistance 15 Humanitarian assistance 17 5. PROFILES ACP COUNTRIES & OCTs 18 Antigua and Barbuda 19 Bahamas 20 Barbados 21 Belize 22 Cuba 23 Dominica 24 Dominican Republic 25 Grenada 26 Guyana 27 Haiti 28 Jamaica 29 St. Kitts and Nevis 30 St. Lucia 31 St. Vincent and the Grenadines 32 Suriname 33 Trinidad and Tobago 34 Overseas countries and territories (OCTs): Caribbean Region 34 Anguilla 34 British Virgin Islands 34 Cayman Islands 34 Montserrat 34 The Netherlands Antilles 35 Aruba 35 Turks and Caicos 36 6. LIST OF ABBREVIATIONS ",
        "6 7 Caribbean Single Market and Economy (CSME) The objective of the CARICOM Single Market and Economy (CSME), decided by Caribbean Heads of Government in 1989, is to integrate the economies of CARICOM into a unifi ed market in which people, goods, services and capital move freely, and into a single economy that functions under the same coordinated and harmonised economic policies. Underlying this objective is the belief that the CSME will bring a competitive strength, allowing CARICOM economies to face up to the challenges of globalisation and the erosion of trade preferences from developed countries. Association of Caribbean States (ACS) Headquarters: Trinidad. Member States: Antigua and Barbuda, The Bahamas, Barbados, Belize, Colombia, Costa Rica, Cuba, Dominica, Dominican Republic, El Salvador, Grenada, Guatemala, Guyana, Haiti, Honduras, Jamaica, Mexico, Nicaragua, Panama, St. Kitts and Nevis, St. Lucia, St. Vincent and the Grenadines, Suriname, Trinidad and Tobago, Venezuela. The objectives of the ACS are enshrined in the establishing Convention of 24 July 1994 and are based on the following: the strengthening of the regional cooperation and integration process, with a view to creating an enhanced economic space in the region; preserving the environmental integrity of the Caribbean Sea which is regarded as the common patrimony of the peoples of the region; and promoting the sustainable development of the Greater Caribbean. 1. INTRODUCTION CHALLENGES AND OPPORTUNITIES The CARIFORUM is composed of small mostly island states with open but fragile economies, in many cases based on a limited number of commodities, and geographically situated in an area that off ers multiple opportunities but which is prone to a number of risks mainly linked to natural disasters. The CARIFORUM States are generally considered democratic, with regular national elections, and well developed local government structures. This has been confi rmed by the numerous successful election processes conducted in the Caribbean allowing incumbent governments to return to offi ce or changes of governments. Transitions to new governments, where there have been changes, have been smooth. Civil society has continued to play an important role in the maintenance of democratic traditions in CARIFORUM. A free press, active trade unions, private sector organisations, human rights bodies, professional organisations, development NGOs and other civil society bodies continue to be very active. The activities of these institutions contribute positively to the governance and accountability structures of the CARIFORUM States. Strengthening the political partnership between CARIFORUM States and the EU, on the basis of shared universal values including democracy, human rights, good governance, support to civil society and peace and security, is a priority in EU-CARIFORUM relations. Growth experienced in Caribbean over the past four decades has resulted in signifi cant human development improvements in all countries expect Haiti, which suff ered devastation after the earthquake in January 2010: • Life expectancy has improved signifi cantly in the region, with Haiti having the lowest life expectancy of 52 years. • The available data suggest that most countries, except Haiti, are likely to achieve universal primary enrolment by 2015. • The goal of reducing child mortality rates by two thirds by 2015 is on track, with eight countries having already achieved the goal. Cuba with 7.1 deaths per thousand live births ranks at the top of the list and Haiti with 106.2 followed by Guyana at 64.6 are the lowest. • The HIV/AIDS epidemic in the Caribbean region is second in magnitude in the world, behind only Sub-Saharan Africa. In general it does seem, however, that national adult HIV prevalence has stabilised in several Caribbean countries, including the Dominican Republic and Haiti. With respect to the MDGs, emphasis is placed on human and social development, thus investment in human capital is a major EU policy response to the challenges of globalisation and inequality worldwide. If the MDGs are to be achieved, there has to be increased spending on the social sector. CARIFORUM countries have also invested in their social sector so as to reduce poverty and improve living conditions for their citizens. The region is working towards achieving the MDGs by 2015 and has made this a priority under the human and social development policy and strategies of the region. The EU has also provided assistance to the CARIFORUM countries in health, education, training and research. However, accelerated growth will be a necessary – if not suffi cient – condition if the central objectives of poverty reduction and MDGs are to be achieved. Support for regional integration has been part of Europe’s development policy since the Second Lomé Convention of 1979. To ensure growth, the most urgent challenges facing CARIFORUM countries is to undertake a strategic global repositioning of their economies and at the same time face the challenges posed by their vulnerabilities. There is scope for a repositioning that takes into account a number of elements including a well-established economic integration process, a highly educated and skilled labour force, niche marketing, strategic alliances and deeper cooperation involving governments, the private sector and civil society. This process has started and a signifi cant milestone was the signing of the EU – Caribbean Economic Partnership Agreement with the EU in 2008. It is crucial that the region continues seizing the opportunities of globalisation to ensure economic growth and preserve and deepen democracy despite the threats of vulnerabilities, including transnational criminal activities and fi nancial vulnerability. OECS * Anguilla Antigua and Barbuda British Virgin Islands Dominica Grenada Montserrat St. Kitts and Nevis St. Lucia St. Vincent and the Grenadines OECS: Organisation of Eastern Caribbean States CARIFORUM: Forum of Caribbean ACP States * Regional Integration Organisations ** Regional Cooperation Organisations CARICOM * + OECS countries1 Barbados Belize Guyana Haiti Jamaica Suriname Trinidad and Tobago The Bahamas CARIFORUM ** + CARICOM countries2 Cuba Dominican Republic ACS ** + CARIFORUM countries Aruba France Columbia Venezuela Panama Nicaragua Netherlands Antilles Costa Rica El Salvador Guatemala Honduras Mexico CARICOM: The Caribbean Community and Common Market ACS: Association of Caribbean States 1 except Anguilla and British Virgin Islands 2 except Monserrat ",
        "8 9 CARIFORUM countries’ proximity to North America, particularly the US, is an important advantage. Its large consumer market includes numerous Caribbean immigrants. The region is a major tourist destination for North America. At the same time, however, the region experiences negative eff ects in the form of exposure to the fi nancial crisis, migration, transnational crime, climate change and natural disasters. The global fi nancial crisis has hit hard in the Caribbean, in particular in the tourism sectors, and the negative eff ects of steadily rising commodities, particularly oil, have impacted on the fi scal accounts, balance of payments, debt, rising price of imports. Furthermore the region’s reliance on a narrow range of commodities for export (bauxite, alumina, sugar, rum, bananas) emphasises the vulnerability of the Caribbean. Nevertheless, the region maintains a positive overall economic growth rate. Trade in goods with EU is important, second after the US. The EC’s Trade Policy, which seeks to improve trade and economic growth in developing countries, is an important tool for supporting regional integration. The comprehensive EPA (where the EC signed up to duty-free-quota-free market access, with the exception of rice and sugar where transition periods have been foreseen) will complement regional eff orts to strengthen governance of regional integration and cooperation and the consolidation of regional markets. Several Caribbean countries have benefi tted from a facility, V-fl ex, established by the EU to provide fi nancial assistance in addressing the impact of the fi nancial crisis. Levels of emigration from the Caribbean region are among the highest in the world. The UN ECLAC estimates that some 65% of Caribbean migrants are living in the US, the rest in Canada, the UK, the Netherlands and Spain among others. Migration brings about a heavy brain drain: it is estimated that some 60% of the population with tertiary education have left the region. On the other hand, for practically all Caribbean countries remittances now constitute a major source of foreign ex- change, much more than ODA and FDI and generally also more than export earnings and even tourism net revenues. While migration presents an important challenge to countries, if properly managed it also off ers opportunities, and the Structured and Comprehensive bi-regional dialogue within the EU-LAC Partnership, will provide a platform for exchanging views and reaching a mutual understanding of each other’s realities, challenges and needs. Transnational crime, particularly drug smuggling, money laundering and illegal trade in arms, continues to impact negatively on CARIFORUM countries. Although the Caribbean is not a region where drugs are produced, in its 2007 report, the International Narcotics Control Board (INCB) estimates that 40% of the cocaine entering Europe has transited through the Caribbean, with the ‘Caribbean route’ being the preferred option for the drug cartels. Crime and violence are taking a heavy toll on the life of citizens in the region. EC assistance to the region in the fi ght against illicit drugs is an integral element of the priorities established by the EU Drugs Action Plan as well as the priorities and actions of the EU-LAC Panama Action Plan, the blueprint for EU-LAC cooperation in the fi ght against illicit drugs and related crimes. The environmental vulnerabilities of the Caribbean include natural hazards (such as hurricanes, earthquakes, tsunamis, and volcanic eruptions), deforestation, global climate change and rising sea levels leading to fl oods. Climate change is already having a signifi cant and serious impact on the Caribbean. This trend is likely to increase over the years and decades to come and is projected to include an increase in extreme weather events such as the droughts and fl oods that already aff ect the region. Projected sea-level rise will aff ect coastal areas where most of the economic activities take place. Climate change is a threat to development and diminishes the chances of achieving the Millennium Development Goals. The Caribbean is one of the most disaster-prone areas in the world. Caribbean States rank among the top 10 countries by number of disasters per land area and per head of population. In addition to welfare losses, natural disasters have an immediate impact both on the economy through contraction of economic output or worsening of balance of payments and on the budget. Natural disasters also have severe consequences for tourism since its infrastructure tends to be located on beach fronts. The EU is active in disaster prevention and preparedness in the region and ECHO’s Disaster Prevention Programme (DIPECHO) commenced operations in the region already in 1996. The EU is also a key partner of the Caribbean in terms of recovery and reconstruction. The EU contributes signifi cantly to the Caribbean Catastrophe Risk Insurance Facility (CCRIF). The EU also provides extensive support to reconstruction eff orts, drawing on non-programmable resources (B-envelope) which are additional to regular country allocations for development cooperation. 2. THE EU AND THE CARIBBEAN: A strong regional partnership THE CARIBBEAN REGION – CHARACTERISED BY DIVERSITY The Caribbean spans 4,000 kilometres from east to west and 3,000 kilometres from north to south. It is a diverse mix of southern and Central American continental states and island nations of widely diff ering size, culture, language, population and economic development. The Dominican Republic with a population of 10 million, Haiti with 9 million, and Cuba with 11.2 million have vast populations compared to their neighbors, which range from the 52,000 of St. Kitts and Nevis to the 2.9 million of Jamaica. But they also diff er in terms of geography and natural resources. Four countries (Cuba, the Dominican Republic, Haiti and Jamaica) account for the great majority of the group’s GDP (Gross Domestic Product), while per capita PPP (Public Private Partnership) varies widely for the group from high levels for The Bahamas, Antigua, Barbados, St. Kitts and Nevis and Trinidad and Tobago, to low income levels for Haiti and Guyana. RELATIONS BETWEEN THE EU AND THE REGION The European Union as a whole has strong historic ties with the Caribbean, and some individual EU Member States maintain close links with the region, notably through the French DOMs, and the particular relationship between the UK and the Netherlands with the OCTs. Enhancing the relationship between the Caribbean and the OCTs and DOMs is a cornerstone of the EU-Caribbean Strategy. Since 1975 the EC has been the largest grant donor to the Caribbean region. Overall EU cooperation with the Caribbean is aimed at poverty reduction through interventions in economic regional integration and cooperation, as well as addressing vulnerabilities and social issues. The EU has been assisting the region in meeting the MDGs through the provision of development assistance in the areas of health, education and investment in human capital under the previous and present EDF programmes. Regional integration is the corner stone in EU’s policy towards the Caribbean, and considered the best means to ensure political stability; create larger and more harmonised markets, and allow for the free movement of goods, services, capital and people, as well as enable economies of scale and stimulate investment; and ensure increased cooperation between neighbouring countries with a view to address challenges of a trans-national dimension, including food security, natural resources, biodiversity, climate change, and disease and pest control. POLITICAL DIALOGUE WITH THE REGION Strengthening the political partnership between CARIFORUM States and the EU, on the basis of universal values including democracy, human rights, good governance, support to civil society and peace and security, is a priority in EU-CARIFORUM relations. The commitment of both regions to establish a structured and comprehensive political dialogue was confi rmed at the 3rd EU-CARIFORUM summit in Lima, May 2008, and reiterated in Madrid 2010 after the launching of the renewed political dialogue. High-level meetings with CARIFORUM take place in two diff erent settings: a) There are regular meetings between the Commission and CARIFORUM with a strong focus on development cooperation issues and b) Political dialogue meetings between the EU and the region normally conducted at Heads of Government and Ministerial level in the context of the EU-LAC summits. THE EU-LAC SUMMIT PROCESS The partnership between the European Union (EU) and the countries of Latin America and the Caribbean (LAC) was established in Rio de Janeiro in 1999. The EU-LAC Summits (Rio de Janeiro, 1999, Madrid 2002, Guadalajara 2004, Vienna 2006, Lima 2008, Madrid 2010) provide an opportunity for dialogue at the highest level, between leaders from both regions on strategic topics that are high on the bi-regional and international agenda, such as social cohesion, regional integration, multilateral relations and climate change. High- level bi-regional sectoral policy dialogues have intensifi ed in recent years, in particular on sustainable development, illegal drugs and migration, and the deepening of cooperation ",
        "10 between Latin America and the Caribbean is an important component of the EU-LAC Strategic Partnership. Various summit declarations have called for consolidating the relations between Latin America and the Caribbean. Several treaties and agreements are already linking the two sub-regions. The VI EU-LAC Summit took place in Madrid on 18 May 2010. The central theme of this Summit was, ‘Towards a new phase of the bi-regional strategy: innovation and technology for sustainable development and social inclusion’. Just ahead of the EU-LAC Summit, on 17 May 2010 in Madrid, Spain, the European Union (EU) and Caribbean Forum (CARIFORUM) held their Fourth EU-CARIFORUM Summit. This was an occasion to discuss a series of issues relating to CARIFORUM-EU relations both in the wider ACP-EU context as well as in the framework of the ongoing bi-regional cooperation. It was agreed here to work towards a Joint EU Caribbean Strategy to underpin the enhanced bi-regional relationship, and to respond more eff ectively to global, bi- regional and regional challenges as well as to address, in the context of the political dialogue shared concerns. Furthermore, it was agreed to advance EPA implementation and other ways to address the current trade-related, economic and social challenges facing the Caribbean region, and opportunities for CARIFORUM-EU cooperation on the use of Innovation and Technology, including in the pursuit of Food Security in the Caribbean region were discussed. During the Summit, the Heads of State and Government commended the launching of high level political dialogue in Kingston in March, 2010, intended to provide new impetus to the EU-CARIFORUM relationship. 3. THE EU-ACP PARTNERSHIP AGREEMENT: The Cotonou Agreement The ‘Partnership Agreement between the members of the African, Caribbean and Pacifi c Group of States of the one part and the European Community and its Member States of the other part’ was signed on 23 June 2000 in Cotonou, Benin – hence the name ‘ACP-EC Partnership Agreement’ or ‘Cotonou Agreement’. It was concluded for a twenty-year period from March 2000 to February 2020, and entered into force in April 2003. The Cotonou Agreement is a global agreement, introducing important changes and ambitious objectives while preserving the ‘acquis’ of 25 years of ACP-EC cooperation. Compared to preceding agreements and conventions shaping EC’s development cooperation, the Cotonou Agreement represents further progress in a number of aspects. It is designed to establish a comprehensive partnership, based on three complementary pillars of development cooperation, economic and trade cooperation, and the political dimension. The partnership is centred on the objective of reducing and eventually eradicating poverty consistent with the objectives of sustainable development and the gradual integration of the ACP countries into the world economy (Art. 1 of Cotonou Agreement). The fundamental principles of the Cotonou Agreement are the equality of the partners and ownership of the development strategies; participation (central governments as the main partners, partnership open to diff erent kinds of other actors); pivotal role of dialogue and the fulfi lment of mutual obligations; diff erentiation and regionalisation. The actors of the Cotonou Agreement are; states (authorities and/or organisations of states at local, national and regional level); non-state actors (private sector; economic and social partners, including trade union organisations, civil society in all its forms according to national characteristics). Whereas the fi rst revision prepared the ground for the 2007–2013 fi nancial framework of development assistance, the second revision signed on 19 March 2010 adapted the partnership to changes which have taken place over the last decade, in particular: • The growing importance of regional integration in ACP countries and in ACP-EU cooperation is refl ected. Its role in fostering cooperation, as well as peace and security, prerogatives for growth and in tackling cross-border chal- lenges is emphasised, and a new trade relationship was discussed as well as the expiry of certain preferential trade arrangements reaffi rming the role of the Economic Partnership Agreements to boost economic development and integration into the world economy. • The ACP partners face major challenges if they are to address climate change and meet the Millennium Development Goals – especially regarding food security, HIV-AIDS and sustainability of fi sheries. In this respect the EU has been promoting the implementation of the internationally agreed aid eff ectiveness principles, in particular donor coordination as well as a broad and inclusive partnership with ACP partners. This has also allowed for further strengthening of the political dialogue between ACP countries and the EU which now includes an array of actors i.e. regional organisations, national parliaments, local authorities, civil society and private sector. ",
        "12 13 4. THE INSTRUMENTS OF COOPERATION ECONOMIC AND TRADE RELATIONS The CARIFORUM-EU Economic Partnership Agreement On December 16, 2007 the European Commission initialed an Economic Partnership Agreement (EPA) with Antigua and Barbuda, The Bahamas, Barbados, Belize, Dominica, the Dominican Republic, Grenada, Guyana, Haiti, Jamaica, St. Lucia, St. Vincent and the Grenadines, St. Kitts and Nevis, Suriname, and Trinidad and Tobago (the CARIFORUM countries with the exception of Cuba). In signing an Economic Partnership Agreement, the Caribbean and Europe aim to build on their long-established economic ties to foster growth, jobs and development in the Caribbean. The EPA was signed in the Caribbean on October 15, 2008. The EU worked together with the Haitian authorities in order to adjust some of Haiti’s tariff commitments in light of its specifi c needs as least-developed country (LDC). This made it possible for Haiti to sign the EPA in December 2009. The CARIFORUM-EU EPA is a pioneering agreement in the international trading system. It is the fi rst genuinely com - prehensive North-South trade agreement that promotes sustainable development, builds a regional market among developing countries and helps eliminate poverty. It will put the Caribbean on the map as an expanding market, where traders and investors can fi nd opportunities for growth and security for their investments. For more than 30 years trade between Europe and the ACPs has been based largely on ‘preferences’ – special tariff rates for selected goods. Unfortunately, these arrangements have not helped ACP economies to diversify or to strengthen their industries. The Caribbean exports less now than it did 20 years ago, and receives lower prices for those exports. Dependence on preferences is not a sustainable long-term strategy for the region. Also, because they were extended unilaterally by the EU to the ACP in a way that discriminates between Caribbean developing countries and developing countries elsewhere in the world, the previous trading relations which have been replaced by the EPA were not in conformity with WTO rules. The Economic Partnership Agreement is now defi ning trade arrangements that are safe against legal challenges by the WTO and by other developing countries, and six separate EPAs are anticipated with 6 diff erent regions of the ACPs, of which the CARIFORUM is the one. The CARIFORUM-EC EPA liberalises substantially all trade between both parties. It does this by immediately opening all markets on the EU side and gradually opening most markets on the Caribbean side. The coverage of goods liberalised by CARIFORUM countries under this Agreement amounts to 61% of EU imports in value over ten years, 82% over 15 years (85% of tariff lines) and 86% over 25 years (90% of tariff lines). The main exclusions from tariff cuts are agricultural and processed agricultural products; some chemicals, furniture and other industrial products. The EPA makes full use of the provisions in WTO rules that allow developing countries to exclude certain goods from liberalisation to protect sensitive and emerging industries, and to use safeguards to avoid surges in imports. • At the centre of the Economic Partnership Agreement is the creation of an integrated regional market in the Caribbean. It promotes the progressive harmonisation of external tariff s of the CARIFORUM countries building on the liberalisation of the fl ow of goods between the economies of the Caribbean. This will help local businesses create economies of scale and make the region much more attractive as a market for investment and trade. • The EU has also agreed to open up new markets for Caribbean companies and professionals to off er services in the EU and for young Caribbean professionals to gain EU work experience. These go far beyond anything off ered by Europe in any other trade agreement. • From the Caribbean side, there is a gradual opening of markets over a period of 25 years, which will mean cheaper goods for consumers and businesses. • Caribbean countries will now benefi t from improved ‘rules of origin’ that will support the development of industries that import materials to make goods for onward export to Europe. This is important for industries such as processed food or fi sheries that might import raw materials from outside the Caribbean. • There are also provisions to protect and uphold environmental standards and workers’ rights, while guaranteeing the rights of Caribbean countries to regulate and manage their own aff airs. • Beyond the €165 million European Development Fund regional programme for the Caribbean, a development cooperation declaration in the EPA commits the EU to using its Aid for Trade fi nancial support to help Caribbean countries implement the EPA. Funds will be used to help implement the EPAs to build business development programmes, and to assist in the reform of the taxation system of the CARIFORUM countries. Special support to the commodities bananas, sugar, rice In order to enhance the competitiveness and support diversifi cation of the banana sector a Special Framework of Assistance (SFA) was established in 1999. By 2008, when the SFA had run its course, the Caribbean received a total allocation of around €270 million which is more than 73% of the total value of the SFA. A new trade regime for sugar entered into force on 28 February 2006. Under the ‘Accompanying measures for Sugar Protocol countries’ (AMSP), the EU is funding actions aimed at increasing the competitiveness of the sugar industry and the diversifi cation and mitigation of the social eff ects of the changes in the trade regime in six Caribbean countries (Jamaica, Belize, Barbados, Trinidad and Tobago, St. Kitts and Nevis, and Guyana). Under the 2006 budget, amounts of €19.4 million – or nearly 50% of the total funds - were made available to the six Caribbean countries. After the fi nal decisions for the funds 2007–2010 were taken, the total amount of support to the Caribbean reached €360 million for the period 2006–2010. After this period, and following a mid-term evaluation of the AMSP, there will be additional funds for the period 2011–2013, the end of the transition period for sugar. Finally, the Commission has also set up a programme in support of the rum sector totalling €70 million, which is to be implemented until 30 June 2010. The programme aims to enhance the competitiveness of the sector by making it export-ready in the segment of branded products. The rice sector receives €24 million to make it more competitive. Main Caribbean exports to the EU are fuels (petrol, gas and ethanol), agricultural produce (bananas, sugar, rice, cocoa) and minerals (gold, aluminium oxide). The EU exports, in particular, machinery and transportation equipment, some chemicals and some agricultural products to the Caribbean. EU-CARIFORUM Trade balance 2005–2009 EU-CARIFORUM Trade 2005–2009 by product group http://ec.europa.eu/trade/issues/bilateral/regions/acp/pr220208_en.htm Imports Exports Balance 0 3,000 4,000 5,000 7,000 6,000 2,000 1,000 –1,000 2005 2006 2007 2008 2009 Imports Exports Balance –500 0 –1,000 500 1,000 1,500 2,500 2,000 –1,500 –2,000 1,146 534 1,889 164 32 95 63 309 436 127 15 383 368 524 2,054 1,530 5 40 35 19 23 4 114 371 257 172 109 –63 –1.725 –611 1,100 – 1,200 – 2,100 – 2,200 – 2,300 – 2,400 – 2,500 – 2,600 – 2,700 – 3,000 – Agricultural Products Fuels and mining products Iron and Steel Chemicals Other semi- manufactures Machinery and transport equipment Textiles Clothing Other manufactures Other products M I L L I O N S I N E U R O S ",
        "14 15 FINANCIAL AND TECHNICAL ASSISTANCE The European Development Fund The European Development Fund (EDF) is the main instrument for providing EU aid for development cooperation in the African, Caribbean and Pacifi c (ACP) states and Overseas Countries and Territories (OCTs). Each EDF is concluded for a multi-annual period and is implemented within the framework of an international agreement guiding the relations between the EU and partner countries. Geographical cooperation with the ACP under the EDF is complemented by development aid provided by the EU’s general budget and by bilateral cooperation and contributions from individual Member States to multilateral development cooperation. The overall allocation to ACP States under the 10 th EDF, which covers the period 2008–2013, is €22.682 billion. In addition to managing part of the EDF’s resources under the investment facility, the European Investment Bank (EIB) will contribute up to €2 billion from its own resources for the period covered by the 10 th EDF. Geographical cooperation with the ACP countries under the 10 th EDF is governed by the ACP-EC partnership agreement signed in Cotonou in 2000 and revised fi rst in 2005 and then again in 2010. Geographical cooperation with the OCTs is governed by the Overseas Association Decision of 27 November 2001, which was amended on 19 March 2007, and a second amendment is foreseen in 2012. While some funds from the 10 th EDF have been set aside for unforeseen needs, like disaster response, most have been programmed in a multi-annual framework for 2008–2013. Country strategy papers, regional strategy papers and an intra- ACP strategy paper have been adopted by the Commission. Their implementation will be annually monitored and the strategies will be reviewed at mid-term (2010) and at end-of- term (2012). The 10 th EDF (2008–13) foresees approx. €737million (€795.7 million including resources for unforeseen needs, containing emergency assistance, debt relief and compensation for loss of export earnings) for national allocations to the Caribbean countries. Focal sectors are in the area of governance and competitiveness or infrastructure/interconnectivity, macro- economic budgetary support or poverty reduction. The Caribbean Regional Programme has received an allocation of €165 million. The Regional Programme will focus on support to regional integration and EPA implementation, as well as a non-focal sector addressing one of the main vulnerabilities of the region (drugs and security). The 10 th EDF Regional Strategy (RS) takes into account the recent political developments which point to stability in the region. It also takes into account historical and current economic features and trends in CARIFORUM. More par- ticularly, the RS seeks to assist CARIFORUM countries in their economic diversifi cation eff orts, namely to move away from overdependence on commodity exports and diversify into other areas including services. Such assistance is provided through support for regional integration and cooperation eff orts aimed at developing economic competitiveness and gradual entry into the global economy. The Regional Strategy takes into account the special relationship between the CARIFORUM and the EU through provisions to assist the region in fully implementing and deriving maximum development benefi ts from the CARIFORUM/EC EPA. Lastly, the Regional Strategy also takes into account the physical and social vulnerabilities that may have an impact on regional economic and social development. An EU-Caribbean Infrastructure Trust Fund, supported by Intra-ACP funds to the tune of €40 million, additional to the Regional Programme, will facilitate the implementation of signifi cant projects in the area of interconnectivity, transport, energy and other economic infrastructure. EDF private sector support instruments The Investment Facility The Investment Facility, managed by the European Investment Bank, is geared to fostering sustainable investments in the ACP countries. The facility supports private sector-led initiatives that promote economic growth and thus help to reduce poverty. It also supports public sector projects, typically in infrastructure, that are critical for private sector development and the creation of a competitive business environment. Through the projects fi nanced, the Facility encourages regional cooperation and integration, the mobilisation of domestic savings and foreign direct investments, as well as the broadening, deepening and strengthening of the local fi nancial sector. The Facility meets the fi nancing needs of investment projects in the region with a broad range of fl exible risk-bearing instruments such as junior loans, equity, quasi-capital, guarantees and, in particular cases, interest rate subsidies. The Investment Facility, a €3.5 billion revolving fund, is fi nanced via the European Development Fund and is managed with the aim of being fi nancially sustainable. It is complemented by grants for fi nancing interest rate subsidies worth €400 million for the period 2008–2013, of which up to €40 million can be used to fund project-related technical assistance. In addition to the Investment Facility, the EIB can lend up to a further €2.000 million from its own resources for the period 2008–2013. Operations carried out under the Bank’s own resources are covered by a specifi c guarantee from EU Member States. The Investment Facility off ers ACP countries security regarding the amount of funding available for private sector development over the short, medium and longer term. Centre for the Development of Enterprise (CDE) CDE is a dedicated Institution of the Cotonou Agreement focused on improving enterprise competitiveness by pro- viding business development services through intermediary organisations or directly to enterprises. CDE’s role is particularly relevant in view of ongoing regional integration and the Economic Partnership Agreement. It provides support to enterprises in the formal sector focusing mainly on SMEs with at least €80,000 net asset value and/ or a turnover of €250,000. Technical assistance is organised mainly through sector oriented or transverse programmes which target selected groups of enterprises and the relevant organisations. Technical assistance includes technology advice aimed at modernisation and productivity enhancements of operations, support for market research, marketing assistance and product innovation, special emphasis is placed on support for international certifi cation in food safety, quality, environmental management, management systems and skills and other areas which could improve, in a structural and sustainable way, the performance of the enterprise or new investment. In 2010, the priority sectors include: Agro-industry or value added agri-business and agro-processing; Services (building capacity of SMEs in infrastructure and energy based industries to be more involved in public works and other large contracts; competitiveness in Tourism, Marine trade and transport); SME investment support working closely with fi nancial institutions; Energy Management; and ICT- Support to Professional service providers. For the last ten years, CDE has assisted about 600 companies in the Caribbean region. As a public agency, CDE can play an important strategic role for private sector development, mobilising its service capacity and experience and adding its extensive European Union network including the main European (national or regional) private sector organisations (economic or technical). HUMANITARIAN ASSISTANCE The European Commission Humanitarian Aid Department (DG ECHO) has been active in disaster preparedness through its Disaster Preparedness Programme (DIPECHO) which commenced operations in the region in 1996 to improve the capacities of communities at risk to better prepare and protect themselves. Through Seven DIPECHO Action Plans implemented, in total, we have allocated some €21 million on Disaster Preparedness projects all over the Caribbean. DG ECHO continuously promotes close coordination and initiatives (contribution to country Disaster Risk Reduction strategy, exchange of tools, experiences, etc.) with the respective National Disaster Management organisations and regional bodies, such as CDEMA (Caribbean Disaster and Emergency management Agency). DG ECHO also prioritises the implementation at country level of UN strategies such as Caribbean Resilient Cities (Urban DRR), Safe Hospitals, Safe Schools as well as the implementation of the Hyogo Framework for Action. In Haiti, since 2009 DG ECHO was focusing on providing comprehensive multi-sectoral approach to reduce malnutrition and making available obstetric care to reduce mortality and morbidity in the country. Following the 12 January 2010 earthquake, the operations were adapted to address the impact of the earthquake. DG ECHO also monitors closely the humanitarian situation in the Caribbean and provides emergency assistance when required. Some recent examples of this activity are the Breakdown by sector Cotonou Investment Facility and EIB own resources cumulative signatures 01/04/2003–31/12/2009 EU-Cuba trade Cuba is not a signatory of the Economic Partnership Agreements. Cuba benefi ts from the Generalised System of Preferences in its trade exchanges with the EU. The EU is Cuba’s second largest trading partner and is characterised by a trade balance in favor of the EU. EU imports from Cuba amounted in 2009 to €301.58 million, compared to EU exports to Cuba of € 1.04 billion. The EU is Cuba’s fi rst investor and approximately half of all tourists visiting the island every year come from the EU. Cuba also benefi ts from a quota for sugar exports granted by the EU. Transport 23% Energy 8% Tourism 7% Financial 62% ",
        "17 contributions of €120 million to respond to the consequences of the earthquake of 12 January 2010 plus support to the respond to the impact of hurricanes and the 2010 cholera epidemic; €2 million made in 2009 in Cuba to respond to the consequence of hurricanes Gustav, Ike and Paloma; the €3.5 million to Grenada following hurricane Ivan in 2004 and Emily in 2005; and support to St Lucia, and St Vincent and the Grenadines in the aftermath of hurricane Tomas. DG ECHO has a continuous cooperation with other Commis- sion services and donors which support programmes for prevention and disaster risk reduction in the region. Particular attention is paid to LRRD. Coordination with other donors (AECID, CIDA, DFID, IADB, US/OFDA and WB) is constant and will be further promoted. These activities are coordinated through the ECHO offi ces in Haiti and Dominican Republic with the help of the Regional Support Offi ce based in Managua. European Investment Bank The EIB has been an active development fi nance partner in the Africa, Caribbean and Pacifi c countries (ACPs) since 1963. Currently, the EIB operates in these regions under the ACP-EC Partnership Agreement. Financing under these frameworks is provided from EU Member States’ budgets; alongside EIB own resources, which the Bank manages on a broadly self- fi nancing basis by borrowing on the capital markets. Within this framework, the EIB is entrusted with the man- agement of the Investment Facility. Policy-driven, the EIB adapts its lending activity to the European Union’s external development aid and cooperation objectives. In keeping with the spirit of the Paris Declaration on Aid Eff ectiveness, the Bank cooperates closely with European development fi nance institutions, peer institutions and other development partners. Since the inception of the Cotonou Agreement in 2003, the European Investment has supported the Caribbean’s economic activity with loans and equity investment worth over €303 million. Relying on its expertise, the Bank has focused its interven- tions on improving the quality, availability and accessibility of fi nancial services, notably for small and medium-sized enterprises and low-income borrowers (notably by extending lines of credit to local and regional fi nancial institutions). Examples of the EIB’s interventions in the Caribbean Region include support to a variety of sectors including private, transport, microfi nance, energy and tourism sectors, and have contributed to establishment of signifi cant structures such as Micro Finance Institutions in the Dominican Republic, airports and wind farms in Barbados and the Jamaica Normal Manley International Airport. 5. PROFILES ACP COUNTRIES & OCTS Belize Turks & Caicos Islands IIs ssl sl nn Cay Cayman manIs Islan lands ds Jamaica ca ica The Bahamas Bermuda GGuyana Suriname rench Frenc Frenc Guyana naa na Dominican Do Do Rep. Puerto PPP Rico Guadeloupe Dominica Mar Martin tiniqu iquee St. Luciaq Netherlands A till Antilles Antigua and Barbuda Anguilla British Virgin Islands St. Kitts and Nevis Mon Montse tserra rratt g St. Vincent & Grenadinesss Aruba St. Martin Grenada Trinidad & Tobago Barbados Haiti iti aiti Cuba C ",
        "18 18 THE BAHAMAS Overview of relations between the EU and The Bahamas Due to its high per-capita income, The Bahamas is classifi ed today by the multilateral development institutions as a middle-income country. As at the end of 2010, EC-Bahamas cooperation had provided a total of €80 million. The reduction of regional socio-economic imbalances in The Bahamas is the main goal for the future. This should entail greater capacity building in infrastructure development on the south-easterly islands of The Bahamas, bringing them to the level of New Providence, Grand Bahamas, Abaco and the other more developed islands. The goal is to achieve sustainable economic growth and stability and continuous improvements in living conditions. The 9 th EDF (€4.5 million) focused on infrastructure on the outer islands. The activities funded by the 10 th EDF (€4.7 million) will focus on the infrastructure sector in the lesser privileged areas. Providing adequate physical infrastructure is considered to be a critical requirement for continued growth and competitiveness, particularly in the tourism industry. This is also relevant for The Bahamas’ economic relations with the EU and could be part of a regional eff ort to promote services trade. The aim is to increase capacity to improve local infrastructure and ensure better maintenance, as well as increase Family island participation, development and production in the areas of goods and services. For this purpose an envelope of € 4.7 million has been allocated to reinforce the development of the peripheral islands. Apart from EDF funding, The Bahamas has availed itself of loans from the European Investment Bank largely to support developments undertaken by The Bahamas Electricity Corporation and the Water and Sewerage Corporation in expanding the reach of their services. Capital: Nassau Area: 13,939 km2 Population: 333,000 Language: English ANTIGUA AND BARBUDA Overview of relations between the EU and Antigua and Barbuda The political dialogue with Antigua and Barbuda includes foreign policy, drugs and drug-related crime, the Regional Security System, regional integration and the implementation of the EPA. New commitments exist in the fi nancial area in support of fi scal reform and assistance in combating the possibility of harmful taxation practices of off shore fi nancial institutions. Since 1976, EU support has totaled more than €30 million. In the past, assistance has focused on human resource development, infrastructure and agriculture. The support under the 9 th EDF (€2.6 million) was dedicated mainly (85%) to education. The 10 th EDF (€3.4 million) is concentrated on public fi nance management reform supporting the government’s medium-term strategy focusing on economic diversifi cation, rationalisation of public expenditure and equitable distribution of resources. This entails introducing programmed budgeting, new taxes and improving the collection of existing taxes, maintaining also a balance between economic growth and environmental sustainability. The country’s main export items used to be commodities like sugar, but now tourism is by far the main source of foreign exchange. The main trading partners are the OECS and CARICOM countries, the United States and EU Member States, principally the UK. Tourism and related services account presently for about 75% of GDP and employs around 25% of the active labour force. The country’s main trading partners are the US and the other CARICOM countries, as well as the UK, with total exports covering less than a fi fth of total imports, as tourism is by far the main economic engine. Antigua and Barbuda also has usually a big trade defi cit with the EU. Capital: St. John’s Area: 442 km2 Population: 88,000 (est. 2009) Language: English Turks & Caicos Islands The Bahamas Cuba Puerto Rico Guadeloupe Dominica Martinique St. Lucia Antigua and Barbuda Anguilla British Virgin Islands St. Kitts and Nevis Montserrat St. Vincent & Grenadines St. Martin Barbados ",
        "20 20 BELIZE Capital: Belmopan Area: 23,667 km2 Population: 300,000 Language: English (and Spanish) Overview of relations between the EU and Belize Cooperation between the European Union and Belize began with the fi rst Lomé Convention, which was signed in 1975. Assistance to date to Belize amounts to around €100 million and is focused mainly on infrastructure. The fi nancial allocation of the 10 th EDF (€11.8 million) is earmarked for Rural Development as a focal sector, following a similar successful programme under the 9 th EDF (€7.8 million). Moreover, Belize received over the period 2006–2010 an amount of €50 million under the budget line for Accompanying Measures for ACP Sugar Producing countries with a view to improve the effi ciency of sugar cane production, as well as to promote economic diversifi cation. Within the sugar programme, there is emphasis on road construction and improvement in the sugar-producing areas which are allocated in the north of the country. Moreover, Belize has received, over the period 1999 to 2008 an amount of €27.7 million in the framework of the Special Framework of Assistance for ACP Banana Producers in order to modernise the sector and satisfy social needs in banana-producing areas. Bananas are produced on estates in the southern part of the country. Tourism is the top foreign exchange earner, closely followed by citrus concentrate. Other major exports include sugar and bananas that go almost exclusively to EU markets, marine products, including shrimps from aquaculture, garments, papayas and timber. The main EU trading partners are the UK, the Netherlands, France, Denmark, Italy and Ireland. BARBADOS Overview of relations between the EU and Barbados The EU has a genuine partnership with Barbados with a regular political dialogue. Since 1976 fi nancial resources allocated by the EU to projects, programmes and operations total more than €140 million. Almost two-thirds of this overall amount has been provided through the European Investment Bank (EIB) in the form of subsidised loans or risk capital. The European Commission’s assistance to Barbados has been concentrated up to now on the development of human resources and the health sector which has been the focal sector of the 9 th EDF (90% of a total of €6.5 million). The 10 th EDF National Indicative Programme with a €9.8 million envelope focuses also on human resources development. As a traditional sugar-producing country, a major issue for Barbados involves the adjustments required as a result of the reform of the EU’s sugar regime. The country is therefore benefi ting for the period 2007–2010 from around €36 million under the ‘Accompanying Measures for Sugar Protocol Countries’ for restructuring of the sugar sector and particularly for contributing to the diversifi cation of its economy, and will receive substantial further amounts under this budget line for the period 2011–2013. The European market (principally UK) accounts for less than 20% of imports and 15% of exports, around two thirds of Barbados’ exports being directed to other CARICOM countries. A very high trade balance defi cit is usually compensated by equally high tourism revenue. In 2009, imports from the EU totaled €109 million, exports to the EU €36 million, of which approximately half corresponding to raw sugar and rum. The country’s main trading partners are by far the US and other CARICOM countries, followed by the UK, with total exports covering less than a third of total imports, tourism being the main economic engine. During the last years, EU imports from Barbados totalled around €100 million and exports to Barbados around €250 million. Capital: Bridgetown Area: 431 km2 Population: 275,000 Language: English Belize Cayman Islands Puerto Rico Guadeloupe Dominica Martinique St. Lucia Netherlands Antilles Montserrat St. Vincent & Grenadines Grenada Trinidad & Tobago Barbados ",
        "22 23 22 DOMINICA Overview of relations between the EU and Dominica The global fi nancial assistance provided to Dominica since 1975 is estimated at €108 million. The biggest share has been provided through the Stabex and SFA mechanisms, almost three times the amounts of the National Indicative Programmes, which were meant to expedite the ongoing restructuring of the banana sector and support agricultural and more generally economic diversifi cation. Under the Special Framework of Assistance (SFA) budget line, Dominica was granted €52.5 million for the period 1999–2008. The programme includes targeting effi cient farms for EU- funded investment in irrigation and drainage and other infrastructure works to raise effi ciency, quality and labour productivity. A critical element of the programme is the implementation of projects to help displaced farmers move into non-traditional agriculture and so minimise the adverse social impact of the restructuring of the industry. Through projects promoting social and community development, EU funds play an important role in the drive towards poverty alleviation. Most of the €6.5 million allocated to Dominica under the 8 th EDF was used to focus on tourism development, whereas the funds of the 9 th EDF, corresponding to €3.7 million plus an addition of €6.7 million after the Mid-Term Review, originally focused on infrastructure (road maintenance). Under the 10 th EDF, it is foreseen to focus 80% of the fi nancial envelope (€4.56 million) on General Budgetary Support to assist the Government in implementing its home-grown Growth Social Protection Strategy. The remaining amount (€1.14 million) will be equally divided between Technical Cooperation Facility and Support to the NAO. The main challenges facing the country relate to attaining growth in the economy while reducing poverty and improving the quality of life for Dominicans. This largely means creating jobs for the unemployed in the rural areas, where poverty is most pronounced. Investment in agriculture, community tourism, and human resource development (skills, training etc), and improving the environment for private sector activity off er the best prospects for success. The challenges are economic, social, political and environmental. Some of them emanate from the continuing eff ects of trade liberalisation and globalisation. In this context, the current dynamics of regional integration, including the CARICOM Common Market and Economy (CSME) and the OECS economic union, represent an opportunity and make it imperative for Dominica to put its comparative advantages to better use and improve its human capital through education and training. Dominica’s main trading partners are Japan, China, the United Kingdom and the United States. Major Caribbean trading countries include Jamaica, Antigua and Barbuda, Guyana and Trinidad and Tobago. Capital: Roseau Area: 751 km2 Population: 70,400 (UN, 2009) Language: English (some Creole) Overview of relations between the EU and Cuba An EU-Cuba political dialogue covering the whole range of potential fi elds of cooperation including the political, human rights, economic, scientifi c and cultural aspects, was re- launched in October 2008. In this context, a number of EU- Cuba political dialogue meetings, at ministerial and senior offi cials levels, have taken place. EU cooperation with Cuba was also resumed in October 2008. Emergency assistance of €4 million was immediately made available in the aftermath of hurricanes Gustav, Ike and Paloma, to cover the most important humanitarian needs of the population aff ected. An additional amount of more than €50 million was adopted by the European Commission in 2009 and 2010 for cooperation in the fi elds of post-hurricane reconstruction and rehabilitation, food security, culture, climate change, renewable energy, business management training and initiatives of non-state actors. A Country Strategy Paper for Cuba for the period of 2011–2013 was adopted by the Commission, with an allocation of €20 million for three priority sectors: 1) Food security, 2) Environment and adaptation to climate change and 3) Expertise exchanges, training and studies. Cuba also participates in a series of EU-funded regional initiatives such as the Caribbean biological corridor, diff erent EU regional programmes for Latin America such as AL-Invest or URB-AL, student mobility programmes such as Erasmus Mundus, and is also eligible for projects funded under the EU’s 7 th Framework Programme for Research and Development. The EU is Cuba’s second trading partner, with one-third of all trade, almost half of all foreign direct investment, and more than half of all tourists, coming from Europe. Cuba benefi ts from the Generalised System of Preferences in its trade exchanges with the EU. CUBA Capital: Havana Area: 109,886 km2 Population: 11,240,000 Language: Spanish Puerto Rico Guadeloupe Dominica Martinique St. Lucia Antigua and Barbuda St. Kitts and Nevis Montserrat St. Vincent & Grenadines Grenada Barbados Cayman Islands Jamaica Haiti Cuba ",
        "24 25 24 GRENADA Capital: St. George’s Area: 345 km2 Population: 104,000 (UN, 2009) Language: English Overview of relations between the EU and Grenada The 8 th EDF amounted to €6.5 million with water supply as the primary focal sector. The 9 th EDF initially focused on tourism, but following Hurricane Ivan, it was decided to shift the priority to water and school rehabilitation. The total amount of the 9 th EDF after End-of-Term Review was €13.5 million. Grenada was a benefi ciary of the Special Framework of Assistance (SFA) budget line, which was meant to help traditional ACP banana suppliers either to enhance their competitiveness or support diversifi cation. The programme ended in 2008, although several projects will still run for a few more years. Through the SFA scheme, Grenada was granted €5.5 million for the period 1999–2008. Under the 10 th EDF, it is foreseen to use €5 million, corresponding to 84% of the total fi nancial envelope (€6 million) to support Grenada’s Human Settlement Policy 2005–2015, aiming at ‘building back better’ and providing low-income households with secure living accommodation through Sector Budget Support. The remaining amount (€1 million) will be equally divided between Technical Cooperation Facility and Support to the NAO. The country is still in a post-disaster situation, having been battered by Hurricane Ivan in September 2004 and Hurricane Emily in July 2005. The Ivan storm caused the deaths of 39 people, and overall damage on the economy was estimated at more than 200% of 2003 GDP. Extraordinary grant receipts, as well as debt relief secured after the hurricane, improved the Government’s fi scal outturn. However, the country has been aff ected by the current global economic crisis and the Government has been trying to boost the economy through a stimulus package. At a social level, with the immediate recovery from the hurricanes and emergency relief eff orts mostly addressed, the priority has turned to assisting the aff ected population to return to normal conditions, an endeavour critical to preventing a rise in poverty and for maintaining social stability. Grenada’s economy has traditionally depended on exports of spices and bananas. The country has been trying to diversify agricultural production and more generally its economy. In recent years, tourism and manufacturing paper products and electronic components, off shore fi nancial services and telephone and internet-based marketing have become increasingly important. The island produces bananas and cocoa, and is well known for its spices – cloves, nutmeg, ginger, cinnamon and mace. Although nearly 90% of nutmeg trees were destroyed in 2004 due to Hurricane Ivan, Grenada is still one of two world’s major nutmeg producers (Indonesia being the other). Nowadays bananas are grown on a small scale and are no longer exported to Europe. Grenada’s main trading partners are the United States, Jamaica, Trinidad and Tobago, Barbados and St. Lucia. Imports include food, manufactured goods, machinery, chemicals, and fuel. DOMINICAN REPUBLIC Overview of relations between the EU and the Dominican Republic The Dominican Republic is a lower-middle income country with a GDP per capita of USD 8,896 (2010 data). In the last 15 years the Dominican Republic has experienced major economic changes. Record growth rates combined with a macroeconomic stability policy meant that per capita income rose from USD 860 in 1991 to USD 2,850 in 2006, and foreign and internal debt are considered to be at a sustainable level. Sound macroeconomic policy protected country’s economy against consequences of the international fi nancial crisis. The economic growth has, however, not been matched by an equivalent level of social development. The Dominican Republic’s relations with the European Union are good and developed since the accession of the country to the Lomé IV Convention. The policy dialogue is increasing as development cooperation deepens. Commercial relations with EU Member States have been progressing steadily, the EU being the second commercial partner after the USA and the main source for the important tourism industry (where Spanish and Italians operators play an important role). Commercial cooperation between EU and the Dominican Republic is strengthening in the framework of Economic Partnership Agreement (EPA) with the CARIFORUM. The Dominican Republic played an active role in reaching the agreement. The key objective of the EU for the coming years is to assist the Dominican Republic with translating economic growth in accelerated social development. The programmable funds for the period 2008–2013 amount to €179 million. In addition €15.3 million has been allocated to cover unforeseen needs such as emergency assistance etc. The main objectives of the 10 th EDF National Indicative Programme are to promote poverty eradication, foster social and human development and social cohesion as well as to consolidate democracy and enhance competitiveness. Support will be provided as General Budget Support focusing on the MDGs in Poverty alleviation, Health and Education sectors (€91.3 million ) and Sector Support to Governance and support to economic and institutional reforms (€61.7 million). In the non-focal area, the relation with neighbouring Haiti will receive specifi c attention in order to assist both countries to develop their complex relation, addressing in the framework of a bi-national policy strategy issues of migration, commerce and economic development, infrastructure links, public health and the environment (€15 million). Capital: Santo Domingo Area: 48,442 km2 Population: 10,000,000 Language: Spanish Puerto Rico Guadeloupe Dominica Martinique St. Lucia Montserrat St. Vincent & Grenadines Grenada Trinidad & Tobago Barbados Turks & Caicos Islands Jamaica Dominican Rep. Puerto Rico British Virgin Islands Haiti Cuba ",
        "26 26 HAITI Overview of relations between the EU and Haiti Haiti adhered to the ACP-EU Partnership Agreement in 1990 but political events between 1991 and 2004 hampered fruitful and eff ective cooperation between the European Community and the country. From 2004 onwards, the EU has been a key player in eff orts by the International Community to support Haiti overcome decades of political instability and extreme poverty. From 2004 the European Union (EU) focused on assisting Haiti with its political transition process and with the implementation of a national reconstruction plan covering short-term and medium-term programs, the ‘Interim Cooperation Framework’, designed by the interim Government with the help of a group of leading donors, including the EU. The EU is one of the largest donors in Haiti and has fi nanced projects and programmes covering a wide range of re- habilitation and development activities from transport infrastructures, education and health, through agriculture, food security and fi sheries, to confl ict prevention, election support and trade policy. The funding was secured from both the European Development Fund (EDF) and community budget lines. In addition Haiti benefi ts from humanitarian and emergency funds. HAITI EARTHQUAKE ON 12 JANUARY 2010 On 12 January 2010 a catastrophic earthquake measuring 7.0 in magnitude struck the capital city of Port-au-Prince resulting in an estimated 230,000 deaths, 300,000 injuries, one and a half million homeless and three million aff ected. The EU humanitarian response was immediate, including humanitarian assistance for €295 million from the EU Member States and €120 million from the European Commission. At the International Donors’ Conference ‘Towards a New Future for Haiti’, held on March 31st in New York, the EU was the second largest donor having collectively pledged €1.235 billion to support recovery and reconstruction activities in Haiti. The Commission share of that pledge was € 460 million, which since has been upgraded to €522 million. By the end of 2010, more than €300 million for projects and programmes had been mobilised covering budget support which has allowed continued access of thousands of Haitians to basic services such as education, health and security; rehabilitation of critical road links and infrastructures; governance and election support; disaster preparedness; ‘Cash for Work’ programmes and support for Haitian civil society. While advocating the primacy of the Haitian Government in the reconstruction eff ort, the EU strongly supports eff ective donors’ coordination and is a leading player within the Interim Haiti Recovery Commission (IHRC) which consist of both Haitian and international representatives being charged with the approval of all reconstruction projects/programmes and their coherence with the Haiti Action Plan for Recovery and Development. The EU is committed to supporting Haiti on a long-term basis on the road towards recovery from the natural disaster and then on to sustainable development. The EU also strongly support the strengthening of bi-national relations with the Dominican Republic and signifi cant funds are made available to underpin projects and programmes in that area as well as to support Haiti’s full participation in the CARICOM. Capital: Port-au-Prince Area: 27,750 km2 Population: 9,000,000 Language: Creole, French GUYANA Overview of relations between the EU and Guyana EU’s cooperation has consistently supported Guyana’s development agenda and stated priorities in the National Development Strategy and PRSP. Total fi nancial assistance from the EC to Guyana since the beginning of the Lomé Convention in 1975 is estimated at some €338 million, plus benefi ts from regional programmes and €88 million in support to the sugar sector. The 9 th EDF for Guyana amounted to €53.7 million. The 10 th EDF, covering 2008–2013, includes an envelope of €51 million programmable funds. This envelope will cover long term programmable development operations under the strategy, and in particular providing macro-economic support with €30 million and sea defences with €14.1 million to assist Guyana in defending its social and economic assets in the low-laying arable coastal zone to take account of climatic changes. In addition, the strategy will support governance and unblocking bottlenecks to private sector investments. Finally, it will focus on improving institutional capacity, and initiate exploration of new potentially transformative opportunities that could eventually boost GDP growth to sustainable levels, in particular through the response to Guyana’s sugar adaptation strategy. The traditional pillars of the Guyanese economy are sugar, bauxite and rice, however, gold has become a signifi cant export. Private investments have been on the increase in recent years. Nevertheless, the economy will continue to be constrained by challenges in Guyana’s main economic sectors, agriculture and mining, even if new investment in mining (bauxite and gold) may reverse the recent decline in mining output. The country’s main trading partner is the US, followed by Canada and the UK. In 2009, total EU imports from Guyana totaled €182 million and exports amounted to €89 million. Capital: Georgetown Area: 215,000 km2 Population: 766,000 Language: English Turks & Caicos Islands Jamaica Dominican Rep. Puerto Rico Haiti Cuba Guyana Suriname French Guyana ",
        "28 29 28 ST. KITTS AND NEVIS Overview of relations between the EU and St. Kitts and Nevis Since 1976, St. Kitts and Nevis(SKN) has received more than €30 million. The 9 th EDF (€3.4 million) was dedicated to human resources development. The 10 th EDF, with €4.5 million, focuses on ‘Internal Safety and Security’ in view of modernising its security services by developing human resources, building capacities and improving infrastructure. The choice of this focal sector is a response to rising criminality rates which are considered by the Government as one of the main challenges for the society and the development of the country’s main economic sectors like tourism. As a former sugar producing country, SKN receives funds under the ‘Accompanying Measures for Sugar Protocol countries’ aff ected by the reform of the EU sugar regime. For SKN the foreseen budget is of over € 43 million for the period 2007–2010 and another signifi cant amount will be available for the following years. These funds are aimed at economic and social objectives like human resources development, the diversifi cation of the national economy and mitigation of social problems related to unemployment, particularly with support to former sugar workers who have lost their jobs in the now closed sugar industry. The EIB has also been active, largely in the form of global loans (risk capital) to the Development Bank of St. Kitts and Nevis for lending to SMEs. The EIB has fi nanced roads, the upgrading of the electricity system and co-fi nanced the Nevis Airport extension project. The European (principally UK) market accounts for less than 15% of imports and 20% of exports, the main trade partner being the USA, and a high trade balance defi cit is usually compensated by tourism revenue. In 2009, EU imports from SKN totaled €3 million and exports amounted to €17 million. Capital: Basseterre Area: 269 km2 Population: 52,000 (est. 2009) Language: English JAMAICA Overview of relations between the EU and Jamaica Total fi nancial assistance from the EC to Jamaica since the beginning of the Lomé Convention in 1975 is estimated at some €776 million, plus benefi ts from regional programmes. Assistance has been focusing on infrastructure, agriculture, trade and investment promotion. The 9th EDF (€73 million) focused on private sector devel- opment, infrastructure and macro-economic support. For cooperation under the 10th European Development Fund (2008–2013) a fi nancial envelope of €110 million has been made available aiming at supporting economic stability (through macro-economic support) and reducing crime and violence and promoting social cohesion and inclusion. Assistance to activities related to the Economic Partnership Agreement to which Jamaica is signatory is identifi ed as non- focal areas for support. Jamaica also benefi ts from €42 million for the restructuring of the banana sector, and €87 million for similar activities in the sugar sector. The future of Jamaica’s economic development is heavily dependent on the quality of its attractive natural environment to sustain its productive activities and yet still remain attractive to tourists. It is also vulnerable to natural disasters as witnessed by the devastations by a number of hurricanes over the past decade, causing signifi cant damage to agriculture, roads and housing. Climate change is an emerging threat, and long- term cooperation should include perspectives for safe and sustainable development, including the reduction of such vulnerability. Jamaica’s main export partners are the United States (40%), the EU (30%) and Canada (11%) – the EU’s fall from principal export partner due to large decreases in mining product exports. Jamaica’s main import partners are the United States (40%), Trinidad and Tobago (18%) and Venezuela (12%). The EU accounts for 6% of imports to Jamaica. Total value of merchandise exports is €1 billion in 2009. Capital: Kingston Area: 10,991 km2 Population: 2,910,000 Language: English Puerto Rico Guadeloupe Dominica Martinique St. Lucia Antigua and Barbuda Anguilla British Virgin Islands St. Kitts and Nevis Montserrat St. Martin Cayman Islands Jamaica Dominican Rep. Haiti Cuba ",
        "30 31 30 ST. VINCENT AND THE GRENADINES Overview of relations between the EU and St. Vincent and the Grenadines The global fi nancial assistance provided to St. Vincent starting from the 6 th EDF is nearly €170 million. The 8 th EDF included an allocation of €6 million, which was mostly devoted to Human Resource Development. The initial allocation of €5 million under the 9 th EDF, which during the Mid-Term Review was increased by €4 million coming from the B envelope, was focused on Education. Under a total amount of €7.8 million under the 10 th EDF, it is proposed to earmark €6.24 million for the Modernisation of the Public Service in the Health Sector, with special attention to Health Sector Reform. The intervention is aimed at enhancing accountability, transparency and responsiveness of ministries and departments; measuring performance and encouraging change management, manpower planning, and training. The remaining amount (€1.56 million) will be equally divided between Technical Cooperation Facility and Support to the NAO. St. Vincent was a benefi ciary of the Special Framework of Assistance (SFA) budget line which came to an end in 2008, although several projects will still be running for a few more years. Under the SFA, St. Vincent was granted €51.1 million for the period 1999–2008. The country’s mainstay is agriculture and consists pre- dominantly of bananas. Due to some structural weaknesses, as well as to the erosion of preference on the EC market, production of bananas has dropped in the last two decades and the country has had to cope with the severe economic and social consequences of the decline in bananas. Banana export earnings fell from nearly €31 million in 1990 to less than €6 million in 2006. The country is trying to develop its tourism potential. In addition, it has become the main supplier of arrowroot fl our to Canada and the US. Fisheries and manufacturing production have also expanded. Following the global downturn, St. Vincent and the Grenadines saw an economic decline in 2009. The country’s main trading partners are the US and the other CARICOM countries, as well as the UK, with total exports covering less than a third of total imports, as tourism is by far the main economic engine. St. Vincent has also usually a big trade defi cit with the EU. St. Vincent’s main trading partners are Greece, France, Italy, Singapore, Trinidad and Tobago, the United States, China, and Norway. Imports include foodstuff s, machinery and equipment, chemicals and fertilisers, minerals and fuels. Capital: Kingstown Area: 388 km2 Population: 109,000 (UN, 2009) Language: English ST. LUCIA Overview of relations between the EU and St. Lucia Funds from 7/8/9 th EDF were accumulated for the construction of a new hospital, and the works are now proceeding. Some €22.9 million granted under the instrument STABEX are complementing the funds initially earmarked for the hospital, bringing the total EU contribution to €47 million. Under the 10 th EDF, out of the total A envelope of €8.1 million, it is proposed to focus 85% of it, corresponding to €6.885 million, on Private Sector Development to assist the Government in implementing its own policies and strategies. The remaining amount (€1.215 million) will be equally divided between Technical Cooperation Facility and Support to the NAO. Under the Special Framework of Assistance (SFA), St. Lucia was granted €71.6 million. The SFA scheme was meant to help traditional ACP banana suppliers either to enhance their competitiveness or support diversifi cation. The programme ended in 2008, although several projects will still run for a few more years. St. Lucia is a lower-middle income country, traditionally agriculture-based (bananas). In the last decade, banana production has continuously decreased, with export revenues falling from €47 million in 1992 to just €12 million in 2006. The main challenges for the country concentrate on the need to exploit all opportunities for sustained growth and development and to restructure and reposition the economy for successful integration within an increasingly liberalised regional and international trading environment. The key priorities are to halt any further decline in the agricultural sector and encourage agriculture and wider economic diversifi cation; provide the enabling environment to foster a private sector-led growth, notably to boost tourism activity with a deliberate emphasis on increasing returns to the local economy through eff ective linkages; encourage education and human resource development; support the emerging informatics industry and fi nancial services sector, and also encourage the adoption of appropriate technology as a means for achieving greater effi ciency. Tourism currently provides St. Lucia’s main source of income and the industry is the island’s biggest employer as well as the main source of foreign exchange, although tourism revenues declined with the global economic downturn as US and European travel dropped in 2009. Main trading partners for St. Lucia are the United States, the United Kingdom, Antigua and Barbuda, Dominica, Barbados, Trinidad and Tobago, and Grenada. Imports include food, manufactured goods, machinery and transportation equipment, chemicals, and fuels. Capital: Castries Area: 616 km2 Population: 172,000 (UN, 2009) Language: English and Creole P u e r t o R i c o Guadeloupe Dominica Martinique St. Lucia Montserrat St. Vincent & Grenadines Grenada Trinidad & Tobago Barbados Puerto Rico Guadeloupe Dominica Martinique St. Lucia Antigua and Barbuda Montserrat St. Vincent & Grenadines Grenada Trinidad & Tobago Barbados ",
        "32 33 32 TRINIDAD AND TOBAGO Overview of relations between the EU and Trinidad and Tobago Bridging the gap between wealth and development is probably the most important challenge for Trinidad and Tobago (T&T) today. EU-Trinidad and Tobago cooperation agreements within the framework of the Lomé Conventions have included preferential trade access to EU markets, structural adjustment support and grant and loan funding. Since Lomé I, Trinidad and Tobago has been allocated over €142 million in grants and (soft) loan funds. In the past, projects have been fi nanced in areas such as human resource development, rural development, water supply, road construction, tourism and promotion of exports and trade. Under the 9 th EDF, the NIP allocation of €19.7 million was mainly used to support to tertiary and post-secondary education in the form of sector budget support and to the health sector (fi ght against HIV/AIDS) as the non-focal area. The assistance under the €25.5 million 10 th EDF is provided through sector budget support in two main areas: 1) Enabling Competitive Business and 2) Good and Eff ective Governance. The Areas identifi ed to be supported refl ect two of the most important priority areas of T&T’s ‘Vision 2020 National Development Plan’. As a former Sugar Protocol Country, Trinidad and Tobago implements the Accompanying Measures for Sugar protocol countries (€42.3 million over the period 2007–2011). The programme aims at economic diversifi cation of the formerly sugar related areas and mitigating the adverse social economic and environmental impacts of the restructuring of the sector. Moreover, the country benefi ts from several regional EU cooperation programmes in areas such as the fi ght against crime (esp. illegal traffi cking, money laundering) and support the integration into a competitive global trade system. US, CARICOM and the EU are the most important trade partners of T&T. In 2008, trade with the EU accounted for roughly 12% of total trade of T&T. Capital: Port of Spain Area: 5,128 km2 Population: 1,300,000 Language: English Overview of relations between the EU and Suriname Total assistance to Suriname since independence in 1975 can be estimated at €165 million to which funds were added from regional programmes, trade preferences and protocols. The main area of EC cooperation has been the transport sector (60% of all EDF funding), micro-projects, rice sector, banana sector (SFA), private sector, environmental management and good governance and democracy. The transport sector is the priority under the 9 th EDF (€11 million). Under the 10 th EDF the programmable envelope is €19.6 million. The EU contributes to the Government’s objectives, namely poverty reduction, sustained income base and equitable access to services. Maintaining the transport sector as the focal sector builds on past experiences and complements programmes of other development partners. Concerning trade, natural resources represent around 94% of Suriname’s export by value; main destinations are Canada, the EU and Norway. Suriname continues to remain relatively isolated in terms of world trade with considerable potential growth in export- revenue earning industries requiring large investments. Suriname has remained committed to integration into the world economy and has been an enthusiastic signatory to the EPAs. Suriname has traditionally had a positive trade balance with the EU, but imports from the EU have only represented around 12% of total imports. SURINAME Capital: Paramaribo Area: 163,800 km2 Population: 533,000 Language: Dutch (offi cial) Dominica Martinique St. Lucia Netherlands Antilles St. Vincent & Grenadines Grenada Trinidad & Tobago Barbados Guyana Suriname French Guyana ",
        "34 35 34 acquire country status within the Kingdom of the Netherlands. Thus, the Kingdom of the Netherlands will be composed of four countries. As public bodies or special municipalities of the Netherlands, the other islands will become formally part of the Netherlands. For the foreseeable future, Bonaire, St. Eustatius and Saba will continue to maintain its status of Overseas Territory. The whole process has been scheduled to be completed in 2010. The Islands enjoy a high per capita income. Traditionally, petroleum refi ning has played an important role in the economy of the Netherlands Antilles, which is closely tied to the outside world. Tourism and off shore fi nance have taken over its role as leading sectors. The Netherlands Antilles have a well-developed infrastructure, although, in the past, they have been under-used. Almost all consumer and capital goods are imported, with Venezuela, the US, and Mexico being major suppliers. Poor soils and inadequate water supplies hamper agricultural development. ARUBA Like the Netherlands Antilles, Aruba has country status within the Kingdom of the Netherlands, which means that it has its own constitution and autonomy in its internal aff airs. Historically, Aruba was part of the Netherlands Antilles until 1986 when it was given larger autonomy as a country via the so-called ‘Status Aparte’. Aruba’s small economy benefi ts from a favourable climate and harbours access to commercial routes. It is very dependent on external factors such as the economy in the US and Europe, international oil prices and food prices. Tourism is the main pillar of the economy, although off shore banking, oil refi ning and storage are also important. The oil refi ning business still makes up Aruba’s biggest employer. TURKS AND CAICOS A British dependency, the islands are an extension of The Bahamas chain. Only eight of the 30 islands are inhabited. The economy is based on tourism, fi shing and off shore fi nancial services. Most capital goods and food for domestic consumption are imported. Despite signifi cant expansion of the economy over the past years, the macro-economic situation is today deemed unsustainable. Following widespread corruption and mismanagement, the UK has suspended parts of the Islands’ Constitution in August 2009. Powers and functions previously exercised by Ministers are now exercised by the UK Governor acting in its discretion, including in relation to public fi nances, legislation and necessary regulatory reform. ANGUILLA Anguilla is one of fi ve British dependencies in the region. Luxury tourism and off shore banking services – the main pillars of the economy – are well developed. Other inputs include lobster fi shing and remittances from emigrants. After experiencing rapid economic growth of about 17% per year in 2004–2007, economic activity became fl at in 2008, refl ecting the impact of Hurricane Omar and a downturn in construction and tourism activity. The direct eff ects of the global crisis in 2008–2009 on the economy of Anguilla were felt with a decline in labour income and wealth in the USA, UK and Europe resulted in a reduced demand for services in Anguilla. Anguilla has witnessed a decline in tourist arrivals and both local and foreign investors were reluctant to invest, or were scaling back their operations. These changes have brought stress on the local labour market. Moreover, unemployment is expected to increase with further declines in the tourism, construction and fi nancial sectors. BRITISH VIRGIN ISLANDS A British dependency, the economy of this group of more than 50 small islands is one of the most stable and prosperous in the Caribbean. Luxury tourism generates about 45% of the national income. In the mid-1980s, the government began off ering off shore registration to companies wishing to incorporate in the islands, and incorporation fees now generate substantial revenues. The adoption of a comprehensive insurance law in late 1994 made the British Virgin Islands even more attractive to international business. Livestock raising is the most important agricultural activity; however, poor soils limit the Islands’ ability to meet domestic food requirements. As 63% of the territory’s revenue comes from fi nancial services, the economic and fi nancial crisis in 2008 has had a negative impact on the Islands’ economy. CAYMAN ISLANDS A British dependency, luxury tourism for North Americans is a mainstay, accounting for about 70% of GDP and 75% of foreign currency earnings. About 90% of the Islands’ food and consumer goods are imported. The Islands are a thriving off shore fi nancial centre. More than 68,000 companies were registered in the Cayman Islands as of 2008, including almost 500 banks, 800 insurers and 5,000 mutual funds. A stock exchange was opened in 1997. The Caymanians enjoy one of the highest outputs per capita and one of the highest standards of living in the world. The Government faces increasing budgetary problems due the impact of the global fi nancial crisis, lower tourist arrivals and continued pressure on its (tax-free) fi nancial services sector. All tax revenue comes cur - rently from indirect taxes (importation taxes, stamp taxes etc.). MONTSERRAT A British dependency, severe volcanic activity, which began in 1995, almost suff ocated this small, open economy. A catastrophic eruption in 1997 closed the airports and seaports, causing economic and social dislocation; 2⁄3 of the population fl ed. Some returned in 1998, but lack of housing deterred many. The global economic and fi nancial crisis has resulted in lower tourism receipts, lower remittances, lower Foreign Direct Investments (FDI), slower economic growth and balance of payments pressures. These unwelcomed developments have manifested themselves in loss of employment and income to households and private companies, as well as increasing budget defi cits and public debt. Despite all these challenges, however, in 2008 preliminary data indicated that for the second consecutive year, Montserrat’s economy recorded a positive growth rate and the prospects for economic growth for 2009 remain favourable. This growth is driven by the construction sector which recorded increases of 11%. Other contributors to GDP growth were the Tourism Sector, Mining and Quarrying, Wholesale and Retail Trades, Transportation and Agriculture. These improvements were counter-balanced by decreases in key sector areas such as fi shing and livestock production. THE NETHERLANDS ANTILLES The Netherlands Antilles is part of the Kingdom of the Netherlands. Like Aruba and the Netherlands, it has country status. All three countries have their own constitutions and have full autonomy on internal matters. The conduct of external relations, defense issues, etc. are competences which are exercised at the level of the Kingdom. The Netherlands Antilles are made up of fi ve islands: Curaçao, Bonaire, St. Maarten, St. Eustatius and Saba. The Netherlands Antilles has two levels of government: one central authority for all the islands, and a local government for each of the islands. Following a referendum that was held on each of the islands between 2000 and 2005, the country of the Netherlands Antilles is bound to be dismantled. St. Maarten and Curaçao will OVERSEAS COUNTRIES AND TERRITORIES (OCTS): Caribbean Region ",
        "36 37 FTA Free Trade Agreement FTAA Free Trade Agreement of the Americas GNP Gross National Product ICTs Information and Communication Technologies IMF International Monetary Fund INTERREG The EU’s Inter-Regional Cooperation programme LAC Latin American and Caribbean countries LDC Least Developed Countries LDLICs Least-Developed, Landlocked and Island Countries MS Member States (EU) NGO Non-governmental organisation NIP National Indicative Programme OCTs Overseas Countries and Territories associated with the EU OECS Organisation of Eastern Caribbean States PRO€INVEST Promotion of foreign direct investments RIDS CARIFORUM’s Regional Integration and Development Strategy RIP Regional Indicative Programme RNM Regional Negotiating Machinery SFA Special Framework of Assistance SMEs Small-to-medium sized enterprises SP Sugar Protocol STABEX Stabilisation of export earnings from agricultural commodities SYSMIN Special fi nancing facility for mining products UN United Nations WTO World Trade Organisation ACP African, Caribbean and Pacifi c countries ACS Association of Caribbean States BPA Barbados Plan of Action CAFP Caribbean Agriculture & Fisheries Programme CARICOM Caribbean Community and Common Market CARIFORUM Forum of the Caribbean ACP States CDB Caribbean Development Bank CDE Centre for the Development of Enterprise CCJ Caribbean Court of Justice COFAP Council for Finance and Planning COFCOR Council for Foreign and Community Relations COHSOD Council for Human and Social Development COTED Council for Trade and Economic Development CROSQ – CARICOM Regional Organisation for Standards and Quality CSME – CARICOM Single Market and Economy CTU Caribbean Telecom Union DIPECHO Disaster Preparedness ECHO DOMs Overseas Departments associated with the EU EBAS – EU-ACP Business Assistance Scheme EC European Community ECHO European Community Humanitarian Offi ce EDF European Development Fund EEC European Economic Community EIB European Investment Bank EPA Economic Partnership Agreement EU European Union EU-LAC EU-Latin America and Caribbean bi-regional partnership EURATOM The European Atomic Energy Community 6. LIST OF ABBREVIATIONS ",
        "38 European Commission Directorate General for Development and Cooperation – EuropeAid POSTAL ADDRESS: Rue de la Loi 200 B-1049 Brussels Belgium INTERNET: http://ec.europa.eu/europeaid/ E-MAIL: EUROPEAID-info@ec.europa.eu/ FAX: +32 2 299 25 25 To contact the Commission by telephone: +32 2 299 11 11 Further information about the European Union can be found at: European External Action Service: http://eeas.europa.eu/ Directorate General for Humanitarian Aid and Civil Protection: http://ec.europa.eu/echo/ Directorate General for Trade: http://ec.europa.eu/trade/ ",
        ""
    ]
}