{
    "text": [
        "subscription «»» „^ Vi m ■··.·­: [ ISSN 1683-2159 FOCUS ON EUROPE E U R O P E AN P A R L I A M E NT R E V I EW — 1 / 2 0 02 A WIND OF CHANGE The European Parliament enters the second half of its current term of office at a time of great change. More than a decade after the end of the cold war the European Union is having to rethink its future as a democratic political project. The debates on this issue are taking place in the European Convention, a forum in which the parliaments of the Union are strongly represented. Much of the impetus for setting up the Convention came from the European Parliament, which has identified progress on the common future of Europe as one of its top priorities. THE FUTURE OF EUROPE AT ISSUE EURO: THE SAME BANK CHARGES R & D: ETHICS A PRIORITY ",
        "CONTENTS FEATURE PAT COX, NEW PRESIDENT OF THE EUROPEAN PARLIAMENT WHO'S WHO? NEW POLITICAL BODIES CONVENTION PAVES WAY FOR A LARGER AND STRONGER UNION NEWS IN BRIEF ENLARGEMENT DRAWS NEAR HUNGARY AND THE CZECH REPUBLIC IN COMMITTEE THE ROLE OF THE STANDING COMMITTEES UK ROUND UP BOOK REVIEWS GLOSSARY APPLICATION FOR FREE SUBSCRIPTION PAGE 3 PAGE 6 PAGE 8 PAGE 10 PAGE 11 PAGE 12 PAGE 13 PAGE 14 PAGE 15 PAGE 15 Abbreviati EPP-ED PES ELDR ons: European People's Party and European Democrats Party of European Socialists European Liberal, Democratic and Reformist Group GREENS/EFA Greens/European Free Alliance EUL/NGL European United Left/Nordic Green Left UEN Union for Europe of the Nations EDD Europe of Democracies and Diversities IND Independents Focus on Europe is a European Parliament publication. Director of publications: David Harley Editor-in-chief: Ute Kassnitz Editorial department: Press division Pages 13 and 14 are produced by the United Kingdom offices of the European Parliament. Photos: European Parliament: front page (1), pages 3, 4, 5, 6, 7 and 12 (1, 2); Artitude: front page (1), pages 6, 7 and 9; EUREKA: front page (1, 3, 4), pages 8 and 10 (1, 2); Yves FONCK: front page (2); BELGA: page 10 (3). Close: 21 April 2002 EUROPEAN PARLIAMENT RUE WIERTZ B-1047 BRUXELLES www.europarl.eu.int/press/form_uk.htm V ",
        "PAT COX, NEW PRESIDENT OF THE EUROPEAN PARLIAMENT On 15 January this year, the 626 Members of the European Parliament were called upon to elect a new President for the next two and a half years. There were five candidates trying to succeed the outgoing President, Nicole Fontaine. On the third round of voting, Pat Cox was elected with 298 votes, giving him the required absolute majority of votes cast (568). Pat Cox has been a Member of the European Parliament since 1989, representing the con stituency of Munster in Ireland. Before entering politics, he worked both as an economics lecturer and as a journalist and television presenter in Irish television. He is married with six children and lives in Cork. Focus on Europe asked Pat Cox for his views! How IMPORTANT IS THE CONVENTION ON THE FUTURE OF EUROPE? \"I think that the idea of a Convention on the Future of Europe is one of the most innovative ideas that the European integration process has allowed itself in a very long period of time. I am proud that the point of origin of this concept is the European Parliament. It came about for two reasons. Firstly, we felt that the exercise in build ing a Charter of Fundamental Rights was a good exercise in open dialogue and across many players. Secondly, we certainly felt that there had to be a better way than the Nice Treaty to discuss and develop thinking about the future of Europe, and so we recommended a Convention. When we first made that suggestion, I think we were quite isolated. We were then very pleased to receive the fuLL backing of Romano Prodi and the European Commission, and, eventually, it began to emerge as conventional, wisdom. In Laeken, the Convention was confirmed as the preferred method of preparation. Of course, there will still be an Intergovernmental Conference, and we cannot anticipate whether the Convention will succeed in the way that the Parliament would wish. But, it will be a path-breaking, unprecedented innovation that will allow us to build the foundations for our common future which is truly continental, from the west coast of my constituency in Ireland to the eastern borders of the Baltic States. It is also a great act of faith, and an act of hope. I think there is a will to make this work, and that the willingness to engage is the first important ingredient in any political exercise. The Convention is diverse because it has a hybrid form of representation involving governments, national parliaments, the European Parliament and the Commission. The new Europe, the Europe we are building, is aLso represented. I think the first period is simply for settling down, to get to know each other, for informal network ing. Here, I think the European Parliament has a major role. We will, of course, facilitate the Convention, as it will be held here, the formal and informal meeting rooms and interpretation will be provided here, some of the staff in the Parliament will be seconded to the Secretariat of the Convention, and we will hold regular meetings between the Presidency of the Convention and the political group leaders as we set our agenda. We will invite Mr Giscard d'Estaing to report back to Parliament after he has addressed the European Council on the progress of the Convention. We will hold these debates on the public record. We will not have resolutions, for I think we must respect that the Convention has its own functional integrity, so we must not seek or appear to obstruct it or constrain it in some way. I think the Parliament will play a very dynamic and creative role in this, not just because we claim paternity for the idea, but because we recognise that this process must be seized as a defining moment.\" \"The conventional method will allow us to build the foundations for our common future.' ",
        "FEATURE * &* \"The main issues at stake: constitutionalisation, fundamental rights, he role of Parliament.\" ¿a ^ S\\ •v ■ *\\ WHAT ARE PARLIAMENT'S MAIN PRIORITIES FOR THE CONVENTION? \"Our Convention team, which is 16 strong and which will be led in the Praesidium by Mr Inigo Méndez de Vigo of the EPP­ED Group and Mr Klaus Hansen from the PES Group, has as its basic refer­ ence point all the resolutions adopted over the past few years. I believe that Parliament would support the constitutionalisation of the European order, by that I mean a contemporary and enlight­ ened re­statement of our basic objectives — an enlightened statement of our shared values, a def­ inition of our rights and responsibilities, a clear role of our institutions, their interaction and the checks and balances in our system. Each of those elements that I have described, not in detail, but conceptually, constitutes classically the features which we would expect to see if you read a con­ stitution. However, there is one aspect of a con­ stitution which is, of course, a very core feature, which probably would be absent, and that is any reference to a State. It is not my feeling that we are going to produce some kind of an exercise that Leads to a European superstate. Speaking personally, I think that for us as Europeans, whatever our nationality, the reposi­ tory of civic and political and cultural traditions is very much at home in our sense of region, or in our sense of local or national identity. So we have a complex multiple set of identities and Europe is part of those identities. I think people who would argue for a superstate process are likely to be dis­ appointed. I think the sceptics who need a super­ state to justify the scepticism will be disap­ pointed, because each extreme requires the oppo­ site extreme to justify the nature of their views. There will also be a major debate on fundamental rights and that is signalled in Nice as a question to be addressed, how we should proceed with the Charter of Fundamental Rights. Here, it would be completely wrong for me to make some prejudgment about how it will go, but Parliament itself has promoted the Charter of Fundamental Rights and, of course, will continue to do so. The very important ingredient is to recognise that when the European Union acts for­ mally as Union, as law­maker, as executive and budget authority, it must not just reflect best practice and be explicitly or implicitly a respecter of rights, but it must have a duty and an obliga­ tion in law, and that is missing at the moment. That is not so between our citizens and our State. Each State is a signatory to the European Convention of Human Rights, but the European Union does not have the legaL personality to be a signatory to such a Convention and therefore I think that the charter will be an important and essential reassurance to citizens that their indi­ vidual fundamental rights will be respected by a European order. These are the big questions which were put and then became 67 sub­questions in Laeken, including the role for national parliaments and, I might even add, the regional constitutional centre. The European process needs to stress the primacy of politics and that we need to accentuate and develop the democratic dimension, so that we have the correct creative tension between the democratic and technocratic dimension to deliver Europe. There is a significant role in that for par­ Liamentarianism here in the European Parliament as defined by the Treaties but also for other par­ liaments. Personally, I am sceptical about the mer­ its of the senate idea, although for certain that will be discussed. A bicameral system could make some sense, but a tricameral system on a complex and diverse continental scale would be a recipe for disaster. If the only job you conferred on the sen­ ate was the job of holding things up, that would be a very negative role and is bound to create neg­ ative rather than creative tension. I have no prob­ lem about creative tension between institutions, but negative tension where you cannot create a positive symmetry is not in the interest of the Union. Anyway, this all has to be debated by the Convention. Those are the main issues which come to my mind: constitutionalisation, fundamental rights, the role of Parliament. We also need better accountability by the Council itself, because when the Council acts as law­maker it should do so publicly and it should do so in engagement with its own parlia­ mentary process. I recently spoke at the Forum on Europe in Dublin and I made the point, in the presence of the Irish Prime Minister, the Deputy Prime Minister and the Foreign Minister, that the debate that we have had in Ireland about the role of national parliaments is entirely in their hands. If they wish to be creative, if they wish to offer open­ended engagement, if they wish to take mandates defined within a certain discretion to give to ministers, they can choose all of this. There is nothing in European law which excludes the highest level of accountability for the Irish ",
        "jru INTERVIEW WITH PAT COX Parliament, and so in this case it is an Irish ques tion for the Irish political class. A more account able Europe brings Europe closer to citizen-friendly democracy, but the idea that we wouLd have a part- time, double-jobbing third chamber seems to me to be a throwback to some other past.\" Do YOU THINK THAT NATIONAL ELECTIONS MIGHT NEGATIVELY INFLUENCE THE WORK OF THE CONVENTION? \"Let us firstly look at the calendar. The Convention began on 28 February for a period of one year, and maybe some weeks more at the very most. So, in relation to the French and German elections, they will already be out of the way by the end of the third quarter of this year. I followed with some interest the case in Ireland with the election. In the case of Ireland, there is also an election this summer, and the politicians have agreed already between government and opposition that the Irish team on the Convention will not be changed. They struck a very sensible deal which is one of conti nuity of Irish representation. Let us take a look at Germany. If we examine the papers done by the German CDU and CSU for many years, or the election speech of Joschka Fischer, or President Rau's speaking at the European Parliament, or Gerhard Schroeder at his own party congress, there are, of course, aLways differences of detail, but I believe that there is a German story. It is there with some consistency across the main issues; there are different appreciations of detail but there is in the German view a more clas sic structured federal order, with a bicameral sys tem where they can foresee the Council being a second chamber, so there has been a consistency.\" Is EUROPE BECOMING MORE INTERGOVERNMENTAL? \"I think it is an easy question to ask and a very complex question to answer. We are now in a much more political Europe, in areas such as immigra tion, asylum, security, defence, the fight against terrorism, the establishment of the Rapid Reaction Force. These are all classical political questions, whereas from Messina onwards we had used eco nomic functionalism as the cement for European integration. Although I am the first to argue that our internal market is far from complete, at least the pathway is clear, and now we have a single currency for that single market. That great wave of creativity, the economic cement, the cement of integration is not finished but must now be man aged. For example, through the Stability Pact. Europe has gone through a certain cycle of cre ativity. Now we come to the political questions, the polit ical cement. A further observation is that for four decades the western world had a second kind of cement, which was the Iron Curtain. This cement in the psychology of the cold war disappeared after the collapse of the Berlin Wall and the Soviet Union itself. That was a huge change. Since then, we have had to confront the question of a politi cal Europe, which is more unsettling than the cosy predictability of an economic Europe and the cer tainties of the cold war. The political questions are more sovereignty sensitive than the economic questions, concerning foreign policy, the self- identity of States and controLLing borders. We then began to develop our institutions for the political Europe as with the Maastricht Treaty. We had two Intergovernmental Conferences in Maastricht, on economic and monetary union and on political union. The approach chosen for political union was intergovernmental, because there was no leap of faith to be entirely European through the Community method, or to be entirely national because that would be equally inadequate. The great space of intergovemmentalism offered both the possibility to make progress in these areas of security, justice, defence and home affairs which was positive, but also in areas of Community com petence. Amsterdam then created the 'bridge' and eventually much of what we caLL 'third piLlar' will come under the Community method. This intergovernmental dimension created with it a new political dynamic in which the Commission had a lesser role, in which the Parliament here and national parliaments also had a Lesser role. Governments were in a space where they were less connected to their national parliaments in terms of strict accountability, and not connected either to the European Parliament. Then we had the cri sis with the Santer Commission. In the oLder Europe with the certain predictability of economic cement and of the cold war, you had the Franco- German vehicle and the Franco-German leaders set the agenda. We are now in a more complex period, with new political· factors weighing on the European Leaders of today.'TJ \"After the collapse of the Berlin Wall, we have had to confront the question of a political Europe.\" ",
        "NEW POLITICAL BODIES The President oversees all of Parliament's activities and the work of its various units. He chairs plenary sessions as well as meetings of the Bureau and the Conference of Presidents. In addition, he represents Parliament in international forums. The Bureau is responsible for financial matters, administrative questions affecting Members of the European Parliament (MEPs), the internal organisation of the European Parliament, the Secretariat and various other adminis trative bodies. It consists of the President, 14 vice-presidents and 5 quaestors, with an advisory role. They are responsible for administrative and financial questions which directly affect MEPs. The members of the Bureau are elected for a period of two and a half years. The Conference of Presidents is composed of the President of Parliament and political group leaders. It is responsi ble for the composition and competence of committees and parliamentary delegations, liaising with other EU insti tutions and drawing up the agenda and timetable for plenary sessions of Parliament. ",
        "Catherine Lalumière (PES, F) Hans­Gert Poettering (EPP­ED, D) Æ WHO'S WHO? VICE-PRESIDENTS t&i d/S&nz ja David Giorgos Charlotte Martin Dimitrakopoulos Cederschiöld (PES, UK) (EPP­ED, GR) (EPP­ED, S) Renzo Imbeni (PES, I) Alejo Vidal­Quadras (EPP­ED, E) Guido Podestà (EPP­ED, I) Ingo Friedrich (EPP­ED, D) Joan José James Colom i NavaL Pacheco Pereira Provan (PES, E) (EPP­ED, Ρ) (EPP­ED, UK) t- 's Gerhard Schmid (PES, D) Gérard Alonso José Onesta Puerta (Greens/EFA, F) (EUL/NGL, E) QUAESTORS ÆvL· Mary Godelieve Jacques Banotti Quisthoudt­RowohL Poos (EPP­ED, IRL) (EPP­ED, D) (PES, L) Miet Smet (EPP­ED, Β) Richard Balfe (EPP­ED, UK) POLITICAL GROUP PRESIDENTS Enrique Barón Crespo (PES, E) Graham Watson (ELDR, UK) (*) Monica Frassoni (Greens/EFA, B) (*) DanieL Cohn­Bendit (Greens/EFA, F) Francis Wurtz (EUL/NGL, F) Charles Pasqua (UEN, F) Political group abbreviations and number of seats in the Parliament (situation as at 9 April 2002) EPP-ED PES ELDR Greens/EFA EUL/NGL UEN EDD European People's Party and European Democrats (233 seats) Party of European Sodalists (179 seats) European Liberal, Democratic and Reformist Group (53 seats) Greens/European Free Alliance (45 seats) Confederal European United Left/ Nordic Green Left (44 seats) Union for Europe of the Nations (22seats) Europe of Democracies and Diversities (18 seats) (*) Jens­Peter Bonde (EDD, DK) ') Johannes Blokland (EDD, NL) (*) Jean Saint­Josse (EDD, F) (*) Co­preside the relevant group. ri ■mèi ",
        "more consensus for the conclusions of the Convention, a greater chance of being accepted by Governement leaders. »jpi CONVENTION PAVES WAY FOR A LARGER AND STRONGER UNION The Laeken Summit of December 2001 took a major step towards bringing the next group of countries into the European Union (EU). The summit leaders decided to call a Convention to pave the way for an overhaul of the EU's derision­making methods. They set the Convention two goals: to bring the EU's institutions closer to its citizens and to prepare the institutions for enlarge­ ment of the EU in 2004. The European Parliament has been calling for over two years for such a Convention, this being a method successfully used to draft the Charter of Fundamental· Rights — a document officially pro­ claimed on 7 December 2000. A Convention has clear advantages compared to the method traditionally used to revise the EU Treaties. Instead of ministers meeting behind closed doors, the debates take place in the public eye and include not just government representa­ tives but also members of national parliaments and the European Parliament. A CHALLENGING MANDATE The task the Convention was set by the European Council (the EU Heads of State or Government) at their summit in Laeken, Belgium, represents a considerable challenge. The Convention's members will have to deal with long­standing issues relat­ ing to the European Union's constitutional future. The Convention has not been given a rigid man­ date but it will be guided by various questions raised by the European Council itself. How should powers be divided between the EU and the Member States? How can EL) legislation — and the way it is implemented — be simplified? How can democ­ racy, transparency and efficiency in the European Union be improved? Finally, does simplification of the Treaties also require the drafting of a consti­ tution? REFLECTING THE WISHES OF MEPs The Convention's mandate largely reflects the wishes of the European Parliament. However, MEPs would have preferred it to refer more explicitly to the need to strengthen their prerogatives. Parliament wouLd like greater use of co­decision as well as more qualified majority voting in the Council. It also wants the Court of Justice to be given stronger powers. Moreover, as the conclusions of the Convention will not be binding, MEPs have stressed the need for them to be based on consensus and to be con­ sistent. This will increase their chances of being accepted by the Intergovernmental Conference (IGC). This is the body, made up of representatives of national governments, which will decide in the end on the changes to be made to the EU Treaties. It is thus highly encouraging that the Chairman of the Convention, Valéry Giscard d'Estaing, has promised to ■ do his best to ensure that the Convention arrives at a consensus. A FREE AND OPEN DEBATE The Convention will have a year to reach its con­ clusions. Its constituent meeting took place on 28 February 2002 at the European Parliament in Brussels, although the real work started with a meeting in March, at which members of the Convention were able to express freely their hopes and expectations for the European Union of the 21st century. The 16 MEPs who represent the European Parliament on the Convention empha­ sised the need for a more democratic Europe and called for parliamentary authority and regional influence to be strengthened. Turning to the organisation of the Convention's work, the proposals put forward by the Praesidium (see box) were accepted by the Convention's plenary assembly with a number of amendments. In particular, it was decided that a representative of the candidate countries would be a guest member of the Praesidium. MEPs Iñigo Méndez de Vigo (EPP­ED, Spain) and Klaus Hänsch (PES, Germany), the European ",
        "ί ■ ·-· ■* i Xí. .*. v ¿2 CONVENTION COMPOSITION OF THE EUROPEAN CONVENTION (105 MEMBERS) Praesidium* | Chairman: Valery Giscard d'Estaing (F) ft ft 1 Vice­Chairmen: Giuliano Amato (I), Jean­Luc Dehaene (B) ¡ í h í , 1 « m . mi ii i l ' 1 »!<■■·■■ » ι f t i 11 f 11111 *ι ¡ i l i um ■ι 11 ii S s * » i S » S i i 1 (*) Plus one representative of the candidate countries, in a guest capacity. 16 full representatives of the European Parliament Iñigo Méndez de Vigo (EPP-ED, E) Klaus Hänsch (PES, D) Elmar Brok (EPP-ED, D) Timothy Kirkhope (EPP-ED, UK) Alain Lamassoure (EPP-ED, F) Hanja Maij-Weggen (EPP-ED, NL) Antonio Tajani (EPP-ÈD, I) Olivier Duhamel (PES, F) Luís Marinho (PES, Ρ) Linda McAvan (PES, UK) Anne Van Lancker (PES, B) Andrew Nicholas Duff (ELDR, UK) Johannes Voggenhuber (Greens/EFA, A) Sylvia-Yvonne Kaufmann (EUL/NGL, D) Cristiana Muscardini (UEN, I) Jens-Peter Bonde (EDD, DK) 16 substitute members The Earl of Stockton (EPP-ED, UK) Pervenche Berès (PES, F) Teresa Almeida Garrett (EPP-ED, P) John Walls Cushnahan (EPP-ED, IRL) Piia-Noora Kauppi (EPP-ED, FIN) Reinhard Rack (EPP-ED, A) Joachim Wuermeling (EPP-ED, D) Maria Berger (PES, A) Carlos Carnero González (PES, E) Elena Ornella Paciotti (PES, I) Helle Thorning-Schmidt (PES, DK) Lone Dybkjaer (ELDR, DK) Neil MacCormick (Greens/EFA, UK) Esko Olavi Seppänen (EUL/NGL, FIN) Luís Queiró (UEN, P) William Abitbol (EDD, F) 30 national parliament representatives from the 15 Member States (2 each) 15 Heads of State or Government of the Member States (1 each) 2 representatives of the European Commission (2 in total) 26 national parliament representatives from the 13 candidate countries (2 each) + 13 government representatives from these same countries These members do not have the right to oppose any consensus reached by the Convention 13 observers representing the Economic and Social Committee (3), the Committee of the Regions (6), the Ombudsman (1) and the social partners (3) Abbreviations of Member States: B (Belgium), DK (Denmark), D (Germany), E (Spain), F (France), IRL (Ireland), I (Italy), NL (Netherlands), A (Austria), Ρ (Portugal), FIN (Finland), UK (United Kingdom). Abbreviations of political groups: EPP­ED: European People's Party and European Democrats, PES: Party of European Socialists, ELDR: European Liberal, Democratic and Reformist Group, Greens/EFA: Greens/European Free Alliance, EUL/NGL: Confederal European United Left/Nordic Green Left, UEN: Europe of the Nations, EDD: Europe of Democracies and Diversities. Parliament's representatives on the Praesidium, said they believed the Convention's work had got off to a good start. They hoped that it would give birth in a year's time to a carefully thought­out document that would achieve as broad a consensus as possible. For now, the Convention is pressing ahead with its work in a spirit of great openness, with every member being able to express his or her views freely. This initial phase of the proceedings, being described as the 'listening stage', will include the holding this summer of a youth forum, where young Europeans will be invited to set forth their ideas about the future of Europe.D For further information: www.europarl.eu.int/europe2004 european­convention.eu.int www.europa.eu.int/futurum ",
        "Bank charges for withdrawing euros nd payments by credit cards will be the same in the eurozone as from 1st July 2002. Bioethics: no EU research funding towards eugenics and human cloning for reproductive purposes. Erika II: stricter rules for maritime safety. SC J n •Λ Cross­border payments in euro Europeans going on holiday in the euro zone next July will be able to pay by card and make with­ drawals from cash dispensers for the same charges as at home. By adopting the Council's common position on the euro, the European Parliament has helped turn a concept into a reality, to the bene­ fit of all. The same charges will apply from 1 July 2002 to electronic payments and from 1 July 2003 to cross­border bank transfers, in both cases to amounts under EUR 12 500 (EUR 50 000 as of 2006). Denmark, Sweden and the UK will also be able to apply the same charges, though trans­ actions by cheque are not covered by the new rules. 2001 Sakharov Prize: Izzat Ghazzawi, Nurit Peled­Elhanan, Monsignor Kamwenho Exceptional circumstances call for exceptional decisions. For the first time ever, the European Parliament awarded the Sakharov Prize for freedom of thought to three individuals in a bid to 'help the prospect of peace overcome the reality of war'. Nurit Peled­Elhanan, a Jerusalem University pro­ fessor, Izzat Ghazzawi, a Palestinian writer, and Monsignor Zacarias Kamwenho, Archbishop of Lubango, were honoured for making their mark in the fight for human rights and freedom in Israel, Palestine and Angola. All three have shown that they share a very firm conviction, which lies at the heart of their campaigning, that all human beings have a right to dignity whatever their ethnic back­ ground, their gender or their beliefs. European arrest warrant to underpin the fight against terrorism Long before the attacks on 11 September 2001, the European Parliament had called for the intro­ duction of a European arrest warrant to facilitate cooperation between the Member States in the fight against terrorism. The Council of Ministers recently approved this measure after taking on board the European Parliament's.proposals to safe­ guard civil rights. The Council also backed MEPs over the common definition of terrorism and min­ imum sentences. Legitimate political activity in a democratic society will not then fall within the scope of the new legislation. The European Union also drew up a list of terrorist organisations and acquired the legal means to freeze their assets. European research area The European Parliament sought to ensure the success of the sixth R &D programme by voting through a budget of over EUR 16 billion for 2002­06. Eight priority areas were identified, including new information technology and food safety. In the case of the life sciences, the empha­ sis is on the ethical principles set out in the EU Charter of Fundamental Rights. Funding for research on human stem cells is therefore subject to strict conditions which rule out any attempt at eugenics and any research aimed at human cloning for reproductive purposes (see 'Glossary' p. 15). Safety at sea: adoption of the Erika package Two years after the oil tanker Erika sank off the coast of Brittany, safety at sea is still one of the European Parliament's top concerns. When the disaster happened, MEPs immediately called for tougher Community legislation and today that is in place. Black boxes are now compulsory on ships operating in Community waters and a Community system has been introduced for authorising the bodies responsible for inspection and certification. Single hull tankers like the Erika are due to disappear between 2007 and 2015. Beyond that date, the Member States will no longer allow char­ tering of ships which do not meet the required standards, whatever flag they may fly. MEPs are currently studying the Erika II legislative package which aims to tighten up on accident prevention and minimise the risk of pollution in European waters. Lorry drivers' working hours The ■ European Parliament and the Council of Ministers have reached agreement on working hours in the road haulage sector. The new directive lays down Community rules on weekly working hours (maximum 48), breaks (at least every six hours), night working and the recording of aggre­ gate hours worked by long­distance lorry and coach drivers. The agreement marks a significant victory for the European Parliament and for the safety of drivers as it will also eventually cover self­employed drivers, despite the Council's initial reluctance. Exemptions will only normally be granted by way of collective agreement after con­ sultation of employees.D ",
        "ENLARGEMENT DRAWS NEAR HUNGARY Head of State: Mr Ferenc MÀDL Head of Government: Mr Peter MEDGYESSY Population: 10 million Per capita GDP: EUR 11 700 Unemployment rate: 6.4 % CONTINUING EFFORTS AND CONSTANT PROGRESS Hungary and the Czech Republic were two of the first candidates for EU membership, and they are among the countries with which negotiations are the most advanced. The latest Commission reports, confirmed by the European Parliament, show that Hungary and the Czech Republic are meeting the Copenhagen political criteria (see 'Glossary' p. 15): they are consolidating their national institutions to guarantee democracy and the rule of law while at the same time showing all the signs of a healthy, competitive and viable market economy. Both countries are expected to join the European Union by 2004, when the European Parliament can look forward to welcoming 42 new Members. Surveys carried out in late 2001 show that acces­ sion to the European Union is a genuine national objective in Hungary — the result of a lasting consensus among the country's main political groupings — with 60 % of respondents in favour against 46 % in the Czech Republic, where, despite a clear commitment to Europe, supporters of eco­ nomic liberalism, who want a free trade area and nothing more, are an influential force. ENCOURAGING REFORMS Both countries have greatly increased their central and regional administrative capacities, partly through the process of setting up structures for adopting the Community acquis (bringing national legislation into line with Community law). But a proper legal framework which would guarantee the independence, neutrality and stability of the public administration is still needed in the Czech Republic, where efforts to fight corruption and reform the legal system have been less successful than in Hungary. Substantial progress has been CZECH REPUBLIC Head of State: Mr Vaclav HAVEL Head of Government: Mr Milos ZEMAN Population: 10.3 million Per capita GDP: EUR 13 500 Unemployment rote: 8.8 % made on justice and home affairs, however, partic­ ularly as regards the right of asyLum and the fight against organised crime. Hungary and the Czech Republic are experiencing sustained economic growth (5.2 % and 2.9 % respectively). Domestic and foreign investment have enabled major privatisation (of the rail net­ work) and restructuring (of the banking sector) to be carried out. However, the fragility of budgetary policies and lack of transparency in the manage­ ment of public finance are still giving cause for concern. Distinct progress has been made in terms of social and employment policy since the trans­ position of Community Labour legislation into national law and unemployment rates have dropped considerably. DISCRIMINATION AND THE ENVIRONMENT Shortcomings in these areas still mar a generally satisfactory picture. While it is true that Hungary has adopted a long­term policy on the Roma minority which should allow them to take a more active part in public life, further efforts are still needed to implement measures against discrimina­ tion, which is just as widespread in the Czech Republic. Certain aspects of the recent law on Hungarian communities in neighbouring countries are also at odds with the principle of protecting minorities set out in the European Treaties. The European Parliament has called on both countries, too, to put a stop to trafficking in women and children as soon as possible. Finally, harmonisa­ tion and the practical application of a legal frame­ work on the environment are underway and sub­ stantial progress has been made with assessing environmental impact and implementing environ­ mental protection policies. The European Parliament is encouraging the applicant countries to continue their efforts in this direction.D -C' ■% ",
        "Joaquim Miranda (EUL/NGL, Portugal), Chairman of the Committee on Development and Cooperation. Elmar Brok (EPP-ED, Germany), Chairman of the Committee on Foreign Affairs, Human Rights, Common Security and Defence Policy. ^ ~ 75 tí 3? M' THE ROLE OF THE STANDING COMMITTEES Weeks, if not months, of work in committee go into the few hours spent debating and voting in plenary sessions. It is the committees who discuss and vote on the legislative proposals that are ultimately submitted to the 626 Members of the European Parliament. The European Parliament has a total of 17 standing committees. This issue of Focus on Europe will concentrate on the European Union's external relations, particularly its policies on development and cooperation, areas which are covered by both the Committee on Development and Cooperation and the Committee on Foreign Affairs, Human Rights, Common Security and Defence Policy. DIALOGUE WITH THE SOUTH If emergency aid is needed for Afghan refugees, or arrangements have to be made for Europe's contribution to a world fund to tackle commu nicable diseases, the European Parliament, partly because of its budgetary powers, is cen tre-stage. The primary role of the 35-strong Committee on Development and Cooperation, chaired by Mr Joaquim Miranda (EUL/NGL, Portugal), is to maintain political dialogue with the developing countries through technical and financial cooperation. This takes the form of association and partnership agreements between these countries and the European Union, which require the assent of the European Parliament. The Committee on Development is particularly sensitive to the socioeconomic effects of the European Union's fishing and agriculture policies and their impact on poverty. It gives regular prominence to matters such as educa tion and health against the background of a strategy of conflict prevention and support for the process of démocratisation. An important date in the Committee on Development's calen dar is the six-monthly meeting of the Joint Parliamentary Assembly of the European Union and the African, Caribbean and Pacific coun tries, with which the Union, under the Cotonou Agreement (see 'Glossary', p. 15), maintains special political, cultural and commercial rela tions. THE EUROPEAN UNION ON THE INTERNATIONAL STAGE The remit of the Committee on Foreign Affairs, which has 64 members and is chaired by Mr Elmar Brok (EPP-ED, Germany), is considerably more political. If, for example, the European Union is seeking rapprochement with Iran, tabling a resolution on the situation in the Middle East, or making its annual assessment of the progress made by the central and east European countries applying for EU membership, the Committee on Foreign Affairs pLays a central role. The committee believes strongly that the parliamentary dimension of international rela tions helps to forge links between nations and cultures and promote mutual understanding. It also places great emphasis on human rights issues, notably by shortlisting candidates for the Sakharov Prize (see p. 10). Of course, an ambitious and credible European foreign policy would not be viable unless it included common security and defence. The Committee on Foreign Affairs makes clear in its resolutions that it is in favour of increased Europeanisation in this area, and calls for the common foreign and security policy to be given a higher profile on the world stage. The European Parliament believes that Europe must speak with one voice and that its foreign and defence policies must be fully operational in a context of legitimate democratic control.D ",
        "ρ *¿p UK ROUND UP HAVE YOUR SAY ON EUROPE The shape of the EU is changing. Euro notes and coins have replaced the national currencies of 12 countries. Another 10 countries are likely to become members of the European Union. The events of 11 September last year have forced EU countries to work more closely on new European security mea­ sures. Plans to complete the single market in finan­ cial services, télécoms and energy are gathering pace. Reviews of agriculture and fishing policies are under way. In the light of such changes, and with growing con­ cern that the EU is out of touch with people, European Union leaders have decided to Launch a wide public debate to explain what is happening in the EU and to make it more relevant to peoples' lives. A special convention to guide the debate, bringing together MEPs, MPs, representatives of national gov­ ernments and the European Commission, started work in March. The debate will conclude in 2004, when the Member State governments will agree changes to the EU and the way it works. You can have your say on the future of Europe via www.europa.eu.int/futurum, by contacting your MEP or send your contribution by post or email to the Parliament's UK Office (haveyoursay@europarl.eu.int). More information can be found on www.europarl.org.uk, as well as contact details for UK MEPs. MEP MOVES Scottish MEP Struan Stevenson (Cons.) is the new chairman of Parliament's Fisheries Committee, taking over at a time when the EU is embarking on a reform of the common fisheries policy. With South­West MEP Caroline Jackson (Cons.) and North­West MEP Terry Wynn (Lab.) remaining as chairs of the Environment and Budgets Committees respectively, British MEPs chair three of Parliament's seventeen committees. Scottish MEP David Martin (Lab.) and South East MEP James Provan (Cons.) remain as vice­presidents. London MEP Richard Balfe (Cons.) is one of five quaestors. OFFICE FOR THE UNITED KINGDOM 2 Queen Anne's Gate London SW1H 9AA Tel. (44-20) 72 27 43 00 Fax (44­20) 72 27 43 02 E­mail: eplondon@europarl.eu.int Internet: www.europarl.org.uk The political groups have also seen important changes. Welsh MEP Jonathan Evans is the new leader of the British Conservative delegation. West Midlands MEP Simon Murphy remains as leader of the Labour delegation. Graham Watson, MEP for the South­West, succeeds Pat Cox as leader of the European Liberal, Democratic and Reformist Group (ELDR). Yorkshire and the Humber MEP Diana Wallis, replaces Mr Watson at the helm of the 11­strong UK Liberal Democrat delegation. FOOT AND MOUTH COMMITTEE The European Parliament has set up a temporary committee to look into the causes and consequences of last year's foot and mouth outbreak. The 30­strong cross­party committee started work in February and will have a year to complete its investigations. It will look at all aspects of the crisis, including vaccination policy and controls on meat imports. The British members of the committee are: Conservative MEPs Neil Parish and Robert Sturdy; Labour MEPs Gordon Adam and Philip Whitehead; Liberal Democrat Nicholas Clegg; Green MEP Caroline Lucas; Plaid Cymru MEP Eurig Wyn; and Jeffrey Titford from UKIP. PLANS FOR 2002 A series of 'European Question Times' in universities will be a new feature in the activities of the Parliament's UK office during 2002. The 'Question Times' will see MEPs answering questions on the EU issues of the day. Events at universities in Leeds, Cambridge, Loughborough, Oxford and Birmingham are already planned. A number of publications are also in the pipeline including a map entitled The European Union of tomorrow'. A fact sheet on EU enlargement and what it means, to accompany the map, is planned. To obtain a List of publications that are available, please e­mail ggaLiatsatos@europarl.eu.int or fax (44­20) 72 27 43 02. Some publications can be viewed at www.europarl.org.ukD OFFICE IN SCOTLAND The Tun, 4 Jackson's Entry Holyrood Road Edinburgh EH8 8PJ Tel. (44-131) 557 7866 Fax (44-131) 557 4977 E­mail: epedinburgh@europarl.eu.int Internet: www.europarl.org.uk V ' -tea fl ",
        "wycsß ^ K M r' THE.PIJJMB LINE LABOUR'S EUROPEAN DILEMMAS HÌOM SKMN TO BLAIR ■ \" ' ■ ■\" ■ ROOKKEAOAÜ SIMON BUCKBY ',­íâ ­\"% T HE P L U MB L I NE — A JOURNEY THROUGH AGRICULTURE AND POLITICS HENRY PLUMB The Greycoat Press, 2001 In his long­awaited memoirs, Lord Plumb of Coleshill, traces the events and actions that pro­ pelled him, the son of a Warwickshire farmer to become President of both the National Farmers Union and the European Parliament. In this read­ able account Henry Plumb sets out his views about British agriculture, about Britain in Europe, and about the development of poorer countries in the world. By describing his experiences as a 15­year­old school boy who began working fulL­time in farm­ ing during the Second World War, through to his views on the birth and subsequent development of the European Union, especially the common agri­ cultural policy, the author provides valuable per­ sonal insights for observers of centre­right politics at both the British and European level. His period as President of the European Parliament from 1987 to 1989 afforded him a unique insight into the workings of the European institutions which he relays to the reader through telling anecdotes, describing his duties, and outlining details of meetings with world leaders, including President Reagan, Yassar Arafat and Pope John Paul II. With his first­hand experience, in his own words 'at the deep end', Lord Plumb does not shy away from giving his views on ways to reform the European Union and re­engage public opinion on Europe. The Plumb Line is a timely publication which will contribute to the ongoing debate on the future direction of Europe as well as the United Kingdom's role as a key player within the European Union. LABOUR'S EUROPEAN DILEMMAS — FROM BEVIN TO BLAIR ROGER BROAD Palgrave Publishers, 2001 This book describes the changing policies of the Labour Party and the attitudes of its members towards European integration in the latter half of the 20th and the beginning of the 21st centuries. The author takes us from the establishment of the Council of Europe in 1949 through the failed nego­ tiations for UK entry to the common market in the 1960s, entry in the early 1970s, the referendum of 1975, after which Labour MPs finally took up their seats in the European Parliament, through the years when the party was in opposition, up to the present time and the debate on the euro. During this time the Labour Party has been, according to the author, 'wreathed in indecision', being largely in favour of membership when in power and against it when in opposition. The author was a journalist and later worked for the European Commission from 1964 to 1973 and as head of the European Parliament UK office from 1973 to 1986. He has drawn on these experiences and on interviews with many politicians and oth­ ers involved, as well as detailed researches into many documentary sources, to produce a fascinat­ ing account of a dispute which 'helped keep Labour in opposition for 18 years'. MADE IN BRITAIN — THE PATRIOTIC CASE FOR EUROPE AND THE EURO SIMON BUCKBY Profile Books, 2001 The launch of the euro has given fresh impetus to the debate about the single currency in Britain. While the government continues to stress the five economic conditions that need to be met before the United Kingdom could consider joining the euro zone, Simon Buckby's book makes the case for British membership sooner rather than later. The head of the pro­European 'Britain in Europe' group argues that Britain's national interest is best served by remaining a full partner in the EU and joining the single currency. He examines why British public opinion appears so wary of Europe and he argues that, far from becoming a super­ state, the EU is a useful way for Britain to protect the security and prosperity of its people in the age of globalisation. In a book that also looks at Britain's somewhat tortured and sometimes diffi­ cult relationship with the rest of Europe, Simon Buckby concludes that Britain would be better off as a leading player in the European Union.D M ",
        "GLOSSARY The Cotonou Agreement It is a 20­year trade and aid agreement signed on 23 June 2000 in Cotonou, Benin, between the EU and 77 African, Pacific and Caribbean (ACP) coun­ tries to replace the Lomé conventions which had provided a framework for trade and cooperation between the EU and the ACP countries since 1975. The new agreement focuses on a joint approach to combat poverty, improve human rights, promote sustainable development and work towards gradual integration of the ACP countries into the world economy through political dialogue and closer eco­ nomic cooperation. It also provides for a Joint Parliamentary Assembly, composed of equal num­ bers of MEPs and ACP representatives, whose goal is to promote democratic processes. The EU has pledged to provide ACP countries with EUR 13.5 billion in development assistance for the initial five­year period of the agreement. The political accession criteria The Copenhagen European Council (1993) stated that EU membership 'requires that the candidate country has achieved stability of institutions guar­ anteeing democracy, the rule of law, human rights, and the respect of and protection of minorities'. Countries wishing to become members of the EU must not only subscribe to these principles but ensure they are observed in everyday life. In its 2001 progress reports on the accession process, the Commission concluded that all negotiating coun­ tries continued to meet these political criteria and that the overaLL record had improved since the pre­ vious year. Ethical principles Among the ethical principles stated in the European Union Charter of Fundamental Rights, the right to the integrity of the person is defined as follows: 1. Everyone has the right to respect for his or her physical and mental integrity. 2. In the fields of medicine and biology, the fol­ lowing must be respected in particular: — the free and informed consent of the person concerned, according to the procedures laid down by law; — the prohibition of eugenic practices, in particular those aiming at the selection of persons; — the prohibition of making the human body and its parts as such a source of financial gain; — the prohibition of the reproductive cloning of human beings. To read the full text of the charter: www.europarl.eu.int/charter/default_en.htm Temporary Committee on Human Genetics: www.europarl.eu.int/genetics/default.htm D E­maiL: ¡-•FOLD HERE-- APPLICATION FOR FREE SUBSCRIPTION Subscriptions are individuai; one copy will be sent out per subscriber. You can also complete this form by accessing the following Internet site: www.europarl.eu.int/press/form_uk.htm 1/ Please fill in or tick the following. □ Yes! I wish to receive free of charge forthcoming issues of Focus on Europe in the following language : UES Spanish QEL Greek CUT Italian UFI Finnish UDA Danish UE N English UNL Dutch OSV Swedish UDE German UFR French UPT Portuguese Date: / / Signature: Please fill out in BLOCK CAPITALS: □F Mrs/Ms/Miss UH Mr Surname: Name: Address (Preferably, HOME ADDRESS): Street: Post code: Town/City: Country: ISO 3166 2/ Date of birth: 3/ Qualifications: CM None UC A Level/higher QS GCSE/standard grades UD Degree, higher education diploma or equivalent 4/ Occupation: UF Public sector Qy Private sector Occupational· status: UK Managerial OS Teacher UG Professional UE Company employee UC Technical staff UGB Art and craft UGC Salesperson UGA Farmer/Agricultural worker UP Student UR Retired UZ Others not in active employment Thank you for the interest you have shown in the European Parliament. Please return the subscription form, duly folded and stuck down, to the address given on the back. MB: Only the information in Section 1, with the exception of the e­mail address, needs to be provided. The information in the following sections (2 to 4) will be used solely for the purpose of forming a picture of our readership. In accordance with the provisions on the protection of personal data, you are at liberty to access information relating to you and to have it rectified. You can also cancel your subscription by writing to the address on the back. JK STICK HERE ",
        "Visit the European Parliament at our Internet web site: www.europarl.eu.int i i A ••■»SZ Λ à «1 ¿J si ¡i ' ¿l>-*l ¿**i« ¿C-...I 4r— ¿ï. DW> EUROPA-PARLAMENTET EUROPÄISCHES PARLAMENT ΕΥΡϋΠΑΙΚΟ ΚΟΙΝΟΒΟΥΛΙΟ EUROPEAN PARLIAMENT PARLAMENTO EUROPEO PARLEMENT EUROPEEN PARLAMENTO EUROPEO EUROPEES PARLEMENT PARLAMENTO EUROPEI' EUROOPAN PARLAMENTTI EUROPAPARLAMENTET To obtain the address of your nearest information office, contact: www.europarl.org.uk Please confirm your choice of language: UES UDA UDE UEL UEN UFR UIT UNL UPT UFI USV Γ\" I O ro ro cz m S U3 O cz so tn οσ ■ Ό ro ro O -ö m 1 σ m 00 > ■H CO to CZ 73 p­ m 73 O \"O m C 5ö 1 o ■ Ό n Ό u >, 4 < # ^* ^ik% %% m * off * QA-BN-02-OOl-EN-C "
    ]
}