{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 18.11.2015 SWD(2015) 220 final COMMISSION STAFF WORKING DOCUMENT Country Factsheet Czech Republic Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE, THE COMMITTEE OF THE REGIONS AND THE EUROPEAN INVESTMENT BANK State of the Energy Union {COM(2015) 572} {SWD(2015) 208 à 209} {SWD(2015) 217 à 219} {SWD(2015) 221 à 243} ",
        "Macroeconomic relevance of energy IMPORTANCE OF THE ENERGY SECTOR The macroeconomic importance of the energy sector is particularly strong in the Czech Republic where it accounts for a higher share of value added and employment than in the EU as a whole. The share of the sector in the gross value added has increased further since 2005, whereas the share of employment in the energy sector in total employment has decreased. Source: EUROSTAT – National Accounts According to EurObserv'ER, in 2013, the share of direct and indirect renewable energy related employment in total employment of the economy in the Czech Republic was at about 0.3%, below the EU average of 0.53%. Source: European Commission, based on EurObserv'ER and EUROSTAT 0.0 0.8 1.6 2.4 3.2 4.0 2005 2012 CZ EU27 Value added of energy sector % of gross value added (total economy) 0.00 0.20 0.40 0.60 0.80 2005 2012 CZ EU27 Employment in energy sector % of total employment Towards an Energy Union Czech Republic ",
        "2 Towards an Energy Union – Czech Republic TRADE BALANCE OF ENERGY PRODUCTS Despite being a net exporter of coal and electricity, the Czech Republic has a negative trade balance of energy products, mainly driven by imports of oil, and, more recently, gas. This energy trade deficit is higher than the EU average and in the past contributed to the overall current account balance deficit (which turned into surplus in 2014). Source: EUROSTAT Note: Current account balance for EU28 from European Commission (AMECO) 1. Energy Security, solidarity and trust ENERGY MIX The energy mix of the Czech Republic has substantially changed in the last 20 years and is now more diversified. It differs from the EU-28 notably in its higher reliance on coal and nuclear and lower share of petroleum and products and gases. Compared to 1995, the share of renewable energy and nuclear increased more than EU average (from 3% to 7.5% and from 8 to 18% of the gross inland energy consumption respectively), while the share of gases remained at the same level. The main decrease concerns the use of solid fuels (by 14 percentage points). Gross inland energy consumption in 2013 Source: European Commission, based on EUROSTAT IMPORT DEPENDENCY The Czech Republic has a low import dependency for fossil fuels as a whole, below the EU average. However, the Czech Republic has a high import dependency on gas and oil and petroleum products. -5 -4 -3 -2 -1 012 CZ EU28 % o f G D P Coal Oil Electricity Gas C. A. Balance Trade balance of energy product and current account balance, 2006 -5 -4 -3 -2 -1012 CZ EU28 % o f G D P Coal Oil Electricity Gas C. A. Balance Trade balance of energy product and current account balance, 2014 ",
        "3 Towards an Energy Union – Czech Republic Based on Eurostat data, in 2013, 99.9% of imports of gas came, either directly or indirectly via other EU Member States, from Russia. 1 The combination of a relatively low overall import dependency, but of high concentration of imports from a limited set of countries translates into a country-specific supplier concentration index above EU average. The Czech Republic experiences a significant energy trade deficit, expressed in percentage of GDP. Source: European Commission, based on EUROSTAT 2. A fully-integrated internal energy market INTERCONNECTIONS Source: European Commission based on ENTSO-E scenario outlook and adequacy forecast 2014 Note: Reference to 2030 target is based on October 2014 European Council conclusions stating that \"the Commission will also report regularly to the European Council with the objective of arriving at a 15% target by 2030\" The interconnection capacity for electricity was 17% in 2014 for the Czech Republic, which is above the 2020 and 2030 targets. However, the increasing share of renewables in the energy mix calls for an ambitious investment in energy infrastructure. Five Projects of Common Interest (PCIs) in the electricity sector aim to increase capacity at the country's North-Western and Southern borders and would address the issues of power flows between Germany, Czech Republic, Austria and Slovakia. Following the implementation of reverse flow projects, security of supply has substantially improved in the Czech Republic and Slovakia. 1 Top non-EU suppliers table is based on EUROSTAT data. The share of imports from non-EU countries is calculated as the ratio between volumes of imports from that specific non-EU supplier and total imports (from EU and non-EU countries). However, according to the statistics of the National Regulator the structure of the import is 63 % from the Russian Federation, 35 % from EU and 2 % from Norway. Top non-EU gas suppliers in 2013 (% in total imports) Czech Republic European Union country [%] country [%] Russia 100.0 Russia 39.0 Norway 29.5 Algeria 9.7 Qatar 6.7 2 8 % 2 8 % 9 7 % 9 6 % 9 8 % 1 0 0 % 5 2 % 5 3 % 8 2 % 8 7 % 5 7 % 6 5 % 2005 2013 2005 2013 2005 2013 All fuels Petroleum and products Natural gas CZ EU28 Import dependency 2013 ",
        "4 Towards an Energy Union – Czech Republic ELECTRICITY AND GAS MARKETS Market concentration index for power generation (left) and gas supply (right) (2013) (Herfindahl index – 10000 means monopoly) Sources: European Commission based on ESTAT, CEER and Platts Power Vision Sources:ESTAT and European Commission Calculations The concentration of power generation, in terms of generation capacity, is at the EU average while the market concentration on gas is significantly higher than the EU average. Wholesale electricity and gas prices in the Czech Republic are slightly below the EU average. In September 2012, the market coupling of the Czech, Slovak and Hungarian day-ahead electricity markets was successfully launched (Romania joined in 2014). Electricity prices for all users decreased slightly between 2008 and 2012. Increases in network costs (especially due to incorporation of renewable energy subsidies) were offset by declining supply generation costs. In the same period, gas prices for households rose, driven by increases in energy and supply costs, while between 2012 and 2014 they experienced a slight decrease. A moderate decreasing trend was recorded between 2008 and 2014 also in the case of gas prices for industrial consumers. In a context of decreasing retail market concentration the switching rates for electricity and especially for gas consumers (the latter above the EU average) are relatively high. Czech consumers no longer only switch from vertically integrated incumbents to new suppliers, but also between alternative suppliers to obtain the lowest price. Consumer satisfaction 2 is below EU average for the gas retail market and trust in gas providers is the 4th lowest in the EU. The government has approved the National Action Plan for Smart Grids (NAP SG) as a roadmap for further implementation of smart grid technologies in the Czech Republic. According to this Plan, a selective and voluntary roll-out of smart meters is envisaged from 2015 to 2019. CONTRIBUTION OF ENERGY TO CONSUMER PRICE EVOLUTION Energy prices have contributed positively to inflation until recently. However, since 2013, falling oil prices drive energy prices and consequently also consumer prices downwards. This trend is observed in both the Czech Republic and the rest of the European Union . 2 10th Consumer Markets Scoreboard (June 2014), http://ec.europa.eu/consumers/consumer_evidence/consumer_scoreboards/10_edition/index_en.htm ",
        "5 Towards an Energy Union – Czech Republic Source:DG ECFIN based on Eurostat VULNERABLE CONSUMERS Source: European Commission, based on on EUROSTAT SILC survey Based on the periodical EUROSTAT survey on income and living conditions, three proxy indicators were used to assess fuel poverty. They show that while relevant, the problem is less stringent in the Czech Republic than on average in the EU. However the Czech Republic still has to define the concept of \"vulnerable customers\". This is a prerequisite for identifying this group and to adopting targeted measures to protect them, in particular through targeted social policies. 3. Energy Efficiency and moderation of energy demand ENERGY EFFICIENCY TARGET 2020 (39.6 Mtoe primary energy and 24.4 Mtoe final energy) Source: European Commission, based on EUROSTAT and on national energy efficiency targets as notified by the MS under the EED The Czech 2020 energy efficiency target is 39.6 Mtoe expressed in primary energy consumption (24.4 Mtoe expressed in final energy consumption). If the Czech Republic would keep the same trend in primary and final energy consumption as observed in 2005-2013 up to 2020, it will meet its indicative national targets for energy efficiency. ENERGY INTENSITY Primary energy intensity in the Czech Republic has decreased at relatively fast pace, although in absolute terms it remains well above the EU average (more than the double). A high energy intensity reduction is also recorded in the industrial sector, i.e. by more than 35% between 2005 and 2013 and -2 02468 2005 2007 2009 2011 2013 % i n c r e a s e o n a y e a r e a r l i e r Non Energy Energy All items Czech Republic : Price evolution & the contribution of energy prices -10123 4 2005 2007 2009 2011 2013 % i n c r e a s e o n a y e a r e a r l i e r Non Energy Energy All items EU28 : Price evolution & the contribution of energy prices ",
        "6 Towards an Energy Union – Czech Republic significantly higher than the average reduction in the EU28. This is due to a number of factors, such as the significant role of industry in the Czech Republic, including heavy industry, and the fact that the Czech economy is still very carbon intensive, with a predominance of solid fuels in the energy mix. With respect to industry, improvements in energy efficiency (especially in manufacturing) were to a large extent due to shifts towards less energy-intensive sectors. Primary energy intensity of the economy Source: European Commission based on EUROSTAT and European Commission/AMECO Final energy intensity in industry Source: European Commission based on EUROSTAT and European Commission/AMECO The specific energy consumption by households (per m2 of floor area, climate corrected) decreased by 11,6% in the Czech Republic between 2005 and 2013, but it remains above the EU average. The specific energy intensity of passenger cars decreased by 4,4% between 2005 and 2010 which reflects a more efficient usage, i.e. from the same unit of energy more passengers are transported and/or for longer distances. The specific energy intensity for freight transport decreased slightly between 2005- 2010 (by 1.4%), i.e. from the same unit of energy more goods are transported and/or on longer distances. Final energy consumption per m2 in residential sector, climate corrected Source: European Commission based on Odyssee database Specific energy intensity for passenger cars and freight transport 3 Source: PRIMES model background data and estimations based on EU Commission and EU MS inputs EU legislation sets mandatory CO2 emission reduction targets for new cars and vans. By 2021, the fleet average to be achieved by all new cars is 95 grams of CO2 per kilometre. For new vans, the fleet average is set at 147 g/km by 2020. Source: European Environmental Agency. 2014 values are provisional. 2013 EU average refers to EU-27. 3 Statistics on energy demand for passengers and freight transport are not available and model estimates have been used instead. These issues should be borne in mind when comparing energy intensity in freight or passenger transport between Member States, which should be regarded as merely indicative. ",
        "7 Towards an Energy Union – Czech Republic Regarding transport performance, in EU-28 the inland freight modal shares are 71% by road, 17% by rail, 7% by inland waterways and 5% by pipelines. The respective inland passenger modal shares are 82% by private car, 9% by buses and coaches, 7% by railways and 2% by tram and metro. Compared to the European average, Czech Republic reports a higher use of public passenger transport and of rail freight transport. Modal shares of transport in the Czech Republic Source: Eurostat and EU transport in figures 2015. Data refers to 2013. Modal shares based on tonne-kilometres for freight sector and passenger-kilometres for passenger sector, freight data based on activity within country territory. Estimates are made when data is missing.. 4. Decarbonisation of the economy NON-ETS GHG EMISSION REDUCTION TARGET 2020 (+9% by 2020 as compared to 2005 in the non-ETS sector) Source: European Commission based on EEA. Based on preliminary inventory data. ESD (Effort Sharing Decision) emissions are the emissions from sectors not covered by the EU ETS The Czech Republic has the same level of emissions in 2014 as in 2005 (based on 2014 approximated data). According to its 2015 projections, the Czech Republic is on track to overachieve its 2020 target, with a 17 percentage points margin between the projected emission and its target. Non-ETS Emissions (vs. 2005) Projections/proxy target Projections with existing measures 2020 -8% +9% Proxy 2014 0% +2% ",
        "8 Towards an Energy Union – Czech Republic RENEWABLE ENERGY SHARE TARGET 2020 (13%) Source: European Commission based on EUROSTAT With a renewable energy share of 12.4% in 2013, Czech Republic is on track to reach its 2020 renewable energy target of 13% renewable energy share in gross final consumption. GREENHOUSE GAS EMISSION INDICATORS  The Czech Republic is a very carbon intensive economy.  The largest sector in terms of share of total emissions is the power industry (well ahead of the industrial sector) due to the predominance of coal in the electricity mix.  Industry plays a significant role in the Czech economy in which manufacturing represents more than 25 % of value added in 2014 meanwhile this sector creates only 15 % in the EU GVA.  In 2014, the revenues from the auctioning of ETS allowances amounted to EUR 55.7 million, out of which 50% is used or planned to be used for energy and climate related purposes. Largest Sectors of GHG Emissions in 2012 (*) Czech Rep. EU Average Energy/power industry 47% 33% Transport 13% 20% Industry 22% 19% Agriculture (incl. forestry & fishery) 6% 12% Residential & Commercial 8% 13% Waste & others 4% 3% GHG Emissions Czech Rep. EU EU ETS auctioning revenues in 2014 (EUR millions) 55.7 3205 Share of EU ETS emissions in 2013 52% 42% GHG emissions/capita in 2013 (tCO 2 equivalent) 12.3 8.5 Carbon intensity of economy in 2013 (tCO 2 equivalent/EUR millions) 825 328 Source: European Commission based on EEA (*)Sectoral breakdown for 2013 data not available. ENERGY & TRANSPORT TAXATION Energy and transport related taxes as a share of GDP are very close to the EU-average. The tax burden of transport fuel in relation to GDP is high in the Czech Republic in relation to the EU average, even if it has decreased since 2005. On the other hand, taxation on transport vehicles and heat and electricity are below average, even though the share of the latter has increased since 2005. ",
        "9 Towards an Energy Union – Czech Republic Source: Eurostat 5. Research, innovation and competitiveness RESEARCH AND INNOVATION The Czech Republic is near the EU average, above the US and below Japan and South Korea in terms of public support share allocated to research and innovation in the field of energy, and environment. In terms of intensity of low-carbon technologies patents, the Czech Republic is much behind the EU average and main worldwide partners. Source: European Commission based on EUROSTAT COMPETITIVENESS The real unit energy costs 4 in the Czech Republic decreased from 2000 having an opposite evolution than at the EU average but it remains higher than the EU average and the US. The Czech Republic has among the lowest electricity and gas prices paid by industrial customers in the EU. Electricity prices are in line with some of the major EU trade partners, while gas prices remain significantly above US and Canadian prices. Real unit energy costs (% of value added) Source: European Commission 4 This indicator measures the amount of money spent on energy sources needed to obtain one unit of value added. 0.0 1.0 2.0 3.0 CZ EU-28 Energy & Transport related taxes % of GDP, 2005 Transport vehicles Transport fuel Heat & Electricity 0.0 1.0 2.0 3.0 CZ EU-28 Energy & Transport related taxes % of GDP, 2012 Transport vehicles Transport fuel Heat & Electricity 17.4 9.5 8.2 13.8 13.2 8.8 14.4 13.7 8.0 0 2 46 8 10 12 14 16 18 20 CZ EU27 US 2000 2009 2011 ",
        "10 Towards an Energy Union – Czech Republic Source: European Commission based on EUROSTAT and IEA 6. Post-2020 Energy and Climate Policy Strategy – Czech Republic COMPREHENSIVE MEDIUM TO LONG-TERM STRATEGY (post-2020) FOR CLIMATE AND ENERGY  The Czech Republic has prepared a new long-term comprehensive energy strategy – State Energy Policy - that was approved by the Government on May 18 th 2015. The strategic time span of the State Energy Policy is till 2040, with accompanying analytical and modelling documents till 2045. Regular evaluation and possible updates are foreseen at least every five years, based on the legally binding provisions.  According to the State Energy Policy, the Czech Republic plans to gradually decrease in a substantial manner the share of coal in electricity generation and substitute it primarily with energy savings and secondarily with low-carbon energy sources (renewables and nuclear) in a sustainable and cost-efficient manner. The share of nuclear energy in the domestic energy mix is expected to reach 25-33% (and 46 – 58 % on electricity generation) by 2040. On the contrary, the share of solid fuels on energy would drop from 40% to 32% by 2020 and 11-17% by 2040 (11 – 21 % on electricity generation).  The Czech Republic is also preparing a draft Climate Protection Policy as a new Low Carbon Development Strategy which should be presented to the Government in the beginning of 2016. NATIONAL TARGETS (especially for 2030) Objective, 2030-2040 Targets Comments GHG reduction No The State Energy Policy sets an indicative target to reduce CO 2 emissions by 40% between 1990 and 2030 and to continue decarbonising the economy throughout the State Energy Policy time horizon Renewable energy share No No explicit renewable energy target is set for 2030, but a corridor based on the economically efficient potential of renewables in the Czech Republic has been set within the State Energy Policy for 2040 for the share of renewables and secondary energy sources in the mix of primary energy sources (17 – 22 %) and the share of renewables and secondary energy sources in the electricity generation (18 – 25%). Energy Efficiency / savings No No explicit targets, just measures and policy objectives ",
        "11 Towards an Energy Union – Czech Republic 7. Regional cooperation Czech Republic is involved in cooperation with Visegrad Group countries (CZ, HU, PL and SK) in the field of energy policy, including gas market integration as well as research activities in the field of nuclear power (Gen IV rectors). The Czech, Slovak and Hungarian day-ahead electricity wholesale markets have been coupled since September 2012, which Romania joined in November 2014. The price convergence between these countries reached 76% after the launch of the market coupling. Cross-border capacity allocation for power transmission for German, Polish and Austrian takes place through Central Allocation Office GmbH. Capacity allocation with Slovakia is based on long-term nominations. To bring more benefits to the customers, prompt implementation of electricity day-ahead market coupling between the two relevant market areas, e.g. North-West Europe and Czech, Slovak, Hungarian and Romanian market coupling project should be pursued. 8. Cohesion policy contribution The EU Cohesion policy provides for important investment possibilities to implement energy policy objectives in the Czech Republic which will be complemented by national public and private co- financing, aiming at optimal leverage. It also ensures integrated territorial solutions to challenges by supporting capacity building, technical assistance and territorial cooperation, including the Danube Region macro-regional strategy in which the Czech Republic takes part. Internal energy market: Over 2014-2020, EU Cohesion Policy will invest some EUR 200 million in smart energy storage and transmission systems for electricity at high voltage, as well as around EUR 37 million in smart electricity distribution grids in the Czech Republic. Energy efficiency: Over 2014-2020, EU Cohesion Policy will invest around EUR 2 060 million in energy efficiency improvements in public and residential buildings and in enterprises, as well as in high- efficiency cogeneration and district heating in the Czech Republic. A further estimated EUR 3 040 million will be invested in supporting the move towards an energy-efficient, decarbonised transport sector. These investments are expected to contribute to around 75 000 households with improved energy consumption classification and a decrease of around 26 862 000 kWh per year of decreased primary energy consumption of public buildings, as well as to around 100 km of reconstructed or upgraded railway lines and 10 km of new or improved tram and metro lines. Decarbonisation: Overall, the EU Cohesion Policy investments in the Czech Republic over 2014-2020 are expected to contribute to an estimated annual decrease of GHG of around 1 105 000 tonnes of CO2eq. Over 2014-2020, EU Cohesion Policy will invest some EUR 53 million in renewable energy in the Czech Republic. These investments are expected to contribute to around 100 MW of additional capacity of renewable energy production. Research, Innovation and Competitiveness: Over 2014-2020, EU Cohesion Policy will invest significantly in R&I and in SME competitiveness in the Czech Republic. This will be based on the national strategy for smart specialisation. For the Czech Republic, the draft strategy includes a focus on sustainable and safe production and distribution of electricity. At this stage, at least EUR 153 million is foreseen for investments in R&I and adoption of low-carbon technologies in the Czech Republic, but this might increase further in line with the evolving content of the smart specialisation strategy. "
    ]
}