{
    "text": [
        "1 Partnerships for more family-friendly living and working conditions How to obtain support from the European Structural Funds European Commission 38 Are you interested in the publications of the Directorate-General for Employment, Social Affairs and Equal Opportunities? If so, you can download them at http://ec.europa.eu/employment_social/main.jsp?catld=316&langld=en or take out a free online subscription at http://ec.europa.eu/employment_social/publications/register/index_en.htm ESmail is the electronic newsletter from the Directorate-General for Employment, Social Affairs and Equal Opportunities. You can subscribe to it online at http://ec.europa.eu/employment_social/emplweb/news/esmail_en.cfm K E - 30 - 08 - 489 - E N - C http://ec.europa.eu/social/ EUL 1414 Family 080807 indd 38 22/08/08 10:56:10 T905358cov.indd 1 T905358cov.indd 1 27/05/09 14:31:42 27/05/09 14:31:42 ",
        "How to obtain EU publications Our priced publications are available from EU Bookshop (http://bookshop.europa.eu), where you can place an order with the sales agent of your choice. The Publications Office has a worldwide network of sales agents. You can obtain their contact details by sen- ding a fax to (352) 29 29-42758. T905358cov.indd 2 T905358cov.indd 2 27/05/09 14:31:49 27/05/09 14:31:49 ",
        "Partnerships for more family-friendly living and working conditions European Commission Directorate-General for Employment, Social Affairs and Equal Opportunities Unit E.1 Manuscript completed in May 2008 How to obtain support from the European Structural Funds EUL_1414_Family_080807.indd 1 22/08/08 10:55:47 1p a 1p ",
        "Neither the European Commission nor any person acting on behalf of the Commission may be held responsible for the use that may be made of the information contained in this publication. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). © European Communities, 2008 Reproduction is authorised provided the source is acknowledged. Cataloguing data as well as an abstract can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2008 ISBN 978-92-79-09305-0 DOI 10.2767/26775 Printed in Germany P RINTED ON WHITE CHLORINE - FREE PAPER Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. EUL_1414_Family_080807.indd 2 22/08/08 10:55:47 a 2p ",
        "3 Foreword One of the major initiatives taken following the adoption, in October 2006, of the Commission’s Communication on the demographic future of Europe was the establishment of a European Alliance for Families. It was first referred to by the European Council in its conclusions of March 2007 and specific measures for its implementation were presented by the Commission and the Council in May 2007. This brochure is one of these measures. The European Alliance for Families is based on the recognition that there is a need to improve the living conditions for Europeans who want to raise a family. Survey results show that this is a – if not the – major life goal for most people. However, low birth rates show how difficult it is, particularly for women, to realise one’s desire to raise children and give them the best pos- sible start in life and to combine this with a normal working life. The fact that the idea of a European Alliance for Families was immediately accepted across the EU also dem- onstrates a willingness to review the ways in which families are supported. Traditionally, there has been much emphasis on financial help and compensating families for the costs of raising children. Today, there is a shift in emphasis from such compensating measures to forms of family support that help parents, fathers and mothers alike, to reconcile their professional and private and family lives. Better reconciliation needs to be achieved primarily at the local and workplace levels – as close as possible to families: through the provision of child care (and increasingly also elderly care) and through family-friendly work organisation and working time arrangements. The success of the European Alliance will crucially depend on being able to mobilise the key players in municipalities and companies so that they establish partnerships which will try to bring about tangible improvements for parents struggling to balance work and family obligations. The European Union has tools for supporting such action: the European Social Fund and the European Fund for Regional Development can, under certain conditions, co-finance initiatives in favour of families. The national alliance for families in Germany, which inspired the European Alliance, consists of more than 500 local pacts that rely to a significant extent on such financial support from the EU. This brochure aims to stimulate similar initiatives across the EU. It is addressed to those who, in their local com- munities and in their companies, want to support families, thus contributing to their quality of life while at the same time increasing the attractiveness of their area or company for employees whose skills are valuable, but who also expect their desire for a good balance between work and private life to be respected. I sincerely hope that this brochure will inspire many new initiatives across the EU and I would like to thank our Expert Group on Demographic Issues for their contribution to it. Vladimir Špidla Member of the European Commission responsible for Employment, Social Affairs and Equal Opportunities EUL_1414_Family_080807.indd 3 22/08/08 10:55:47 a 3p ",
        "EUL_1414_Family_080807.indd 4 22/08/08 10:55:47 a 4p ",
        "5 Table of contents 1. WHY THIS GUIDE? ............................................................................................................................................................................ 7 2. WHAT ISSUES SHOULD TODAY’S FAMILY POLICIES TACKLE? .......................................................................................... 9 2.1. How can we best respond to the needs of today’s families? ................................................................................ 11 2.2. How can Structural Funds support local initiatives? ................................................................................................. 11 3. HOW DO THE STRUCTURAL FUNDS WORK? ........................................................................................................................ 13 3.1. What are the Structural Funds? ......................................................................................................................................... 13 3.2. How do the Structural Funds and Member States work together? ..................................................................... 14 3.3. How does financing work? ................................................................................................................................................. 16 3.4. How can the Structural Funds support family-friendly projects? ........................................................................ 16 3.5. How much money is available? ......................................................................................................................................... 18 4. WHAT HAS WORKED BEFORE? EXAMPLES OF GOOD PRACTICE .................................................................................. 21 4.1. More comprehensive childcare ......................................................................................................................................... 21 4.2. Elderly care .............................................................................................................................................................................. 23 4.3. Flexible working arrangements ....................................................................................................................................... 24 4.4. Equal share of care responsibilities ................................................................................................................................ 25 4.5. Adapting services to the needs of families .................................................................................................................. 25 5. WHAT PRACTICAL TIPS CAN WE GIVE YOU FOR SETTING UP A PROJECT? ............................................................... 27 5.1. What possibilities do Structural Funds offer in your country? ............................................................................... 27 5.2. You have an idea for a project – how can you turn it into an application? ...................................................... 29 5.3. Why are partnerships important? .................................................................................................................................... 30 6. CONTACT INFORMATION ............................................................................................................................................................. 33 7. USEFUL LINKS AND LITERATURE ............................................................................................................................................... 35 EUL_1414_Family_080807.indd 5 22/08/08 10:55:47 a 5p ",
        "EUL_1414_Family_080807.indd 6 22/08/08 10:55:47 a 6p ",
        "7 WHY THIS GUIDE? 1. Today, when men and women struggle with increasing pressure to combine work and family responsibilities, more family-friendly policies are needed to promote better living and working conditions for all European citizens. These policies are also critical to addressing the challenges facing the EU of how to increase labour market participation and tackle the very low birth rates in many EU Member States. Policies and practices that allow men and women to achieve a better balance between work and family life need to be developed locally, in towns and cities and in companies. In addition to national, regional and local authorities, public services – such as educational institu- tions and childcare or long-term care services, businesses, NGOs, the voluntary sector and social partners – can work together to find solutions to the difficulties faced by fami- lies in their daily lives. This brochure, written with the contribution of the Member States’ representatives from the Expert Group on Demographic Issues, aims to raise awareness of the circumstances in which the funding opportunities offered by the EU Structural Funds – in particular the European Social Fund (ESF) – can be used to set up local partnerships and projects which support families. It must be emphasised however that the main purpose of the ESF is to support employment – it can only support fam- ily-friendly projects if there is a clear labour market link- age. It is thus important that the ESF priority to which the activity contributes is identified. This brochure highlights the different ways in which the Funds can promote better conditions for families through various operational pro- grammes – prepared by the Member States and adopted by the Commission – if these provisions are met. In addition, it is advisable for potential applicants to check whether financial resources are available and verify the priorities of the ESF in their Member State before developing applications. ESF funding is limited and therefore targets the most important labour market priorities and needs in Member States. Family-friendly initiatives linked to employment are not a priority for ESF funding in every Member State. With all this in mind, this brochure seeks to answer the following questions: What are the best ways to support families? (cid:116) What are the Structural Funds and how do they work (cid:116) as a funding channel for local projects promoting family-friendly living and working environments? Who can apply for funding and what kinds of project (cid:116) are eligible? What are the necessary steps to initiate project and (cid:116) submit an application for funding? Finally this brochure provides some best practice exam- ples of EU-funded projects and partnerships that have developed solutions to the problems faced by families, and lists sources where readers can locate further informa- tion. Additional information, as well as the digital version of this brochure, can be found on the Internet portal of European Alliance for Families, which also gives national examples and links to relevant information sources. EUL_1414_Family_080807.indd 7 22/08/08 10:55:47 a 7p ",
        "EUL_1414_Family_080807.indd 8 22/08/08 10:55:47 a 8p ",
        "9 WHAT ISSUES SHOULD TODAY’S 2. FAMILY POLICIES TACKLE? A modern way of looking at family policies takes into account the questions of gender equality and employ- ment. Reconciling work and family life thus becomes the cornerstone of modern family policies. Introducing better reconciliation policies, however, requires the mobilisation of actors at local, regional and national level. European Structural Funds should be considered as one possible resource for supporting family-friendly local initiatives. Family policies need to be modernised so that they reduce family and child poverty, promote employment and sup- port equal opportunities between men and women, help- ing them realise their life plans and be in a position to have as many children as they wish to have. Traditional support for families takes the form of cash benefits and tax rebates that compensate families for additional costs and income loss resulting from the reduced working time of one of the parents, typically the mother. In line with the Roadmap for Gender Equality and the Lisbon Strategy of Growth and Jobs, facilitating the reconciliation of work and family life is a more modern strategy to help families. Better policies for families should therefore go hand in hand with gender equality and promoting a higher participation of women in employment. In its communication on solidarity between generations, 1 the European Commission emphasises the need for bet- ter policies for families, in particular with regard to work- ing conditions and the availability of services. Many of the difficulties that parents face in trying to combine their family and working lives require local responses – i.e. in the places where they actually live and work. As such, a better response to families’ needs as regards reconciling work and family life needs initiatives to be mobilised at local and company levels 2 . National family policies will continue to be essential, in particular in guaranteeing the availability of basic childcare services. To this end the Member States have agreed on the Barcelona targets on childcare to be reached by 2010 3 . Families need to be supported to promote more sat- isfying personal lives for citizens and their families. In addition to being valuable in itself, improving family 1. Communication from the Commission, Promoting solidarity between the generations , COM(2007) 244 final. 2. Ibid. 3. The provision of childcare to at least 90 % of children between 3 years old and the mandatory school age and to at least 33 % of children under 3 years of age. conditions has positive impacts in many policy fields. Efforts to create conditions favourable for families can therefore lead to various effects which benefit local communities and companies as well as society at large. They are also necessary for achieving the EU objectives of growth, employment and social cohesion. Why is it important to create family-friendly working environments? The Lisbon target of achieving (cid:116) an employment rate of 70% by 2010 can only be reached if 60% of women are professionally active (which is a specific Lisbon target). Policies and practices that allow people with children or dependent relatives to access the labour market by allowing a better reconciliation of work and family life are a precondition for success. Creating family-friendly working environments (cid:116) helps to ensure that no woman (or man) has to choose between having children and a career. At present women without children have significantly higher employment rates than those with children. The balancing of home and work life is therefore one of the key concerns of the EU’s gender equality pol- icy. Initiatives to introduce better reconciliation poli- cies for both men and women are required to achieve the goals set in the Roadmap for Gender Equality 4 . As women are having fewer children and due to the (cid:116) retirement of the baby-boom generation, Europe’s working age population could decrease by 48 mil- lion by 2050. This would mean that there will be only two people of working age for each citizen aged above 65, compared with four today. Modern family policies help tackle this demographic challenge by creating conditions which enable people to have the number of children that they want, while staying gainfully employed. Countries that have developed services for families and parental leave schemes, and implemented gender equality policies, tend to have higher birth rates 5 . Better reconciliation policies allow both parents (cid:116) to remain in gainful employment and are thus an important element of a strategy to reduce child 4. Communication from the Commission, A roadmap for equality between women and men 2006–2010 , COM(2006) 92 final. 5. COM(2007) 244. EUL_1414_Family_080807.indd 9 22/08/08 10:55:47 a 9p ",
        "10 poverty . Child poverty is a particular problem in single-parent families where the care responsibilities may be a major barrier to getting a job 6 . Accessible and high-quality childcare has a posi- (cid:116) tive impact on children’s education , especially for children from poor families and from families with a migrant background. It also enhances women’s participation in the labour market. 6. European Commission, Preventing and reducing child poverty, 2005 , http://ec.europa.eu/employment_social/spsi/docs/social_inclusion/child_ poverty_leaflet_en.pdf Local initiatives to organise more affordable and flex- (cid:116) ible childcare and create a better balance between work and family life are likely to make regions more attractive to young families . A more family-friendly work organisation can boost (cid:116) companies’ overall performance by improving their image, reducing absenteeism and helping with recruit- ment and personnel retention. Map 1: Female employment rate in the EU, 2007 (%) Lisbon target met (60 to 68%) Well above the Lisbon target (68% and more) Lisbon target not met (52 to 60%) Way below the Lisbon target (less than 52%) Source: Eurostat. Note: The female employment rate is calculated by dividing the number of women aged 15 to 64 in employment by the total female population of the same age group. The indicator is based on the EU Labour Force Survey. The survey covers the entire population living in private households and excludes those in collective households such as boarding houses, halls of residence and hospitals. Employed population consists of those persons who during the reference week did any work for pay or profit for at least one hour, or were not working but had jobs from which they were temporarily absent. EUL_1414_Family_080807.indd 10 22/08/08 10:55:55 10p ",
        "11 How can we best respond to 2.1. the needs of today’s families? Responding to the needs of the ageing population, as well as taking into account the plurality of family arrangements, calls for new ideas. Allowing families to have as many children as they want while integrating women into the labour market requires finding new ways to create a balance between work and family life. The following policy areas should be taken into con- sideration when thinking about family policies from a wider perspective: Childcare (cid:116) services should not only cover care for children under the mandatory school age, but include after-school care and holiday-time activities for older children. Atypical working hours of professional and managerial staff and in the service industry, as well as the increase in single-parent families, have cre- ated demands for more flexible childcare services. Improving childcare is not only about boosting its availability – the skills of the people working in the care sector should also be improved. Better services for elderly and other dependent (cid:116) people are necessary in order to facilitate the labour force participation of those family members who provide care for them. Professional care and support for volunteers thus need to be developed. In the context of an ageing population, when more and more women and men will have to care for their eld- erly parents or other relatives, family policies must take this into account. Flexible work organisation (cid:116) through part-time work, flexible schedules, job sharing, shortened working week, telework and the innovative use of parental leave can help people facing problems in reconciling their work and family life. Equal sharing of domestic and family responsi- (cid:116) bilities between men and women is important for ensuring the latter’s access to professional life and strengthening men’s family ties. Encouraging men to take parental leave is one possible measure. Adapting the provision of services to families’ (cid:116) needs, for example by offering smarter transport solutions, adjusting the opening times of public and private services to the needs of parents (in particular those working atypical hours), and offering a range of services for families in one place can help them to manage their lives. The (cid:116) social integration of children from disadvan- taged (migrant and/or low education) backgrounds needs also to be taken into account. Organising a more family-friendly society with regard to working conditions and the availability of a wider range of family services requires a local- and company-level approach. In particular local partnerships and networks between companies, authorities and stakeholders could be set up to improve the conditions for families in a particular area. Such local alliances could work to expand the services and infrastructure which support families and children. How can Structural Funds 2.2. support local initiatives? The Structural Funds – in particular the European Social Fund (ESF) – are a useful resource for supporting local initiatives which promote family-friendly working and liv- ing conditions when they are linked to employment. There are, however, some limitations that need to be taken into account. The support by the ESF and the European Regional Development Fund (ERDF) is intended for a limited number of specific fields and objectives: the ESF on attaining the targets of the European Employment Strategy, and the ERDF on reinforcing economic and social cohesion by redressing regional imbalances. The objectives of the Structural Funds are implemented through national or regional operational programmes. Member States have been encouraged to include issues such as reconciling work and family life in the programmes but there remains much scope for improvement. Nonetheless, when family policies are seen in the con- text of enhancing employment and gender equality, the Structural Funds offer considerable possibilities of support for family-friendly projects. In particular, the regulation of the ESF foresees actions which, as part of the general objective of enhancing access to employ- ment, would also improve the conditions of families. In addition, several national and regional operational programmes envisage funding for projects supporting lone parents, reconciliation of work and family, company- supported childcare facilities, introducing flexible work- ing hours, or improving the work organisation and the skills of those working in the care sector. EUL_1414_Family_080807.indd 11 22/08/08 10:55:57 11p ",
        "EUL_1414_Family_080807.indd 12 22/08/08 10:55:57 12p ",
        "13 HOW DO THE STRUCTURAL FUNDS WORK? 3. This chapter answers some of the frequently asked questions about how the Structural Funds are man- aged and draws attention to the pertinent parts of the regulations and supporting documents. An important issue to be highlighted is that Structural Funds support follows the co-financing principle – for each project there must be a national counterpart, which is either covered by public funding, or for part of which the pro- moter of the project is responsible. What are the Structural Funds? 3.1. EU Cohesion Policy aims to reduce disparities between the people and regions of the EU and to strengthen eco- nomic and social cohesion. The Structural Funds – the ESF and the ERDF – and the Cohesion Fund (CF) are the financial instruments to reach these objectives in the 2007–13 period. The three funds allocate EU financing for thousands of projects carried out at national, regional or local level, as well as for projects bringing together regions or cities from different Member States. The priorities of the Cohesion Policy and the amount of financial support to be allocated to Member States and regions through the Funds are set for a seven-year peri- od. This allows for a medium- or long-term perspective and more sustained support for the priorities and objec- tives chosen for each period. Over 2007–13, Cohesion Policy will consume 35.7% of the total EU budget, which amounts to €348 billion. In the current programming period, the financial assist- ance of the three funds should be more strategically targeted to achieve the EU’s priorities of promoting com- petitiveness and creating jobs, and meeting the objec- tives of the Integrated Guidelines of Growth and Jobs. In this context, the key priorities at EU level for the use of the Structural Funds are defined in the “Community Strategic Guidelines for Cohesion”, in which Member States are called on to set their national priorities in line with the Growth and Jobs agenda. During the current seven-year period the Structural Funds and the Cohesion Fund will work to achieve the following three general objectives. The convergence objective (cid:116) aims at supporting the least developed regions and Member States of the EU by improving conditions needed for growth. The objective covers all regions with a Gross Domestic Product (GDP) per head below 75% of the Community average. The regional competitiveness and employment (cid:116) objective covers all areas of the EU not covered by the convergence objective and seeks to strength- en competitiveness and attractiveness, as well as employment, through a two-fold approach. First, development programmes will help regions to anticipate and promote economic change through backing innovation, knowledge society, entrepre- neurship and the protection of the environment. Second, more and better jobs will be supported by adapting the workforce, promoting inclusive job markets and investing in human resources. The European territorial cooperation objec- (cid:116) tive works to reinforce cross-border cooperation through joint local and regional initiatives, transna- tional cooperation and interregional cooperation and exchange of experience. Although the Funds have a common legal framework 7 and common objectives, they have different priorities and assist different kinds of operation. The Cohesion Fund (CF) targets Member States whose Gross National Income (GNI) per head is less than 90% of the Community average. It serves to reduce their econom- ic and social shortfall, as well as to stabilise their economy 8 . The money from the CF is paid out through the same Operational Programmes as those from the ERDF. The European Regional Development Fund (ERDF) aims to reinforce economic and social cohesion by reducing disparities between EU regions. To this end it supports programmes under all objectives address- ing regional development, economic change and enhanced competitiveness, and finances direct aid to investments in enterprises in order to help cre- ate and safeguard sustainable jobs. Funding priorities include research, innovation, environmental protec- tion and risk prevention. Investing in infrastructure retains an important role, especially in the least devel- oped regions of the EU. The ERDF encourages the 7. Regulation (EC) No 1083/2006 of 11 July laying down general provisions on European Regional Development Fund, the European Social Fund and the Cohesion Fund. 8. Regulation (EC) No 1084/2006 on establishing a Cohesion Fund. As the scope of the Cohesion Fund is very limited, it will not be further discussed in this guide. EUL_1414_Family_080807.indd 13 22/08/08 10:55:57 13p ",
        "14 development of cross-border activities, and coopera- tion and exchange of experience between regions and cities 9 . The European Social Fund (ESF) contributes to putting the European Employment Strategy’s priorities into prac- tice in Member States. This means that the ESF should promote full employment, quality and productivity at work, and social cohesion and inclusion. The ESF answers this challenge by investing in people and supporting employment. Compared with the 2000–06 period, a greater emphasis has been placed, in the Community Strategic Guidelines for Cohesion, on: promoting the integration and employment of (cid:116) migrants, minorities and disadvantaged groups; promoting equal opportunities for men and women; (cid:116) ensuring accessibility to people with disabilities; (cid:116) outreaching to groups marginalised in relation to (cid:116) the labour market. Moreover, good governance, partnerships and strength- ening administrative efficiency under the convergence objective are key points of the regulatory framework for 2007–13. Five priorities concern both the convergence and the regional competitiveness and employment objectives: Helping workers and enterprises adapt to changing 1. circumstances in the economy, e.g. supporting life- long learning, improving health and safety, organis- ing work more productively. Enhancing everybody’s access to employment and 2. participation in the workforce – encouraging older people to stay in work, supporting job centres and improving work/life balance. Reinforcing the social inclusion of disadvantaged 3. people and combating discrimination in the labour market. Enhancing human capital – improving education 4. and training systems by adapting them to labour market needs and updating the skills of the training personnel. Promoting partnerships and initiative through net- 5. working of relevant stakeholders at transnational, 9. Regulation (EC) No 1080/2006 on the European Regional Development Fund, Articles 2–6. regional or local level in order to promote employ- ment and inclusion. The participation of social part- ners and NGOs in these partnerships is particularly encouraged 10 . In addition to these, in the least developed regions and Member States under the convergence objective, two more priorities are added: Promoting the implementation of reforms in educa- 6. tion and training systems and increased participa- tion in education and lifelong learning. Strengthening the institutional capacity and effi- 7. ciency of public administrations and public services at national, regional and local level. How do the Structural Funds and 3.2. Member States work together? The general priorities and guidelines of the Funds explained above are implemented by national authori- ties in Member States. The distribution of the financial support of the Funds is organised through national and regional operational programmes, which fund operations and projects. Each Member State or region has devised its own operational programme for ESF and ERDF funding for the 2007–13 period to be approved by the Commission. Altogether there are more than 400 programmes. The operational programmes are based on two guideline documents, which offer the strategic background and ensure that the use of the financial support in Member States responds to the EU objectives. The (cid:116) National Reform Programme describes how the Lisbon Strategy and the European Employment Guidelines are to be put into practice by national policies in order to support economic growth and employment on the national level. The (cid:116) National Strategic Reference Framework sets out more directly the Member State’s strategy for the use of the Funds. This document identifies the key strengths, weaknesses and opportunities of the country or its regions and, based on this analysis, presents a strategy to be followed. The document lists the operational programmes and describes how the funding distributed through them contributes to the Community Strategic Guidelines 11 . 10. Regulation (EC) No 1081/2006 of the European Parliament and of the Council of 5 July 2006 on the European Social Fund. 11. Regulation (EC) No 1081/2006. EUL_1414_Family_080807.indd 14 22/08/08 10:55:57 14p ",
        "15 Convergence Regions Phasing-out Regions Competitiveness and Employment Regions Based on these documents, the Member States set up priorities of intervention to be carried out with the aid of a Fund, in the form of operational programmes; these are agreed with the Commission. The financial allocations to the different operational programmes and the priorities within the programmes also reflect the strategic choices made by Member States. Although the operational pro- grammes have to be in line with the priorities listed in the ESF and ERDF regulations, the Member States can choose the priorities that they consider to be the most relevant for tackling the specific challenges of the state or region 12 . The possibility of getting EU financing for a local project promoting family-friendly practices depends on the 12. An obligation exists however for the ‘old’ Member States: for countries and regions subject to the convergence objective, 60% of expenditure must be allocated to the priorities arising from the EU’s strategy for growth and jobs. For countries and regions subject to the competitiveness and employment objective, the percentage is 75%. Map 2: Which regions are covered under the convergence objective? EUL_1414_Family_080807.indd 15 22/08/08 10:56:04 15p ",
        "16 priorities and objectives of the operational programme that the Member States or region in question has submit- ted. Family-friendly initiatives linked to employment are not a priority for ESF funding in every Member State. In addition, it is necessary to be aware that funding rounds may already have been completed, and poten- tial applicants should check whether funds are available and the priorities of ESF in their Member State before developing applications. How does financing work? 3.3. The principle of co-financing means that the financial contribution of the Funds within a Member State or region has to have a national counterpart. The co-financing rate of the Funds depends on the socio-economic situation of the Member State or region, and on the objective of the operational programme. In less advantaged Member States, the ceiling of the EU contribution is 85% of the total financing within all ESF or ERDF programmes. In richer countries, the programmes aimed at regional competi- tiveness and employment may receive only half of their budget from the EU. The ceilings of support apply at the level of operational programme and may vary from one priority axis to another within the programme 13 . The national counterpart originates mostly from public sources, and project promoters should keep in mind that they may need to secure part of the financing themselves. The role of private funding in the implementation of opera- tional programmes is decided by the Member State and clearly identified in the calls for project applications pub- lished by the managing authorities/intermediate bodies. Before they launch the application process, small and volun- tary organisations should be aware of the potential financial burden the project implementation may represent. In this case, the availability of adequate financial resources must be generally demonstrated in the project proposal. Another issue to emphasise is that the decisions on the rules of the eligibility of expenditure are taken at national level 14 . In the case of the ESF, the regulations specify some limitations to the national eligibility rules. The ESF does not contribute to the purchase of furniture, equipment, vehicles, infrastructure, real estate or land, nor does it fund debt interest or recoverable value added tax 15 . How can the Structural Funds 3.4. support family-friendly projects? Improving the conditions of families is not per se a prior- ity for the Structural Funds, but supporting certain kinds of family-friendly practices can be understood as part of their activities if certain requirements are observed. 13. Regulation (EC) No 1083/2006, Article 53, Annex III. 14. Regulation (EC) No 1083/2006, Article 56. 15. Regulation (EC) No 1081/2006, Article 11. Initiatives aiming at a better reconciliation of work and family life contribute to the EU priorities of promoting competitiveness and creating jobs, as well as to meeting the objectives of the Integrated Guidelines of Growth and Jobs and the Community Strategic Guidelines on Cohesion. The development of care facilities creates jobs by 8. employing new carers, and boosts the quality of work by improving employment conditions in the care sector. Family-friendly projects are also necessary in order to 9. fulfil the Funds’ commitment to promoting gender equality. 16 The Commission’s 2008 report on gender equality further emphasises that the potential offered by the Structural Funds should be fully exploited in order to offer better reconciliation for everyone 17 . The ESF Regulation specifies that the fund can be 10. used to tackle the consequences of demographic change in the active population of the Community 18 . Support for families through better reconciliation policies and affordable and high-quality care facili- ties should be seen as one way of responding to these consequences 19 . Opportunities under the ESF As a fund for investing in people, the ESF is the main tool for promoting employment. There may be oppor- tunities to apply for ESF funding for projects which aim at balancing work and family life at local level, where they are linked to promoting employment in accord- ance with ESF regulations. Article 3 which sets out the scope of the Fund for 2007–13 identifies a number of areas that seek to create a better balance between work, family and private life or improv- ing families’ wellbeing. Under the priority of enhancing employment (cid:116) , the ESF encourages measures to reconcile work and private life, such as facilitating access to childcare and care for dependent persons (Article 3.1.b(ii)). Under the priority of reinforcing social inclu- (cid:116) sion , the ESF foresees support for the integration of people providing care for dependent persons to the labour market. (Article 3.1.c(i)). 16. Regulation (EC) No 1083/2006. 17. Communication from the Commission, The report on equality between women and men 2008 , COM(2008) 10. 18. Regulation EC No 1081/2006, Recital (8). 19. Communication from the Commission, The demographic future of Europe – from challenge to opportunity, COM(2006) 571. EUL_1414_Family_080807.indd 16 22/08/08 10:56:07 16p ",
        "17 Under the additional priorities within the con- (cid:116) vergence objective , the ESF supports improving education systems, increasing participation in edu- cation and strengthening the institutional capac- ity of educational services (Article 3.2). In this field the ESF could, for example, support actions that enhance the quality of early childhood education by training staff. Gender equality is one of the horizontal principles of the current ESF programme. This means that the ESF should promote specific actions to increase the participation and progress of women in employ- ment 20 . Some actions in this field equally contribute 20. Regulation (EC) No 1081/2006. to the wellbeing of families, for example, the provi- sion of care services for children and other depend- ants so that women and men with care responsibili- ties can participate in training and the labour market. In this context the document European Social Fund (2007–2013) support gender equality identifies further possible contributions of the ESF concerning family- friendly actions, for example: support for care services for children and other (cid:116) dependants and for the training and qualification of care workers; support to employers who offer their employees (cid:116) career breaks, childcare and other family support services; Member State Promotion of female employment and reconciliation of work and family life Improvement of the childcare infrastructure Total (€) Share from ESF (%) Austria 3,609,553 65.5 0 Belgium 37,202,067 100 1,727,774 Bulgaria 67,950,479 100 42,806,077 Cyprus 3,778,419 100 0 Czech Republic 69,215,429 84.8 62,627,277 Denmark 0 0 0 Estonia 4,090,346 100 24,059,284 Finland 27,062,687 11.3 0 France 64,637,475 93.8 4,560,000 Germany 479,669,117 95.6 14,725,104 Greece 335,619,897 71.3 47,100,000 Hungary 11,282,532 100 76,594,248 Ireland 19,375,000 100 0 Italy 288,548,217 96.2 103,521,388 Latvia 1,423,297 100 29,920,000 Lithuania 17,365,588 100 0 Luxembourg 2,423,392 100 0 Malta 7,996,800 100 1,280,000 Netherlands 151,868,157 98.2 0 Poland 221,543,678 100 40,423,002 Portugal 65,284,397 92.6 10,259,717 Romania 64,964,021 100 0 Slovakia 157,446,767 100 60,000,000 Slovenia 19,154,555 100 0 Spain 225,160,884 100 25,296,362 Sweden 0 0 0 United Kingdom 247,402,472 93.5 0 Cross-border 62,908,335 0 10,825,946 TOTAL 2,656,983,561 91.3 555,726,179 Table 1: Family-related actions financed from Structural Funds EUL_1414_Family_080807.indd 17 22/08/08 10:56:07 17p ",
        "18 improved access to training and job opportuni- (cid:116) ties for women and men with restricted mobility, through support for telework, work at home etc. 21 . In general, the ESF can finance a broad spectrum of measures which aim at improving the work/life balance, childcare and care for dependent persons. It should however be noted that the ESF focuses on supporting employment and not childcare or long-term care in itself. It finances operations which improve the quality and accessibility of care services, for example through professional training and establishing development strategies. Building new public childcare facilities (i.e. infrastructure investment) is not in line with ESF regu- lation, but training unemployed women to become childminders and helping them to establish private family care services which supplement the traditional childcare system is possible. Cross-financing principle Although infrastructure investment under the ESF can- not be an objective of a project, limited financing is pos- sible through cooperation with the ERDF under the new cross-financing principle. Optionally, a Member State can choose to use the ”flexibility facility”, which makes it pos- sible to use 10% of the financial resources allocated to one priority axis of an ESF programme to activities which fall within the scope of the ERDF. The use of the flexibility facility is possible to the extent that the ERDF-type activi- ties are necessary for carrying out the objectives of the operation in question 22 . However, it must be stressed that not all ESF programmes use the cross-financing facility, and Member States may establish more specific rules as to the application of the flexibility facility and thus differ- ent practices may be put in place. The cross-financing principle can also function the other way round, allowing ERDF programmes to finance ESF- type activities. Indeed, many ERDF programmes have announced that they will co-finance activities related to women’s employment and reconciliation over the cur- rent programming period. Opportunities under the ERDF The main interventions of the ERDF offer possibilities for types of project that help to build a more family-friendly environment. Investing in education and health and social infrastructure, including childcare infrastructure, are part of the agenda of the ERDF within the conver- 21. European Social fund (2007–13) supports gender equality. 22. For example, an ESF programme might have a priority axis of improving the female employment rate and one of the key actions could be to improve reconciliation possibilities by organising childcare as a joint venture of local SMEs. In this case projects implemented under this priority axis can include the renovation of a building for use as a childcare centre, if all the above criteria are met. gence objective. As such the Fund plays an important role in increasing access to childcare in the least devel- oped regions of the EU 23 . Another type of activity within the ERDF which is of inter- est for those wanting to initiate family-friendly projects is the new initiative “Regions for economic change” (RFEC) supporting interregional and transnational networks. The initiative funds innovative networking programmes, which build on already existing regional experience and good practices and aim to transfer these experiences to regions wishing to improve. Its second goal is to incor- porate the ideas developed within the interregional net- works into mainstream ERDF programmes in the regions participating in the network 24 . RFEC has 30 themes for networks, of which “Meeting the demographic challenge” is the most relevant for promot- ing family friendliness. The Commission has designated this theme as one of the priorities and is ready to offer expert support for some networks established in this field (the “fast-track networks”). The emphasis is placed on restructuring social service facilities and care services for older people, the intergenerational balance and the effects of legal and illegal immigration 25 . The Commission also wishes to back networks dealing with integrated approaches to the reconciliation of work and family life 26 . RFEC is not an independent funding tool. Financing for the projects linked to the initiative is possible under the mechanisms of interregional networking programmes, which are funded by the ERDF. Networks related to meet- ing the demographic challenge will be funded under the Interregional Cooperation Programme (INTERREG IVC). Initiating projects within the RFEC could be a possible tool for spreading best practice related to reconciliation, as well as to the care for the elderly people. The initiative offers possibilities for integrating best practice and ideas developed by the network into the mainstream region- al policy operational programmes of all the regions involved in the network. How much money is available? 3.5. The overall Cohesion Policy budget for 2007–13 is approximately €348 billion, of which the share of the ESF is €75 billion. The financial support is strongly tar- geted at the most needy regions and Member States. The countries and regions eligible under the convergence objective will receive more than 80% of the funding. 23. Regulation (EC) No 1080/2006, Article 4.10 and 4.11. 24. Communication from the Commission: Regions for economic change , COM(2006) 625. 25. European Commission, The 30 proposed themes, Commission staff working document SEC(2006) 1432. 26. European Commission, Regions for economic change, theme 3.3: Meeting the demographic change. EUL_1414_Family_080807.indd 18 22/08/08 10:56:07 18p ",
        "19 Although the percentage of the Structural Funds’ budget allocated to diverse actions which could support families is relatively small, it is still a considerable amount of money. In operational programmes, the Member States have set indicative targets on how much Structural Fund co-financ- ing will be allocated for different actions under the expendi- ture categories over the whole programming period. Two of these categories are directly linked to family-friendly activities: measures to promote female employment and to reconcile work and family life (category 69), and the improvement of childcare infrastructure (category 77). On the basis of the current operational programmes, the Structural Funds will allocate an estimated €2.70 billion for measures to improve women’s access to the labour market and to reconcile work and family life. Nearly 90% of this funding is allocated through ESF programmes, but some ERDF programmes also fund such activities. All Member States except Sweden and Denmark have programmes from which funding for such projects can be applied 27 . In addition the ERDF will spend around €565 million on improving childcare infrastructure. 62 of 309 ERDF programmes allocate funding for the purpose of building 27. SFC categorisation data 10.10.2007. Numbers are subject to change. and improving childcare facilities. Most of these pro- grammes fall under the convergence objective 28 . Together the spending foreseen for improving female employment and reconciliation and childcare infrastructure – €3.35 billion as estimated in autumn 2007 – represents around 1% of the total budget of the Structural Funds. The actual amount of finances that operational programmes will distribute for projects in this field is higher, because these figures do not include the national counterpart. Furthermore, not all possible ways in which the Structural Funds can support families fall within these two categories. The categorisation data can offer specific informa- tion on whether a certain operational programme has foreseen financial support for these kinds of action, and how much Structural Fund co-financing is targeted for projects in these fields. However, the amounts announced in the programmes may change during the programming period. As the allocations are flexible, the national managing authorities can shift funding allocated to one axis of the operational programme to another if the targets of the latter are not reached with the foreseen resources. 28. Idem. Objective Convergence ERDF 152.6 billion ESF 61.5 billion Cohesion Fund 69.6 billion All Funds 283.7 billion Regional competitiveness and employment ERDF 41.5 billion ESF 13.5 billion n.a. All Funds 55 billion Territorial co-operation ERFD 8.7 billion n.a. n.a. All Funds 8.7 billion All objectives ERFD 202.8 billion ESF 75 billion Cohesion Fund 69.6 billion All Funds 347.4 billion Table 2: Structural Funds and their financial allocations EUL_1414_Family_080807.indd 19 22/08/08 10:56:07 19p ",
        "EUL_1414_Family_080807.indd 20 22/08/08 10:56:07 20p ",
        "21 The projects described in this section have provided a diversity of actions, ranging from introducing flexible working hours and parental leave to developing bet- ter services for families. They have been co-financed through the ESF or EQUAL programmes and can serve as inspiring examples for those wishing to set up a new project in this field. In the past the Structural Funds have co-financed many projects and actions which have been of great sup- port for families. In particular the Community initiative programme EQUAL, which sought to devise innovative ways of fighting discrimination in working life, has sup- ported various partnerships that have developed local and regional solutions for the difficulties experienced by parents trying to reconcile their work and family commit- ments. As reconciliation is mainly perceived as a problem for women, the dimension of gender equality is an inte- gral part of these projects. The projects have offered new flexible childcare systems in areas where parents work in sectors that demand atypical working hours, or established one-stop shops and introduced tailored transport systems where parents have difficulties in completinthe daily tasks. In addition to providing solutions that have improved the quality of life of individual families, the projects have ini- tiated cultural change in companies, as well as at regional or even national level, emphasising the importance of families. The projects have also triggered changes in atti- tude within families, encouraging men to take their share of familial responsibility. An important aspect of these projects has been to involve companies in implementing more family-friendly work organisation and various family support services. In part- nership with companies, local authorities, NGOs and social partners, some projects have managed to create sustain- able practices that continue to have a positive impact on the lives of families even after the project is finished. The most successful EQUAL projects do not only concen- trate on one aspect of reconciliation but may encompass several. Specifically in the second round of EQUAL, the number of such multifaceted partnerships doubled. The projects introduced integrated work/life balance policies and practices, to be implemented in companies of all sizes and in territories at local and regional level. Instead of only focusing on work organisation, the partner- ships developed work/life balance packages that also contained flexible care services for children and other dependants, new solutions for transport between home and the workplace, and a whole range of other services which can make life easier for people juggling a career and family responsibilities. The solutions developed to counter the problems experi- enced in one country or region are not necessarily transfer- able to others. However, past projects can act as inspiring examples that show a variety of actions and their possible combinations which fall within the scope of financing of the ESF and ERDF. The examples presented here cover Member States with different national family policies. They show diverse ways of approaching family friendliness, with the project promoters varying from national or local authorities to trade unions, employers’ organisations and NGOs. The examples are grouped along different policy fields through which the conditions of families can be improved. More comprehensive childcare 4.1. Devising needs-tailored childcare services (Estonia) The Estonian project Children taken care of, mothers at work! aimed to enable young mothers to return to work by establishing a flexible childcare system. In Estonia alternative childcare is minimal and often unaffordable for parents. The family care system put into practice during the project offers services tailored to the needs of families, offering affordable and high-quality care in small groups and with flexible hours. The project started with research and surveys mapping the possibilities of family daycare based either in the home of the carer or the family. As the key action, providers of this new kind of care service undertook a specifically designed training scheme, at the end of which, the 30 female par- ticipants obtained a recognised certificate of a family day- care provider. The group was also offered entrepreneur- ship training and a support package enabling its members to set up business. 29 of those who received training have started to work as family carers and have additionally formed a union to protect their interests. Another action aimed to encourage small towns to become more family-friendly. In Estonia public authorities WHAT HAS WORKED BEFORE? 4. EXAMPLES OF GOOD PRACTICE EUL_1414_Family_080807.indd 21 22/08/08 10:56:07 21p ",
        "22 are responsible for setting up childcare services, while especially in small towns and villages authorities are encountering difficulties in meeting the demand for such services. To this end the project introduced a pilot action in the small city of Põlva, where a playroom for children was opened in cooperation with the municipality. The playroom enabled parents to leave their children in qual- ity care while visiting public institutions and undertaking other daily activities. To mainstream the practices developed, the project approached key political decision–makers, to convince them of the necessity and value of the additional services developed and their integration into national family policy. Developing the missing piece of childcare (France) In response to the lack of childcare provisions for parents working atypical hours, the French EQUAL development partnership “Gepetto” (Garde d’enfants pour l’equilibre du temps familial, du temps professionnel et son organisa- tion) sought to offer a missing piece in childcare services. The project not only addressed the needs of the parents wishing to reconcile their work and family responsibili- ties, but also took into account the rhythm of children by providing care in a home setting. Gepetto is a service catering for children up to 13 years old. In the case of a need – e.g. when a single parent needs to leave for an overnight business trip – it is possi- ble to contact Gepetto for help at home whatever time of day or night. The staff consist of highly qualified profes- sionals, and to make the service accessible to all families, the charges are proportional to their income level. The EQUAL project helped the previously local service to disseminate its experiences. The approach was turned into a toolkit including a website, software for managing the support services and publications. Through these tools and with the support of EQUAL funding, the “miss- ing piece” approach was expanded to eight partner towns in France. In six of them the system continued working after the project ended. An important part of the project was to create a connection with decision-makers in order to show how the approach complements existing services, and highlight the impor- tance of public support for the service. At the national level, the National Fund for Family Allowances has already recog- nised the type of childcare provided by Gepetto and has introduced such a service into its budget planning. Website: www.gepetto.net Childcare services for working women (Ireland) In Ireland the Women’s Community Projects Association used ERDF funding (which covered 85% of the total cost which exceeded €0.5 million) to develop a childcare facility for working mothers, single-parent families and immigrant women in rural areas. The association has been running a childcare facility since 1997, but with the growing demand for childcare places it was necessary to find additional accommodation to cater for after-school children. To this end the ERDF supported the construction of an after-school facility and an outdoor play area. At present the childcare facility comprises two daycares, two nurseries, two pre-schools and an after- school/out-of-school service. On average, 145 children attend the childcare facility each year, with each child receiving professional high-quality care from 27 experi- enced qualified staff (12 full-time and 15 part-time). The Women’s Community Projects Association also offers socio-professional training (home economics, crafts and literacy, secretarial, accountancy and computer courses, English language courses for immigrant women, etc.) and the childcare facility is availed of, in the main, by par- ents attending these programmes. The childcare facility therefore enables parents with care responsibilities to develop work skills, thereby encouraging them back into the workforce. Raising awareness of childcare (Malta) The project Increasing female participation through child- care services at the workplace, led by the Maltese govern- ment, encompassed the training of child carers, with the goal of increasing the pool of trained childcare workers and the female employment rate. The follow-up project National campaign promoting the benefits of quality childcare increased parents’ knowledge of the existence of childcare centres and their benefits in advancing a healthier work/life balance. It also aimed to boost the employment opportunities of the child carers trained under the previous project. Actions involved an intense media campaign consisting of television and radio spots, billboards and newspaper advertisements. A free phone line was launched to cater for enquiries from interested parents. The project also organised a national conference on the benefits of high- quality childcare. EUL_1414_Family_080807.indd 22 22/08/08 10:56:07 22p ",
        "23 Elderly care 4.2. Reshaping the elderly care sector (Denmark) As the number of elderly and very old people is growing, the care sector will in the near future face huge demand for qualified care and nursing personnel. The Danish EQUAL partnership SOS-MX aimed to find innovative ways to achieve equal gender distribution in the social and health sector. Different actions were taken to make the care sector more attractive to men: the project analysed the causes of gender segregation in current practices and mapped out the aspirations and needs of current and future male and female employees concerning their working and private life. As a response the project developed and tested tools for vocational counselling, guidance and training, recruit- ment and work organisation. For example, an introductory training concept was developed to encourage men laid off from the industrial sector to fill jobs in geriatric care. A media campaign sought to change the image of the care sector and to make career possibilities more visible. A group of ambassadors was created – men working in the care sector being male role models for media cam- paign and counselling events. The main product was a documentary A job for real men presented on the regional television channel; furthermore, two small film spots were produced as a flexible tool for use in electronic media and television. Website: www.sos-mx.dk Building a house for daily life (Italy) In Italy the ERDF-supported project House of daily life involved the renovation of an abandoned 17 th century farmhouse and the conversion of the house and its site into a modern social service and cultural centre catering for families, young people and the elderly. The farmhouse is surrounded by public housing complexes, and the quality of public services and green areas in the neigh- bourhood suffering of social and economic problems is low. The new centre will act as an observatory to monitor social needs in the territory, and will participate in the development and implementation of social projects and provide basic social services to the local community. A consultation process prior to the implementation of the project revealed that elderly people living in the area had a considerable amount of spare time, and were often professionally skilled and interested in giving their time and skills for the benefit of the local community. The project therefore involved these elderly people in the running of the centre, specifically in organising arts and crafts workshops and training. The services provided by the new centre include a nurs- ery and play area, and a meeting centre for the elderly. It also contains a “safe second-hand” open market for children’s products, an information point on enterprise opportunities for women and a thematic library. The cen- tre aims to organise at least six workshops per year, and it provides its premises to various community activities. The ERFD intervention terminated in March 2007 and the centre is now active. Website: www.cascinaroccafranca.it Creating care services with an intergeneration dimension (Portugal) In Portugal the EQUAL partnership VIPER improved the quality of care facilities for children and older people, while at the same time breaking down age segregation. The idea was to help women who reconcile their roles as employees and mothers, but also as carers of ageing parents. VIVER supported five local networks, each bringing together schools, companies, local authorities, health and other social care institutions. The networks worked to introduce care services that would encourage relation- ships between the young and the old. On the one hand, older people provided positive role models for children and involvement in caring would help them to stay healthy and active. The younger generation, on the other hand, was able to familiarise the elderly with the world of information society, for example to email as a way to keep in contact with their families. Both the children and the elderly were able to pass on their experiences and skills, which might have otherwise been lost. The key element of the strategy was to introduce a new professional profile – the ”intergenerational animator”. To date, professionals in social care and education had no spe- cific training in establishing and running intergenerational activities which would stimulate the early development of children while increasing older people’s capacities to live a fuller life. The pilot course was attended by 12 participants with various academic backgrounds and different experi- ences in working with children or elderly people. Website: www.viver.org EUL_1414_Family_080807.indd 23 22/08/08 10:56:08 23p ",
        "24 Empowering and recognising unpaid carers (UK) In the UK the EQUAL development partnership ACE National addressed the difficulties that people taking care of dependant relatives face in the job market and raised awareness of carers’ needs among employers, training providers and politicians. In the UK six million people are carers for partners, relatives or friends who are ill, eld- erly or disabled. Combining care responsibilities with paid employment can be difficult, and many carers – most of them women – have to give up work altogether. Activities undertaken during the first phase of the project (2001–05) targeted barriers for work faced by unpaid car- ers. The project addressed the loss of confidence and work skills experienced by the carers out of the labour market. Actions included establishment of “ACE clubs” which provided individual support and guidance for carers, as well as tailored training and job search skills. In addition, an online learning programme helping users to identify and build on their existing skills was devel- oped. An important part of the project was working with employers in order to develop more carer-friendly work- ing policies. In the second round (2005–07), ACE National focused on the factors that influence why, how and if carers access alternative care services that enable them to undertake work or training. Another goal was to iden- tify and enhance existing care services, and develop and test new services that would enable carers to work. Carers themselves were encouraged to partici- pate in planning the development and delivery of care service provision. The two phases of ACE National have had a significant political impact in the way that care work is valued in the UK. For example, the Carers (Equal Opportunities) Act steered by the partnership and passed by Parliament in 2004 places new duties on local authorities to ensure that unpaid carers have access to employment, education and leisure. In addition, an All-Party Parliamentary Group on Carers was created. Flexible working arrangements 4.3. Combining parental leave and career development (Austria) Parental leave and career is a platform for businesses, parents and stakeholders developed in Austria within the second round of EQUAL. The objective of the project was to promote women’s professional careers by creating ways to combine childcare responsibilities with development in professional life and by encour- aging men to take parental leave. This entailed coop- eration with companies in order to make parental leave understood as an opportunity – rather than an obstacle – for career development. The project, 50% of which was financed by the EU sources, sought to reduce obstacles that make it difficult for women to return to their jobs after parental leave. Rather than providing individual solutions, the aim was to engage people on parental leave to produce structural changes together with enterprises. The target groups of the project were parents, both mothers and fathers, before and after taking parental leave. Businesses and local authorities were also included in the activities, especially human resource managers in local businesses. The measures taken within the project were implement- ed through several subprojects. Within one subproject, people on parental leave themselves worked with com- panies and local authorities to make their own districts better places to live for parents with infants. Within a second subproject, selected medium-sized companies developed a specific design through which they could improve the work/life balance of employees with chil- dren, with the emphasis on promoting parental leave for men. To this end the companies conducted an internal research and run a tailormade awareness-raising cam- paign. A good practice handbook was developed to help the companies further. An important goal was to set up a competence centre that would provide advisory services for people on parental leave as well as enterprises on how to manage parental leave. Website: www.karenzundkarriere.at Experimenting with flexibility (Ireland) The National Flexi-Work Partnership was an Irish EQUAL partnership which aimed, among other objectives, at facilitating the work/life balance of parents and people with other care responsibilities through innovative work organisation. The project carried out a series of flexible working pilot projects in order to encourage the retention in employ- ment of groups such as working parents and carers, older workers and people with mental health problems. Innovative flexible working pilot schemes were devel- oped in collaboration with employers encouraged to respond the specific needs of their workforce. For exam- ple, a company in the financial sector with a young work- force offered five days’ paid paternity leave and also up to three paid leave days per annum for fertility treatment. EUL_1414_Family_080807.indd 24 22/08/08 10:56:08 24p ",
        "25 In addition, research on a “pre” and “post” basis was car- ried out to evaluate the schemes and the effects they had on the respondents’ ability to balance the demands of their work and personal life. Another interesting pilot project was the recruitment of male childcare workers, who received on-the-job train- ing while being employed in crèches or other pre-school facilities. This was hoped to trigger attitudinal changes in other men and encourage them to question the tradi- tional gender roles within the family and labour market. One of the partners providing childcare training agreed to participate in the recruitment drive, and two private childcare providers agreed to provide job placements for these trainees. Equal share of care responsibilities 4.4. Activating men to take the lead at home (the Netherlands) Female employment rates in the Netherlands remain low and household work, as well as taking care of children is seen as women’s responsibility. The aim of the EQUAL part- nership Journey through cultures was thus to stimulate men to take more care responsibility and in this way to create more possibilities for women to combine work and care. The main action taken was a 1½-year long professional media campaign with the slogan “Who does what”, con- fronting men with the excuses they offer for not par- ticipating in domestic tasks and motivating them to spend time with their families and share responsibilities. The campaign included television series, television and radio commercials, an Internet site and press conferences as well as other events. The humorous campaign targeted the largest possible male audience, including those who are not very aware of gender and equality issues. Moreover, ethnic minorities were reached out to in order to initiate discussion on role sharing in immigrant communities. The campaign addressed some cultural dilemmas that may keep men from taking an active role within the fam- ily, such as female criticism and the often unenthusiastic reaction of the employer when a man announces that he wants to take time off for his family. Men were encour- aged to start a dialogue on the equal share of familial and domestic responsibilities with their partners, employers and friends. To this end the campaign introduced the idea of a “role-sharing agreement” that men could make with their partners or employers. To mainstream the idea of a role-sharing agreement in the workplace, the project cooperated with public and private enterprises and institutions. The companies involved developed their own awareness-raising strate- gies encouraging male employees to take a more equal sharing of family tasks and offered flexible working- time arrangements. The campaign, which cost almost €10 million and was half-financed by the ESF, stimulated substantial attention and started a national debate on the issue. The impact of the media campaign was also monitored and resulted in considerable changes in attitudes and perceptions. Website: www.wiedoetwat.nl Adapting services to the needs 4.5. of families Engineering social times to improve work/life balance (Italy) Prato – the time laboratory was an Italian EQUAL devel- opment partnership that aimed at improving women’s work/life balance by introducing local time policies and pilot actions devised in cooperation with companies and public administration. The laboratory was designed to address the difficulties faced by employees with irregular or atypical working hours which do not coincide with the opening times of services such as childcare, schools, shops or public transport. The main target group were women who, based on the surveys conducted, were suf- fering more from time pressures than men. One key activity of the project was to set up a local resource and support centre which provided services for both women and men of all age groups and from differ- ent life situations. The new community centre provided childcare services during hours when kindergartens and schools were closed. Various courses and training were organised, always including the offer of childcare. Other services included family support to young parents, ena- bling them to discuss problems relating to job sharing in everyday life. Men were directly involved through a household management course and other projects seek- ing to increase male involvement in domestic duties. Another set of activities consisted of a number of pilot actions that were implemented as joint ventures of the municipality and private companies. One of the actions was to organise a shared transport service in order to save the employees’ time and money. The companies involved harmonised their working hours to fit the transport sched- ule and the municipality donated the vans. Another action was the creation of a new childcare centre, the opening times of which were adapted to the parents’ working times. The city offered the land, while the employers’ EUL_1414_Family_080807.indd 25 22/08/08 10:56:08 25p ",
        "26 consortium invested in the building of the care facility. To further ease the time pressures of working parents, other services needed by families such as laundry, shops and post office were established on the site. The “time laboratory” proved to be a successful project in the sense that the initiatives taken during the project became part of the daily life in Prato. The community centre became a permanent institution financed and managed by the municipality. Also the common transport service continues to run, because some of the participat- ing companies decided to fund part of the running costs. Making time everybody’s business (France) Rennes Egalité des Temps was a multifaceted EQUAL part- nership which aimed, among other goals, at harmonising “the times of the city” so that they would be more in line with the needs of the citizens, especially those working atypical hours. The project strengthened the already existing time management facility in the city of Rennes – the Time Bureau that was set up in 2002. Activities undertaken during the course of the project encompassed close cooperation with local authorities and private organisations. The municipality opened six neighbourhood town halls which cater for all kinds of administrative demands in one place. In addition three district social services were reorganised as “one-stop shops” for certain groups of users such as families with children. Gathering relevant services in one place helps people to save their time. In addition the city government piloted a new scheme to set an example of family-friendly working-time arrange- ments. The aim was to dismantle broken shifts system that was the usual pattern for the cleaning of all munici- pal buildings. To make enough income the predominant- ly female staff had to work one shift in the morning and another in the evening. With the help of the new scheme they now have a full-time job. Moreover, the new scheme enabled women to swap workplaces so that some now live closer to work and need less time to commute. The project was furthermore able to improve the flex- ibility of childcare services. The childcare centres and primary schools now offer extra services after official opening hours. The project also co-financed an NGO to provide home-based childcare and helped in setting up a company to subsidise childcare centre with generous opening times. Other activities included initiating public discussion on gender roles and widening the concept and making cul- tural events available for people with care responsibilities. Website: www.ville-rennes.fr/temps Maximising the use of time (Spain) The goal of the Spanish EQUAL partnership TEMPORA was to enable an intelligent articulation of time. The partnership was led by a worker union and included a wide range of partners including companies, employ- ers’ organisations and municipalities. The primary aim of the project was to create a change in the business world by creating a work/life balance model that could benefit both employers and employees. The model included flexibility policies including more family- friendly working-time arrangements and family support policies combining a variety of services to employees such as washing, home deliveries, home maintenance and trans- port facilities. The model was tested in 10 companies. Another objective of the project was to introduce work and family life clauses into collective bargaining. The claus- es integrated in the collective agreement with Vodafone Corporation are one example of the successful negotia- tions. The agreement grants leave to take care of depend- ent persons, and breastfeeding and nursing breaks. The partnership also ran awareness-raising courses on recon- ciliation for trade union officials, members of work com- mittees, personnel managers and business owners. The third field of action centred on encouraging the municipalities to evaluate their existing family sup- port systems and develop new flexible care services for children and other dependants, especially elderly people. The partnership also worked with the trans- port service providers from Barcelona and neighbour- ing local authorities. Pilot actions were undertaken to provide routes that would better connect the areas and offer the services most crucial to people with fam- ily responsibilities. Other outputs of this multifaceted partnership included challenging traditional gender roles in families and voca- tional choices through education schemes. The sustain- ability of activities taken within the EQUAL project was secured by setting up a centre to support local institu- tions and organisations in their actions related to recon- ciliation and the articulation of living times. Website: www.tempora.fmac.org EUL_1414_Family_080807.indd 26 22/08/08 10:56:08 26p ",
        "27 In this section we will answer some practical ques- tions about applying for an ESF project. First of all, not all national operational programmes offer the same extent of funding opportunities for family-friendly projects. We give here examples of some operational programmes and indicate the possibilities that they offer for setting up projects in this field. We also give some tips that may be useful while developing an idea for a project into a potentially successful application. What possibilities do Structural 5.1. Funds offer in your country? During the programming process, the Commission has asked Member States to pay attention to issues related to reconciling work and family life both in National Strategic Reference Frameworks and the subsequent operational programmes 29 . The Commission also emphasised in the Roadmap for Gender Equality and in the Communication on solidarity between generations that Member States should ensure that the assistance of the Structural Funds can be used for promoting family-friendly practices. However, operational programmes vary in this respect. Some programmes have taken this recommendation seriously and raised reconciliation or creating family- friendly working and living conditions as a central objec- tive, whereas others do not mention such measures. This depends on the needs of the Member State or region. For example, in Sweden where women’s par- ticipation in the labour market is high and childcare is available and affordable, investing in reconciliation is not on the agenda. In contrast, in countries such as Germany, where many mothers of young children stay at home and Poland and Czech Republic where the childcare infra- structure is less developed, operational programmes mention reconciliation or developing childcare explicitly and allocate funding for projects in this field. Whether a Member State or an individual operational programme offers possibilities to support family-friendly activities can be ascertained by checking the operational programme priorities or looking at the indicative infor- mation on how the programme is going to allocate the 29. European Commission, The principle of gender equality in the new ESF programmes (2007–13: a framework for programming, 2006). Structural Funds’ co-financing under different categories of expenditure. The operational programmes are carried out through projects selected by the managing authorities of the programmes. These projects are implemented through a wide range of organisations, both in the public and pri- vate sector. Such organisations include national, regional and local authorities, educational and training institu- tions, NGOs and the voluntary sector, as well as social partners, for example trade unions and workers’ councils, industry and professional associations, and individual companies. Individuals without the support of a legal person cannot carry out a project. What are calls for proposals and for tender? Answering a call for proposals or for tender are the two ways in which an organisation can participate in ESF or ERDF actions. Open and public calls for proposals allow organisa- tions to submit projects which they have initiated themselves, provided that they are consistent with the call. A call can be common for actions related to all the priority axes of the operational programme or it can be a more targeted thematic call. The projects that will be co-financed will be selected on the basis of transparent selection criteria established by the authorities. The calls are normally published in the main national newspapers and on the national ESF and ERDF websites, and their frequency depends on the Member State and programme. As the current programming period began in 2007, many programmes had their first round of calls for proposals in winter 2007/08. For example, in Finland the first ESF call for proposals was launched in December 2007 and closed at the end of January 2008. The call comprised all the priority axes of the programme and their more specific themes. If the Member State chooses to implement parts of the operational programme itself, the authorities will plan the projects and actions in advance. The serv- ices provided are often outsourced through calls for tender. In this case, however, the service provider has limited control over the content of the project. WHAT PRACTICAL TIPS CAN WE GIVE YOU 5. FOR SETTING UP A PROJECT? EUL_1414_Family_080807.indd 27 22/08/08 10:56:08 27p ",
        "28 The procedures and criteria through which the projects and the “beneficiaries” who implement them are selected vary from one Member State to another. An organisation wishing to obtain financial support for a project from an ESF or ERDF programme has two general options. It can answer a call for tender for a specific operation 1. planned and initiated by the managing authorities of the operational programme. Alternatively, it can submit a project proposal through 2. an open call for proposals. ESF operational programmes: some examples The possibilities offered by three operational pro- grammes are outlined below, including possible actions in the field of family friendliness, foreseen target groups of actions and the amount of EU funding. Czech Republic Over the current seven-year period the ESF will invest around €55 million in measures related to improving women’s employment and reconciliation. The main focus of these investments is on eliminating inequali- ties between women and men and creating a better balance between working and family life. One measure mentioned in the programme is the development of various accessible care services for children, while another foreseen group of activities is the introduction of family-friendly measures in the workplace through educational and advisory pro- grammes and motivational activities. Although lifting barriers preventing women’s labour market partici- pation is the main focus, the Czech ESF programme intends also to implement projects supporting active fatherhood and encouraging men to get involved in the care of children and the household. France The second priority of the French ESF operational programme includes the objective of improving and developing women’s durable access to the labour market. Family friendliness plays a role in achieving this goal: better reconciliation of work and family life is seen as key to achieving gender equality in the labour market. To this end, the programme will finance innova- tive ways of organising childcare, which complement the traditional care services. One example mentioned is organising childcare services through the coopera- tion of different enterprises. The programme will also support developing home-care solutions for depend- ent persons. As a third measure to improve reconcilia- tion, the programme mentions backing for collective local actions helping to reconcile work and home life. The projects initiated with the EQUAL programme are considered examples on which the new ESF actions should be built. The possible beneficiaries of the projects are women or men who are single parents, as well as couples, for whom combining work with family responsibilities poses a threat to their professional activities. Germany The German national-level ESF programme draws attention to the fact that because of the insufficient possibilities for reconciling work and family life, women experience discontinuity on the labour market. The programme explicitly mentions that making working environments more family friendly is a way to improve the conditions of parents and especially mothers. The strategy to respond to this aim is specified under priority C, “Employment and social inclusion”, which has the specific objective of improving equality of chances between men and women through improv- ing the reconcilability of work and family life. Two of the measures mentioned are of special importance in improving the quality of life of families: Supporting child care facilities offered by com- 1. panies. In some regions companies are already actively participating in organising childcare, and the ESF will be used as a means to offer incentives for more company supported childcare facilities in Germany. Improving the family day care field. That means 2. e.g. expanding the number of child minders, improving their qualification, insuring the quality of family day care and improving the infrastructure in this field. The target group of actions envisioned are women, in particular single mothers, women returning to the labour market after a long break and unemployed women. The programme will invest over 207 million EUR to reconciliation and advancing women’s employ- ment. Also the regional operational programmes of the German Länder envision support for activities in this field. In total the ESF will invest 480 million EUR for such actions. EUL_1414_Family_080807.indd 28 22/08/08 10:56:09 28p ",
        "29 It is not possible to apply for funding without a call for tender or proposals from the authorities. The projects proposed in an open call for proposals should, however, be consistent with the call and the priorities of the operational programme in question. Possibilities for initiating projects supporting family- friendly practices within a certain operational programme are more limited if reconciliation or improving childcare facilities are not mentioned in the programme or in sub- sequent calls for proposals. You have an idea for a project 5.2. – how can you turn it into an application? When you or your organisation has an idea for a project to improve the conditions of families which could be co- financed by ESF or ERDF, the following questions could be considered. These questions do not relate to the selec- tion criteria, but they can function as a reminder of the different aspects that should be taken into account when organising your ideas into a sustainable project plan. Familiarise yourself with the National Strategic (cid:116) Reference Framework and the ESF and ERDF opera- tional programmes in your area in order to know the possibilities offered for projects of this kind. Select the programme and the priority axis under which your project could be co-financed and think how your project would contribute to achieving its objectives. Identify a problem with the existing mechanism for (cid:116) supporting families in your area, city or organisa- tion. A properly planned project addressing the real needs of those it is supposed to benefit has to be based on an accurate analysis of the existing situa- tion. Statistical information and the experience of relevant stakeholders can be used to get an image of the reality. In relation to the problem, identify the objectives of (cid:116) the project. How could your project turn the nega- tive situation into a positive one? What will be the outcome after the actions within the project have been taken? Planning the activities taken within the project should always be a secondary step to defin- ing the objectives, and activities should be seen as ways to achieve the objective. Identify the stakeholders whose interests lie at the (cid:116) heart of the project. At first sight, these are the fami- lies, women, men or children who are experiencing the problem, but just as relevant are the providers of services or employers who are needed in order to improve the situation. A good idea is to include the groups concerned with the problem already in the process of planning the project. Identify possible partner organisations that could par- (cid:116) ticipate in the project. How would participating in the project benefit these organisations, and how would their presence help achieve the project objectives? Think how to co-finance the project. Will the project (cid:116) get all the financial support from the ESF or the ERDF and national public authorities, or will your organisa- tion or the other participating organisations have to finance part of the cost of the project? What is the innovative approach of your project (cid:116) compared with previous projects with similar aims? What kind of added value does it provide compared with ongoing actions in your country or region? Consider the tangible and lasting outcomes of (cid:116) the project. What will happen to the practices developed during the project after it has finished? Will the organisations involved continue applying them? Would there be ways to spread the good practices developed? It is a good idea to contact the authorities implementing the operational programme at an early stage to find out about calls for proposals, the conditions for financing, the rules concerning eligible expenditure and the selection criteria. You can also contact different bodies providing technical assistance for advice in planning the project further before submitting it, and obtain help to get through the application procedures. The managing authorities or the technical assistance sometimes also organise courses and workshops which are useful for applicants. Applicants have to submit a dossier of candidacy to an intermediate body or the managing authorities of the Technical assistance Part of the ESF and ERDF financing is reserved for technical assistance 1 . With this financing, the Member States can not only improve the management of the Funds at national or regional level, but also make the Funds more approachable for potential promoters of projects and the general public. To this end many Member States have been using funding to design Internet portals where relevant information on both Structural Funds is gathered. Technical assistance financing can also be used to organise publicity campaigns, print promotional materials and organise courses and seminars. Some Member States have also set up technical assistance offices from which applicants can seek help for project preparation. EUL_1414_Family_080807.indd 29 22/08/08 10:56:09 29p ",
        "30 operational programme. In the application form the applicant must present a project plan that can address the following issues, among others: concrete need or problem that justifies the project; (cid:116) target group; (cid:116) actions offered to the target group; (cid:116) timeline for actions; (cid:116) expected outcomes of the project; (cid:116) concrete indicators through which the outcomes (cid:116) can be measured; the partners and the division of labour between them; (cid:116) financing plan and budget; (cid:116) gender equality and non-discrimination as aspects (cid:116) of the project. To find out the details on how to apply for co-financing from the ESF, potential promoters of actions should contact the managing authorities of the operational pro- gramme in their own Member State or region. Most man- aging authorities have websites which provide access to the operational programmes, and information about calls for proposals and the selection criteria and financ- ing procedures. In addition they may provide practical applicants guides and frequently asked questions which help the promoters through the application process. Why are partnerships important? 5.3. Working in partnership is one of the guiding principles of the Structural Funds. Regional and local authorities, economic and social partners, and bodies representing civil society are invited to participate in the preparation, implementation, monitoring and evaluation of opera- tional programmes 30 . Partnerships between various national and international actors were the core instrument for implementing the programmes within the EQUAL Community Initiative Programme, which has now been mainstreamed to the ESF operational programmes. The ESF supports network- ing of stakeholders, in particular in the field of employ- 30. Regulation (EC) No 1083/2006, Article 11. Building local partnerships for families in Germany At the end of 2003 the German Federal Government launched the initiative Local alliances for families. The initiative aims at contributing to the resolution of the ‘childcare problem’ by appealing to the com- mitment of the local public and civil society as well as private actors. The local alliance initiative has proved a successful instrument in modern local family policy. Based on networking and cooperation, local alliances have raised awareness to the fact that family matters are a strategic issue that needs to be addressed by a variety of local organisations. The participative approach underlying local alliances enables different parties in administration and the entire community to accept and share responsibility for the improvement of families’ living conditions. In establishing a network, local alliances create opportu- nities for broad engagement, which allow every single party to take responsibility for family friendliness as a whole. Local alliances therefore unite the competences necessary for a substantial change in community life. At the same time, local alliances provide opportuni- ties for innovation, based on shared awareness of future challenges and common goal-oriented action. Combining different perspectives, experiences and competences, local alliances increase the possibility to succeed in understanding the various and often com- plex circumstances in which families live today and in developing adequate projects and programmes. The building of local alliances has been facilitated by a central assistance office, which has received financial support from the ESF. The office has provided media- tors for the negotiations needed to set up an alliance, and counselling to advance the existing alliances. The office also managed a list of family policy experts which could help the alliances. By 2008, more than 460 local alliances have joined the initiative – a network covering more than half of the German population, addressing more than 47 million people with about 4 500 local projects. Improving living and working conditions, these local projects were devel- oped and realised by more than 10 000 organisations involved in local alliances nationwide, among them up to 3 800 companies. Another 200 local alliances are cur- rently being formed. The initiative is to be further devel- oped and funded until the end of 2010, both qualitatively and quantitatively in the interests of sustainability. Website: http://www.lokale-buendnisse-fuer-familie.de/ EUL_1414_Family_080807.indd 30 22/08/08 10:56:09 30p ",
        "31 ment and labour market inclusiveness. The managing authorities should also encourage social partners and NGOs, notably ones working in the domains of social inclusion, gender equality and equal opportunities, to participate in funded actions 31 . The problems related to the reconciliation of work and family life are probably best resolved when different actors work together in partnership. An ideal partner- ship would bring together the key players from one particular geographical area, for example a municipality. The partnerships should bring together the experience and expertise of the relevant institutions and organisa- tions, making it possible to achieve more than when organisations work on their own. 31. Regulation (EC) No 1081/2006, Article 3.1(e), Article 5. Building up a functioning partnership able to bring added value to the project is not an easy task and demands skilled management and project staff. The success of a local part- nership depends on various factors, such as identifying and bringing together the relevant partners, developing organ- isational structures and procedures, the active involvement of all partners in the shaping and implementation of the project, and a strong shared local identity 32 . The experiences of EQUAL partnerships can be a useful resource when planning a family-related project which requires combining the forces of different actors. Practical assistance for setting up a partnership can be found, for example, from “EQUAL guide for development partner- ships”, available online on the Commission website 33 . 32. European Foundation for the Improvement of Living and Working Conditions, Social inclusion: local partnerships with civil society , 2003. 33. http://ec.europa.eu/employment_social/equal/about/key-doc_en.cfm#met Practical tips applying for funding: a summary These tips summarise the recommendations highlighted in this publication. They are intended as a non-exhaustive list of suggestions Identify a problem with the existing mechanism for (cid:116) supporting families in your area, city or organisa- tion, using statistical information and/or experi- ences of the relevant stakeholders Pinpoint the objectives of the project (cid:116) Consider what is the innovative element and added (cid:116) value of your project, and the tangible and lasting outcomes Identify the stakeholders whose interests lie at the (cid:116) heart of the project, including service providers or employers needed to improve the situation Select possible partner organisations that could (cid:116) participate in the project. Projects can be imple- mented through a wide range of organisations, both in the public and private sector, but having a legal person is a must – individuals without the sup- port of a juridical person cannot carry out a project Familiarise yourself with the National Strategic (cid:116) Reference Framework and the ESF and ERDF opera- tional programmes in your area, to identify the pos- sibilities for supporting family-friendly activities Select the programme and the priority axis under which (cid:116) your project could be co-financed and think how your project would contribute to achieving its objectives. Remember that ESF can only support family-friendly projects if there is a clear labour market linkage Check whether financial resources are available and (cid:116) whether funding rounds have already been com- pleted – ESF funding is limited Contact the authorities implementing the opera- (cid:116) tional programme at an early stage to find out about calls for proposals, the conditions for financ- ing, the rules concerning eligible expenditure and the selection criteria Choose whether to obtain financial support for a (cid:116) project from an ESF or ERDF programme via a call for tender or call for proposals Contact bodies providing technical assistance for (cid:116) advice in planning the project further before sub- mitting it, and obtain help to get through the appli- cation procedures Think how to co-finance the project and contact (cid:116) the managing authorities of the operational pro- gramme in their own Member State or region to find out the details on how to apply In your application form, present your project plan (cid:116) addressing the following issues, among others: concrete need or problem that justifies the project; target group; actions offered to the target group; timeline for actions; expected outcomes of the project; concrete indicators through which the out- comes can be measured; the partners and the divi- sion of labour between them; financing plan and budget; gender equality and non-discrimination as aspects of the project EUL_1414_Family_080807.indd 31 22/08/08 10:56:09 31p ",
        "EUL_1414_Family_080807.indd 32 22/08/08 10:56:09 32p ",
        "33 Austria (cid:116) www.esf.at Belgium (cid:116) www.esf-agentschap.be www.fse.be Bulgaria (cid:116) www.eufunds.bg Cyprus (cid:116) www.mlsi.gov.cy Czech Republic (cid:116) www.strukturalni-fondy.cz Denmark (cid:116) www.ebst.dk Estonia (cid:116) www.struktuurifondid.ee Finland (cid:116) www.rakennerahastot.fi France (cid:116) www.fse.gouv.fr Germany (cid:116) www.esf-in-deutschland.de Greece (cid:116) www.ypakp.gr Hungary (cid:116) www.hefop.hu Ireland (cid:116) www.esf.ie Italy (cid:116) www.lavoro.gov.it/Lavoro/Europalavoro Latvia (cid:116) http://sf.lm.gov.lv Lithuania (cid:116) www.esparama.lt Luxembourg (cid:116) www.fse.public.lu Malta (cid:116) www.ppcd.gov.mt Netherlands (cid:116) www.agentschapszw.nl Poland (cid:116) www.funduszestrukturalne.gov.pl Portugal (cid:116) www.igfse.pt Romania (cid:116) www.mie.ro Slovakia (cid:116) www.esf.gov.sk Slovenia (cid:116) www.ess.gov.si/slo/ESS/ess.htm http://euskladi.gov.si Spain (cid:116) www.mtas.es/uafse Sweden (cid:116) www.esf.se www.nutek.se United Kingdom (cid:116) www.esf.gov.uk www.erdf.communities.gov.uk CONTACT INFORMATION 6. EUL_1414_Family_080807.indd 33 22/08/08 10:56:09 33p ",
        "EUL_1414_Family_080807.indd 34 22/08/08 10:56:09 34p ",
        "35 Communication from the Commission, A roadmap for equality between women and men 2006–2010, COM(2006) 92 final. Communication from the Commission, Promoting solidarity between generations, COM(2007) 244. Communication from the Commission, Regions for economic change, COM(2006) 625. Communication from the Commission, The demographic future of Europe – from challenge to opportunity, COM(2006) 571 final. EQUAL http://ec.europa.eu/employment_social/equal/ European Alliance for families http://ec.europa.eu/employment_social/families/ European Commission, EQUAL Guide for development partnerships, 2005 . European Commission, European Social Fund (2007–13) supports gender equality, 2006 . European Commission, Holding a job – having a life. EQUAL events outcome, 2005. European Commission, Partnership development toolkit, 2005 . European Commission, Reconciliation of professional and private life: exchange of good practices, 2006. European Commission, Reconciliation of work and private life: a comparative review of thirty European countries, 2005. European Foundation for the Improvement of Living and Working Conditions, Social inclusion: local partnerships with civil society, 2003 . European Foundation for the Improvement of Living and Working Conditions, Working time and work-life balance in European companies. Establishment survey on working time 2004–2005, 2006. European Social Fund http://ec.europa.eu/employment_social/esf/ Inforegio http://ec.europa.eu/regional_policy/ The principle of gender equality in the new ESF programmes (2007–13: a framework of programming), report by an ad hoc working group of Member States on gender equality and gender mainstreaming. USEFUL LINKS AND LITERATURE 7. EUL_1414_Family_080807.indd 35 22/08/08 10:56:09 35p ",
        "European Commission Partnerships for more family-friendly living and working conditions Luxembourg: Office for Official Publications of the European Communities 2008 — 35 pp. — 21 x 29.7 cm ISBN 978-92-79-09305-0 DOI 10.2767/26775 This brochure aims to raise awareness on how funding opportunities offered by the European Structural Funds, in particular the European Social Fund, can be used to set up local partnerships and projects which support families. Presenting the structures and procedures of the Structural Funds, it targets regional and local policy-makers, social partners and civil society representatives interested in developing projects for more family-friendly conditions. This publication is available in printed format in English, French and German. EUL_1414_Family_080807.indd 36 22/08/08 10:56:09 36p ",
        "How to obtain EU publications Our priced publications are available from EU Bookshop (http://bookshop.europa.eu), where you can place an order with the sales agent of your choice. The Publications Office has a worldwide network of sales agents. You can obtain their contact details by sen- ding a fax to (352) 29 29-42758. T905358cov.indd 2 T905358cov.indd 2 27/05/09 14:31:49 27/05/09 14:31:49 ",
        "1 Partnerships for more family-friendly living and working conditions How to obtain support from the European Structural Funds European Commission 38 Are you interested in the publications of the Directorate-General for Employment, Social Affairs and Equal Opportunities? If so, you can download them at http://ec.europa.eu/employment_social/main.jsp?catld=316&langld=en or take out a free online subscription at http://ec.europa.eu/employment_social/publications/register/index_en.htm ESmail is the electronic newsletter from the Directorate-General for Employment, Social Affairs and Equal Opportunities. You can subscribe to it online at http://ec.europa.eu/employment_social/emplweb/news/esmail_en.cfm K E - 30 - 08 - 489 - E N - C http://ec.europa.eu/social/ EUL 1414 Family 080807 indd 38 22/08/08 10:56:10 T905358cov.indd 1 T905358cov.indd 1 27/05/09 14:31:42 27/05/09 14:31:42 "
    ]
}