{
    "text": [
        "E U R O P E A N E C O N O M Y E U RO P E A N CO MM I SS I O N D I R E C T O R A TE - G E N E R A L F O R E C ONO M I C AND F I NAN C I A L A FF A I R S E CO N O M I C P A P E R S I SS N 1016 - 8060 h tt p :// ec . e u r op a . e u / ec ono m y_ f i n a n ce /i nd e x_ e n . h t m N ° 2 7 2 J a n u a r y 2 00 7 S t ud y o n t h e f e a s i b ili t y o f a t oo l t o m e a s u re t h e m a cr o ec o n o m i c i m p a c t o f s t r u c t u r a l re f o r m s by C h r i s ti a n D r e g e r ( D I W ) , M a nu e l A r tí s ( AQ R ) , R o s i n a M o r e no ( AQ R ) , R a ú l R a m o s ( AQ R ) , J o r d i S u r i ñ ac h ( AQ R ) E d it e d by D i r ec t o r a t e - G e n e r a l f o r E c ono m i c a nd F i n a n c i a l A f f a i r s ECONOMIC Papers_Cover272 23/02/07 13:21 Page 1 (PANTONE Reflex Blue C film) ",
        "EE cc oo nn oo mm ii cc PP aa pp ee rr ss a r e w r i tt e n b y t h e S t a f f o f t h e D i r e c t o r a t e - G e n e r a l f o r E c o n o m i c a n d F i n a n c i a l A ff a i r s , o r b y ex p e r t s w o r k i n g i n a ss o c i a t i o n w i t h t h e m . T h e “ P a p e r s ” a r e i n t e n d e d t o i n c r e a s e a w a r e n e ss o f t h e t e c hn i c a l w o r k b e i n g d o n e b y t h e s t a ff a n d t o s ee k c o mm e n t s a n d s u gg e s t i o n s f o r f u r t h e r a n a l y s e s . V i e w s ex p r e ss e d r e p r e s e n t ex c l u s i v e l y t h e p o s i t i o n s o f t h e a u t h o r a n d d o n o t n e c e ss a r il y c o rr e s p o n d t o t h o s e o f t h e Eu r o p e a n C o mm i ss i o n . C o mm e n t s a n d e n q u i r i e s s h o u l d b e a dd r e ss e d t o t h e : EEuu rr oo pp ee aa nn CC oo mmmm ii ssss ii oo nn D i r e c t o r a t e - G e n e r a l f o r E c o n o m i c a n d F i n a n c i a l A f f a i r s P u b li c a t i o n s B U 1 - - 1 / 13 B - 1049 B r u ss e l s , B e l g i u m I S B N 978 - 92 - 79 - 04625 - 4 K C - A I - 07 - 272 - E N - N © E u r o p e a n C o mm u n i t i e s , 2007 ECONOMIC Papers_Cover272 23/02/07 13:21 Page 2 (PANTONE Reflex Blue C film) ",
        "ECONOMIC PAPER ",
        "",
        "Study on the feasibility of a tool to measure the macroeconomic impact of structural reforms Final report ECFIN-E/2005/001 Revised 18th September 2006 Coordinator: Christian Dreger (DIW) Researchers: Manuel Artís (AQR) Christian Dreger (DIW) Rosina Moreno (AQR) Raúl Ramos (AQR) Jordi Suriñach (AQR) ",
        "“Study on the feasibility of a tool to measure the macroeconomic impact of structural reforms ” Call for tender ECFIN-E/2005/001 REVISED FINAL REPORT – September 18th 2006 Table of contents Executive summary .................................................................................................. 1 Part I: Introduction and objectives ......................................................................... 9 1 Transmission channels of structural reforms............................................. 11 2 Individual reforms vs reform packages ..................................................... 16 3 Impact assessment of structural reforms.................................................... 19 4 Overview of available databases on institutional reforms......................... 22 Part II: Typology of econometric methods ............................................................ 34 5 Single equation methods............................................................................ 37 6 General equilibrium models ...................................................................... 40 7 Partial econometric models........................................................................ 42 8 Macroeconometric models and DSGEs..................................................... 45 Annex 1: Microsimulation models ........................................................................ 50 Annex 2: Results from single equation analysis.................................................... 52 Annex 3: Topics of the experts’ seminar............................................................... 56 Part III: Selected models to study the impact of reforms ...................................... 59 9 Top 5 models ............................................................................................. 60 9.1 The WorldScan model (CPB).................................................................... 60 9.2 The GreenMod model (FUB) .................................................................... 63 9.3 The E3ME model (Cambridge Econometrics) .......................................... 65 9.4 The GEM model (IMF) ............................................................................. 66 i ",
        "9.5 The QUEST II model (EU Commission) .................................................. 69 10 Comparative model advantages................................................................. 72 Part IV: Core and satellite models ........................................................................ 76 11 Working with satellite models................................................................... 78 11.1 Modified core models vs satellite models ................................................. 80 11.2 Core and satellite interactions.................................................................... 81 12 Concrete satellite models........................................................................... 83 12.1 Satellites for product market reforms ........................................................ 83 12.2 Satellites for labour market reforms .......................................................... 84 12.3 Satellites for the knowledge based economy............................................. 86 Part V: Directions to model developing ................................................................ 88 13 Conclusions................................................................................................ 89 References ............................................................................................................. 97 ii ",
        "Executive Summary This report presents the results of the project Study on the feasibility of a tool to meas- ure the macroeconomic impact of structural reforms (ECFIN-E/2005/001). This final report amalgamates the findings of the two previous interim reports and the main con- clusions of the workshop held in Brussels on May 11 th . The main goal of the project is to determine the most reliable and robust methods to investigate the impacts of econ- omy-wide structural reforms as well as reforms in individual markets or sectors, and to make suggestions as to how they best to implement them and possible improvements of the institutional dataset. In addition, a roadmap has been created which includes the main steps in the model-developing process, and solutions feasible even in the short term are discussed. The report is organised into chapters. The most important transmission channels of structural reforms on product, labour and financial markets are briefly reviewed in chap- ter 1. The advantages of reform packages over isolated reforms and the impact of struc- tural reforms on budgetary implications are addressed in chapter 2. Strategies to meas- ure the macroeconomic impact of structural reforms are discussed in chapter 3. In chap- ter 4, the main institutional databases are reviewed, and directions for their further im- provement are proposed. Next, a typology of empirical tools is developed, where the focus is on macroeconometric methods. In particular, single equation regressions (chap- ter 5), computable general equilibrium models (chapter 6), partial equilibrium models (chapter 7) and macroeconometric models including dynamic stochastic equilibrium models (chapter 8) are discussed. The abilities of the approaches to study the institu- tional impact are investigated. Chapters 9 and 10 present a comparative analysis of the top 5 tools for modelling the impact of structural reforms. The use of the satellite mod- els to adapt existing tools for modelling structural reforms is discussed in chapter 11, and suggestions to construct appropriate satellites for certain areas of reforms are given in chapter 12. Finally, chapter 13 summarises the main conclusions and offers a road map to guide further investigations on the topic. Structural reforms affect the institutional framework under which the economy operates. In fact, some markets can be prone to failures and inefficiencies, and in these cases, government regulations can improve the outcomes of flexible markets. On the other 1 ",
        "hand, overly restrictive elements may actually worsen economic performance. Reasons for government failure include, inter alia, information asymmetries, management and incentive problems and rent-seeking behaviour by special interest groups. According to standard economic theory, the worldwide trend towards more market-friendly institu- tional frameworks is expected to boost economic growth and employment. The reforms analysed in this project are directed towards reinforcing the functioning of product, la- bour and financial markets, as these are the main stages for reforms. Since there have already been recent advances in the deregulation of financial markets, the presentation is focused on reforms on product and labour markets. The impact evaluation of struc- tural reforms requires a convincing analysis of their main transmission channels. This is done in chapter 1. Moreover, structural reforms can be implemented as comprehensive packages or in an isolated way. Results from previous studies show that the sequence of reforms might be important. Moreover, interactions between different areas of structural reforms are cru- cial for reform impact. In addition, structural reforms can lead to a costly reallocation of resources. Hence, gains attributed to the reforms may take some time to materialize. Therefore, the main conclusion from chapter 2 is that econometric tools should be able to distinguish between short- and long-run structural reform effects and to consider the possibility of evaluating a comprehensive reform strategy and the timing of implemen- tation of the individual steps. The different strategies to measure the impact of structural reforms are discussed in chapter 3. A first aspect is whether the focus of the analysis is ex post, i.e. what has been the impact of reforms implemented in the past, or ex ante, i.e. what would be the future impact of a policy change. The ex post framework can uncover insights into the actual impact of structural reforms and obstacles to the reform process. However, it only provides useful insights about the impact of future measures if the behaviour of agents does not change once the reforms are implemented. In any case, counterfactual analysis is needed because it facilitates the understanding of the links between structural reforms and macroeconomic performance, all other factors being constant. To investigate the quantitative impact of structural reforms, the model solutions under a benchmark situa- tion and the alternative when reforms are implemented are compared in terms of key variables, including output, employment and productivity. Dynamic models should be 2 ",
        "preferred to static ones as information about adjustment processes is also obtained. In order to do this, two alternative options arise: structural reforms can be modelled either directly or indirectly depending on how the respective policy measures are imple- mented. First, the effects of policy variables exogenous to the model can be analysed in a direct manner by simulating the change in the instrument. Second, reforms might have an indirect impact of macroeconomic variables of interest which is transmitted through intermediate variables. This second approximation requires the use of appropriate in- formation on institutional indicators and involves two steps: in a first step, the impact of structural reform is measured on intermediate variables such as mark ups to wages and prices or TFP and, in a second step the effect on this intermediate variable is included in the model. Chapter 4 reviews the main institutional databases and provides a critical analysis of the quality of the reported variables. With internationally comparable information for dif- ferent countries at hand, the impact of reforms can be studied by means of cross section models. For the analysis of a sequence of structural reforms, interactions between struc- tural reforms in different areas and adjustment processes of the economy, however, time series information on the institutional setting is indispensable. The time series dimen- sion is also required to distinguish between the impacts of institutions and other socio- demographic characteristics. In a panel setting, the latter can be bounded in country- specific fixed effects and therefore separated from the institutional effect. Institutional data can be gathered from a number of sources: OECD, the Fraser Institute, and the European Commission, among others. The survey presented in chapter 4 con- cludes that no commonly agreed reform indicator is currently available, though the OECD, together with the LABREF and MICREF databases, seem to provide the most comprehensive sources on product and labour market institutions and structural reforms. Nevertheless, there are significant gaps even in these datasets, and the missing values need to be interpolated. Often the variables only allow insights with regard to the direc- tion, not to the size of the institutional impact, as many regulation indicators are rank scaled. Thus, no results regarding the required strength of structural reforms are ob- tained by these measures. Quantitative indicators would be indispensable, so efforts should also be dedicated to constructing them. In some cases, suitable proxies are avail- able for the regulation measure. For example, elements of the administrative burden 3 ",
        "might be expressed as number of days necessary to start a new business, or in terms of working time needed to fulfil bureaucratic requirements. The involvement of the state in the economy can be measured as the share of government consumption and investment in GDP. Other indicators are already available on a quantitative basis, such as trade un- ion densities, unemployment benefits or tertiary education and the number of research- ers as proxies for human capital stock. In the second part of the report, a typology of different econometric approaches is de- veloped. Different approaches have been proposed to examine the impact of structural reforms. One classification of these approaches is related to the level of the analysis, where micro- and macroeconometric methods can be distinguished. This report focuses on macroeconometric methods, where homogeneous agents like representative house- holds and firms are typically assumed. The abilities of the different approaches to exam- ine the institutional impact are discussed. The main tools that researchers have used to quantify the benefits of structural reforms can be classified into four groups: single equation methods, general equilibrium models (CGE), including partial equilibrium (PE) techniques and macroeconometric including dynamic stochastic general equilib- rium models (DSGEs). Single equation regressions (chapter 5) are largely specified in an ad hoc manner, espe- cially when a one-step strategy is employed. The transmission channels from structural policies to macroeconomic performance are considered in isolation. In the case of the one-step models, a difficulty in the interpretation of the results is that they do not relate reforms to actual measures of market competition, and the channels by which reforms may affect productivity growth or investment are not made clear. Thus, they do not show that the reforms considered lead to an increase in competition, or how these fac- tors are related to economic growth at industry level. These elements can be ascertained using a two-step strategy. Under a two-step frame- work, intermediate variables are used as transmitters of the institutional impact, such as mark-ups to wages and prices, TFP or entry and exit rates of firms in different markets. Nevertheless, several criticisms can also be made of this approach. It reveals unbiased estimates only if other impacts are negligible. In particular, the two-step strategy fo- cuses on those indirect effects that are transmitted through the chosen variables. The 4 ",
        "indirect effect does not sufficiently capture the total impact if direct channels are at work. The two-step strategy will usually fail to deliver unbiased estimates if direct ef- fects cannot be excluded. Even the indirect effect cannot be determined in an unbiased manner if the two effects are correlated. Multiequation models provide a more nuanced view of the institutional impact, as link- ages between the macroeconomic or sectoral variables are taken into account. Two broad classes of models are considered in this report: computable general equilibrium (CGE) models, including partial models, and macroeconometric models, including dy- namic stochastic general equilibrium (DSGE) models. CGE models (chapter 6) are heavily built on microeconomic theory and theoretical co- herence. As the equations are founded on optimization principles, the Lucas critique can be avoided. Complex interactions between policy settings and outcomes are guided by economic theory and described within a well-defined framework designed to capture both the direct impact of any policy changes and the indirect effects of such changes on economic activity and trade patterns. Most parameters are calibrated using information from a base year, where the economy is in equilibrium. Hence, there is a lack of empiri- cal underpinning, and results can be largely driven by the model assumptions. On the other hand, data requirements are not very strong, and this allows the inclusion of a large number of sectors. One caveat with these models is that they can become quite complex, thereby making it harder to determine whether the results are really robust. Partial models (chapter 7) are often used as a convenient way to describe specific sec- tors, their attraction being the detail that can be achieved in the modelling exercise. The effects of policy actions are examined only in the directly affected markets. Thus, the analysis ignores spillovers from or into other sectors, or assumes that the sector under study is very small and has only little impact on the rest of the economy. In contrast to CGEs, macroeconometric models (chapter 8) are empirically validated. Due to nominal rigidities, estimation is made in two steps. After specifying the long-run properties by cointegration analysis or calibration techniques, the short-run adjustment is modelled, where lag structures are often justified by the empirical fit. Dynamic ef- fects could, however, also occur within the optimization framework, for example due to the presence of adjustment costs for investment, habit formation and labour hoarding. In 5 ",
        "fact, rigorously model building upon optimizing behaviour of agents has led to the de- velopment of DSGE models, the main difference between them and the more traditional Keynesian style macroeconometric models being that both the parameters and the shocks to the structural equations are related to deeper structural parameters describing preferences of households and technological and institutional constraints. The microfoundation has three key advantages. First, they provide a sound theoretical structure of the model being estimated. Second, the reduced-form parameters are related to deeper structural ones. The latter are less likely to change in response to a change in the policy regime, which means that the Lucas critique will lose its relevance. Thus, DSGEs might be more suited for policy analysis. Third, the specification of the behav- iour of economic agentscan be used to examine welfare-relevant questions. As DSGE models are explicitly derived from optimization behaviour of agents, one can evaluate alternative policies in terms of their effects on consumer welfare. Like CGEs, these models are quite complex and are mainly suited to studying the long-run impact of structural reforms. Thus, for the short-run, Keynesian style macroeconometric models can still provide an appropriate tool. In the third part of the report, the most appropriate models to study the macroeconomic impact of structural reforms are reviewed. In chapter 9, the basic structure of the models is presented and in chapter 10, comparative model advantages are discussed. The pres- entation is limited to five of the most relevant models: two CGE models (WorldScan, GreenMod), one macroeconometric model based on a sectoral and regional disaggrega- tion (E3ME) and two DSGE models (GEM, QUEST). This selection is motivated by the theoretical soundness of the models, previous simulation experience, and documenta- tion. All of them are based on simultaneous equation systems and are focused on the entire economy. Hence, the approaches allow a wide range of structural reforms to be examined and possible spillovers between the variables to be taken into account. More attention has been paid to the relative advantages and disadvantages of Worldscan and QUEST as both models are currently used by the European Commission to assess the impact of structural reforms. In our view, the use of QUEST has some advantages over Worldscan. In particular, QUEST permits consideration of adjustment processes. However, the inclusion in 6 ",
        "Worldscan of the sectoral perspective and the possibility of considering different skills in labour allows the analysis of reforms targeted to specific sectors, such as network liberalization or deregulation in certain industries, or reforms affecting low income earners. QUEST also has comparative advantages concerning the specification of gov- ernment behaviour. It should be noted, however, that in all cases the actual magnitude of shocks to be inserted in the core models is unclear in one way or another and could require some element of judgement in the simulation process. For this reason, possible strategies to examine structural reforms combining core and satellite models are dis- cussed in the fourth part of the report. In chapter 11, the typology of reforms that could be evaluated by satellite models is described and in chapter 12, the satellite models to be linked to QUEST for modelling product and labour market reforms and the role of R&D are briefly described. The tradeoff between developing satellite models and improving the structure of the core model is also adressed, and interactions between different satel- lite models and between satellites and the core models are considered. The fifth part of the report summarises the main findings. From our point of view, the most relevant conclusion from the study is that the most appropriate tool that can be developed in the short term is the integration of a DSGE model (preferably QUEST due to its in-house availability) with different satellite models, to be developed. The need of satellite models is related to the fact that some structural reforms cannot be considered directly within the QUEST model. For a few reforms in the tax and social security sys- tem, the effects can be implemented directly as these policy variables are explicitly in- cluded in the model. However, this is not the case for the majority of reforms. The satel- lite model is used in a first stage in quantifying the effect of a given policy change on an intermediate variable, which is exogenous in the QUEST model. Then, in a second stage, the change in this variable is evaluated within the model in order to obtain the simulation results of the reforms considered. The main advantage of satellite models is that they can be constructed fairly easily, without changing the more complex structure of the core model, which makes the model more flexible in investigating new policy issues. In addition to the construction of satellite models, the structure of the core model could also be modified in order to include the effect of structural reforms. The main advantage of this approach is that the transmission channel is already incorporated into the main 7 ",
        "model and therefore the effect of the structural reforms is considered directly. The op- tion of expanding the core model with more detailed formal submodels is theoretically more attractive, because it imposes theoretical consistency. However, the main problem is the change of the core model. Since CGEs and DSGEs are heavily built on microeco- nomic theory, the behavioural equations are determined by microeconomic principles, which might be not always feasible. Even where there is a rigorous theoretical base for the specification of the additional equations, the main disadvantages of this approach is that it is time-consuming, can be applied only for a limited number of policy fields, adds complexity to the core model and makes it quickly unmanageable and possibly unstable. Problems in the model solution might arise due to numerical limitations in the solving algorithms. In order to develop satellite models, the cross section dimension should be extended by time series information in order to study possible delays in the impact of structural re- forms. For this reason, the best option seems to be to build satellites upon a (dynamic) panel structure, where the impact of the reforms will be separated from other country characteristics embedded in the fixed effects. Nevertheless, it is important to keep in mind that this approach would not yield country-specific impacts of the reforms. Only an average effect will be gathered from this analysis. Summarizing, the analysis of the impact of structural reforms on macroeconomic per- formance could be improved by taking the following steps: Step 1: Identification of the structural reforms to be evaluated and the main transmission channels Step 2: Collection of quantitative indicators related to the selected structural reforms Step 3: Construction of single equation or partial equilibrium models as satellites to be integrated with the QUEST model Step 4: Ex-post and ex-ante evaluation of structural reforms using the QUEST with the satellite models 8 ",
        "Part I: Introduction and objectives 9 ",
        "The main aim of this study is to assess the feasibility of empirical tools to study the im- pact of structural reforms on the macroeconomic performance in the member countries of the European Union (EU). Structural reforms change the institutional framework on under which the economy operates. Macroeconomic performance is measured, for ex- ample, by productivity, output and employment growth. Generally, structural reforms improve the long run record of the economy both in terms of macroeconomic growth and perspectives of workers to get better and more appropriate jobs. However, the posi- tive effects might appear only after a transition period. In the adjustment process to the new institutional framework, existing firms might decline, and unemployment can in- crease for a while. Long term gains and short term losses require a distinction between the long and short run multipliers of structural reforms. To comply with these require- ments, a typology of empirical strategies is developed. Institutional databases and the quality of the variables therein are addressed. Different methods, like single equation regressions, partial and general equilibrium and macroeconometric models are re- viewed, and their capabilities to study the institutional impact are discussed. The possi- bility of using satellite models to adapt existing tools for modelling structural reforms is also considered. The main goal of the project is to determine the most reliable and ro- bust methods to investigate the impacts of economy wide reforms as well as reforms in individual markets or sectors, together with suggestions on their appropriate implemen- tation and possible improvements of the institutional dataset. This is the final report of the study. It collects the findings of the three previous interim reports and the main conclusions of the workshop held in Brussels on May 11th 2006. The report is organized in different chapters. In the next chapter (chapter 1), the most important transmission channels of structural reforms are reviewed. The presentation is focused on structural reforms in product, labour and financial markets. In chapter 2, comprehensive reforms in these areas are considered as an alternative to individual measures, and evidence regarding the appropriate sequence of reforms is presented. Reform packages could eventually help to overcome resistance, as they can provide some compensation of the losers. Chapter 3 is devoted to the impact assessment of structural reforms. In chapter 4, the main institutional databases are discussed, and di- rections to their further improvement are proposed. Next, a typology of empirical tools is developed. As the focus of the report is on the macroside of the economy, most meth- 10 ",
        "ods assume homogeneous agents, like households and firms. However, heterogeneities are allowed to some extent. In particular, single equation regressions (chapter 5), com- putable general equilibrium models (chapter 6), partial equilibrium models (chapter 7) and macroeconometric models including dynamic stochastic equilibrium models (chap- ter 8) are reviewed. The abilities of the approaches to study the institutional impact are investigated. Some existing top models are presented in chapter 9, and a comparative analysis of these approaches is provided in chapter 10. The use of the satellite models to extent the simulation capabilities of the existing tools is discussed in chapter 11, and chapter 12 presents construction principles for satellites in certain reform areas. Finally, chapter 13 holds the main findings of the report, together with a roadmap addressing the main steps to further model development. 1 Transmission channels of structural reforms At the Lisbon council, the EU has launched its comprehensive strategy of reforms as an important precondition to become the most competitive and dynamic knowledge based economy in the world. To reach this goal, the Lisbon strategy puts heavy weight on structural reforms, notably on product, labour, and financial markets in the EU member states. The implementation of these measures is regularly monitored by the Commis- sion. In the current cyclical upturn, however, economic growth in the EU has been rather modest until recently, compared to the high performing industrial regions in the world. The disappointing strength of the recovery is probably due to a lack of imple- mentation of the reforms, especially in the product and labour markets. For example, participation in the labour force is still below the Lisbon target, while unemployment has remained at high levels. It should be noted, that progress in the reform process is spread unevenly across EU member states. While some countries have deregulated their product and labour markets to a certain extent, others lag behind. The introduction of the EMU has likely reinforced the need of structural reforms, as monetary policy or nominal exchange rate adjustments are no longer available for indi- vidual countries to respond to asymmetric shocks. Due to trade integration, for example, specialisation patterns of the member states may have become more important, imply- 11 ",
        "ing that the probability for asymmetric shocks could increase. In the absence of substan- tial migration flows into prosperous regions, appropriate reforms could strengthen mar- ket-based adjustment processes. Restrictions on fiscal policies constrain the use of this instrument unless a country starts from a position of a budget surplus. On the other hand, structural reforms might be more difficult to implement under EMU conditions. For example, given that the reforms increase potential output, higher demand in the re- form-oriented countries is required. If agents are not entirely forward-looking, they do not fully anticipate the rise in permanent income and therefore, a lower real interest rate would help to reduce excess supply in the product market. However, monetary policy is conducted not only for individual countries, but jointly for both reformers and non- reformers, thereby exerting negative effects for the reforming countries. A further as- pect refers to the external balance. Due to rising imports, the current account is likely to worsen for the reformer countries, thereby increasing foreign debt. In this situation, the non reformers might profit from running a beggar-my-neighbour strategy. As a conse- quence, a more coordinated reforming strategy between the member states must be on the political agenda. Structural reforms affect the institutional framework under which the economy operates. In fact, some markets can be prone to failures and inefficiencies, and in these cases, government regulations can foster the outcomes of flexible markets. On the other hand, overly restrictive elements may actually worsen the economic performance. Reasons for government failure include, inter alia, information asymmetries, management and incen- tive problems and rent-seeking behaviour of special interest groups. According to stan- dard economic theory, the worldwide trend towards more market-friendly institutional frameworks is expected to boost economic growth and employment. The reforms ana- lyzed in this project are directed to reinforce the functioning of product, labour and fi- nancial markets, as these are the main stages for reforms. Product market reforms Product market reforms are a key ingredient to achieve and preserve a higher path of long-term growth. Direct effects on growth are due to the removal of barriers to pene- trate new markets and to the decrease in the costs of doing business. The effects actually 12 ",
        "translate into increases in productivity through three main transmission channels, see Ahn (2002). Reforms are expected to lead to allocative efficiency gains by reducing incumbent firms’ market power and by higher market contestability through an increase in the number of competitive firms and lower entrance barriers. The rise in the level of competition will lead to a reduction in price mark-up and to a better allocation of re- sources as less efficient firms exit the market and are replaced by more productive new entrants. Another channel is through an increase in productive efficiency by raising the incentives to organise work more efficiently. Third, the incentives of firms to carry out research and innovate are improved. As a consequence, they could move to the technol- ogy frontier more rapidly. Allocative and productive efficiency gains are static in nature, because they refer to one- time changes in the productivity level. As a consequence, the acceleration of productiv- ity growth is limited to an adjustment period. In contrast, dynamic efficiency gains can boost productivity over a longer period of time. Given the prospects of Schumpeterian rents, the incentives to research and innovate are stimulated in a competitive environ- ment. More precisely, an inverted U type relationship between the level of competition and innovation seems to be appropriate, with both very high and very low levels of competition bad for innovation. Therefore, the impact of rise in competition is not clear a priori, and it might also depend on the gap to the technological leader and the industry considered. Tougher competition encourages firms to innovate in order to get monopolistic rents, but it also reduces the rewards from innovation. However, incremental net profits might be generated even in neck-and-neck industries, as pre-innovation rents may be cut more than past-innovation rents (Aghion, Harris, Howitt and Vickers, 2001). Limitations to competition are beneficial in the short run to apply patents, but these barriers have to disappear in the long run. Higher R&D expenditures and human capital accumulation enhance the transfer of technologies by improving the absorptive capacities of firms and innovation at the technological frontier. Some researchers have argued that institutions in the EU are better suited for the catching up process. In contrast, institutions in the US seem to support innovation at the frontier (Aghion, 2004). 13 ",
        "Labour market reforms Properly designed institutions are of key importance for a smooth working of the labour market (see Agell, 1999, Blanchard, 2004, and Bertola, 2004). Information problems on both the workers and firms’ side generate imperfections in the matching and monitoring process. Different degrees of market power of the wage contractors and the risk of be- coming unemployed also require an appropriate mix of the institutional framework. Structural reforms should improve the employment and income perspectives of workers, while avoiding persistent tendencies in unemployment. Wages play a crucial role in this regard. If institutions reduce wage flexibility, a smooth adjustment of labour in response to shocks is more complicated. From the perspective of workers, wages represent labour income, which can be spent on consumption and saving. From the employers’ point of view, they are costs and determine the capital- labour ratio in the production process. In the competitive equilibrium, real wages are expected to be equal to labour productivity. But this rule has only a stabilizing effect on employment and is not sufficient to raise the chances of the unemployed to get back into work. In order to reduce unemployment, nominal wages must increase by less than the sum of expected price inflation and trend productivity growth on the average. In con- trast, excess wage increases can contribute to a rise in inflation or a rise in unemploy- ment or both. It should be noted, that the importance of structural reforms is not limited to the wage formation process. For example, employment protection legislation strengthens the bar- gaining power of insiders compared to outsiders, implying that the responsiveness of wages to economic conditions might be lowered. The design of the tax and transfer sys- tem also has a likely impact on the duration and the efforts for seeking new jobs. Higher unemployment benefits and longer duration periods for receiving these benefits reduce the gap between the net wage earnings (take-home pay) and transfer payments. Thus, the incentives of households to work will decrease. The unemployed will become choosier about filling vacancies, and the matching process tends to be less effective. On the other hand, the willingness to invest in human capital might be more supported in the restrictive environment. Because the search process can last some time, the chances to obtain a suitable job are improved. In the low productivity segment, appropriate re- 14 ",
        "forms of the tax and social security system can widen the difference between unem- ployment benefits and a minimum wage, thereby avoiding unemployment traps for the low qualified. Financial market reforms Structural reforms in financial markets also have substantial effects on macroeconomic activity. Higher integrated financial markets will allow capital to flow where the returns are highest. The most efficient and productive firms can expand and increase employ- ment. Moreover, the financial system is essential for embedding technical advances in the capital stock, especially in periods of rapid technological change. The opportunity to share risks via the financial system can encourage savers to allocate a higher fraction of assets to riskier projects, which on average might be more beneficial for the entire economy. The availability of financial intermediaries can lead to an improved evalua- tion and selection of investment projects. Capital productivity will increase through the selection and monitoring of the most profitable projects. The availability of liquid fi- nancial markets also allows a larger proportion of savings to be invested in projects of long-term duration. According to the indices reported by the Fraser Institute, European financial markets are already deregulated, while product and labour markets have a substantial backlog in this area, see Gwartney, Lawson with Gartzke (2005). On a rank scale between 0 and 10, where higher numbers indicate higher liberalization, the degree of financial deregulation is around 8 on the EU average, compared to a value of 4 in the case of labour markets. Thus, the study focuses mainly on product and labour market reforms. Clearly, this does not imply that further financial reforms would be obsolete. From the perspective of pri- vate households, for example, consumption expenditures do not only depend on perma- nent, but also on actual income, and the latter might be interpreted as evidence for the existence of severe liquidity constraints. If crunches on financial markets prevail, future consumption needs cannot be sufficiently financed through credit. The inability to bor- row in bad times provides an additional motive for accumulating assets when times are good. Improved access to credit markets because of structural reforms in the banking sector should result in a decrease of the share of households subject to liquidity con- 15 ",
        "straints, thereby reducing the propensity to save over the business cycle. In this sense, the financial reforms in the late 1970s and in the 1980s in the US and Canada have con- tributed to a substantial fall in the share of liquidity-constrained consumers, see Sefton and In’t Veld (1999). 2 Individual vs comprehensive reforms In order to exploit the long term gains from structural reforms, their sequence might be relevant. Generally, a more comprehensive strategy can dominate isolated reforms, and the timing of the implementation might be crucial. For example, if only capital and product markets are deregulated while labour markets are not, the incentives for human capital accumulation might not be optimally designed, and this could provide a serious bottleneck for the adoption and diffusion of new technologies. See Belot and van Ours (2001) for a model, which underpins the relevance of interactions between institutions especially in the labour market. Belot and van Ours (2001) use data of 18 OECD coun- tries over the period 1960-1994. They investigate the relationship between unemploy- ment rate and labour market institutions in particular tax and replacement rates, em- ployment protection, union density, and the level of bargaining. By isolating structural from cyclical factors in a panel of industrial countries, Estevão (2005) has demonstrated that the effectiveness of wage moderation (measured by the productivity and unemployment adjusted wage change) on real GDP growth and the unemployment rate depends on the level of product market regulation. In particular, weaker competition and higher barriers of market entry would limit the positive effects on GDP growth and unemployment by allowing incumbent firms to appropriate larger rents. Koeniger and Vindigni (2003) have looked at a model with step-by-step innova- tions. Less employment protection may raise the incentives of firms to innovate, but this depends on the level of competition already achieved in product markets. For reason- able parameter values, competition fosters growth substantially more in the flexible than in the constrained environment. Using a general equilibrium model, Blanchard and Giavazzi (2003) have studied the effects of product and labour market deregulation. Their model is based on two central 16 ",
        "assumptions: monopolistic competition in the product market, which determines the size of rents; and unionized bargaining in the labour market, which determines the distribu- tion of rents between workers and firms. According to the results, higher competition in product markets reduces the rents available for redistribution in a bargaining process between union and firms. Thus, by introducing higher competition in the product mar- ket first, opposition and political resistance against labour market reforms would decline and prepare the grounds for further structural reforms. As the argument goes, a decline of monopolistic rents in the goods market limits the scope of distribution of incomes between firms and workers. Wages tend to be more moderate and will encourage output and employment growth. Therefore, the labour market performance is expected to im- prove in response to suitable reforms on product markets. Bertola and Koeniger (2004) have found that credit constraints exert a less restrictive impact in countries with more regulated labour and product markets. If labour income tends to be rather smooth and income mobility is rather low, the desire of workers to borrow will be reduced. Due to structural reforms, prospects of upward income mobility can increase, but they have smaller positive effects when credit constraints are binding. Hence, higher income insecurity makes the lack of consumption smoothing instruments more painful. To raise the welfare in the economy, labour market deregulation has to be accompanied by reforms aimed at easing borrowing constraints. The evidence taken from these studies has two major implications: First, in addition to the analysis of specific institutions, empirical models have to account for interactions between different areas of structural reforms. Second, the sequence of reforms is impor- tant but no clear cut conclusion seems to emerge from the literature. Annett and Debrun (2004) provide indirect evidence for the lead of product market reforms, as they Granger cause reforms on the labour market; but not vice versa. However, there is also empirical support that interactions between product and labour markets dominate, see OECD (2005a). Suitable empirical tools should provide additional and robust evidence on these issues. Reforms are microeconomic in nature and act on the supply side of the economy. By stimulating the behaviour of economic agents, the preconditions for a rise in productiv- ity, output and employment will be improved. If the gains could be exploited, the EU 17 ",
        "would be more resistant to a temporary slowdown of the world economy. Because the EU will be on a higher growth path mainly caused by domestic factors like consumption and business investment, adverse developments in other regions should have less dis- torting effects. As a serious drawback, the stimulating effects cannot be expected to be realized as a free lunch. Structural reforms can involve longer periods of adjustment. Gains attributed to the reforms take some time to materialize, as the change in the insti- tutional framework can lead to a costly reallocation of resources. The transition period might imply the disappearance or decline of incumbent firms, and unemployment might increase for a while, see Salgado (2002). Furthermore, structural reforms affect the distribution of current and future income in the economy. If a sufficiently large number of firms and households are uncertain about the consequences of the reforms and attach some probability to be among the losers, they might prefer the status quo of no reforms, even knowing that the alternative would be beneficial for the entire economy (Fernández and Rodrik, 1991). Obstacles to the reform process might also arise, if the advantages take long time to realize, accrue to no clearly identifiable group, and are widely dispersed with only limited benefit for each individual. Also in this sense, comprehensive strategies might be seen as an important instrument for improving the support for structural reforms as they can provide com- pensation of losers, see Blanchard and Giavazzi (2003). In any case, the feasibility of reforms requires a convincing analysis of their main transmission channels. On the base of this analysis, the short and long term effects can be valued, and appropriate reform options can be identified. One further methodological aspect is the capability to disentangle the impact of structural reforms from effects at- tributed to an increase in foreign trade or EU integration. In addition, the budgetary implications of structural reforms should be considered. In particular, there could be a tradeoff between short-term budgetary objectives stressed in the Stability and Growth Pact (SGP) and the implementation of reforms that could im- prove public finances on a permanent base, after adjustment has occurred. In fact, this idea was recently reflected in the reform of the SGP: under certain conditions, structural reforms can be taken into account in the country’s budget position. Using fiscal reaction functions in a panel of EU countries, Deroose and Turrini (2005) found evidence that 18 ",
        "product, labour market and pension reforms can be associated with deterioration in pub- lic budgets, but the results do not seem to be very strong. According to Pitlik (2003) and Heinemann (2005), conflicts between fiscal prudence and structural reforms are often of minor importance even in the short run. These findings suggest that fiscal consolidation can be achieved even in the aftermath of structural reforms. The rational expectations assumption might be crucial in this regard. A decrease of social protection could lead people to increase precautionary savings, thereby worsening the short run economic performance (Duval and Elmeskov, 2005). As most of this literature is carried out by means of single equation analysis and institutional indicators, a more thorough exami- nation within more elaborated models is highly recommended to arrive at more definite conclusions. 3 Impact assessment of structural reforms According to the EU Commission (2004a), it is extremely difficult to quantify the im- pact of reforms taking into account their heterogeneity, the time lags in their implemen- tation and their focus on the long run, more or less exclusively. In addition, the empiri- cal results could be affected by methodological differences among in the empirical stud- ies. This aspect will be further considered in the following sections. In general, it is important to note whether the focus of the analysis is ex post, i.e. what has been the impact of reforms implemented in the past, or ex ante, i.e. what would be the future impact of a policy change (Hertel and Reimer, 2004). Both type of studies are based on past data. The ex post framework can uncover insights into the actual impact of reforms and obstacles to the reform process. In that sense, the experience with past reforms is helpful to improve a smooth implementation of future reforms, for example, in terms of their sequence and communication strategies. The ex post analysis can also provide information about the future impact of policy measures. However, this interpre- tation requires that the behaviour of agents does not change once the reforms are im- plemented. Therefore, the behavioural relationships have to be specified more carefully. In particular, if the equations arise from optimization principles of private households and firms, they might be robust to a higher extent, and the parameter regime should not be affected by policy measures (Lucas, 1976). 19 ",
        "In any case, counterfactual analysis is needed because it facilitates the understanding of the links between structural reforms and the macroeconomic performance, holding all other factors constant. The impact analysis of structural reforms requires a benchmark solution of the model. The implementation of reforms defines an alternative model envi- ronment. To investigate the quantitative impact of structural reforms, the model solu- tions under the benchmark and alternative are compared in terms of the key variables, including output, employment and productivity. In static models, long run steady states are compared, while adjustment processes are ignored. The latter requires the frame- work of dynamic models. Insights into the short and long term consequences of the re- forms can be revealed from a dynamic specification, as the comparison to the bench- mark can be made for different periods of time. In principle, both level and difference models can be used to investigate the impact of structural reforms. If the model variables are denoted in logarithms, the difference ap- proaches can also be seen as specifications in terms of growth rates. In a similar spirit, models based on deviations from equilibrium could be constructed. The equations refer to the long run in a level specification, but to the short run in models based on differ- enced variables. The level approach can be implemented both in terms of static and dy- namic models. In contrast, models in differences are only consistent with a dynamic setting. As the institutional impact is expected to materialize in the medium or long run, the level approach seems to be more appropriate. This choice can be also underpinned by fundamental arguments, as economic theory is often expressed only in terms of lev- els, but not in differences. Nevertheless, both specifications can provide useful insights into the length of the adjustment process. It should be noted, however, that severe limitations on the institutional data have to be taken into account. Institutional variables may not be available at the desired frequency. Missing values might be a serious problem, and interpolation can bias the empirical results. In addition, many indicators are only rank-scaled. They allow insights into the direction, but not into the size of the institutional impact. For the latter, quantitative in- dicators would be indispensable. Given the limited quality of some of the institutional indicators, they should be used rather carefully in macroeconomic relationships. Usually, they can be easier imple- 20 ",
        "mented in a single regression framework, where a direct effect on economic variables or parameters of interest can be explored. From the perspective of the more elaborated econometric methods, indicators might be employed in some kind of satellite model. In these models, the indicators have a direct impact only on a few variables. The respective relationships can be studied in more detail, thereby providing evidence into the robust- ness of the results. A two-step strategy can be helpful to discuss the impacts of reforms, in particular from the perspective of the multiequation frameworks. Certain reforms could directly affect the TFP rate (technology shock) or the mark up to wages or prices (competition shock). Since these series are usually exogenous or can be treated in this way, the impact on the transmission variable can be investigated in advance. After determining the sign of the institutional impact, the TFP rate is adjusted, and the new variable is embedded into the larger models, where it can cause a different outcome of other key variables, such as output, employment or productivity. As many indicators are only rank-scaled, the quan- titative change in the transmission variables is arbitrary. In principle, the same approach can be employed if the sign of the institutional impact is unclear from a theoretical point of view. One can estimate the direction of the impact on the parameters of interest by means of a cross section or panel regression, where the elasticities are endogenous and the reform indicators are exogenous. For example, Este- vao (2005) has studied the institutional effects on real wage elasticities of labour de- mand and supply. A change in this elasticity might result from a shock in the degree of labour market competition. Note that this method can serve as a tool to provide evi- dence with regard to the stability of the relationships. If the impact of institutions on the elasticities is significant, the parameter regime will likely change in response to policy measures, and the results should be interpreted with care. Because of their limited quality of the indicators, alternative strategies might be used instead. Structural reforms can be expressed in terms of the model variables, i.e. trans- lated into cost categories. For example, Gelauff and Lejour (2006a) have calculated the costs of administrative burdens to firms in terms of wages paid to workers, and London Economics (2002) has estimated the cost of finance to study the impact of further EU financial market integration. Kilponen and Ripatti (2005) have adjusted the parameters 21 ",
        "for the mark up in the wage and price setting module to study the effects of an increase in competition in product and labour markets. Roeger and in’t Veld (2002) have looked at the Lisbon goal of a higher employment rate, implemented by a reduction of the res- ervation wage. While institutional indicators are usually employed in a single equation analysis, model based indicators are often used as an alternative in the more sophisti- cated approaches. In any case, the indicators would be still informative in a descriptive sense, that is, in order to assess the state and change of regulation and for comparisons across countries. 4 Overview of available databases on institutional reforms In order to investigate the impact of institutions on the macroeconomic performance, appropriate data on the institutional framework must be available. With internationally comparable information for different countries at hand, the impact can be studied by means of cross section models. For the analysis of a sequence of structural reforms, in- teractions between structural reforms in different areas and adjustment processes of the economy, however, time series information of the institutional setting is indispensable. The time series dimension is also required to distinguish between the impacts of institu- tions and other sociodemographic characteristics. In a panel setting, the latter can be bounded in country specific fixed effects and therefore separated from the institutional effect. This section reviews the main institutional databases and provides a critical dis- cussion of the quality of the variables therein. Institutional data can be gathered from a number of sources. The OECD International Regulation Database is a comprehensive set of indicators about the state of regulation and market structures in OECD countries. Areas covered focus on economy wide regu- lations regarding product and labour markets and on information for individual sectors, including electricity supply, telecommunication and retail trade. It is worth mentioning that during the second trimester of 2006, the OECD will publish sectoral indicators measuring the ‘knock-on’ effects of regulation in non-manufacturing sectors on all sec- tors of the economy (Conway and Nicoletti, 2006). These indicators, known as Regula- tion Impact (RI) indicators, have been estimated over the period 1975 to 2003 for 36 ISIC rev 3 sectors in 21 OECD countries. The estimation procedure combines informa- 22 ",
        "tion about the extent of anti-competitive regulation in non-manufacturing sectors and the importance of these sectors as suppliers of intermediate inputs. The Fraser Institute provides extensive information of indicators relevant to product, labour and financial markets, see Gwartney and Lawson with the assistance of Gartzke (2005). Recently, the EU Commission has launched its labour market reforms (LABREF) database with in- formation about policy measures which are likely have an influence on the labour mar- ket performance and efforts are now focused on the elaboration of a new data set related to structural reforms in the area of product markets (MICREF). Finally, institutional data have been collected in several papers of the literature. For example, the Nickell and Nunziata database (2001, 2003) has annual information on certain labour market institu- tions available for long periods of time. In empirical studies on the institutional impact on the economic performance, these da- tabases are usually involved. In addition, information taken from different sources can be helpful in to address the robustness of the results. It should be noted, that the indica- tors are normally recorded on the base of objective data about rules and regulations. This isolates the indicators from context specific assessments and makes them compa- rable across countries, but also imply severe limitations. In particular, informal regula- tory practices, such as administrative guidance, self disciplinary measures of profes- sional associations or the enforcement of rules are often not captured by these indica- tors. For example, the practices of labour courts are very decisive for the actual strength of employment protection legislation. In the following, the main databases are discussed in detail. OECD International Regulation Database The OECD International Regulation Database is focused on measures for product and labour market institutions. Indicators for both the entire economy and certain sectors have been developed. Most indicators are available on a rank scale, where higher values indicate an increase in regulation. OECD Indicators on product market regulation are summarized in table 1. Recently, an overall indicator for the degree of product market regulation (PMR) in the economy has 23 ",
        "been developed, see Conway, Janod and Nicoletti (2005) and OECD (2005). Both in- ward and outward oriented regulation policies are considered. Inward oriented variables are slightly higher-weighted and include state control measures and barriers to entrepre- neurship, such as scope of the public enterprise sector, the degree of price controls, limi- tations to competition, administrative burdens on corporations and other regulatory ele- ments. Outward oriented policies refer to barriers in foreign trade and investment, such as foreign ownership barriers, tariffs and discriminatory procedures. Table 1: OECD indicators on product market regulation Economy-wide regulation (PMR) State control of business enterprises, le- gal and administrative barriers to entre- preneurship, impediments to international trade and investment Non manufacturing industrial sectors (REGREF) Entrance barriers to firms, public owner- ship, market structures in airlines, tele- com, electricity, gas, post, rail, and road freight sector Retail trade Price controls, regulations on shop open- ing hours and outlets, protection of firms, registration in commercial register, li- cences or permits for commercial activity Sectoral regula- tion Professional services Accounting, architect, engineer, and legal service: licensing, education, regulations on the form of business, prices and fees, inter-professional cooperations Overall, the PMR indicator is based a pyramid system, where the bottom level is de- fined by 16 subsindicators. The latter spans most of the elements of the general regula- tory practices. In addition, some sector specific aspects are included. To calculate these indicators, qualitative survey information –such as yes/no answers- is coded by assign- 24 ",
        "ing a numerical value to each of the responses to a certain question (Conway, Janod and Nicoletti, 2005). The quantitative values are subdivided into classes using a system of thresholds. They are normalised over a scale from 0 to 6, reflecting increasingly restric- tiveness of regulatory provisions for competition. These data are then aggregated into low level indicators by assigning weights to the respective regulatory provisions. Be- cause the basic data has been normalized, the low level indicators range also between 0 and 6. At each step up the pyramid, the regulatory domain summarised by the indicators becomes broader. Higher level indicators are computed as weighted averages of their constituent lower level indicators. Usually, the attribution of lower level indicators to each higher level indicator and the weights used in the averaging process are based on principal component analysis. For a given regulatory domain, this technique reveals sets of lower level indicators that are most associated with different unobserved principal components. In most cases, the latter represent subdomains of regulation that have a more or less straightforward economic interpretation. Within each principal component, lower level indicators are weighted according to the proportion of the cross country variance of the component that is explained by them. Indicators that have the largest variation across countries are assigned with the largest weights (Nicoletti, Scarpetta and Boylaud, 1999). As a serious drawback, the indicator is available just for two years, 1998 and 2003. Therefore, in its present stage, the PMR is only suited for cross section analysis. A way to extend the PMR is to look at sectoral information. On the industrial level the regula- tory reform indicators show provisions with respect to public ownership, entrance barri- ers to firms and market structures for seven non-manufacturing sectors, including tele- communication, electricity, gas, post, rail, air passenger transport and road freight. See Conway and Nicoletti (2006) for a detailed description of the sectoral indicators. The branches covered in REGREF are typically less open for international competition, and anti-competitive policies might be more important here. Indicators are reported at the annual frequency over the 1975-2003 period. Hence, time series or panel analysis can be carried out even on the sectoral level. The simple average of the sectoral indicators is used as an aggregated measure to address the overall level of regulation in the non- manufacturing sector. Compared to the PMR, the range of regulatory provisions cov- ered by REGREF is narrower. The correlation between the aggregated REGREF meas- 25 ",
        "ure and the PMR is 0.76 in 1998, and it has declined to 0.52 in 2003. However, as de- regulation in product markets was not on the political agenda before the mid 1980s, the correlation might be stronger in an earlier period. Sectoral indicators on product market regulation are available for retail trade and certain professional services, including legal, accounting, engineering, and architectural profes- sions for 1996 and 2003, see Conway and Nicoletti (2006). Regulation in retail trade is based on price controls, protection of incumbent firms, registration in the commercial register, other licenses and permits needed for commercial activity, regulation for large outlets and shop opening hours. Regulation in professional services includes licensing and educational standards, and restrictions concerning the form of business, prices and fees and inter-professional cooperation, among others. Weights of the individual com- ponents in the indicators have been often determined by means of factor analysis, see Boylaud and Nicoletti (2001). Last, it is worth mentioning that a new database known as Regulation Impact (RI) indi- cators is being developed by the OECD (Conway and Nicoletti, 2006). This database consists in sectoral indicators measuring the ‘knock-on’ effects of regulation in non- manufacturing sectors on all sectors of the economy. The estimation procedure com- bines information about the extent of anti-competitive regulation in non-manufacturing sectors and the importance of these sectors as suppliers of intermediate inputs. The in- formation in the RI database will cover the period 1975-2003 for 36 ISIC rev 3 sectors in 21 OECD countries. Data on labour market institutions refer to the overall economy and include the strength of employment protection legislation, the structure of the wage bargaining process, measures in the tax and transfer system, and active labour market policies, see the OECD (2004) employment outlook. The indicators are summarized in table 2. Em- ployment protection legislation is considered for both regular and temporary working contracts. This is of particular importance, as deregulations in recent years have cen- tered on the facilitation of fixed term contracts, while protection of regular employment often did not change at all (Young, 2003). These reforms have reinforced duality trends in labour markets. For example, high firing costs of permanent contracts might have raised the incentives for employers to use temporary jobs in sequence rather than con- 26 ",
        "verting them to regular jobs. As a consequence, many workers go through several un- employment spells before they get a regular job. Some other aspects, such as the impor- tance of labour court decisions for the practice of employment protection have not been included so far. Table 2: OECD Indicators on labour market regulation Employment protection legislation Protection on permanent and temporary working contracts Measures describing the wage bargaining system Trade union densities, coverage of wages bargained by unions wages, coordination and centralization of wage negotiations Tax and transfer system Unemployment benefits, gap between net and gross wages and salaries (tax wedge) Active labour market policies Public employment services and admini- stration, labour market training, youth and early retirement measures, subsidised em- ployment, measures for the disabled The institutional framework for wage negotiations consists of trade union densities, the coverage of wages bargained by unions, and the degree of coordination and centraliza- tion at which bargaining actually takes place. The tax and transfer system is considered in terms of the benefits available to the unemployed and the tax wedge on labour in- come. As far as active labour market policies are concerned, public employment ser- vices, labour market training and youth and early retirement measures are distinguished, as these strategies might have different impacts. Many labour market institutions, including employment protection legislation for both regular and temporary working contracts, bargaining coordination and bargaining cen- tralization, are measured on a rank scale where higher numbers refer to stronger regula- tion. For example, bargaining coordination is scaled in the [1;5] interval, where 1 is 27 ",
        "bargaining at the individual firm level, with no coordination by higher-level associa- tions, and 5 is coordination by top-level confederations of unions and employers' asso- ciations where even the government can impose a wage freeze. Other variables are quantitative. Trade union densities show the share of workers organ- ized in unions. The rate of workers governed by unionized contracts is measured by bargaining coverage. There might be large differences within a country, for example in France. While union densities are low, the percentage of wages subject to union bar- gaining is very high. Benefit replacement rates are obtained as a percentage of earnings before tax, averaged over family types. The tax wedge refers to the sum of the rates of employment taxes, social contributions and indirect taxes. The categories of active la- bour market policies, like public employment services and labour market training are expressed as expenditure shares in nominal GDP. Often, the institutional data are not available at the annual frequency. In fact, the OECD (2004, 2005) reports five-yearly or ten-yearly data for employment protection legisla- tion, bargaining coverage, coordination and centralization. An additional problem is that the definition for employment protection has changed over time. The new indicator is available not before the end of the 1990s. Compared to the older measure, it provides a more elaborated view of the various dimensions of job protection. It is based on 18 sub- measures, including notification procedures, trial periods, rules for severance pay and regulations on both individual and collective dismissals, among others. In these cases, the OECD (2004, 2005) database has to be extended to match the annual frequency of macroeconomic series. Intermediate values for employment protection of regular and temporary work can be calculated by means of the OECD (2004) table 2.A2.6, in which information about the timing of the reforms is provided for the past 20 years. Bargain- ing variables can be interpolated using the Nickell and Nunziata (2001) database, at least in some cases. Fraser database The Fraser Institute publishes the Economic Freedom Index (EFI), see Gwartney and Lawson with Gartzke (2005). The EFI measures the degree to which the policies and 28 ",
        "institutions of countries are supportive of economic freedom. Overall, thirty-eight com- ponents and subcomponents are used to construct the EFI. In particular, the degree of economic freedom in measured in five key areas: size of government, legal structure and protection of property rights, access to sound money, international exchange and regulation. All variables are ranged from 1 to 10, with 1 indicating the lowest and 10 indicating the highest level of economic freedom. Data are reported on an annual base from 2001 to 2003. From 1970 to 2000, the series are available only on a five-year- frequency. To match with the annual frequency of macroeconomic variables, the Fraser series need to be interpolated. Concerning the areas of regulation, fifteen variables de- scribe the institutional framework in the economy for the subcomponents of credit, la- bour and product market regulations, see table 3. Table 3: Institutional series in the Fraser database Credit market regulation Ownership of banks, competition between domestic and foreign banks, extension of credit, degrees of interest rate control Labour market regulation Minimum wage, hiring and firing prac- tices, centralization of collective bargain- ing, unemployment benefits, use of con- scripts to obtain military personnel Product market (business) regulation Price controls, administrative and other conditions to start a new business, time spend with government bureaucracy, ir- regular payments due to fees, licenses etc It should be noted that individual series are often not available over the entire observa- tion period. In particular, indicators for product market regulation are reported only for a short time span (1995-2003). The other problem is that composite indicators of credit, labour and product market are not easy to interpret over time, as the underlying data has changed over the years. Hence, variations in the individual country ratings may not im- ply a change in the degree of regulation, but rather the fact that some components of the 29 ",
        "index are missing in some years and in others not. For example, a composite indicator for labour market regulation is reported since 1970. However, some of its present ingre- dients were not considered before 1990. Only the EFI has been computed backwards in a consistent way as a chain-linked version. LABREF database The LABREF labour market reforms database has been published by the EU Commis- sion (2005). It is organized around nine broad fields of policy measures, which are likely to have an impact on the performance of national labour markets: labour taxation, unemployment and welfare related benefits, active labour market policy measures, job protection, including disability and the availability of early retirement schemes, pension systems, wage bargaining, working time organization, immigration and mobility. Over- all, 37 subcomponents are provided to make the policy fields operational, and 13 de- scriptive features are used to characterize the indicators in more detail, for example the year of policy adoption, involvement of social partners, and expected budgetary costs for the government. Currently, the LABREF database covers the 25 EU countries and only the year 2004. Clearly, time series or panel analysis requires the inclusion of dif- ferent periods. Some backdating is foreseen over the course of 2006, up to 1996 (2000) for the old (new) EU members. However, even then, the time span included might be too short to study the adjustment of the economy in response to structural reforms. For the time being, the LABREF information appears to be more valuable to improve the OECD (2004) measures. MICREF database Currently, the EU Commission is preparing a new database related to structural reforms in product markets (MICREF). It is organized around three broad fields: openness and competition in product markets, business environment and entrepreneurship in product markets and reforms promoting a knowledge based economy. Indicators related to openness and competition in product markets provide information about market integra- 30 ",
        "tion and competition policy at a macroeconomic level and sector specific regulations for telecommunications, postal services, gas, electricity, water, air transportation, railways, public local transport, professional services, wholesale and retail trade and others. Indicators related to business environment and entrepreneurship provide information about the start-up conditions (one-stop contact points, costs for setting up a business, minimum start-up requirements and bankruptcy laws) and about the efficiency of the legal system, administrative regulations (i.e., E-government), business taxation, busi- ness support services (training for entrepreneurship and market exploration) and the transfer of ownership. Finally, indicators related to the knowledge based economy pro- vide information about public and private R&D and education. Although the informa- tion embedded in MICREF is clearly suited for the analysis of the impact of structural reforms, the main disadvantage is that only some of these indicators are measured on a quantitative scale. Nickell and Nunziata (2001, 2003) database Nickell and Nunziata (2001) have constructed data on labour market institutions until 1995, and Nickell (2003) has provided an update covering a more recent period. Data refer to employment protection legislation, union density, bargaining coverage and co- ordination, the tax wedge and unemployment benefits averaged over different family types and duration of transfers. The series are available for OECD countries since 1960. Therefore, the time span is much longer than in concurrent databases. Nevertheless, the low growth and high unemployment experience is a problem for the EU economy not before the 1980s, and the progress made by earlier information should not be over- stressed. The variables are reported on an annual base. In some cases (employment protection legislation, bargaining variables), the data have been linearly interpolated to arrive at this frequency. Given that the database is not supported any longer, its most important use refers to the possible extension of the OECD (2004) measures. In particular, the Nickell and Nunziata (2001, 2003) database can be employed to have an assessment of an earlier period, especially in order to test for structural breaks in the relationship be- 31 ",
        "tween institutions and macroeconomic variables. Furthermore, a robustness check for the evidence based on OECD (2004) data is provided. Other sources Institutional data are also available from a number of other sources. For example, the CESifo Institute provides information on regulatory systems as well as their economic effects. The indicators cover regulations for example in the financial and labour market, education, the social security system, public finance, and natural resources. In addition, databases from the International Labour Organization (ILO), the European Industrial Relations Observatory (EIRO), the European Bank for Reconstruction and Develop- ment (EBRD), Eurostat, the Observatory of European SMEs and the Worldbank can be exploited. Especially, the EBRD provides information on the scope and pace of structural reforms with regard to the transformation process in the Central and Eastern European econo- mies. As some of these countries have already joined the EU and will join the euro area in later stages, the EBRD database is of particular interest to study the process of con- vergence. Eurostat reports several structural indicators designed to assess the level of achievement of the main strategic goals in the Lisbon strategy. Economic reform indica- tors are divided into indexes of market integration and market efficiency. Among others, the variables refer to the share of total state aid in GDP, energy prices, price conver- gence in the internal market, market shares of incumbent firms, public procurement and business demography, like birth and death rates of enterprises. These measures are re- ported at the macroeconomic level for an annual frequency. Most of them are available since the mid 1990s. The ENSR survey from the Observatory of European SMEs has information about the strength of the administrative burden especially for small and medium sized enterprises. The Worldbank has presented presents six governance indi- cators, where one is referred to regulatory quality. It measures the incidence of market unfriendly policies and perceptions of the burdens imposed by excessive regulation in the area of business development. The index is measured in units in the interval [-2.5, 2.5], where higher values correspond to better governance outcomes regarding the time and costs of the administrative burden. 32 ",
        "For the time being, there is no commonly agreed reform indicator. However, the OECD (2004, 2005a) together with the MICREF database seem to provide the most compre- hensive databases on product and labour market institutions and structural reforms. Nevertheless, significant gaps are pronounced even in these datasets, and missing values need to be interpolated. This could be achieved by means of information taken from other sources in order to match the annual frequency of macroeconomic time series. While these indicators should be preferred in general, the Nickell and Nunziata (2001, 2003) and Fraser dataset can be exploited to extent the former information. If similar variables are available from different sources, the correlation of these measures in a base year can justify a merging of information. In this sense, a longer time span of structural reforms data can be constructed by using the Fraser and Nickell and Nunziata (2001, 2003) dataset. It should be noted, however, that these measures only allow in- sights with regard to the direction, not to the size of the institutional impact, as many regulation indicators are rank scaled. Consequently, no results can be obtained regard- ing the required strength of structural reforms. Quantitative indicators can be employed in some cases as a proxy for the regulation measure. For example, important elements of the administrative burden in the economy might be expressed as number of days necessary to start a new business, or in terms of the working time needed to fulfil bureaucratic requirements. The involvement of the state in the economy can be measured as a share of government consumption and in- vestment in GDP etc. Other indicators are already available on a quantitative base, such as trade union densities, unemployment benefits, active labour market policies or terti- ary education as a proxy for human capital. As an alternative to the indicators reported by various sources, model based indicators can be developed (see for example Fabiani and Rodriguez-Palenzuela, 2001). VAR models can serve as a tool to investigate the response of output after structural shocks on productivity, labour supply or demand. The cumulated impulse responses might be interpreted as a measure of persistence in the economy, and can be considered for both the short and long run. The responses can be computed for different periods of time, and so, some insights into the change of persistence can be obtained. 33 ",
        "Part II: Typology of econometric methods 34 ",
        "In the second part of the report, a typology of different econometric approaches is de- veloped. The abilities of the different methods to examine the institutional impact are discussed. Different approaches have been proposed to investigate the impact of structural reforms. One classification of these approaches is related to the level of the analysis. Broadly, micro- and macroeconometric methods can be distinguished. Micromodels are based on data on individual economic agents, like households and firms. Often attention is paid to variables such as incomes, expenditures or profits, innovation decisions or firm demo- graphics, such as entries and exits. If the reform acts positively on the microlevel, it is also expected to improve the macroeconomic record. Microlevel evidence can be aggre- gated to get sectoral or economy wide effects. Although the report focuses on mac- roeconometric models, annex 1 provides some basic overview of microsimulation mod- els. On the macroeconomic side, two classes of models can be distinguished: macroecono- metric and general equilibrium models. The main asset of macroeconometric models is that they are empirically underpinned. The bulk of behavioural equations are estimated using elaborated econometric methods. Provided that the estimation of certain parame- ters turns out to be difficult, calibration techniques are also employed, but normally as an exception. As the models are usually large scaled, sectoral structures are wiped out rather often, and agents, namely private households, firms, and the government are as- sumed to be homogeneous. A higher degree of aggregation simplifies the model struc- ture, facilitates its solution and helps in interpreting and understanding the results, as the black box phenomenon will become less important. If the models are considered also to forecast the course of the economy, the requirement of sufficient empirical fit may dominate the strength of the microeconomic foundation of the behavioural equations. Hence, the simulation evidence based on these models might be inconsistent with opti- mizing individuals, as the behavioural equations might be subject to the Lucas critique of policy dependent parameters. General equilibrium models are based on optimization behaviour of agents. As they put higher weight on the theoretical foundation and internal consistency, they seem to be more robust against the Lucas critique. Producers maximize individual profits and con- 35 ",
        "sumers their utilities, respectively. Depending on the specific approach, the economy can be also disaggregated into sectors, where demand and supply on labour, products and financial markets are based on the decisions of heterogeneous agents. This is seri- ously important, as effects of structural reforms can vary substantially across sectors, incomes or labour market segments. Thus, some models are able to integrate microlevel mechanisms and institutional features into a consistent macroeconomic framework and allow for various spillovers and feedback mechanisms between the markets of the econ- omy. Partial equilibrium models can be seen as a variant, as they focus on the analysis of specific sectors or markets. As Friedman and Levinsohn (2002) have pointed out, they can offer a handy rapid response and have the advantage of being easier to under- stand. In this sense, partial models can provide a high degree of disaggregation and de- tailed representation of the specific sectors. Their most important drawback is the ne- glection of feedbacks to other sectors. General equilibrium models can be separated into CGE (computable general equilib- rium) and DSGE (dynamic stochastic general equilibrium) models. Both approaches can be built for different countries or certain country blocks, respectively. Closed form economy models can be extended to a multi-country setting to investigate aspects of international interdependencies. By comparing the outcomes of the national and interna- tional approaches, insights into possible national impediments to the reform process could be obtained. Basically, two alternative strategies are available to discuss the impact of structural re- forms by employing CGE and DSGE environments. First, existing models could be adapted to include certain policy options. Furthermore, the impact of structural reforms could be directly expressed in terms of the model variables. For example, a reduction in the administrative burden of firms might lead to a fall in labour costs, as less bureau- cratic effort is required. Policies influencing the duration of unemployment benefits or their coverage can be translated into a change in the unemployment benefits paid in the economy which can be used as an input for the model. The other strategy is to construct satellite models to provide these linkages. A satellite model could be a single equation, but also a multiequation framework. The impact of structural reforms is studied in advance for predefined transmission channels and then 36 ",
        "plugged into the larger model structure. While the overall CGE or DSGE can be seen as a core model, satellite models provide an extension to study the impact of certain struc- tural reforms. As a main advantage, this indirect strategy can be constructed relatively fast. No change in the core specification is required, and there is no need for a further time consuming review of the relationships and stability analysis. The outcome of a satellite model leads to reactions of the variables in the core model, but not vice versa. Hence, the macroeconomic outcome is assumed to have no feedback on the implemen- tation of structural reforms, and causality works only in one direction. Nevertheless, the bulk of the empirical literature has investigated the impact of struc- tural reforms on the macroeconomic performance by means of single equation analysis. Hence, the typology starts with these kinds of models, which can be also employed as satellites. Then, the more elaborated techniques are discussed. 5 Single equation approach In single equations, the direct impact of institutional measures is examined by regres- sion analysis. The regressors are the regulation indicators presented earlier in the report. The endogenous variable might describe the macroeconomic record in terms of produc- tivity, output or employment or intermediate variables which are transmitters to eco- nomic growth, such as total factor productivity (TFP). Furthermore, parameters of inter- est can serve as endogenous, such as substitution elasticities between different product markets or elasticities of labour demand and supply. It should be noted that, in any case, the regressors are only rank-scaled. Consequently, only the direction, but not the size of the institutional impact on the endogenous variable can be uncovered. The single equa- tion approach could be implemented in terms of a cross section, time series, or panel econometric model. In a cross section analysis, the institutional impact might be interpreted as the average effect across individual sectors or countries. As the time series dimension is neglected, adjustment processes cannot be studied using these kinds of models. On the other hand, time series analysis is often not practicable. As institutions change only gradually over time, a serious degrees of freedom problem will arise. In addition, significant gaps in 37 ",
        "the institutional data question time series results. Therefore, the time series dimension should not be seen as an alternative, but rather as an extension to the cross section. In fact, panel models are better suited to investigate the institutional impact, as they avoid the disadvantages of pure cross sections or time series models. Furthermore, the institu- tional impact can be separated from sectoral or country specific characteristics, which can be treated as fixed effects. Given that institutions change smoothly over time, how- ever, a multicollinearity problem is apparent, as the institutional impact is partly em- bedded in the fixed effects, and vice versa. Multicollinearity could be reduced, however, if the variables are specified as deviations from cross sectional means, see for example Erkel-Rousse and Mirza (2002). In addition, issues concerning the relevance of reform packages can hardly be examined in a single equation setup. Interactions between insti- tutions are usually taken into account by product terms of the respective regressors, but the capabilities of this approach to discuss the impacts of a sequence of reforms tends to be rather limited. One and two step strategies can be distinguished. By means of a one step strategy, the institutional effect is estimated in a direct way, as the variables describing the macro- economic record (GDP growth rates, unemployment rates) are endogenous. Some of the regressors need to be proxied by appropriate instruments to avoid possible endogeneity bias. For example, expenditures on active labour market policies are lower if the em- ployment performance could be enhanced. Furthermore, as a response to higher unem- ployment, protection of existing jobs could be reduced. The validity of instruments can be justified by Sargan-type tests of overidentifying restrictions. Lagged regressors are possible candidates for the choice of instruments. A main difficulty in the interpretation of the results arises in the one step models, as they do not relate reforms to measures of market competition. Thus, the channels by which reforms may affect productivity growth are unclear. The models do not show that the reforms have led to an increase in competition, or how these factors affect economic growth. This can be achieved using a two step strategy. Under a two step framework, intermediate variables are used as transmitters of the insti- tutional impact, such as mark ups to wages and prices, TFP or entries and exit rates of firms in different markets. As structural reforms will generally enhance competition and 38 ",
        "improve the conditions on the supply side of the economy, the impact on the intermedi- ate variables is often studied in advance. Then the final outcome attributed to the re- forms is equal to the change in the macroeconomic performance, which is linked to the variation in the mark up or the TFP rate induced by the reforms. It should be noted, however, that the two step strategy reveals unbiased estimates only if other impacts are negligible. In particular, the approach focuses on the indirect effect which is transmitted through the chosen variables. The indirect effect does not capture the overall impact, if direct channels are at work. The relevance of the latter can be in- vestigated by the Sargan type tests. The two step strategy will usually fail to deliver unbiased estimates, if direct effects cannot be excluded. Even the indirect effects are estimated with bias, if the effects are correlated. From an economic point of view, direct impacts may represent channels, which are important in reality. But alternatively, the direct effects can be significant because of neglected structural breaks in the relationship or nonlinearities between the regulation indicators and the intermediate variable. Inter- actions between the process through which the reforms affect the intermediate variables and the process through which the intermediate variables affect the macroeconomic performance deserve a careful analysis. Single equations have been employed rather often to analyse the impacts of structural reforms. See annex 2 for an overview of the most influential contributions in this area. As its main asset, the single equation approach is easy to implement. Moreover, institu- tional variables can be used as regressors. Single equations may be employed to detect nonlinearities in the link between reforms and macroeconomic performance. Interac- tions between institutions and between institutions and macroeconomic variables can be included by the products of the respective regressors. The single equation analysis can be carried out as a one- or two step strategy. However, only the latter approach leads to interpretable results, as it is linked t the transmission channels of structural reforms. As a serious drawback, however, the relationships are largely specified ad hoc and subject to the Lucas critique of policy dependent parameters. Hence, only insights into the di- rections of the impacts of past reforms can be provided. In sum, single equation analysis should be used in an ex post framework to study the impact of past reforms. In an ex ante analysis, the usefulness of the single equation ap- 39 ",
        "proach is rather limited. However, if the behaviour of agents does not change in the re- sponse to reforms, single equations can provide additional insights into the direction of the institutional impact. The methods can be also used as satellite models to the more elaborated approaches, like macroeconometric models, CGEs and DSGEs. For example, the direction of the institutional impact on crucial elasticities can be estimated by means of cross section or panel models, where elasticities in different sectors or countries are endogenous. 6 Computable general equilibrium models (CGEs) Computable general equilibrium (CGE) models are heavily built on microeconomic theory and theoretical coherence. The behavioural equations are determined by micro- economic principles. On the demand side, consumers maximize utilities subject to their intertemporal budget constraint, as defined by their initial endowments. On the supply side, firms maximize profits, often without affecting factor and output prices. The gov- ernment levies taxes from private households and firms, and undertakes expenditures, like demand for products and transfers. The models have a rigorous theoretical depth, but as most parameters are calibrated, they take a liberal view on econometric and sta- tistical methodology. On the one hand, this is an advantage, because data requirements are of limited interest. On the other hand, there is a lack of empirical underpinning, and results can be largely driven by model assumptions. CGE models avoid the Lucas cri- tique, as there are less problems with the expectations in the estimated parameters used (Lucas, 1976). However, there is a prize to be paid for this, as the equations will be less empirically founded. The models are calibrated using a dataset from a base year, where the economy is in the long run equilibrium, by assumption. Once correctly specified, the model is able to rep- licate the initial benchmark situation as its equilibrium, see Dawkins, Srinivasann and Whalley (2001). The calibration of parameter values is straightforward, as they appear to be the solutions from the underlying equations, once the data are plugged into the relationships. However, there are no degrees of freedom left in this procedure, and stan- dard errors cannot be obtained. Therefore, the range of uncertainty around the point 40 ",
        "estimates is not clear at all. Furthermore, some of the parameters might be exogenous to the model, that is, they cannot be revealed from the equations embedded so far. These parameters can be calibrated using evidence reported in the literature. In addition, the functional forms of the utility and production equations have to be specified on a priori grounds. Most CGE models refer to the neoclassical framework of perfect competition. But, im- perfections can be also incorporated in the analysis, and may be justified by rigidities of wages and prices and monopolistic behaviour of firms. In this sense, the equilibrium conditions ensure the internal consistency of the models, i.e. the consistency of the indi- vidual plans which are summarized in a social accounting matrix (SAM). The SAM is a representation of the flows of goods and payments between the model actors and can be applied for the different levels of disaggregation. The static nature of many CGE models only allows an investigation of the long term impacts of structural reforms. Some mod- els have a recursive dynamic structure, i.e. they solve a sequence of subsequent static equilibria which are connected through stock accumulation. But, as the models are in equilibrium at each point in time, these dynamics are largely inappropriate to study ad- justment processes or sequences of structural reforms. To implement regulation policies in a CGE framework, appropriate strategies depend on the topic of interest. As an alternative to the institutional indicators, the impact of struc- tural reforms can be expressed in terms of model variables. For example, the adminis- trative burden has been translated into costs of firms in advance (Gelauff and Lejour, 2006a). Wages need to be paid for workers that are hired to supervise compliance with regulations and provide the government with information. Reducing the administrative burden would imply that some of these workers can contribute directly to production, thereby increasing labour efficiency. Given a mean labour income share, a 25 percent decrease in the administrative burden will increase the volume of GDP by 1.4 percent in the new steady state. The strength of CGE models is twofold: first, the microeconomic level is based on op- timization behaviour of private households, firms and the government, and the resulting macroeconomic outcome is coherent with this foundation because of the SAM. Second, the models can provide a much disaggregated view of the economy, as data require- 41 ",
        "ments are not very important. A bulk of sectors can be distinguished, where feedbacks and spillovers between them may be taken into account. This is of particular relevance, as policy measures might have different impacts across sectors. For example, higher R&D spending affect high technology sectors differently than services sectors. In addi- tion, distributional effects can be studied by the CGE approach. The plea for diversifica- tion can be repeated at any stage of the modelling building process. The limits depend only on analytical tractability and data. CGEs have also serious drawbacks. Most important, either the entire models or signifi- cant parts are not empirically underpinned. The choice of the base year is rather crucial, as stochastic anomalies might be present in that period and will have a strong impact on the simulation results. As a consequence, structural reforms are endangered to be exam- ined in a non-representative framework, and policy conclusions will be seriously biased. As the models are in equilibrium at each point in time, recursive dynamics are not well suited to investigate adjustment processes or sequences of structural reforms. Sensitivity analysis is also of central importance, as a minor change in the parameter values might have a large impact on the results. 7 Partial equilibrium models One caveat with CGE models is that they can become quite complex, thereby making it hard to determine whether the results are robust. Instead, they can be largely driven by data or certain modelling assumptions. Especially CGEs are very assumption-intensive, and these types of models bear a greater burden in ensuring that results are robust to variation in these assumptions. Of course, the payoff from this analysis is that it offers the prospects of being able to explore a wider range of issues that are critical for poli- cymakers within a consistent theoretical framework. Partial equilibrium (PE) models are also based on optimization behaviour, and are often employed to describe processes in specific economic sectors. Their attraction is the de- tail that can be achieved in the modelling exercise. The effects of policy actions are ex- amined only in the directly affected markets. This analysis ignores spillovers from or into other sectors or assumes that the sector under study is very small and has only little 42 ",
        "impact on the rest of the economy. In contrast, linkages between sectors are acknowl- edged in CGE models. PE models are often structured around a supply and demand block, together with trade linkages if more than one country is considered. Analysis of supply and demand is built upon price effects of alternative policy options. Producer and consumer surplus is taken as a measure of the welfare gains of market participants. Consumer surplus is defined as the difference between what consumers are willing to pay for a unit of the good and the amount consumers actually pay for the product. Producer surplus is defined as the dif- ference between what producers actually receive when selling a product and the amount they would be willing to accept as a minimum for a unit of the good. When considered, revenues collected by the government are assumed to be redistributed to other agents in the model. In particular, it is either spent on public goods or redistributed to someone in the economy, thereby raising the welfare of somebody. PE models are one of the most important tools in order to assess the impact of structural reforms in the agriculture sec- tor, international trade or network liberalisation, such as in the fields of electricity or transportation. Van Togeren et al. (2000) have given an assessment to the state of modelling in the ag- ricultural sector, focusing on international trade flows and related issues such as natural resources and environment. The aim is to support the model users in finding the most appropriate tool for the problem at hand. Van Togeren et al. (2000) identified 18 mod- els, where half of them are PEs, for example the AGLINK model of the OECD, and the FAO world model. Often, agricultural PEs have been designed as multicountry models and are useful for the analysis of tariffs or other impediments to trade. If trade policies do not lead to no- ticeable price shifts in other sectors, the results obtained with PE models would almost not differ from CGEs. In industrial countries, with small agricultural shares, direct link- ages may not be very strong. But, indirect linkages need to be considered as well. These effects run through markets for natural resources, especially land, and could refer to sectors that are closely related to agriculture, such as producers of fertilisers or specific machinery, among others. The higher the weight of these sectors in the economy, the less reliable is the evidence based on PE models. 43 ",
        "In the analysis of international trade, PE models are used to study trade liberalization policy measures, proxied by tariffs and tariff-rate equivalents of standards and technical regulations and associated welfare changes, see Maskus, Wilson and Otsuki (2000). Tariff-rate equivalents are price premia that exporters must overcome in addition to tar- iffs. As in CGE models, demand and supply elasticities are usually calibrated from ex- isting studies and have not been estimated. The OECD (2003b) has provided a recent survey of models applied to international trade. The US International Trade Commis- sion uses COMPAS, which is a multi-country, single sector, imperfect substitution, per- fect competition model based on an Armington specification, where products are distin- guished by the country of origin. PE models are also used in the context of network liberalisation such as postal services, electricity or transport. For postal services, Scott, Finn and Merrick (1999) have devel- oped PE models covering liberalisation of direct mail, cross-border mail, mail above certain weight or price thresholds, and access for competitors to the network of the uni- versal service provider in each EU member state. These models can provide approxima- tions of the effect of liberalisation on the profitability of European postal services and employment levels. Regarding the electricity sector, Pepermans (2003) has focused on the impact of the choice of the regulation mechanism on the budget of the municipali- ties and on the end-user prices for electricity. Furthermore, reforms in transports have been studied by PE models, for example by TREMOVE. This tool has been developed in the second European Auto-Oil Programme (AOPII) for the assessment to the effects of a wide range of policy instruments applica- ble to local, regional and European transport markets. TREMOVE is built in the GAMS software, that allows simulating consumer behaviour with regard to the choice of trans- port modes and vehicle types, to consider how these choices are affected by the intro- duction of policy measures, and to estimate what effect these policy measures will have on pollutant emissions and overall welfare. The model takes into account a large num- ber of transport modes, and determines the demand for each of them and emissions from road transport by taking into account interactions between the various transport options. Models based on similar principles are STREAMS and its follow-up SCENES, which shared some of the characteristics of TREMOVE. However, the latter has the advantage of being linked to a macroeconometric model (E3ME). The joint use of these two mod- 44 ",
        "els (SCENES and E3ME) permits to consider global economic effects (see Köhler, 2005). The PE approach has the advantage to specialize on certain standards and regulations. As PE models are highly focused on one sector, the models can be implemented faster and are easier to maintain than CGEs. The models are mainly suited to study industry specific reforms. But, they do not capture spillovers to other sectors, and the neglecting of these linkages might seriously bias the results. 8 Macroeconometric and DSGE models Macroeconometric models are based on the system of national accounts and are able to study the impact of a wide range of policy measures. In contrast to the CGE models, the equations are empirically validated. Provided that central banks, government and supra- governmental organisations have a big stake in answering correctly what their effects on the economy are, it is not surprising that usually all these institutions have based their decisions on large in-house-built macroeconometric models. The development of these models is influenced by advances in the academic literature. New theoretical paradigms have been adopted usually with some lag, however, not before the theoretical concepts had been refined up to the point to fit the data quite well (see Bayoumi, 2004). An ex- ample is the implementation of the rational expectations framework into large mac- roeconometric frameworks in the early 1990s. The institutions that have developed expertise in policy analysis have usually kept track of each other’s work. As a consequence, the models do not differ very much from each other. In particular, similar methodologies, simulation and solution techniques are ap- plied. Policy oriented models are much larger than the ones discussed in the literature. The models usually comprise hundreds of equations, and international trade linkages have been explicitly specified. These models ensure a coherent framework for analysing inter-linkages between variables and countries. However, their weakness is that it is difficult to catch longer run phenomena, since the equations on which they are based are linked to a given period of time. 45 ",
        "Aggregated labour, product, and financial markets are considered. In order to reduce the complexity of the often large scaled models, agents are assumed to be homogeneous. Thus, heterogeneity is usually neglected across economic sectors, but not across differ- ent countries . On the supply side, potential output and factor demand behaviour are ex- plained. Potential output results from a CES or Cobb Douglas type production function with labour, capital, technological progress and eventually energy as input factors. Fac- tor demand equations are derived from profit maximisation of firms. In general technol- ogy is assumed to be exogenous, although much of the more recent analysis of conver- gence and the new growth literature has emphasized the important role of endogenous effects linked to human capital growth. Macroeconometric models share a similar structure on the demand side which is based upon the components of GDP, like consumption, investment and foreign trade. Because of sluggish adjustment of wages and prices, output and employment are driven by the demand side conditions in the short run. Disequilibria, represented by the unemploy- ment or output gap, are important variables to explain the short-run adjustment of wages and prices. In the long run, wage behaviour is modelled to ensure the existence of a ver- tical Phillips curve. Prices are determined as mark up over unit labour costs, while the money stock often serves as a nominal anchor to the system. The money-price relation- ship establishes an independent long run relationship especially in the wage-price set- ting block, and can contribute to a higher stability of the overall model. Monetary policy acts via a Taylor rule, where the inflation and output gap have often similar weights. Inflationary developments generate responses of the interest rates. Thus, aggregate de- mand will adjust to the supply side in the long run. The behavioural equations are generally specified in an error correction framework. Due to nominal rigidities, model builders have proceeded by separating estimation into two steps. First, the long-run properties of the models are specified in most cases according to neoclassical theory. Long run parameters, governing the cointegrating relationships of the variables of interest, are set either by calibration or regression techniques. The second stage is the short run adjustment to the steady state, where lag structures are of- ten incorporated by empirical arguments. Nevertheless, dynamic effects could also oc- cur within the optimization framework, for example due to the presence of adjustment costs for investment, habit formation and labour hoarding. 46 ",
        "Another common feature of many macroeconometric models is that they are backward- looking. Expectations of agents are treated implicitly by the inclusion of lags of the re- spective variables. For example, adaptive expectations are consistent with this strategy. An alternative option is the use of VAR expectations which correspond to the forecasts of a small vector autoregressive (VAR) model comprising a few key time series. The use of these kinds of expectations results from the fact that the models are designed not only for policy simulation, but also for forecasting purposes. Recent examples include the area wide model of the ECB (Fagan, Henry and Mestre, 2005), the Oxford Eco- nomic Forecasting (OEF) model or NiGEM from the NIESR, London (Barrell, Dury and Holland, 2001). In case of the financial variables like interest and exchange rates, however, forward looking behaviour is often assumed. If expectations are not formed consistently with respect to the long run solution of the entire model, it can impossible to differentiate between the effects of anticipated and unanticipated policy changes on some of the variables. These models fit the data quite well, but are not really tied to microeconomic behaviour. Hence, they cannot account for policy induced shifts in the parameters (Lucas, 1976). Moreover, if forecasting mod- els like VARs are specified in a reduced form framework to improve the empirical fit, elasticities of interest can hardly be identified. Generally, different tools for forecasting and simulation should be preferred in the analysis, although this strategy might require additional resources. Rigorously model- building upon optimizing behaviour of agents has led to the development of dynamic stochastic general equilibrium (DSGE) approaches. The main difference to the more traditional Keynesian style macroeconometric models is that both the parameters and the shocks to the structural equations are related to deeper structural parameters describ- ing preferences of households and technological and institutional constraints. The mi- crofoundation of the models has three key advantages. First, it provides a sound theo- retical structure of the model that is being estimated. Second, the reduced-form parame- ters are related to deeper structural parameters. The latter are less likely to change in response to a change in the policy regime, implying that the Lucas critique will lose its relevance. Thus DSGEs might be more suited for policy analysis. Third, the specifica- tion of individual decision’s behaviour can be used to examine welfare relevant ques- tions. As DSGE models are derived from optimization behaviour of agents, one can 47 ",
        "evaluate alternative policies in terms of their effects on consumer welfare. Since DSGEs have been extended to a multicountry setting especially by the work of Obstfeld and Rogoff (1995) and by advances in solution algorithms, their development has exploded in the last years, see Lane (2001) for a survey. Parameters are often calibrated or estimated using maximum likelihood techniques or the Bayesian counterparts of them, see for example Smets and Wouters (2003). Com- pared to the calibration approach, the likelihood principle has its advantage. The tech- niques provide a full characterization of the observed data series. By introducing richer dynamics to the model, through a number of exogenous shocks, the model can be fitted to the data quite well, in terms of contemporaneous correlations, serial correlation and cross-covariances structures. Bayesian techniques combine the likelihood function with prior information stemming from different empirical studies, thus providing a link to the calibration literature. Initial views on parameter values and their relevance are specified in advance. Afterwards, these priors are combined with the limited evidence contained in the data to arrive at the final estimates. While early DSGE variants are largely an- chored in the neoclassical framework, new approaches incorporate nominal rigidities on nominal wages and prices as well. By means of a DSGE for the Finnish economy, Kilponen and Ripatti (2005) have inves- tigated the quantitative effects of an increase in competition in both product and labour markets. Higher competition is implemented by a decrease in the mark up to wages and prices, while the decline is specified to happen gradually. In particular, 80 percent of the shock is passed within 5 years, which corresponds to the time schedule of the Lisbon strategy. According to the simulation results, welfare, consumption, investment, produc- tion and employment will increase substantially, while prices are lower in the long-run. There is, however, an initial slump in consumption due to the wealth effect of the con- tracted profits. Furthermore, lower inflation implies a rise in the real interest rate. In the long run equilibrium, the improved performance of the economy gives room to decrease tax and social contribution rates, while leaving the long-run public debt to GDP ratio unchanged. To summarize, macroeconometric models are based on national account systems. The equations are empirically validated, and usually estimated in an error correction form. 48 ",
        "As the short run dynamics can be distinguished from the long run equilibrium, adjust- ment processes in response to structural reforms can be investigated by using these methods. However, the models are often used both for forecasting and simulation pur- poses. As the empirical fit might dominate the specification of the model, the relation- ships can be subject to the Lucas (1976) critique. In this sense, macroeconometric mod- els are better suited for the ex post analysis of past reforms than for the ex ante analysis of future reforms. DSGE models can be interpreted as an appropriate way to overcome these deficits, as they are strongly embedded in a microeconomic optimization frame- work. As the parameters are often calibrated, the results can be also driven by model assumptions. As in the CGE setup, the irrelevance of the Lucas critique has to be tested in advance. Because of numerical problems in the solving process, the level of disag- gregation is much lower than in the CGE framework. At the present stage of model de- velopment, DSGEs seem to be better suited to investigate the long run impacts of alter- native policy strategies, see Bayoumi (2004). Thus, Keynesian style macroeconometric models may also serve as a complement to provide some insights al least into the short run dynamics of structural reforms. 49 ",
        "Annex 1: Microsimulation models The basic advantage of microeconomic models is that heterogeneities between individu- als are considered. Microsimulation techniques have been used for policy consulting, in particular to explore the distributional effects of tax reforms or to assess the impact of active labour market policies. The models operate at the level of the individual units, such as a person, household, or firm. Within the model each unit is represented by a record containing a unique identifier and a set of associated attributes, for example age, marital and employment status. Such models simulate large representative populations in order to draw conclusions that apply to higher levels of aggregation such as an entire country. In particular, a set transition probabilities is applied to the individuals leading to simulated changes in state and behaviour. The rules may be deterministic, such as changes in tax liability resulting from changes in tax regulations, or stochastic, such as chance of dying, marrying, giving birth or moving within a given time period. In either case the result is an estimate of the outcomes of applying these rules, possibly over sev- eral time steps, including both the total overall aggregate change and the distributional nature of any change. Most models are static, i.e. only the first round effect of policy measures is considered regarding its impact on the distribution of income or other resources. As a representa- tive for the static approach, EUROMOD is a European tax-benefit model designed to analyse the effect of tax reforms for the EU economies (Sutherland, 2005). The model provides estimates of the distributional impact of changes in the tax and transfer system, regarding the specification of policy changes, the application of revenue constraints and the reforms taking place at either the national or the EU wide level. Thus, EUROMOD is of value both in assessing the consequences of consolidated social policies and in understanding how different policies in different countries may contribute to common objectives. In dynamic microsimulation models, the population is aged in each round, and individual lifepaths are simulated. Individuals are usually allowed to work, get mar- ried, give birth, divorce, and die. Behavioural responses are incorporated, especially labour supply responses, to the incentive structure imposed by the tax and transfer sys- tem. These approaches are rather complex and only a few of them are available, see for example Baekgaard, King and Robinson (1999) and Creedy and Kalb (2005). SESIM is 50 ",
        "a model developed by the Swedish Ministry of Finance, see Flood, Jansson, Pettersson, Pettersson, Sundberg and Westerberg (2005). It is based on information of 100,000 Swedish citizens and mainly suited to examine the fiscal sustainability of pension sys- tems. The impact of active labour market policies is usually measured as the difference be- tween the probability of being employed or the wages received by people affected by these policies and its counterfactual. Using data on 327,000 vacancies Räisänen (2004) finds that the Finnish Public Employment Services (PES) is effective. Filling a vacancy with a PES job-seeker is 4.5 times more likely relative to a situation without an assign- ment. It is important to note that the results cannot be easily compared as individuals either participate or not participate in programs, but never both. Solving this evaluation problem requires credible estimates of the counterfactual outcome that would have been realized if persons made different participation choices (Smith, 2000). Several methods have been used in order to estimate the counterfactual, see for example Heckman and Vytlacil (2000) and Duran (2004). The most relevant limitation of this approach is that indirect effects of the policies are often not considered. Indirect effects occur when a program affects persons other than its participants. For example, an active labour market program that provides job search assistance to the long-term unemployed can increase the speed at which its participants gets into work, but might also slow down the return to work of the short-term unem- ployed (Smith, 2004). Hence, displacement effects may occur, see Calmfors (1994). For example, long-term unemployed persons with improved job search skills due to the pro- gram take jobs that would otherwise have been taken by the short-term unemployed. Subsidies to one group of workers can cause employers to substitute them for other workers. Calmfors (1994) has also stressed the importance of tax effects, whereby taxes needed to finance a program distort the economic choices of both participants and non- participants. Summarising, microsimulation models can be useful in order to take into account indi- vidual heterogeneity and the possibility of analysing the distributional dynamics to as- sess the impact of structural reforms. However, they have two weaknesses: the first is related to the difficulties to incorporate dynamic specifications, while the second is the 51 ",
        "absence of feedback from the micro to the macro level. In particular, possible economy- wide feedback effects of the distributional consequences of a given policy are not taken into account. Annex 2: Results from single equation analysis The impact of structural reforms on the macroeconomic performance has been investi- gated by numerous empirical studies, where the single equation technique is employed very often, either in terms of the one or two step approach. Either the analysis is re- stricted to a relatively homogeneous subset of similar countries or potentially different reactions in different sectors are accounted by testing differences in crucial coefficients across sectors. To verify the robustness of the estimates to potential measurement error and small sample problems, many papers screen regressions for the presence of outliers. In this annex, a brief review of the most influential studies is presented. Alesina, Ardagna, Nicoletti and Schiantarelli (2005) have looked at the relationship between investment and indicators taken from the OECD regulation database. Nicoletti and Scarpetta (2003) have related a large number of structural reforms to multi factor productivity (MFP) growth in manufacturing and business services industries. In their paper the impact of product market reforms affects MFP convergence across countries and industries. Progress in MFP at the technological frontier is assumed to stimulate MFP growth in the catching-up countries where the size of the impact increases with the distance from the frontier (Scarpetta and Tressel, 2002). Nicoletti and Scarpetta (2003) have highlighted two main effects of reforms in their study: lowering entry barriers and state control are associated with faster catch-up to the frontier, where sectors further behind the frontier get higher rewards. In addition, the process of privatization stimu- lates productivity. Griffith and Harrison (2004) have used a two step strategy to study the institutional im- pact. They have investigated the relationship between product market reforms, rents (measured by mark-ups of the respective sector) and the macroeconomic performance, where the latter is measured by either productivity, output, or employment defined in levels and growth rates. Rents are proxied by the level of the mark-up in the price set- ting behaviour of firms. Generally, reforms that reduce market power will force firms to 52 ",
        "set prices closer to marginal costs, implying that the mark-up will decrease. The authors use the mark-up of price over marginal cost to capture the effects of changes in the regulatory regimes over time. The estimation is performed using a two step instrumental variable approach in order to solve certain endogeneity issues. First, the mark up is re- gressed on a vector of time and country and industry varying indicators of product mar- ket regulation taken from the Fraser database, a measure of the output gap which cap- tures country specific cyclical factors, country and time fixed effects. Second, the au- thors estimate the effects of the predicted levels of rents on the demand for input factors, labour productivity and TFP. Therefore, each of the measures of macroeconomic per- formance are regressed upon a function of the mark-up estimated in the first stage, the output gap, country and time fixed effects. According to the empirical findings, product market reforms that lower tariffs reduce administrative price controls or public involvement in production are negatively corre- lated with the mark-up and increase competition. However, lower mark ups will gener- ally reduce the macroeconomic performance, which seems to be counterintuitive. In line with the theoretical expectation, the between estimator points to a positive relationship in the long run. The authors also find evidence for a nonlinear relationship between the level of mark ups and levels of R&D and the growth rates of labour productivity and TFP. According to their results, product market reforms in different countries can lead to different outcomes. This raises the question on whether it is possible to impose a common structure across the economies. To verify the results of the two step strategy, Griffith and Harrison (2004) compare the evidence with the one that would be obtained by a one-step strategy. They present results form regressions of fitted macroeconomic outcomes directly on the indicators of product market reforms. Overall, the results sup- port the main findings from their two step approach, both for the aggregate economy and the manufacturing and service sectors. Similarly, Cincera and Galgau (2005) estimate the relationship between firm entry and exit rates and several indicators of product market reforms and regulations in a first stage, and in the second one, they estimate the relationship between the fitted firm entry and exit rates and different macroeconomic outcomes, in particular the growth of out- put, labour productivity, employment, investment in tangible and intangible capitals and R&D and physical capital intensities. 53 ",
        "While most empirical studies have explored the impact of product market reforms, some of them also focused on the effects of labour market reforms. For example, Blanchard and Wolfers (2000) found support for the interaction hypothesis, namely, that the com- bination of adverse economic shocks and labour market rigidities is crucial to under- stand the raise and persistence of unemployment in Europe. Similar results have been reported by Bertola, Blau and Kahn (2001). Using data from 17 OECD countries over the period 1960-96 and a simple theoretical framework, they investigate the impact of institutions on the relative employment of youth, women, and older individuals. They regress relative employment and unemployment outcomes on a standard set of labour market institutions, aggregate unemployment, and period and country effects. Bertola, Blau and Kahn (2001) have found that for both, men and women, more exten- sive involvement of unions in the wage-setting process significantly decreases the em- ployment rate of young and older individuals relative to the prime-aged, with no signifi- cant effects on the relative unemployment of these groups. In contrast, a larger role for unions has insignificant effects on male-female employment differentials, but does raise female unemployment relative to male unemployment. While shocks or labour market institutions in isolation are only modestly relevant, their interplay is the most crucial factor to explain why the US shifted from a position of relatively high to relatively low unemployment during the past three decades. By comparing the actual outcome with a model assuming fixed institutions over time, Nickell, Nunziata, Ochel and Quintini (2003) are able to explain half of the unemployment experience by institutional shifts over the 1960-1995 period, especially in the tax and transfer system. They regressed the unemployment rate on own lags and a number of institutional variables In the IMF (2003) study, institutions and interaction terms play a vital role in the evolution of un- employment in France and Italy, but not in Germany. The evidence taken from other studies is not straightforward, see Baker, Glyn, Howell, Schmidt (2002) and Aidt and Tzannatos (2002) for recent surveys. Employment protec- tion seems to have almost no impact on the development of unemployment. Stricter protection of jobs increases the long-term unemployment rate, but, possibly because of multicollinearity problems, the effect is no longer significant when the overall unem- ployment rate enters the regressions. OECD (2004) estimates suggest that stricter em- ployment protection legislation raises employment for the prime age men but lowers 54 ",
        "employment for young people and women, with the overall effect of a net reduction. However, these bivariate associations tend to be weaker or fully absent when multivari- ate techniques with a broader set of variables are used. The evidence is more robust for employment protection tending to increase self-employment and lower turnover rates in the labour market. Due to the latter result, fewer individuals become unemployed in those countries with stricter protection, but once unemployed, they face a higher risk of remaining unemployed for a long period of time. Artís, Buscher, Clar, Dreger, Ramos and Suriñach (2005) have looked on the link be- tween labour market institutions and the reallocation of labour after shocks. Differences to other studies are twofold. First, a broader set of labour market variables is examined, as both labour demand and wage setting behaviour is taken into account. Second, VAR models are considered as an alternative to the single equation regression, where the lat- ter is based on a structural relation between the variables involved. With the VAR mod- els, evidence regarding the short and the long run impacts can be obtained. In general, reallocation of labour is faster in a more deregulated environment, no matter whether structural single equations or VARs are used. Persistent effects are less important if la- bour markets are more flexible. More flexibility can be achieved, for example, by lower employment protection, higher incentives of households to work and a less centralized wage bargaining process. Regarding financial market reforms, Gianetti et al (2002) have looked at the relationship between financial development and growth using an international industrial panel. The results support the hypothesis that financial development promotes growth, particularly in industries that are more dependent on external finance. Firm-level estimates turn out to be quite consistent with their industry-level results. Strahan (2002) has analyzed the effects of deregulations on bank entry and expansion on the economy using a two-step approach.Growth and volatility in real per capita income in US states is regressed on certain measures of banking regulation, and employment shares of different sectors. The evidence suggests that deregulation has accelerated economic growth but also provided a higher macroeconomic stability as it has reduced the sensitivity to shocks to local bank’s capital. 55 ",
        "Annex 3: Topics of the experts seminar As an integral part of this study a workshop was organized in Bruxelles to gather differ- ent views of experts regarding the advantages and disadvantages of the different ap- proaches. Participants were selected on the base of their previous experience with policy modelling and their potential capability to construct a tool to model the impact of struc- tural reforms. The workshop has been divided into three sessions. The first one was re- lated to data requirements and the single equation approach, especially applied by the OECD. The second session was devoted to CGE, while the third one to DSGE models. Two paper presenters and one discussant were assigned to each session. In the first session, Olivia Galgau (ULB Bruxelles) discussed the requirements on insti- tutional data from the perspective of model users. For the sake of concreteness, the presentation focused on the link between firm entry and exit rates and economic growth, see Galgau (2005). It was clearly pointed out that indicators for the institutional setting have to be reported more frequently. Stronger effort should be undertaken to construct reliable time series data, while missing values need to be filled out. This would improve the quality of the econometric analysis. Paul Conway (OECD) presented the OECD institutional database on product market regulation, in particular for non-manufacturing industries and construction principles for the respective series. Furthermore, new indica- tors measuring the ‘knock-on’ effects of regulation in certain non-manufacturing sectors on all sectors of the economy were presented (Conway and Nicoletti, 2006). Here, the relevance of sectors as suppliers of intermediate inputs is taken into account. Thus, re- forms in individual sectors will affect the whole economy, as the sectors are embedded in the entire production structure. Hector Pollitt (Cambridge Econometrics) was the dis- cussant of the session. In the second session, Arjan Lejour (CPB, The Hague) has examined the impact of structural reforms using the WorldScan CGE model. Lisbon type reforms were consid- ered in the areas of employment targets, R&D expenditures, human capital accumula- tion, the administrative burden and the implementation of the services directive. High positive effects of the reform measures were detected. According to the simulation re- sults, the largest gains could be expected from an increase in employment and R&D expenditures. Ali Bayar (ULB Bruxelles) provided a discussion of different kinds of 56 ",
        "models with special emphasis on the CGE approach. As a main asset, CGE models are based on optimization behaviour of households and firms, and are able to acknowledge for a wide range of heterogeneity across agents. However, they have deficits concerning the analysis of dynamic adjustment processes. Thus, an integrated framework is supe- rior to analyse the impacts of structural reforms. Specifically, CGEs should be extended by macroeconometric models or DSGEs. Christian Dreger (DIW Berlin) served as the discussant of this session. The DSGE approach was the main topic in the third session. Guenter Coenen (ECB) examined the impact of tax reforms on the labour market in the euro area, see Coenen, McAdam and Straub (2006). The basic model structure was developed, and a calibrated two-country version of the ECB area wide model was applied. In particular, the analysis focused on labour market distortions caused by the tax wedge. A reduction in the distor- tions to the US level is expected to raise employment and output by roughly 10 percent in the long run. Werner Roeger (EU Commission) presented the QUEST model of the EU Commission with exogeneous technology. Endogeneous technological change is not included in the standard version, but possible linkages to R&D were also discussed. Structural reforms, such as a reduced wage mark up, higher competition, and an in- crease in productivity were considered, thereby allowing for endogeneous fiscal and monetary policy response. Simulation evidence pointed to positive effects on employ- ment and production. For the productivity shock, the employment reaction was positive only after an adjustment period. Eric Mayer (University of Wuerzburg) served as the discussant of this session. This present report has largely benefited from the workshop contributions. As a main conclusion, no approach dominantes the alternatives in general. All of them have their strengths and weaknesses, and it is very important to keep them in mind when the im- pact of structural reforms is interpreted. In principle, the analysis should be based on different types of models. This strategy can reveal robust insights into the working of structural reforms. Furthermore, the simulation capabilities of existing models can be enhanced by the combination of the different tools, where the outcome of one model can be used as input in the other. For example, single equation models can provide rele- vant information for macroeconometric models or CGEs, without affecting the basic theoretical structure or the stability properties of the large scale models. The new OECD 57 ",
        "indicators on the ‘knock-on’ effects of regulation in specific sectors can serve as a con- venient tool to bridge the gap between reforms at the sectoral level and the overall economy. Due to the construction principles of the indicators, sectoral reforms can be projected into reforms at the macroeconomic level. This property is especially of inter- est for models which typically do not rely on a sectoral disaggregation, in particular DSGE models, including QUEST. For CGEs, the new indicators appear to be less rele- vant, as they are already specified for a huge number of sectors, and spillovers between them are included as an integral part of the model philosophy. 58 ",
        "Part III: Selected models to study the re- form impact 59 ",
        "In this part of the report, the most appropriate models to study the macroeconomic im- pact of structural reforms are reviewed. The presentation is limited to the top 5 models. The selection does not imply that the models are the best ones, but they are well docu- mented and good representatives for the underlying model philosophies, in particular for the CGE and DSGE approach. All models are based on simultaneous equation sys- tems and are focused on the entire economy. Therefore, the tools allow to investigate a wide range of structural reforms and take possible spillovers between the variables into account. In chapter 9, the basic structure of the models is presented, and in chapter 10, comparative advantages are discussed. 9 Top 5 models Because the frameworks presented in typology of models and on the experts seminar have their individual strengths and weaknesses, a one size fits all strategy might not be the appropriate choice to get insights into the likely impacts of structural reforms in product and labour markets. A variety of different tools is required instead and recom- mended from the perspective of a robustness analysis. But, some pre-selection across the different typologies seems to be useful. In our view, the most appropriate models to study the impact of structural reforms include two CGE models (WorldScan, Green- Mod), a macroeconometric model based on an extensive disaggregation of the mac- roeconomy in sectors and regions (E3ME) and two DSGE models (GEM, QUEST). This selection is motivated by the theoretical soundness of the approach, previous simu- lation experience, and documentation. In addition, the models are continuously used in the policy consulting process and are maintained by their developers. The selection does not imply that the models are the best ones. 9.1 The WorldScan model (CPB) WorldScan is a recursively dynamic general equilibrium model for the world economy, developed for the analysis of long-term issues in the field of international economics, 60 ",
        "see Lejour, Veenendaal, Verweij and van Leeuwen (2006). It is built on a sectoral struc- ture and has been employed to analyse trends like permanent shifts in TFP, international aspects of an ageing society, the rise of emerging countries, the depletion of natural re- sources, and the emissions of greenhouse gasses. The model is microfounded and de- termines the joint equilibrium in a huge number of markets. Production functions relate output to factor inputs and intermediates, while inputs are used in different proportions across sectors. There is one representative firm per sector within each region. Main factor inputs are high and low skilled labour, and capital. In- termediate inputs are goods, services and energy. The inputs are substitutable to some extent. Factor demand is derived from cost minimisation, given the production technol- ogy. In particular, the latter is specified as a nested CES structure. The growth of total factor productivity is considered as exogenous. However, productivity can be affected in an endogenous way in model variants where spillovers of R&D are included. Labour supply is exogenous and derived from demographic trends and projected participation rates in the labour force. For low and high skilled labour, supply and demand are equal at the market clearing wage. The distinction of different qualities of labour is relevant not only for labour market issues, but also for the analysis of economic growth. It affects specialisation patterns across economies. As a rule, OECD regions endowed with a relatively high amount of high skilled labour tend to specialise in the production of high skilled labour-intensive goods, while regions endowed with an important share of low skilled labour will spe- cialise in low-skilled labour-intensive goods. There is no mobility of labour across the country borders. In contrast to the labour market, capital markets are assumed to be linked to each other across countries. Thus, if capital is abundant in one region and hence relatively inexpen- sive, it is invested in another region in which capital is scarce and relatively expensive. However, there are some barriers to investing in the foreign countries. Hence, interre- gional capital mobility does reduce, but not completely eliminate, capital price differen- tials between the regions. Due to the imperfect integration, countries might have differ- ent real interest rates. This also allows the analysis of foreign investment flows and fur- ther integration of these markets in the process of globalization. 61 ",
        "Supply side GDP is equal to the sum of consumption, investment and exports minus imports. The consumption bundle of the different goods and services is determined such that it implies maximal utility to the representative household, given his budget con- straint. Savings depend on the demographic composition of the population, thereby cap- turing the effects of an ageing society and per capita income growth, and investments are driven by savings. Generally, the demand of households for a good refers to the home and foreign market. In each region a different variety of a good is being produced. Customers demand all the varieties. The demand depends on the relative price, the substitution possibilities be- tween the varieties, transportation costs, trade barriers and preferences. If the price of a particular variety rises, demand will shift to other varieties. Correspondingly, a large share of trade between countries is on the intra-industry level, i.e. bilateral trade in simi- lar, but not identical products. Differences in endowments do not play an important role. Thus trade flows are modelled by the Armington (1969) assumption: firms in each re- gion produce a unique variety of a particular good. Regional varieties are imperfect sub- stitutes, and firms exert some monopoly power over their own variety and can choose the price, given the level of demand. The government sector is not included in very much detail. Fiscal authorities collect taxes on imports and consumption, and spend the tax income on export subsidies and consumption. Monetary policy measures are excluded from the model, as the equilib- rium is realized in every period. Data are used from the GTAP-6 base that comprises complete and consistent accounts for 87 regions and 57 sectors for 2001 as the base year, see Dimanaran and McDougall (2005) for a description of the data set. The data are used to derive the demand, produc- tion and trade patterns, and also the labour and capital intensities of the different sectors. There is a core version of the model which serves as the starting point for each project. However, depending on simulation needs, the model can be implemented with alterna- tive mechanisms, sectoral or regional classifications. A number of recent applications of the model can be found in Van de Klundert and Nahuis (1998), Lejour and Tang (2000), De Mooij and Tang (2003), Bollen, Manders and Mulder (2004), Bollen, Manders and Veenendaal (2005) and Lejour and De Mooij (2005). 62 ",
        "Tang and Verweij (2004) have employed WorldScan for the analysis of the impact of product market reforms. They focus on the quantification of the direct and indirect ef- fects of reducing the administrative burden on firms. A lower burden is expected to boost investment, thereby increase output and labour productivity. For an individual country a unilateral reduction probably has different effects than a reduction that is part of a coordinated, EU wide strategy. Due to data limitations, Tang and Verweij (2004) assume that the Netherland’s figures on administrative burdens also hold for other EU members. Then, the cost of the administrative burden in the entire EU would amount to 340 billion euro per year, which is approximately 3.7 percent of overall GDP. Gelauff and Lejour (2006a) have employed the model with regard to five key goals of the Lis- bon agenda, namely the implementation of the services directive, the reduction of ad- ministrative burdens, goals of improving human capital, targets on R&D expenditures, and a higher employment rate. In order to improve the analysis of the internal market for services the model has been extended with imperfect competition and increasing returns to scale (De Bruijn, 2006). Work is underway to introduce foreign direct in- vestments as a vehicle for the provision of services abroad. 9.2 The GreenMod model (FUB) GreenMod is a recursively dynamic general equilibrium model specified for the Belgian economy (Bayar, 2006). It covers Brussels, Flanders and Wallonia as regions, thereby including interdependences between regions and linkages between the regions and the rest of the world. All regions are connected through bilateral trade, capital, and labour flows, where substitution possibilities are not perfect (Armington (1969) elasticities). The model describes the behaviour of firms, households, government and the rest of the world. Imperfect competition, increasing returns to scale, vintage capital, different types of energy technologies most relevant for environmental issues, sector-specific R&D investments, and different skills of labour are considered Furthermore, labour market characteristics important for structural reforms are recognized, like wage bargaining, search and matching processes, and human capital accumulation. The model is built upon a very detailed level of disaggregation. In the production and consumption blocs, 62 sectors and 69 commodities are distinguished. In addition, the 63 ",
        "framework describes the behaviour of about 10 types of households, based upon their income, as defined by the deciles in the income distribution. Besides labour income, each household group gets a fixed share of the capital income originating from the re- gion of residence and transfers from the local and federal governments, from firms and the external sector. A share of the net income is saved, whereas differences between net income and savings planned are allocated to the budget disposable for consumption de- cisions. Government behaviour and tax systems are modelled at the federal, regional, and community level. The model incorporates the representation of oligopolistic and monopolistically com- petitive sectors. Each firm has a nested Leontief or CES production structure with en- ergy, labour and capital as inputs and acts as a profit-maximiser. It chooses its output level based upon its marginal costs and the price elasticities of demand. The behaviour of firms defines the overall performance of the industry in terms of number of operating enterprises, output and price levels. Differences in the industry structure between regions are explained by variation in the economies of scale. Strategic interactions of firms in imperfectly competitive industries are represented using spatial Cournot oligopoly or monopolistic competition frame- works. A share of output in each sector is produced by malleable capital, whereas the rest by using old capital vintages (rigid capital). The possibilities of substitution among the input factors are higher for the malleable than for the rigid capital. The older the latter the lower are the substitution possibilities between capital and other factors of production, and thus the lower the adjustments in input demand in response to changes in relative prices. Due to the coexistence of malleable and different generations of rigid capital within the same period, substitution effects can be delayed over time and de- mand for inputs adjusts gradually in reaction to relative prices changes, see Van der Mensbrugghe (1994). Production costs involve variable and fixed components. In particular, the formulation of capital and labour demand by each sector and region is modified by including labour and capital fixed costs depending upon the number of firms in the respective industry. Sectoral marginal costs are based on the total fixed costs relevant for that sector. In oli- gopolistic markets, prices are calculated as a mark-up over marginal costs and depend 64 ",
        "upon the total number of operating firms. Prices of monopolistically-competitive sectors are calculated as a mark-up over marginal cost. The number of firms in equilibrium is derived from the zero profit condition. Sectoral and regional wages are bargained between trade unions and firms. Trade un- ions maximize their utility function that depends upon the total wage of their members which are employed and total unemployment benefits of the unemployed. Firms try to maximize their profits. Hence total profits of the firms are shared between the firms and workers, in a proportion depending upon the unions bargaining power. GreenMod has a recursive dynamic structure, i.e. the solution of the model is composed of a sequence of annual equilibria, in which current savings determine future capital accumula- tion and the growth rate of the economy. In the long run the number of oligopolistic firms does not change and output of each firm increases with the same rate as the rest of the re- gional economy. The simulation horizon of the model is set at 25 years but can be extended in a flexible way. GreenMod is combined with a microsimulation model to evaluate distribu- tional effects on individual households. Regional social accounting matrices have been con- structed for 2003. GreenMod has powerful capabilities for impact and scenario analysis allowing for medium and long term assessment of the consequences of structural reforms at the sectoral, regional and national level. Dynamic interactions between markets and agents are taken into account, as well as rigidities of wages and prices and industrial organisation. The disaggregation is flexible and can be adjusted according to the simulation needs. The model provides results for a large number of variables regarding the impacts of economy wide or sectoral shocks. Among others, the model has recently been used to investigate location decisions of firms and energy related issues. 9.3 The E3ME model (Cambridge Econometrics) The E3ME is a macroeconometric model to analyse the long term implications of En- ergy-Environment-Economy (E3) policies, especially those concerning R&D and envi- ronmental taxation and regulation (Cambridge Econometrics, 2006). E3ME combines 65 ",
        "the features of a short and medium term sectoral model, estimated by econometric methods, with the detail and some of the methods of CGE models that provide analysis of the movement of the long term outcomes for key E3 indicators in response to policy changes, including the supply side of the labour market. Most of the variables are speci- fied at a 41-industry level. The system is solved simultaneously on an annual base for all industries and 27 regions across Europe. Economic activities undertaken by agents affect other groups with a time lag, and the spillovers persist into future generations, although many of the effects soon become negligible. But there are many actors, and the effects, both beneficial and damaging, accumulate in economic and physical stocks. The effects are transmitted through the environment (with externalities such as greenhouse gas emissions contributing to the global warming), through the economy and the price and monetary system, and through the global transport and information networks. The markets transmit effects through three main channels: through the level of activity creating demand for inputs of materi- als, fuels and labour; through wages and prices affecting incomes; and through incomes leading to further demands for goods and services. The model considers economies and diseconomies of scale in production and consump- tion. Furthermore; markets face different degrees of competition. Labour markets are characterised by long-term unemployment. The speed and extent of the labour augment- ing technological progress is affected by market imperfections, including for example non-constant returns to scale in production. For the EU economy, exogenous factors are economic activity and prices in non-EU world areas and economic policies including tax rates, growth in government expenditures, interest rates and exchange rates). For the energy system of the model, the outside factors are the world oil prices and energy poli- cies including regulation of energy industries. For the environment component, exoge- nous factors cover policies such as reduction in SO2 emissions by means of end-of-pipe filters from large combustion plants. 9.4 The GEM model (IMF) 66 ",
        "The Global Economic Model (GEM) of the IMF is an open economy DSGE model with strong theoretical underpinnings of the main behavioural equations (Bayoumi, 2004, and Bayoumi, Laxton and Pensenti, 2004). The focus of GEM is on international trade and interdependencies between the economic developments of countries. Markups are a key feature of the model. Because goods are differentiated (tradables and non tradables, intermediate and final goods), firms act in an environment of monopolistic competition and can restrict output to create extra profits. The elasticity of substitution of demand between products of different firms determines the market power of each firm. If all products are perfect substitutes, the elasticity of substitution tends to infinity, and the mark up would converge to 0. Workers also have market power and limit their labour to raise the real wage. Each worker offers a specific kind of labour services that is an im- perfect substitute for services offered by other workers. The lower the degree of substi- tutability, because of skill differences or anti-competitive regulation, the higher is the markup, and the lower the employment level. Dynamic processes can be traced to adjustment costs relevant to real and nominal vari- ables. For example, sticky wages and prices, sluggish adjustment of trade volumes and habit persistence in consumption expenditures are included in the GEM. Expectations of agents are model consistent, i.e. in each period expectations coincide with the model’s solution for the future. According to the model developers, the most innovative feature of GEM is its flexible structure, see Bayoumi (2004). This means that one can include or exclude features such as non traded goods, or trade in commodities and other intermediate goods. The model can also be created with any number of countries. The simplest form is just a two coun- try framework, in which labour and capital are combined to produce a single tradable good that can be spend for consumption or investment. Given the preferences of domes- tic and foreign agents, the good is distributed across the two economies. Because of the flexible structure, modules that are not of central importance for the simulation needs can be relaxed. In this sense, transmission mechanisms become simpler and more trans- parent in the smaller versions of the model. Deep long run parameters such as the elasticity of labour in respect to the real wage or the elasticities of substitution between different goods or input factors are determined 67 ",
        "on grounds of microeconomic studies. Short run coefficients are chosen to generate re- alistic dynamic responses. As an example, adjustment cost parameters are calibrated to replicate existing evidence from data driven approaches, like vector autoregressions or the Area Wide Model of the ECB (Fagan, Henry and Mestre, 2005). Several versions of the GEM have already been used to simulate a number of issues, including the effectiveness of alternative monetary policy rules, the effects of higher oil prices on the world economy and in particular the benefits of greater competition in the euro area, see Bayoumi (2004). In particular, the long term impact of a change in labour market competition in the euro area on the economic performance at home and abroad has been examined by lowering the wage mark up parameter. The quantitative effects on the domestic economy are crucially influenced by the response of labour input to a change in the real wage, while international effects depend on the degree on which home and foreign goods are substitutes. As a principal finding, higher competition proxied by a decrease in the mark ups on wages will raise domestic output and con- sumption. In addition, nominal inertia is reduced through an increase in competition. In fact, higher competition increases the costs firms incur when wages deviate from their flexible price level. Hence, monetary policy would become more effective, and the trade-off between inflation and the output gap is improved. The benefits likely induce positive spillovers to the foreign country, mainly through a positive effect in the terms of trade. More recently, Everaert and Schule (2006) studied the effects of reforms in product and labour markets in the EU. They classify the member states into four groups: the individ- ual euro area country under consideration, the rest of the euro area, the group of the three non-euro area EU15 members (Denmark, Sweden and the United Kingdom), and, the ten new member states. They consider two different setups, one for a large euro area country, approximated by France, and one for a small euro area country, approximated by Belgium. Reforms are implemented through a gradual reduction in mark ups in la- bour and goods markets until achieving the level of the non euro area countries in five years, while in the services sector, deregulation is assumed to progress slower, taking ten years. The non euro area countries are chosen as a benchmark since reforms in these countries are more advanced. 68 ",
        "In order to analyse if synchronization across countries matters, reforms are implemented in a standalone fashion by France or Belgium, respectively, but also synchronized with the rest of the euro area. The results show that coordination of the timing of structural reforms leads to faster adjustment and eliminates transactions costs. When mark ups are reduced in the whole euro area, nominal interest rates fall enough to prevent transitory deflation due to a more intense monetary policy reaction. However, the results are sub- jected to caveats. First, since no interactions between markups in various markets are considered the effects are largely additive while interactions between labour and prod- uct market reforms can be important. Second, in reality, the reforms might not be credi- ble initially, and if there is uncertainty about how the economy will react, the monetary policy reaction cannot be mechanical. 9.5 The QUEST II model (EU Commission) QUEST is a DSGE model designed to analyse the economies in the EU member states and their interactions with the rest of the world, especially the US and Japan, see Roeger and In’t Veld (1997, 2002). It contains structural models for the individual EU member states, the US and Japan and distinguishes 10 additional countries and regions in a trade feedback module to examine interactions with the rest of the world. The focus is on how the effects of policy actions are transmitted to the domestic and international economy in the medium term. The model combines general equilibrium principles with features of Keynesian style rigidities. Expectations of agents are model consistent, i.e. in each period expectations coincide with the model solution. The behavioural equations are based on principles of dynamic optimization. Private households and firms maximise utilities and profits subject to in- tertemporal budget constraints, implying that consumption and investment decisions incorporate forward looking behaviour. Firms operate in a monopolistically competitive environment. Potential output is produced via a nested CES and Cobb Douglas produc- tion function with capital, energy, and private sector employment as inputs. According to the neoclassical growth model, the steady state path is determined by the growth rates of labour augmenting technological progress (TFP) and population. TFP increases at an 69 ",
        "exogenous rate and a capital efficiency index, where the latter depends on the mean age of the capital stock. Factor demand equations are modelled consistent to the production technology thereby taking rigidities into account. For investment, adjustment costs to the capital stock are considered, as installation of new capital can be costly, and workers may have to be retrained etc. Investment is explained by the ratio between the market value of the firm and the replacement value of its capital (Tobin’s q). In addition, labour input cannot be adjusted instantaneously. Therefore, a distinction is important between short and long run elasticities with respect to output and the real wage. The latter includes a premium which is based on the search and separation costs of firms. Energy demand is explained by the output level and the relative price of energy, including energy taxes. Total consumption is represented as the aggregation of the behaviour of two groups of consumers. A forward looking group follows the optimal consumption rule according to the life cycle permanent income hypothesis, while a second group behave as rule-of- thumb consumers. Their consumption depends on current disposable income because of liquidity constraints (Campbell and Mankiw, 1991). Hence full Ricardian equivalence is not expected to hold. For the government, a debt rule is imposed in order to make the development of the budget more sustainable. It is assumed that each country or region produces a product which is an imperfect sub- stitute for the products of other regions. Imports of a country are a function of total de- mand in the home country and relative prices, defined as the ratio between the domestic consumption and import price deflator. Exports depend on world trade and relative prices, the latter measured as the ratio between competitors and export prices, expressed in terms of the foreign currency. A number of stock flow interactions are embedded in the model. Stocks like physical capital, net foreign assets, money and government debt are endogenously determined. Wealth effects have an impact on the flows of savings, and production and investment decisions of private households, firms and the govern- ment. In the short run, actual and potential output can deviate. Dynamic responses are justified by rigidities of wages and prices, liquidity constrained consumers and the presence of adjustment costs. Specifically, firms set their prices sluggishly. In particular, they re- 70 ",
        "spond to changes in capacity utilisation and current unit labour costs. Due to monopolis- tic behaviour, firms are able to charge a mark up over marginal costs, implying that out- put is lower than in the perfect competition environment. Forward and backward look- ing elements are important in price setting behaviour (Galí, Gertler and Lopez-Salido, 2001). As firms set prices on a staggered basis, and wage contracts are negotiated for a number of periods, nominal inertia will occur. Only a fraction of prices and wages will adjust at each point in time. Furthermore, a bargaining framework is used to describe the interactions between work- ers and firms in the labour market, see Pissarides (1990). Both workers and firms seem to have an interest in longer term employment contracts due to, for example, training or mobility costs or as insurance against unemployment. The degree by which the marginal product of labour and labour market tightness influence the level of current wage con- tracts is determined by the bargaining strength of workers. In the case of perfect compe- tition, real wages are equal to the marginal product of labour, while in the case of imper- fect competition and bargaining power, there exists some rent sharing between workers and firms. Real wages also depend negatively on the unemployment rate, since a high unemployment rate has an adverse effect on the probability of finding a job. The reser- vation wage is composed of unemployment benefits and the value of leisure and defines a lower floor for bargained wages. If workers have bargaining power, the actual wage will exceed the reservation level, and this mechanism explains the existence of long term unemployment. Asset markets are fully integrated across all industrialised regions. There is perfect capi- tal mobility, but home and foreign bonds are not perfectly substitutable. Hence the un- covered interest parity relation includes a risk premium, which is considered as exoge- nous. As the Fisher relationship holds, the real interest rate is stationary. The monetary authorities set short term nominal interest rates to either target the money stock, an in- flation target, or in accordance to some formulation of a Taylor rule. While QUEST has been primarily designed to analyse changing macroeconomic trends due to European economic integration, it has been used quite flexible for policy analy- sis, for example to assess the impact of the Maastricht criteria on output growth and employment, the long run effects of fiscal consolidation, the impact of monetary policy 71 ",
        "on the success of a cut in government expenditures, and the macroeconomic effects of tax reforms and VAT harmonisation (see Roeger, in’t Veld, 1997). In addition, simula- tion evidence so far includes shocks to the productivity level and the reservation wage (Roeger , in’t Veld, 2002). Roeger and in’t Veld (2002) have considered the effects from a fall in the long term unemployment rate. In QUEST, the reduction is achieved by a decrease in the reserva- tion wage. This puts pressure on wage demands of unions, reduces real wage costs and boots employment. Depending on the dynamics embedded in the model, the increase in employment occurs gradually, with higher gains in the second and third year after the shock. The increase in employment is fully anticipated by the agents. The policy raises demand on impact, and this increase exceeds the expansion in potential output. How- ever, the latter only gradually improves as employment is boosted. In response to the positive output gap, monetary policy will temporarily raise the interest rate, and infla- tion is slightly above the baseline during the first year. Differences between countries are linked to differences in the size of the government sector, as government employ- ment in exogenous in the model. 10 Comparative model advantages The top 5 models are all suitable to investigate the impacts of structural reforms on the macroeconomic performance. However, individual strengths and weaknesses have to be taken into account for a proper interpretation of the results. It should be noted, that the pros and cons are less related to individual models. Instead they refer to the respective model type considered. For example, CGE models are especially suited for comparative static analysis. This is also the case with WorldScan and GreenMod. In addition, the models should not be interpreted as fixed and unchangeable structures, as satellite mod- els can extend their simulation capabilities. A summary of the top 5 models is given in table 4. The detailed comparison is limited to the WorldScan and the QUEST model, as these tools are already in use at the EU Commission. WorldScan assumes an equilibrium in each period of time. Hence the model should not be employed to study adjustment processes. The recursive dynamic structure of World- 72 ",
        "Scan and other CGEs is built on a sequence of simultaneous equilibria in the product, labour and financial markets. Hence, only the long term effects of structural reforms can be uncovered. But, as a major asset, these impacts can be differentiated for a large num- ber of economic sectors, including different skills of labour which is of special impor- tance in the analysis of the low income sector. Because of limitations in the solving al- gorithms, only a few sectors are considered in QUEST, but adjustment towards equilib- rium can be studied in much more detail. As the short run behaviour is affected by a number of imperfections, the potential adverse demand effects of structural reforms can be explored in a straightforward manner. As the models have individual pros and cons, they should not be as complements to reveal robust insights into the likely impact of structural reforms. Table 4: Comparison of top 5 models WorldScan, GreenMod CGEs, heterogeneity of agents. Useful for comparative static analysis, but less useful for dynamic adjustment processes. Ex ante and ex post analysis of the long run impacts of structural reforms, as equations are founded on microeconomic optimization behaviour. GreenMod covers the Belgian economy and their interactions with the rest of the world, need to be adjusted for other regions E3ME Macroeconometric model with sectoral and regional disaggregation. Data driven approach, as equations are estimated by econometric tech- niques. Suitable in particular for short run impacts. Spillovers between generations are taken into account, special relevance for environment and energy issues GEM, QUEST DSGEs, homogeneity of agents or only a few heterogeneous groups. Useful to analyse the short and long run impacts of structural reforms, as dynamic adjustment is an integral part. Ex ante and ex post analysis of structural reforms, as equations are founded on microeconomic op- timization behaviour 73 ",
        "QUEST has comparative advantages concerning the specification of government behav- iour. The model offers a relative detailed description of public finances. Different vari- ables for taxes, social security contributions and transfers are distinguished, including taxes on wages, a corporate and a lump-sum tax, and VAT. Hence it is possible to in- vestigate the direct effects of structural reforms on these measures, including the budg- etary consequences. These impacts can be separated for the short and long run. More- over, monetary policy is specified using alternative reaction functions. In contrast, the government sector is included in the WorldScan model only in a rudimentary way, and monetary policy is missing at all. QUEST takes several product and labour market imperfections into account. Participa- tion rates and the reservation wage which are important for labour supply can be di- rectly affected. For example, the reduction of unemployment benefits in order to stimu- late labour supply can be immediately captured by model variables. Mark ups to wages and prices provide the main transmission channels to study the indirect effects of re- forms. These measures are seen as indicators for the degree of product and labour mar- ket distortions. The size of mark-ups is inversely related to the macroeconomic per- formance. Generally, a stronger deregulation leads to a rise in the degree of competition, and a corresponding fall in the mark up. Employment protection legislation and active labour market policies can have an impact on the mark up to negotiated wages, as these measures affect the bargaining power of insiders. In addition policies might boost technological progress, which is embedded in the TFP rate. In principle, policy measures aiming to improve the accumulation of knowledge can be also investigated in QUEST, as they can influence the efficiency of capital goods and partially TFP. Nevertheless, the model should be extended to cover a more elaborated view regarding the impact of R&D investments and technology to dis- cuss issues related to the knowledge based economy. Fixed costs of production may be also added to the QUEST model to have a lever to model entry barriers and impedi- ments for starting a business. Similar issues can be explored by WorldScan, keeping in mind that adjustment proc- esses are neglected. As a main asset, the inclusion of the sectoral perspective allows the analysis of reforms targeted to specific sectors, such as network liberalization or deregu- 74 ",
        "lation in certain industries. Regarding labour market reforms, participation and unem- ployment rates can be directly affected to investigate the impact of reforms on labour supply. Because two types of skill levels are distinguished, the effects of globalisation on the distribution of wages can be examined (Lejour and Tang, 2000). Also, employ- ment shifts between sectors and migration flows could be analysed, although the latter is not incorporated in the model. However, as population, labour supply and skill pro- jections are exogenous in WorldScan, it is possible to incorporate migration flows in these projections. The flows can change population and labour supply in various re- gions. Other labour market policies or the effects of measures in the social security poli- cies cannot be investigated in the current model version. There is also some weakness concerning the role of the public sector. WorldScan needs to be definitely extended to fill the gaps. On the other hand, the relationship between R&D expenditures and technological progress is modelled in a rather elaborated way. TFP growth is related to R&D expenditures in some model variants, and this link can be exploited to study the effects of R&D investment on a sectoral level. The analysis can account for several qualities of R&D: WorldScan covers R&D stocks of the own sector, of other sectors in the economy to reflect domestic spillovers, and of foreign sectors to reflect international spillovers. 75 ",
        "Part IV: Core and satellite models 76 ",
        "The part of the report will provide some insights about feasible strategies to examine structural reforms by combining core and satellite models. For the ease of exposition and the tools already available at the Commission, the discussion is focused on the QUEST model. It should be noted, however, that similar strategies also work with other kind of models. In principal, structural reforms can be implemented in two alternative ways. First, the effects of policy variables exogenous to the model can be analysed in a direct manner by simulating the change in the instrument. Second, reforms might have an indirect im- pact of macroeconomic variables of interest which is transmitted through intermediate variables. Intermediates have to be specified in advance. Transmission channels can be considered by means of satellite models, using, among others, the single equation ap- proach, but also multiequation techniques. Satellite models can be solved in a first step. Then, in a second step, their outcome is used as an input in one of the core alternatives. The core models provide the links between the transmission variables and macroeco- nomic variables of interest, like production, employment and productivity. Structural reforms have a direct impact only on the intermediate variable, which is endogenous in a satellite model, but an indirect effect on the macroeconomic variables. For example, the use of regulation indicators requires a strategy along these lines. Indirect effects might be important for the bulk of reforms, because the core models contain only a few variables which are directly affected. In any case, the impact of structural reforms is studied using counterfactual techniques. Specifically, the core model is solved in a basic version, where no additional reforms are implemented. However, they are considered in the alternative solution, where the structural reform is assumed to be permanent. By comparing the outcome of the two simulation runs, the likely impact of the reforms is uncovered. The concrete modelling of structural reforms depends on how the respective measures are considered in QUEST. For a few reforms, like tax or social security reforms, the effects can be implemented directly as these policy variables are explicitly included in the model. However, this is not the case for the majority of reforms. Hence, it is neces- sary to use a satellite model in order to quantify the effect of a certain policy change on an intermediate exogenous variable of QUEST in a first step. Then, in a second step, the 77 ",
        "change in this variable is evaluated within the model in order to obtain the simulation results of the reforms considered. Satellite models are needed to study the transmission channels of reforms that are not introduced directly in the core model. Satellites can enhance the use of the QUEST model. They can be constructed rather easily, without changing the more complex structure of the core model. Hence, the flexibility of the model to investigate new policy issues is greatly improved. The objective of this part is to indicate what types of reforms could be modelled using satellite models and to provide a brief layout for the approaches to be linked to QUEST. A more elaborated analysis would require a higher level of detail of the reforms to be evaluated and an in-depth analysis of statistical information on macro variables and in- stitutional indicators, which is beyond the scope of this project. Chapter 11 gives a ty- pology of reforms that could be evaluated by satellite models and provides a discussion on the flexibility of a core versus satellite models. Chapter 12 looks at concrete exam- ples and provides a blueprint for the satellite models for structural reforms on the prod- uct and labour markets and to analyse policies promoting a knowledge-based economy. In addition, the joint use of multiple satellite models and interactions between the satel- lites and the core model are addressed. 11 Working with satellite models To construct satellites, two steps are important. First, transmission variables of reforms need to be identified in order to introduce their effects in the QUEST model. Second, an appropriate modelling strategy has to be applied. As already emphasized, cross sections do not allow to disentangle the impact of structural reforms from other country specific characteristics. Time series data allow for delays in the effects. But, the time series ap- proach is difficult to handle, as there may be insufficient variation in the regressors. Thus, the best option is a dynamic panel structure, where the impact of the reforms will be separated from other country characteristics embedded in the fixed effects. By this approach, average effects across countries are uncovered. The reforms to be investigated have to be proxied by appropriate institutional regres- sors. To study the strength of effects to be expected, the latter should be available on a 78 ",
        "quantitative scale. However, both types of variables, tansmission variables and institu- tional regressors should be available as a time series for each country. For example, the TFP rate should be revealed not as a constant rate of technological progress, but pref- erably as a Solow residual, which allows variations within a country over time. Like- wise, mark ups should reflect business cycle fluctuations to some extent, see Banerjee, Cockerell and Russell (2001). Rank scaled indicators for the institutional impact should be replaced by quantitative series, if available. The suitability of the latter can be checked by rank correlation analy- sis. Appropriate strategies are considered in the next chapter, when concrete satellite models will be presented. It should be noted, however, that the actual magnitude of shocks inserted in the core models could be somehow unclear and require some judge- mental element in the simulation process. For example, the introduction of stronger competition in product markets leads to a decline in the mark up, but the quantitative change is not determined in general. The link between particular policy measures and transmission variable may be established on the basis of econometric estimation or a literature review. An additional aspect is that structural reforms could affect the overall economy, but also specific sectors. This is not a problem from the perspective of satellite models, because they can be specified for both the sectoral and macroeconomic level. However, the QUEST model does not support a sectoral decomposition and therefore, satellites for particular sectors cannot be linked to QUEST without further knowledge. In these cases, additional tools are required to bridge the gap. Based on input-output analysis, the im- portance of individual sectors for the overall economy can be estimated on the grounds of the flows of intermediate inputs between the different sectors. Input-output matrices are available at least for some large countries, which can be considered as representative for the entire economic area. The new OECD indicators on the ‘knock on’ effects of regulation are of interest in this regard. In principle, satellite models can be based on certain types of reforms or on transmission channels affected through the reforms. This choice is important if different reforms transmit through the same channel. For instance, TFP could be the transmission channel both for product market and R&D related reforms. Nevertheless, the transmission chan- 79 ",
        "nel is specific for particular reforms in most cases so that building the satellite based on the transmission channel or the type of reform does not make any difference. For exam- ple, mark-ups in prices or entry and exit rates of firms are specific transmission chan- nels of product market reforms, while the reservation wage or labour income taxes are subject to labour market reforms. An implementation of satellite models according to the type of reform is closer to the purposes of policy makers, as they are interested on the impact of specific reforms, without having a priori knowledge on the transmission channels. Also, it may be easier to relate reforms with specific Lisbon targets. On the other hand, satellite models based on transmission channels would allow the possibility of considering the impact of the structural reforms in more than one area simultaneously. Interactions among reforms can be better included without double counting the effects. For each transmission chan- nel, an individual satellite model should be specified, whereas each type of reform could be associated to more than one model. 11.1 Modified core models vs satellite models As an alternative to the construction of satellites, the structure of the core model can also be modified in order to cover structural reforms. The main advantage of this ap- proach is that the transmission channel is explained endogeneously in the main model and the effect of the structural reforms is considered directly. The option of expanding the core model with more detailed formal submodels might be more attractive, as it imposes theoretical consistency. But, since CGEs and DSGEs are heavily built on microeconomic theory, the new equation has to be determined in line with microeconomic principles, which is not always feasible. Even in the case that there is a theoretical base for the specification, the main disadvantages of this approach is that it is time consuming, can only be applied for a limited number of policy fields, adds further complexity to the core model and makes it quickly unmanageable, see Gelauff and Lejour (2006b). There might be serious problems in the model solution due to nu- merical limitations in the solving algorithms. 80 ",
        "Another possibility is to have different versions of the core model, each one with differ- ent details and subsequent complexity. Then, a model variant can be activated depend- ing on the issues to be analysed, as the WorldScan model does. For instance, when ana- lysing the impact of the structural reforms on the labour market it does not seem neces- sary to include the R&D sector. However, it would be interesting to activate a version in which skill and non-skill workers would be distinguished, as they could response differ- ently to the reforms. In the case of R&D, the core model can also be changed to consider the effects of poli- cies in a direct way. Because R&D is highly relevant to the knowledge based economy, the implementation in the core model can even be superior. Specifically, a production function could be embedded in QUEST where a variable proxying the human capital stock is used as an additional input. Human capital is related to R&D activities. Indi- viduals might spend time to accumulate skills. Thus, an additional relation transforming unskilled labour into skilled labour is required, see Jones (2002). Hence, the QUEST model with exogenous technology can be extended to include a link to human capital following the ideas discussed in Romer (1990) and Jones (1995). Also, the R&D sector could be specified in an endogenous way so that some behavioural equations need to be added. For example, R&D investment could depend on the marginal product of the ex- isting stock of knowledge, the efficiency of R&D production and start up costs, like prices of new designs and other administrative costs. The option of modifying the core model should be used if sufficient theoretical insight is available, if a range of future applications is foreseen, or if the topic at hand has cru- cial interactions with other model parts. Otherwise, the preferred procedure to follow consist of the combination of the QUEST model as a core and more specific satellite models to link specific policies to the model. 11.2 Core and satellite interactions Individual satellite models are especially appropriate to examine the impact of reforms in isolation, more or less. However, empirical evidence points to the relative advantages of comprehensive over isolated reforms. In addition, the timing of certain reform steps as ingredients of an overall reform strategy may be important. For example, labour mar- 81 ",
        "ket reforms seem to be easier to implement in countries where product markets are al- ready deregulated, see Blanchard and Giavazzi (2003). Spillovers between different transmission channels might exist, for example between the wage and the price mark up. Recent joint estimates of these parameters indicate much higher mark ups on prod- uct markets than traditional estimates, as the latter omit the part of the rent of the firms which is captured by workers, see Jean and Nicoletti (2002) and Dobbelaere (2005). Thus, structural reforms are interrelated, implying that individual satellites should be aggregated into a simultaneous equation system, where interdependencies and the tim- ing of the various transmission channels are included. However, the complexity of the system is highly increased. It is also possible that different structural reforms affect the same transmission channel. Then, the specification of the satellite could not only consider the various structural re- forms at the same time but also some interaction term to reflect the increasing returns arising from the fact of implementing a reform strategy. The main disadvantage of this proceeding could be the lack of degrees of freedom. Possible feedbacks between core and satellite models can be solved using iterative procedures to obtain the final model solution. The result of the satellite model will be included in the core model, and after solving the core model, the results are substituted back in the satellite etc. 82 ",
        "12 Concrete satellite models As already mentioned in the previous chapters, the reforms analyzed in this report are directed to reinforce the functioning of product and labour markets. In addition, strate- gies to improve the accumulation of knowledge are included, since human capital is an important driver to economic growth. In this section, particular measures that could be modelled directly or indirectly using the satellite model framework are identified. The presentation is based on the division applied in the LABREF and MICREF databases of the EU Commission. 12.1 Satellites for product market reforms Product market reforms are focused on internal and external market integration, compe- tition policy, sector specific regulation, and the business environment. Most reforms aim to improve the level of competition. In terms of the QUEST model, they operate through the mark up of prices over marginal costs, which is exogenous. Furthermore, the incentives to innovate are stimulated in a more competitive environment, leading to an exogenous rise in the TFP rate. Also, an increase in competition can contribute to a fall in the entry barriers of markets. This is of special relevance for small and medium sized enterprises as well as for business start-ups. Therefore the main transmission vari- ables for product market reforms are mark ups, the TFP rate and the entry and exit rates of firms. Satellite models for product market reforms should focus on the link of reform measures on the mark up of prices over marginal costs, the TFP rate and entry and exit rates. The transmission variables are already defined on a quantitative scale using the strategies outlined above, while potential institutional regressors like the PMR or MICREF indica- tors for non-manufacturing industries are not. Possible quantitative surrogates could be the level of state aid, possibly differentiated for specific sectors or the size of govern- ment enterprises and the role of the public sector in the overall economy. The idea is that an increase in the involvement of the state would limit individual choice, competi- tion and innovation. The restructuring process of firms in response to shocks might be improperly prolonged, and business start ups are hampered. Then, the transmission vari- 83 ",
        "ables like TFP and the mark up could be explained by these proxies, utilizing the dy- namic panel approach. Furthermore, important elements of the administrative burden might be expressed in terms of cost categories, for example as the number of days nec- essary to start a new business, or in terms of the working time needed to fulfil bureau- cratic requirements. See Tang and Verweij (2004) for the estimation of the costs of the administrative burden in the context of the WorldScan model. As an alternative, a lower administrative burden can be also directly implemented in QUEST, as the decrease can lead to a fall in labour costs or in the fixed costs of production. It is worth mentioning that some reforms can be directly introduced in the core model. If the economy could reach a higher growth path due to the reforms, the euro will nor- mally appreciate against the US Dollar, at least according to monetary models for the exchange rate. QUEST could then be used to study the effects of a stronger currency. Moreover, the consequences of higher energy prices can be evaluated in a direct man- ner. Two possible channels need to be distinguished here. A change in energy prices can affect the overall price level, with subsequent changes on the demand of private house- holds. If the change in energy prices is long lasting, however, the effect on relative fac- tor costs would become more important, thereby influencing the appropriate factor mix and the production side of the economy. 12.2 Satellites for labour market reforms Labour market reforms should improve the employment perspectives, encourage work- ers to participate and remain in the labour force. Taxes and transfers are crucial as they define the gap between labour costs and the take home pay. If net wages exceed unem- ployment benefits only by a neglectable amount, the incentives to supply work might be reduced. Because unemployment is high in the EU, reforms could also try to reduce the average mark up in wages. This can be probably achieved by a more competitive envi- ronment in the product market (Blanchard and Giavazzi, 2003) or by a less stringent system of employment protection legislation. The high level of long term unemploy- ment and limited employment perspectives especially for the low qualified require some active labour market policies and training measures to activate these resources. Hence, important transmission variables for labour market reforms are the tax and transfer sys- 84 ",
        "tem, including the reservation wage and the mark up in wages. Furthermore, active la- bour market policy measures could improve the skill level of workers. Overall, labour market reforms focus on four main areas: employment protection legis- lation, the structure of the bargaining process, the tax and transfer system including un- employment benefits and government expenditures for active labour market policies. In the QUEST model, the most relevant transmission channels include labour income taxes, the reservation wage and the wage mark up. They should be constructed as a time series. The labour market performance shows up in the participation and the unem- ployment rate embedded in the core model. Variables describing the tax and transfer system are already available on a quantitative scale and can be used without further transformation. For example, higher incentives of households to work can be implemented through a decline in the reservation wage, where the latter can be directly influenced by a fall in unemployment benefits or the duration of these transfers. Alternatively, income taxes which are crucial for the wedge between labour costs and take home pay can be accessed. Unemployment benefits and active labour market policies should also affect the wage mark up. Lower benefits are expected to lead to a fall in the bargaining power of insiders. Higher expenditures for active labour market policy measures can improve the qualification and employability of workers. Thus, premia arising from search and vacancy costs might be reduced. In fact, vacancy cost is one of the parameters in the QUEST model that could be affected by structural reforms. However, in its current version, it is assumed that its value is 5 percent of the wage cost for EU all members. Taking this into account, the use of a sat- ellite model to test directly the impact of structural reforms on vacancy cost is not feasi- ble. Moreover, many institutional indicators are only available on a rank scale, like cen- tralization and coordination of the wage bargaining process and employment protection legislation for permanent and temporary working contracts. For these two reasons, suit- able proxies have to be used instead. The long term unemployment rate might serve as a proxy for persistence and regulation. Stronger employment protection can reduce the response of labour markets to shocks. The chances of the unemployed to get back into work are reduced once a job is lost, and long term unemployment could increase. In the EU15, the rank correlation between the 85 ",
        "long term unemployment rate and the OECD employment protection legislation index is 0.4 for permanent and 0.5 for temporary working contracts (2003). Thus, a positive cor- relation is supported by the data, but it is not very high. Other proxies are the average length of the notice period, severance pay or the maximum cumulated duration allowed for temporary working contracts. Moreover, the first principal component of the quanti- tative proxies could provide a convenient measure. Anyway, if employment protection legislation affects the economy mainly through the wage mark up, the latter should be explained by proxies utilizing the dynamic panel approach. 12.3 Satellites for the knowledge based economy The possibility to model reforms related to the knowledge based economy indirectly implies the specification of an empirical link between such policy measures and an in- termediate variable which represent a transmission channel of these measures. The ef- fects of investments in R&D or analogous reforms to stimulate innovation would take place through an increase in efficiency which translates into a TFP shock. The satellite model would therefore consist of two equations so that the estimation is performed us- ing a two step instrumental variable approach in order to solve endogeneity issues. First, R&D is regressed on a vector of determinants of innovation, such as the degree of prod- uct market competition, a high level of financial development and access to foreign in- ventions (Jaumotte and Pain, 2005), as well as some indicators of regulation reforms on the R&D sector. Among others one may think of the availability of scientists and engi- neers, the level of tertiary education, research conducted in the public sector (including universities) and business-academic links (public-private partnership). Second, the ef- fect of the predicted levels of R&D is estimated on the TFP index. Then, the macro model is used to evaluate the effect of the respective changes in the TFP variable on the core model variables. An additional final remark relates to the feedback between the core and the satellite model. Changes in R&D would affect TFP, which would also af- fect productivity and growth, which in turn would have an impact on R&D. An iterative solution would be the way to consider this feedback. 86 ",
        "WorldScan is linked to specific satellites in order to translate specific Lisbon policies to the economic model. To compute the impact of reaching the targets on education and training, Jacobs (2005) developed a small, independent satellite model to WorldScan, which incorporates various issues of skill-formation needed to simulate the targets. This extension considers three disaggregated skill groups at the lower education level and for two types of higher educated workers. The disaggregated skills equations are calibrated, based on substitution elasticities and returns to education found in the literature. An- other issue of implementation is the time lag between formal educations and the skill structure of the labour force. The Jacobs’ satellite model contains a stylised cohort model to compute the impact of reaching the targets in 2010 on the skill structure of the labour force in the period 2010-2040. Combining disaggregated skill categories, on-the- job training and quality of education with a stylised cohort model, the satellite model computes a time path of the increase of labour efficiency that originates from Europe reaching the skill targets in 2010. This increase in labour efficiency is inserted in the WorldScan model. One issue to bear in mind is that although the simulation captures the most important costs of achieving the skills targets, it ignores the direct and institutional costs associated with larger levels of investments in formal schooling and training. 87 ",
        "Part V: Directions to model developing 88 ",
        "13 Conclusions The aim of this project is to assess the feasibility of developing an instrument to model and estimate the impact of structural reforms on macroeconomic performance in the European Union Member States. Box 1 identifies the various methodologies available to assess the impact of structural reforms according to the needs of policy makers. One relevant conclusion from the study is that the applied tool should be able to distin- guish short- and long-run effects and to consider the possibility of evaluating a compre- hensive package of measures and of the time scales for their implementation. Moreover, the tool should be able to provide evidence about the effects of structural reforms on the macroeconomic performance for the overall economy. One of the main results is that no single econometric modelisation strategy dominates. All of the models have their strengths and weaknesses, and it is very important to keep them in mind when interpreting the impact of structural reforms. In principle, the analy- sis should use more than one type of model. This strategy can reveal robust insights into the working of structural reforms. Furthermore, the simulation capabilities of existing models can be enhanced by the combination of the different tools, where the outcome of one model can be used as input in the other. In the light of this finding, the most appropriate tool that can be developed in the short- term is the integration of a DSGE model (QUEST, in this case, due to its in-house availability) with various satellite models, to be developed. Satellite models are needed as some reforms cannot be assessed directly within QUEST. For a few, such as tax or social security reforms, the effects can be implemented directly as these policy variables are explicitly included in the model, but this is not the case for the majority of reforms. The satellite model is used in a first stage to quantify the effect of a certain policy change on an intermediate variable exogenous to QUEST. Then, in a second stage, the change in this variable is evaluated within the model in order to obtain the simulation results of the reforms considered. Satellite models can be constructed fairly easily, without changing the more complex structure of the core model, which greatly improves the flexibility of the model in investigating new policy issues. 89 ",
        "90 Box 1. Decision tree for model selection The most accurate tool to assess the impact of structural reforms depends on the specific topic of re- search, the objectives pursued and the scope of the study. The decision tree in the next page identifies the appropriate model depending on the topic of research. The selection process consists of several steps. The first principal question refers to those aspects related to reforms that policymakers want to analyse. Mi- crosimulation models are important if the income distribution has to be considered. However, since the Commission’s interest is in macroeconomic performance, we have developed the decision tree for the aggregated level, leaving apart the micro area. It should be noted that some models allow some kind of heterogeneity: CGE models in particular can consider heterogeneous sectors or agents. Otherwise, the homogeneous agent framework is more important. However, there are some exceptions to the stylized decision tree. For example, the E3ME is a macroeconometric model incorporating sectors, and DSGEs also allow for some limited degree of heterogeneity. The next question that should be posed is whether it is important to distinguish between the di- rect and indirect effects of the reforms. If it is not, the single equation approach is a proper choice, in particular for the ex-post evaluation of reforms, and has the advantage of not being very time-consuming. The technique is also appropriate in an ex-ante framework, provided that the coefficients are not subject to shifts due to policy change. However, of the two strategies that can be followed, one- or two-step, only the latter leads to interpretable though limited results in the sense of providing evidence regarding the transmission channels of structural reforms. The advantage is that single equations can also be used as satellite models feeding into other more complex approaches, like CGEs and DSGEs. Generally, the distinction between direct and indirect effects would suggest that different kinds of models are needed. Here, one needs to consider whether the analysis to be conducted has an ex-ante or ex-post focus. CGE and DSGE models can also be used for ex-post evaluation of reforms, but especially within an ex-ante analysis. In contrast, macroeconometric models are largely data-driven and only suitable for an ex-post setting. Another issue which has to be taken into account is whether the analysis is carried out for the overall economy or only for directly affected markets. All models apart from partial equilibrium models refer to the whole economy. However, focusing on only one sector makes it possible to consider certain industry- specific regulations in isolation, and these models are faster to implement and easier to maintain. The disadvantage, however, is that they ignore spillovers from or into other sectors or assumes that the sector under study is very small and has only little impact on the rest of the economy. If linkages between sectors are considered to be important and the reforms to be analysed are as- sumed to affect the whole economy, the next issue to consider is whether dynamic adjustment is impor- tant or not. If it is not, CGE models are the most suitable tools. Here, data requirements are of limited importance as most parameters are calibrated. This of course comes at the cost of the models being less empirically founded than some counterparts such as macroeconometric models. When dynamic adjustment processes need to be included, either macroeconometric models or DSGEs should be chosen. The former is preferred for forecasting and the latter for policy simulation. The empirical fit might dominate the specification in the macroeconometric models and therefore, the rela- tionships can be partially subject to the Lucas critique. Hence, macroeconometric models are better suited for the ex-post analysis of past reforms, although they can also be used for ex-ante analysis of future re- forms, in particular to examine short-term impacts. DSGEs overcome the deficits of traditional mac- roeconometric models. They are preferable for policy analysis in an ex-ante setting, that is, to investigate the long-run impact of alternative policy strategies. ",
        "Which aspects related to reforms are analysed? Sectoral issues are important, heterogeneity across agents CGE MODELS Assessment of the effects on homogeneous agents Can direct and indirect effects be distinguished? No Yes Ex-post, and ex-ante evalua- tion (only if the Lucas critique do not apply) SINGLE EQUATION MODELS Yes: Ex-post analysis Reforms measured through institutional indicators No: Ex-ante analysis Reforms measured through scenarios and/ or institu- tional indicators Which kind of markets are analysed? Which kind of markets are analysed? Whole economy Spillovers included Whole economy Spillovers included Only the directly affected markets Spillovers not included PARTIAL EQUILIBRIUM MODELS Only the directly affected markets Spillovers not included Is it a dy- namic analy- sis? PARTIAL EQUILIBRIUM MODELS Yes No CGE MODELS MACROECO- NOMETRIC MODELS DSGE MODELS Does the Lucas critique apply? Is it a dy- namic analy- sis? Yes No CGE MODELS MACROECO- NOMETRIC MODELS DSGE MODELS 91 ",
        "In addition to satellite models being constructed, the structure of the core model could also be modified in order to include the effect of structural reforms. The main advantage of this approach is that the transmission channel is incorporated into the main model and considered directly. In this case, the transmission variables need to be specified in an endogenous way in the core model. Thus, the option of expanding the core model with more detailed formal sub-models is more attractive, because of its theoretical consistency. However, since CGEs and DSGEs are built on microeconomic theory, the behavioural equation has to be deter- mined by microeconomic principles, which is not always feasible. Even in the case that there is a rigorous theoretical base for the specification, the main disadvantages of this approach is that it is time-consuming, can only be applied for a limited number of pol- icy fields, adds complexity to the core model and makes it quickly unmanageable. As a result, there can be problems in the model solution due to numerical limitations in solv- ing algorithms. Cross-sections analysis does not allow the impact of structural reforms to be disentan- gled from other country-specific characteristics. Time series data allow for delays in the effects, but the time series approach is difficult to handle as there may be insufficient variation in the regressors. Thus, the best option is a dynamic panel structure, where the impact of the reforms will be separated from other country characteristics embedded in the fixed effects. With this approach, average effects across countries are uncovered. An additional aspect is that structural reforms could affect the overall economy, but also specific sectors. This is not a problem from the perspective of satellite models, because they can be specified for both the sectoral and macroeconomic level. However, the QUEST model does not support a sectoral decomposition and therefore, satellites for particular sectors cannot be linked to QUEST without further knowledge. In these cases, additional tools are required to bridge the gap. Based on input-output analysis, the im- portance of individual sectors for the overall economy can be estimated on the grounds of the flows of intermediate inputs between the different sectors. Input-output matrices are available at least for some large countries, which can be considered as representative for the entire economic area. The new OECD indicators on the ‘knock on’ effects of regulation are of interest in this regard. 92 ",
        "It should be noted, moreover, that severe limitations on indicators about structural re- forms have to be taken into account, even if several databases are merged (EU Commis- sion, OECD and Fraser Institute, among others). The information might be not available at the desired frequency and for all the considered countries. Missing values can be a serious problem, and the use of interpolation could bias the empirical results. In addi- tion, many indicators are only rank-scaled, allowing insights into the direction, but not the size of the impact of the reform. For the latter, quantitative indicators would be in- dispensable, so efforts should also be dedicated to improving the availability of this kind of data. Our recommendation to the European Commission in order to improve the available tools to quantify the impact of structural reforms is to consider the roadmap which fol- lows. It describes the strategy that could be adopted in the short-run and some other actions that could be taken in a longer time horizon. The roadmap is divided into two sections: the preparatory work, and work effort needed to prepare the different tools. In the preparatory work (section A), the institutional re- forms to be evaluated and the main transmission channels need to be identified. Then, a principal decision is required on the appropriate dataset. Indicators could either be taken from institutional databases or constructed for the sake of the project. In the latter case, structural reforms have to be translated into model variables. Preparatory work is needed in any case. The efforts needed for construction of the model (section B) depend on the time horizon. Roadmap for further model development A Preparatory work Stage 1: Identification of the institutional reforms to be evaluated A1 Structural reforms to be evaluated in each country A2 Identification of transmission channels 93 ",
        "Stage 2: Obtaining institutional data A3 Institutional databases or construction of specific indicators, depending on data accuracy, scaling of indicators, etc A4 Institutional datasets might be merged to arrive at a longer time span, data need to be interpolated to match frequency of macroeconomic data A5 Reforms expressed in terms of model variables, such as cost categories B Preparing tools to analyse the impact of structural reforms Stage 3: Constructing single equation models B1 Define appropriate transmission variables for two-step approach B2 Specification of variable(s) describing the macroeconomic record B3 Estimation of single equation, control for endogeneity by using instruments, tests for non-linearities and structural breaks B4 Single equations can be used as satellite models to more elaborated approaches Advantage: Swift implementation. Disadvantage: short and long run effects of reforms not distinguished, approach subject to Lucas critique Stage 4. Constructing partial equilibrium models B5 Identification of sectors directly affected by structural reforms B6 Analysis of feedbacks to other sectors. Partial models appropriate if spillovers are negligible B7 Model specification and solution, policy implications Advantage: Swift implementation; high detail in modelling; useful as benchmark and possible satellite model from the perspective of CGEs. Disadvantage: only directly af- fected markets; reduced form does not allow disentanglement of the transmission chan- nels; spillovers from or into other sectors ignored. Stage 5. Integration of satellite models developed in stages 3 and 4 with the QUEST model B8 Adaptation of models selected to cover reforms (identification of variables af- fected by structural reforms, possibilities to integrate satellite models) B9 Adaption of model specification, model solution, policy implications 94 ",
        "95 Advantage: Consistent with economic theory, dynamic adjustment incorporated, Disad- vantage: not much heterogeneity across agents or sectors, results assumption-driven (parameter calibration), but improved with the use of satellites. Stage 6. Adaptation and/or construction of CGE/DSGE models B10 Discussion on pre-existing models B11 Possibilities of devoting resources to develop CGE/DSGE models B12 Adaptation of models selected to cover reforms (identification of variables af fected by structural reforms, possibilities to include satellite models) B13 Identification and inclusion of variables affected by structural reforms. Deve- lopment of specific modules (core and satellite models) B14 Specification of behavioural equations, calibration or estimation of parameters according to previous literature, tests of model consistency (parameters must be constant, standard simulations should lead to convincing results) B15 Policy analysis and implications of results Advantage: Models likely to be robust to Lucas critique (but testing required). CGEs more appropriate for static analysis and heterogeneous agents or sectors, DSGEs for dynamic analysis and limited heterogeneity across agents and sectors, suitable to ex- plore sequence of reforms. Disadvantage: due to optimization framework, short-run impacts of structural reforms are difficult to explore, time-consuming. ",
        "S t r e n g t h s W e a k n e s s e s S i n g l e e q u a t i o n m o d e l s • D i f f e r e n t k i n d s o f s t r u c t u r a l r e f o r m s c a n b e e a s i l y a n a l y s e d . • I n d i c a t o r s o f r e f o r m s c a n b e e a s i l y i n t r o d u c e d i n t o t h e s e m o d e l s ( t i m e s e r i e s , c r o s s s e c t i o n a n d p a n e l ) . • I n t e r a c t i o n s b e t w e e n r e f o r m s c a n b e c o n s i d e r e d , b u t t h e c a p a c i t y o f t h i s a p - p r o a c h t o d i s c u s s t h e i m p a c t s o f a s e q u e n c e o f r e f o r m s i s r a t h e r l i m i t e d . • S i m p l e m o d e l l i n g s o f t w a r e c a n b e u s e d . • R e s u l t s f r o m t h e s e m o d e l s c a n b e u s e d a s i n p u t s f o r m o r e c o m p l e x m o d e l s . • T h e e f f e c t s o f t h e r e f o r m s a r e a n a l y s e d o n l y f o r o n e p a r t i c u l a r v a r i a b l e r e l a t e d t o m a c r o e c o n o m i c p e r f o r m a n c e o r f o r a n i n t e r m e d i a t e v a r i a b l e u s e d a s a t r a n s m i t t e r o f t h e e f f e c t s o f r e f o r m o n e c o n o m i c g r o w t h . • T h e y a r e u s u a l l y u s e d f o r e x - p o s t e v a l u a t i o n s a n d s u b j e c t t o t h e L u c a s c r i t i q u e f o r e x - a n t e e v a l u a t i o n s . • O n l y i n d i r e c t e f f e c t s o f t h e r e f o r m s a r e c o n s i d e r e d , a n d , f o r t h i s r e a s o n , t h e y f a i l t o p r o v i d e u n b i a s e d e s t i m a t e s . • A d j u s t m e n t p r o c e s s e s c a n n o t b e a n a l y s e d ( s h o r t - t e r m e f f e c t s c a n n o t b e d i s t i n - g u i s h e d f r o m l o n g - t e r m e f f e c t s ) , a l t h o u g h s o m e s t u d i e s h a v e a p p l i e d V A R m o d e l s a n d p r o v i d e e v i d e n c e r e l a t i n g s h o r t - a n d l o n g - r u n i m p a c t s . C o m p u t a b l e g e n e r a l e q u i l i b - r i u m m o d e l s • T h e m a i n s t r e n g t h o f t h e s e m o d e l s i s t h e i r i n t e r n a l c o n s i s t e n c y a s t h e y i n t e - g r a t e m i c r o e c o n o m i c m e c h a n i s m s a n d i n s t i t u t i o n a l f e a t u r e s i n t o a c o n s i s t e n t m a c r o e c o n o m i c f r a m e w o r k c o n s i d e r i n g f e e d b a c k m e c h a n i s m s b e t w e e n a l l t h e m a r k e t s i n c l u d e d . • T h e y c a n b e u s e d f o r e x - a n t e e v a l u a t i o n . • C G E a n a l y s i s i s f o c u s e d o n l y o n t h e s t e a d y s t a t e w h e n t h e e c o n o m y i s i n a d y n a m i c e q u i l i b r i u m a n d t h e i m p a c t o f r e f o r m s i s f o u n d b y c o m p a r i n g t h e n e w s t e a d y s t a t e w i t h t h e p r e v i o u s o n e , i g n o r i n g t r a n s i t i o n a l d y n a m i c s . • T h e y l a c k s t a t i s t i c a l e v i d e n c e , s o t h e y a r e u s u a l l y c a l i b r a t e d • I t i s u s u a l l y d i f f i c u l t t o a s s e s s t h e i n f l u e n c e o f m o d e l l i n g a s s u m p t i o n s o n t h e r e s u l t s 96 P a r t i a l e q u i l i b r i u m m o d e l s • T h e y a r e m o r e t r a n s p a r e n t a n d c o m p r e h e n s i v e t h a n C G E a n d p r o b a b l y e a s y t o a d a p t t o c o n s i d e r n e w p o l i c y q u e s t i o n s . • T h e y a r e r e l a t i v e l y i n e x p e n s i v e t o u s e a n d m a i n t a i n . S i m p l e m o d e l l i n g s o f t - w a r e c a n b e u s e d . • R e s u l t s f r o m t h e s e m o d e l s c a n b e u s e d a s i n p u t s f o r m o r e c o m p l e x m o d e l s • T h e y c a n b e u s e d b o t h f o r e x - p o s t a n d e x - a n t e e v a l u a t i o n . • T h e s e m o d e l s o n l y c o n s i d e r t h e e f f e c t s o f t h e r e f o r m s o n s e c t o r s w h i c h a r e d i - r e c t l y a f f e c t e d a n d t h e y u s u a l l y f o c u s o n t h r e e a s p e c t s : d e m a n d , s u p p l y a n d t r a d e , p r o v i d i n g m u c h m o r e d e t a i l t h a n g e n e r a l e q u i l i b r i u m m o d e l s . • I t i g n o r e s e f f e c t s i n o t h e r i n d u s t r i e s i n t h e e c o n o m y o r a s s u m e s t h a t t h e s e c t o r i n q u e s t i o n i s v e r y s m a l l a n d t h e r e f o r e h a s l i t t l e i m p a c t o n t h e r e s t o f t h e e c o n o m y . • D u e t o t h e r e d u c e d f o r m n a t u r e , t h e y a r e u n a b l e t o d i s e n t a n g l e t h e t r a n s m i s - s i o n c h a n n e l s . • S t a t i s t i c a l d a t a r e q u i r e m e n t s a r e u s u a l l y h i g h e r t h a n f o r C G E M a c r o e c o n o m e t r i c a n d D G S E m o d e l s • T h e s e m o d e l s c a n b e u s e d f o r t h e s t u d y o f t h e g l o b a l e f f e c t s o f a w i d e r a n g e o f p o l i c y m e a s u r e s e n s u r i n g a c o h e r e n t f r a m e w o r k f o r a n a l y s i n g i n t e r l i n k - a g e s b e t w e e n v a r i a b l e s a n d c o u n t r i e s . • T h e y c o n s i d e r a g e n t s ’ e x p e c t a t i o n s ( u s u a l l y u s i n g a b a c k w a r d - l o o k i n g a p - p r o a c h ) a n d a r e n o t s u b j e c t t o t h e L u c a s c r i t i q u e . • T h e s p e c i f i c a t i o n o f t h e d e c i s i o n b e h a v i o u r o f e c o n o m i c a g e n t s c a n b e u s e d t o s t u d y w e l f a r e - r e l e v a n t q u e s t i o n s . • T h e y a r e u s u a l l y u s e d f o r e x - a n t e e v a l u a t i o n . • T h e y a r e n o t e a s y t o a d a p t t o c o n s i d e r n e w p o l i c y q u e s t i o n s . • T h e y f a i l t o c o n s i d e r s p e c i f i c r e f o r m s a f f e c t i n g c o n s u m e r s ’ a n d f i r m s ’ b e h a v - i o u r . T h e s e k i n d s o f r e f o r m s a r e c o n s i d e r e d t h r o u g h a s s u m p t i o n s . ",
        "References Agell, J. (1999): On the benefits from rigid labour markets: norms, market failures and social insurance, Economic Journal 109, 143-164. Aghion, P. (2004): Growth and Education. Gerschenkron meets Schumpeter, Paper pre- sented at the Annual Meeting of the Austrian Economic Association, Vienna. Aghion, P., Harris, C., Howitt, P., Vickers, J. (2001): Competition, imitation and growth with step-by-step innovation, Review of Economic Studies 68, 467-492. Ahn, S. (2002): Competition, innovation and productivity growth: A review of theory and evidence, OECD Working Paper 317. Aidt, T, Tzannatos, Z. (2002): Unions and collective bargaining. Economic effects in a global environment, World Bank, Washington. Alesina, A., Ardagna, S., Nicoletti, G., Schiantarelli, F. (2005): Regulation and invest- ment, Journal of the European Economic Association 3, 791-825. Annett, A., Debrun, X. (2004): Implementing Lisbon: incentives and constraints, in Euro Area Policies: Selected Issues, IMF Staff Country Report 04/235, Washington. Arellano, M., Bond, S. (1991): Some tests of specification for panel data: Monte Carlo evidence and an application to employment equations, Review of Economic Studies 58, 277-297. Armington, P. (1969). A theory of demand for products distinguished by place of pro- duction. IMF Staff Papers 16, 159-178. Artís, M., Buscher, H., Clar, M., Dreger, C., Ramos, R. and Suriñach, J. (2005): The contribution of wage developments to labour market performance, European Economy Special Report 1/2005. Baekgaard, H., King, A., Robinson, M. (1999): DYNAMOD-2. An overview, Univer- sity of Canberra, NATSEM Technical Paper 19. Baker, D., Glyn, A., Howell, D., Schmitt, J. (2002): Labour market institutions and un- employment: a critical assessment of cross-country evidence, Center for Economic Pol- icy Analysis, Working Paper 2002-17. 97 ",
        "Banerjee, A., Cockerell, L., Russell, B. (2001): An I(2) analysis of inflation and the markup, Journal of Applied Econometrics 16, 221-240. Barrell, R., Dury, K., Holland, D. (2001): Macro-models and the medium term. The NIESR experience with NiGEM. Bayar, A. (2006): GreenMod II: Dynamic regional and global multi-sectoral modelling of the Belgian economy for impact, scenario and equity analysis, Belgian Science Pol- icy, CP/51. Bayoumi, T., Laxton, D., Pesenti, P. (2004): Benefits and spillovers of greater competi- tion in Europe: A macroeconomic assessment, ECB Working paper series 341. Bayoumi, T., with assistance of Laxton, D., Faruqee, H., Hunt, B., Karam, P., Lee, J., Rebucci, A., Tchakarov, I. (2004): GEM. A new international macroeconomic model; International Monetary Fund, Occasional Paper 239, Washington. Belot, M., Van Ours, J. (2001): Unemployment and labour market institutions: An em- pirical analysis; Journal of Japanese and International Economics 15, 1-16. Bertola, G. (2004): A pure theory of job security and labour income risk, Review of Economic Studies 71, 43-61. Bertola, G., Blau, F., Kahn, L. (2001): Comparative analysis of labor market out-comes: Lessons for the US from international long-run evidence, NBER Working Paper, 8526. Bertola, G., Koeniger, W. (2004): Consumption smoothing and the structure of labour and credit markets; IZA Discussion Paper 1052. Blanchard, O. (2004): Designing labour market institutions, http://econ- www.mit.edu/faculty/ blanchar/papers.htm. Blanchard, O., Giavazzi, F. (2003): Macroeconomic effects of regulation and deregula- tion on goods and labour markets, Quarterly Journal of Economics 118, 879-907. Blanchard, O., Wolfers, J. (2000): The role of shocks and institutions in the rise of European unemployment: the aggregate evidence, Economic Journal, 110, C1-C33. Bollen, J.C., Manders, A.J.G. Mulder, M. (2004): Four futures for energy markets and climate change, The Hague, CPB Netherlands Bureau for Economic Policy Analysis, National Institute for Public Health and the Environment RIVM. 98 ",
        "Bollen, J.C., Manders, A.J.G., Veenendaal, P.J.J. (2005): Caps and fences in climate change policies, trade-offs in shaping post-Kyoto, MNP report 500035003/2005, Bilt- hoven. Bover, O., Arellano, M. and Bentolila, S. (2002): Unemployment Duration, Benefit Du- ration and the Business Cycle, Economic Journal, 112 (479), pp. 223-265. Boylaud, O., Nicoletti, G. (2001): Regulation, market structure and performance in tele- communications, OECD Economic Studies 32, 100-143. Calmfors, L. (1994): Active labour market policy and unemployment – A framework for the analysis of crucial design features, OECD Economic Studies 22, 7-47. Campbell, J.Y., Mankiw, N.G. (1991): The response of consumption to income, Euro- pean Economic Review 35, 723-767. Cambridge Econometrics (2006): E3ME-An Energy-Environment-Economy model for Europe, version 4.1, www.camecon.com/e3me, full manual available at www.camecon- e3memanual.com/cgi-bin/EPW_CGI. Central Planning Bureau (1999): Globalization, international transport and the global environment: our quantitative scenarios, CPB Working Paper 110, The Hague. Cincera, M., Galgau, O. (2005): Impact of market entry and exit on EU productivity and growth performance, European Economy 222, EU Commission Economic Papers. Coenen, G., McAdam, P., Straub, R. (2006): Tax reform and labour market perform- ance in the euro area. A simulation based analysis using the new area wide model, manuscript. Conway, P., Janod, V., Nicoletti, G. (2005): Product market regulation in OECD coun- tries: 1998 to 2003, OECD Economics Department Working Paper 419, Paris. Conway, P., Nicoletti, G. (2006): Product market regulation in non-manufacturing sec- tors in OECD countries: measurement and highlights, OECD Economics Paper Depart- ment Working Paper, forthcoming. Creedy, J, Kalb, G. (2005): Behavioural microsimulation modelling for tax policy analysis in Australia: Experience and prospects, Melbourne Institute of Applied Eco- nomic and Social Research, WP2005N02. 99 ",
        "Dawkins, C., Srinivasan, T.N., Whalley, J. (2001): Calibration, in Heckman, J.J., Learner, E. (ed.): Handbook of Econometrics 5, Elsevier, 3653-3703. De Bruijn, R. (2006): Scale economies and imperfect competition in WorldScan, CPB Memorandum 140, The Hague. De Mooij, R.A., Tang, P.J.G. (2003): Four Futures of Europe, Sdu Publishers, The Hague. Deroose, S., Turrini, A.A. (2005): The short-term budgetary implications of structural reforms. Evidence from a panel of EU countries, CEPR Discussion Paper 5217. Dimaranan, B. V., McDougall, R.A. (2005): Global trade assistance, and production: The GTAP 6 data base, Center for Global Trade Analysis, Purdue University. Dobbelaere, S. (2005): Estimation of price-cost margins and union bargaining power for Belgian manufacturing, International Journal of Industrial Organization 22, 1381-1398. Duran, C. (2004): Evaluación microeconométrica de las políticas públicas de empleo: aspectos metodológicos, Hacienda Pública Española/Revista de Economía Pública, 107- 133. Duval, R., Elmeskov, J. (2005): The effects of EMU on structural reforms in labour and product markets, OECD Economics Department Working Paper 438, Paris. Erkel-Rousse, H., Mirza, D. (2002): Import price elasticities: Reconsidering the evi- dence, Canadian Journal of Economics 35, 282-306. Estevão, M. (2005): Product market regulation and the benefits of wage moderation, IMF Working Paper 05/191, Washington. European Commission (2000): Agenda 2000. CAP reform decisions. Impact analyses. European Commission (2004a): The economic costs of non-Lisbon. A survey of the literature on the economic impact of Lisbon-type reforms, Occasional Papers 16. European Commission (2004b): Public finance in EMU, 2003, European Economy, EU Commission (2005): Directorate General for Economic and Financial Affairs and Economic Policy Committee LABREF database. 100 ",
        "Everaert, L., Schule, W. (2006): Structural reforms in the euro area: Economic impact and role of synchronization across markets and countries, IMF Working Paper 06/137, Washington. Fagan, G., Henry, J., Mestre, R. (2005): An area-wide model for the euro area; Eco- nomic Modelling 22, 39-59. Fabiani, S., Rodriguez-Palenzuela, D. (2001): Model-based indicators of labour market rigidity, ECB Discussion Paper 57. Fernández, R., Rodrik, D. (1991): Resistance to reform: Status quo bias in the presence of individual specific uncertainty, American Economic Review 81, 1146-1155. Flood, L., Jansson, F., Pettersson, T., Pettersson, T., Sundberg, O., Westerberg, A. (2005): SESIM III – a Swedish dynamic microsimulation model, Handbook. Friedman, J., Levinsohn, J. (2002): The distributional impacts of Indonesia’s financial crisis on household welfare: A ‘rapid response’ methodology, World Bank Economic Review 16, 397-423. Galgau, O. (2005): Impact of market entry and exit on EU productivity and growth per- formance, EU Economy, Economic Papers 222. Galí, J., Gertler, M., Lopez-Salido, J.D. (2001): European inflation dynamics; European Economic Review 45, 1237-1262. Gelauff, G.M.M., Lejour, A.M. (2006a): The new Lisbon strategy. An estimation of the economic impact of reaching five Lisbon targets, EU Commission, Industrial Policy and Economic Reforms Papers 1. Gelauff, G.M.M. and A.M. Lejour (2006b) Five Lisbon highlights. The economic im- pact of reaching these targets. CPB Document, 104. Griffith, R., Harrison, R. (2004): The link between product market reform and macro- economic performance, European Economy 209, EU Commission Economic Papers. Gwartney, J., Lawson, R., with Gartzke, E. (2005): Economic Freedom of the World: 2005 annual report of the Fraser Institute, http:// www.freetheworld.com. Heckman, J. J., Vytlacil, E. (2000): Policy-relevant treatment effects, American Eco- nomic Review 91, 107-111. 101 ",
        "Heinemann, F. (2005): How distant is Lisbon from Maastricht?, The short run link be- tween structural reforms and budgetary performance, Centre of European Economic Research (ZEW), Mannheim. Hertel, T. (1997): Global trade analysis: Modeling and applications, Cambridge Univer- sity Press, New York and Melbourne. Hertel, T.W. and Reimer, J.J. (2004): Predicting the poverty impacts of trade reform, World Bank Policy Research Working Paper 3444. International Monetary Fund (2003): Unemployment and labor market institutions, World Economic Outlook, April, Chapter 4. Jacobs, B (2005) Simulating the skills targets in WorldScan, CPB Memorandum 135, The Hague. Jaumotte, F. and N. Pain (2005) From ideas to development: The determinants of R&D and patenting, OECD Working Papers 44. Jean, S., Nicoletti, G. (2002): Product market regulation and wage premia in Europe and North America: An empirical investigation, OECD Working Paper 419. Jones, C. (1995) R&D-Based Models of Economic Growth, Journal of Political Econ- omy, 103, 759-784. Jones, C.I. (2002): Introduction to economic growth, W.W. Norton & Co. Ltd., New York. Kilponen, J., Ripatti, A. (2005): Labour and product market reforms in general equilib- rium – Simulation results using a DGE model of the Finnish economy, manuscript. Koeniger, W., Vindigni, A. (2003): Employment protection and product market regula- tion, IZA Discussion Papers, 880. Köhler, J. (2005): IAMs for transport macroeconomic modelling. The SCENES-E3ME system, presented at UKERC workshop on transport models. Lane, P.R. (2001): The new open economy macroeconomics: A survey; Journal of In- ternational Economics 54, 235-266. Layard, R., Nickell, S., Jackman, R. (1991): Unemployment, macroeconomic perform- ance and the labor market, Oxford, Oxford University Press. 102 ",
        "Lejour, A.M., De Mooij, R.A. (2005): Turkish delight, Does Turkey’s accession to the EU bring economic benefits?, Kyklos 58, 87-120. Lejour, A.M., Tang, P.J.G. (2000): The differential impact of the South on wage ine- quality in the North, CPB Research Memorandum 167, The Hague. Lejour, A., Veenendaal, P., Verweij, G., van Leeuwen, N. (2006): WorldScan. A model for international economic policy analysis, CPB Document 111. London Economics (2002): Quantification of the macroeconomic impact of integration of EU financial markets, Executive summary of the final report to the European Com- mission. Lucas, R.E. Jr. (1976): Econometric policy evaluation: A critique; Journal of Monetary Economics 1, 19-46. Maskus, K. E., Wilson, J. S., Otsuki, T. (2000): Quantifying the impact of technical barriers to trade, World Bank Policy Research Working Paper Series 2512. Moulton, B.R. (1986): Random group effects and the precision of regression estimates, Journal of Econometrics 32, 385-397. Nickell, S. (2003): Labour Market Institutions and Unemployment in OECD Countries, CESifo DICE Report 2/2003, 13-26. Nickell, S., Nunziata, L. (2001): Labour market institutions database, vers. 2.00, LSE, Centre of Economic Performance; http://cep.lse.ac.uk/pubs/download/data0502.zip. Nickell, S., Nunziata, L., Ochel, W., Quintini, G. (2003): The Beveridge curve, unem- ployment and wages in the OECD from the 1960s to the 1990s, in Aghion, P., Frydman, R., Stiglitz, J., Woodford, M. (eds.): Knowledge, information and expectations in mod- ern macroeconomics, Princeton, Princeton University Press. Nicoletti, G., Scarpetta, S., Boylaud, O. (1999): Summary indicators of product market regulation with an extension to employment protection legislation, OECD Working Pa- pers 226. Nicoletti, G., Scarpetta, S. (2003): Regulation, productivity and growth: OECD evi- dence, Economic Policy 18, 11-72. 103 ",
        "Nicoletti, G., Golub, S., Hajkova, D., Mirza, D., Yoo, K-Y (2003): The influence of policies on trade and foreign direct investment, OECD Economic Studies 36. OECD (2003a): OECD expert meeting on developing governmental analytical capaci- ties in the trade policy area. Proceedings and implications for Russia. OECD (2003b): The DOHA Development Agenda: Welfare Gains from Further Multi- lateral Trade Liberalisation with Respect to Tariffs, OECD Trade Directorate Working Papers, No. 10. OECD (2004): Employment Outlook, Chapter 2 and 3: Employment protection legisla- tion and labour market performance. Wage setting institutions and outcomes, Paris. OECD (2005a): Going for growth 2005, Economic Policy Reforms, Paris. OECD (2005b): The Benefits of Liberalising Product Markets and Reducing Barriers to International Trade and Investment: The case of the United States and the European Union, OECD Economics Department Working Paper No. 432. Pepermans, G. (2003): Simulating the restructuring the Flemish electricity distribution sector, Center for Economic Studies Energy, Transport & Environment, K. U. Leuven, Working Paper 2003-01. Pissarides, C.A. (1990): Equilibrium unemployment theory; Blackwell, Oxford. Pitlik, H., Wirth, S. (2003): Do crises promote the extent of economic liberalization? An empirical test, European Journal of Political Economy, 19, 565-581. Räisänen, H. (2004): Recruiting labour at the public employment service, Government Institute for Economic Research, Helsinki. Roeger, W., in't Veld, J. (1997): QUEST II. A Multi Country Business Cycle and Growth Model, EU Commission, Directorate General for Economic and Financial Af- fairs. Roeger, W., in't Veld, J. (2002): Some selected simulation experiments with the Euro- pean Commission’s QUEST model, EU Commission, Directorate General for Economic and Financial Affairs, European Economy 178. Romer. P. (1990) Endogenous Technological Change, Journal of Political Economy, 98 (5), 71-102. 104 ",
        "Salgado, R. (2002): Impact of structural reforms on productivity growth in industrial countries, IMF Working paper 02/10, Washington. Scott, P., Finn, B., Merrick, D. (1999): Studies on the impact of liberalising the postal sector: modelling and quantifying scenarios for liberalisation, MMD study for the EU Commission. Sefton, J.A., In’t Veld, J.W. (1999): Consumption and wealth: An international com- parison; Manchester School of Economics 67, 525-544. Sianesi, B. (2004): An evaluation of the Swedish system of active labour market pro- grammes in the 1990s, Review of Economics and Statistics Smets, F., Wouters, R. (2003): An estimated stochastic dynamic general equilibrium model of the euro area, ECB Working Paper 171. Smith, J. (2000): A critical survey of empirical methods for evaluating active labour market policies, University of Western Ontario, Department of Economics 2000-6. Strahan, P.E. (2002): The real effects of US banking deregulation, Wharton Financial Institutions Center Working paper 02-39. Sutherland, H. (2005): Micro-level analysis of the European Social Agenda: Combating poverty and social exclusion through changes in social and fiscal policy, Euromod Working Paper EM8/05. Tang, P., Verweij, G. (2004): Reducing the administrative burden in the European Un- ion, CPB Memorandum 93. Van de Klundert, T., Nahuis, R. (1998): Economic development and trade in the world economy, Economic Modelling 15, 287-305. Van der Mensbrugghe, D. (1994): Green: The reference manual. OECD Economics Department Working Papers, 143. Van Togeren F. et al. (2000): Review of agricultural trade models: an assessment of models with EU policy relevance, Third annual conference on global economic analy- sis, Melbourne, 2000. Young, D. (2003): Employment protection legislation: its economic impact and the case for reform; EU Economic Papers 186. 105 ",
        "Economic Papers* The following papers have been issued. Copies may be obtained by applying to the address: European Commission Directorate-General for Economic and Financial Affairs Publications - BU-1, -1/13 B - 1049 Brussels, Belgium As of n° 120, Economic Papers can be accessed and downloaded free of charge at the following address: http://ec.europa.eu/economy_finance/publications/economicpapers_en.htm No. 1 EEC-DG II inflationary expectations. Survey based inflationary expectations for the EEC countries, by F. Papadia and V. Basano (May 1981). No. 2 The first two years of FECOM transactions, by Robert Triffin (July 1981) No. 3 A review of the informal Economy in the European Community, By Adrian Smith (July 1981). No. 4 Problems of interdependence in a multipolar world, by Tommaso Padoa-Schioppa (August 1981). No. 5 European Dimensions in the Adjustment Problems, by Michael Emerson (August 1981). No. 6 The bilateral trade linkages of the Eurolink Model : An analysis of foreign trade and competitiveness, by P. Ranuzzi (January 1982). No. 7 United Kingdom, Medium term economic trends and problems, by D. Adams, S. Gillespie, M. Green and H. Wortmann (February 1982). No. 8 Où en est la théorie macroéconomique, par E. Malinvaud (juin 1982). No. 9 Marginal Employment Subsidies : An Effective Policy to Generate Employment, by Carl Chiarella and Alfred Steinherr (November 1982). No. 10 The Great Depression: A Repeat in the l980s ?, by Alfred Steinherr (November 1982). No. 11 Evolution et problèmes structurels de l’économie néerlandaise, par D.C. Breedveld, C. Depoortere, A. Finetti, Dr. J.M.G. Pieters et C. Vanbelle (mars 1983). No. 12 Macroeconomic prospects and policies for the European Community, by Giorgio Basevi, Olivier Blanchard, Willem Buiter, Rudiger Dornbusch, and Richard Layard (April 1983). No. 13 The supply of output equations in the EC-countries and the use of the survey–based inflationary expectations, by Paul De Grauwe and Mustapha Nabli (May 1983). No. 14 Structural trends of financial systems and capital accumulation : France, Germany, Italy, by G. Nardozzi (May 1983). No. 15 Monetary assets and inflation induced distorsions of the national accounts - conceptual issues and correction of sectoral income flows in 5 EEC countries, by Alex Cukierman and Jorgen Mortensen (May 1983). No. 16 Federal Republic of Germany. Medium-term economic trends and problems, by F. Allgayer, S. Gillespie, M. Green and H. Wortmann (June 1983). No. 17 The employment miracle in the US and stagnation employment in the EC, by M. Wegner (July 1983). * Issues 1 to 115 are out-of-print ",
        "No. 18 Productive Performance in West German Manufacturing Industry 1970-l980; A Farrell Frontier Characterisation, by D. Todd (August 1983). No. 19 Central-Bank Policy and the Financing of Government Budget Deficits : A Cross-Country Comparison, by G. Demopoulos, G. Katsimbris and S. Miller (September 1983). No. 20 Monetary assets and inflation induced distortions of the national accounts. The case of Belgium, by Ken Lennan (October 1983). No. 21 Actifs financiers et distorsions des flux sectoriels dues à l’inflation: le cas de la France, par J.–P Baché (octobre 1983). No. 22 Approche pragmatique pour une politique de plein emploi : les subventions à la création d’emplois, par A. Steinherr et B. Van Haeperen (octobre 1983). No. 23 Income Distribution and Employment in the European Communities 1960-1982, by A. Steinherr (December 1983). No. 24 U.S. Deficits, the dollar and Europe, by O. Blanchard and R. Dornbusch (December 1983). No. 25 Monetary Assets and inflation induced distortions of the national accounts. The case of the Federal Republic of Germany, by H. Wittelsberger (January 1984). No. 26 Actifs financiers et distorsions des flux sectoriels dues à l’inflation : le cas de l’Italie, par A. Reati (janvier 1984). No. 27 Evolution et problèmes structurels de l’économie italienne, par Q. Ciardelli, F. Colasanti et X. Lannes (janvier 1984). No. 28 International Co-operation in Macro-economic Policies, by J.E. Meade (February 1984). No. 29 The Growth of Public Expenditure in the EEC Countries 1960-1981 : Some Reflections, by Douglas Todd (December 1983). No. 30 The integration of EEC qualitative consumer survey results in econometric modelling : an application to the consumption function, by Peter Praet (February 1984). No. 31 Report of the CEPS Macroeconomic Policy Group. EUROPE : The case for unsustainable growth, by R. Layard, G. Basevi, O. Blanchard, W. Buiter and R. Dornbusch (April 1984). No. 32 Total Factor Productivity Growth and the Productivity Slowdown in the West German Industrial Sector, 1970-1981, by Douglas Todd (April 1984). No. 33 An analytical Formulation and Evaluation of the Existing Structure of Legal Reserve Requirements of the Greek Economy : An Uncommon Case, by G. Demopoulos (June 1984). No. 34 Factor Productivity Growth in Four EEC Countries, 1960-1981, by Douglas Todd (October 1984). No. 35 Rate of profit, business cycles and capital accumulalion in U.K. industry, 1959-1981, by Angelo Reati (November 1984). No. 36 Report of the CEPS Macroeconomic Policy Group. Employment and Growth in Europe : A Two-Handed Approach by P. Blanchard, R. Dornbush, J. Drèze, H. Giersch, R. Layard and M. Monti (June 1985). No. 37 Schemas for the construction of an ”auxiliary econometric model” for the social security system, by A. Coppini and G. Laina (June l985). No. 38 Seasonal and Cyclical Variations in Relationship among Expectations, Plans and Realizations in Business Test Surveys, by H. König and M. Nerlove (July 1985). No. 39 Analysis of the stabilisation mechanisms of macroeconomic models : a comparison of the Eurolink models by A. Bucher and V. Rossi (July 1985). ",
        "No. 40 Rate of profit, business cycles and capital accumulation in West German industry, 1960- 1981, by A. Reati (July 1985). No. 41 Inflation induced redistributions via monetary assets in five European countries : 1974- 1982, by A. Cukierman, K. Lennan and F. Papadia (September 1985). No. 42 Work Sharing: Why ? How ? How not ..., by Jacques H. Drèze (December 1985). No. 43 Toward Understanding Major Fluctuations of the Dollar by P. Armington (January 1986). No. 44 Predictive value of firms’ manpower expectations and policy implications, by G. Nerb (March 1986). No. 45 Le taux de profit et ses composantes dans l’industrie française de 1959 à 1981, par Angelo Reati (mars 1986). No. 46 Forecasting aggregate demand components with opinions surveys in the four main EC- Countries - Experience with the BUSY model, by M. Biart and P. Praet (May 1986). No. 47 Report of CEPS Macroeconomic Policy Group : Reducing Unemployment in Europe : The Role of Capital Formation, by F. Modigliani, M. Monti, J. Drèze, H. Giersch and R. Layard (July 1986). No. 48 Evolution et problèmes structurels de l’économie française, par X. Lannes, B. Philippe et P. Lenain (août 1986). No. 49 Long run implications of the increase in taxation and public debt for employment and economic growth in Europe, by G. Tullio (August 1986). No. 50 Consumers Expectations and Aggregate Personal Savings, by Daniel Weiserbs and Peter Simmons (November 1986). No. 51 Do after tax interest affect private consumption and savings ? Empirical evidence for 8 industrial countries : 1970-1983, by G. Tullio and Fr. Contesso (December 1986). No. 52 Validity and limits of applied exchange rate models : a brief survey of some recent contributions, by G. Tullio (December 1986). No. 53 Monetary and Exchange Rate Policies for International Financial Stability : a Proposal, by Ronald I. McKinnon (November 1986). No. 54 Internal and External Liberalisation for Faster Growth, by Herbert Giersch (February 1987). No. 55 Regulation or Deregulation of the Labour Market : Policy Regimes for the Recruitment and Dismissal of Employees in the Industrialised Countries, by Michael Emerson (June 1987). No. 56 Causes of the development of the private ECU and the behaviour of its interest rates : October 1982 - September 1985, by G. Tullio and Fr. Contesso (July 1987). No. 57 Capital/Labour substitution and its impact on employment, by Fabienne Ilzkovitz (September 1987). No. 58 The Determinants of the German Official Discount Rate and of Liquidity Ratios during the classical goldstandard: 1876-1913, by Andrea Sommariva and Giuseppe Tullio (September 1987). No. 59 Profitability, real interest rates and fiscal crowding out in the OECD area 1960-1985 (An examination of the crowding out hypothesis within a portfolio model), by Jorgen Mortensen (October 1987). No. 60 The two-handed growth strategy for Europe : Autonomy through flexible cooperation, by J. Drèze, Ch. Wyplosz, Ch. Bean, Fr. Giavazzi and H. Giersch (October 1987). No. 61 Collusive Behaviour, R & D, and European Policy, by Alexis Jacquemin (Novemher 1987). ",
        "No. 62 Inflation adjusted government budget deficits and their impact on the business cycle : empirical evidence for 8 industrial countries, by G. Tullio (November 1987). No. 63 Monetary Policy Coordination Within the EMS: Is there a Rule ?, by M. Russo and G. Tullio (April 1988). No. 64 Le Découplage de la Finance et de l’Economie - Contribution à l’Evaluation des Enjeux Européens dans la Révolution du Système Financier International par J.-Y. Haberer (mai 1988). No. 65 The completion of the internal market : results of macroeconomic model simulations, by M. Catinat, E. Donni and A. Italianer (September 1988). No. 66 Europe after the crash : economic policy in an era of adjustment, by Charles Bean (September 1988). No. 67 A Survey of the Economies of Scale, by Cliff Pratten (October 1988). No. 68 Economies of Scale and Intra-Community trade, by Joachim Schwalbach (October 1988). No. 69 Economies of Scale and the Integration of the European Economy : the Case of Italy, by Rodolfo Helg and Pippo Ranci (October 1988). No 70 The Costs of Non-Europe - An assessment based on a formal Model of Imperfect Competition and Economies of Scale, by A. Smith and A. Venables (October 1988). No. 71 Competition and Innovation, by P.A. Geroski (October I 988). No. 72 Commerce Intra-Branche - Performances des firmes et analyse des échanges commerciaux dans 1a Communauté européenne par le Centre d’Etudes Prospectives et d’Informations Internationales de Paris (octobre 1988). No. 73 Partial Equilibrium Calculations of the Impact of Internal Market Barriers in the European Community, by Richard Cawley and Michael Davenport (October 1988). No. 74 The exchange-rate question in Europe, by Francesco Giavazzi (January 1989). No. 75 The QUEST model (Version 1988), by Peter Bekx, Anne Bucher, Alexander Italianer, Matthias Mors (March 1989). No. 76 Europe’s Prospects for the 1990s, by Herbert Giersch (May 1989). No. 77 1992, Hype or Hope : A review, by Alexander Italianer (February 1990). No. 78 European labour markets : a long run view (CEPS Macroeconomic Policy Group 1989 Annual Report), by J.-P. Danthine, Ch. Bean, P. Bernholz and E. Malinvaud (February 1990). No. 79 Country Studies - The United Kingdom, by Tassos Belessiotis and Ralph Wilkinson (July 1990). No. 80 See ” Länderstudien ” No. 1 No. 81 Country Studies - The Netherlands, by Filip Keereman, Françoise Moreau and Cyriel Vanbelle (July 1990). No. 82 Country Studies - Belgium, by Johan Baras, Filip Keereman and Françoise Moreau (July 1990). No. 83 Completion of the internal market : An application of Public Choice Theory, by Manfred Teutemann (August 1990). No. 84 Monetary and Fiscal Rules for Public Debt Sustainability, by Marco Buti (September 1990). ",
        "No. 85 Are we at the beginning of a new long term expansion induced, by technological change ?, by Angelo Reati (August 1991). No. 86 Labour Mobility, Fiscal Solidarity and the Exchange Rate Regime : a Parable of European Union and Cohesion, by Jorge Braga de Macedo (October 1991). No. 87 The Economics of Policies to Stabilize or Reduce Greenhouse Gas Emissions : the Case of CO2, by Mathias Mors (October 1991). No. 88 The Adequacy and Allocation of World Savings, by Javier Santillán (December 1991). No. 89 Microeconomics of Saving, by Barbara Kauffmann (December 1991). No. 90 Exchange Rate Policy for Eastern Europe and a Peg to the ECU, by Michael Davenport (March 1992). No. 91 The German Economy after Unification : Domestic and European Aspects, by Jürgen Kröger and Manfred Teutemann (April 1992). No. 92 Lessons from Stabilisation Programmes of Central and Eastern European Countries, 1989- 91, by Domenico Mario Nuti (May 1992). No. 93 Post-Soviet Issues : Stabilisation, Trade and Money, by D. Mario Nuti and Jean Pisani– Ferry (May 1992). No. 94 Regional Integration in Europe by André Sapir (September 1992). No. 95 Hungary : Towards a Market Economy (October 1992). No. 96 Budgeting Procedures and Fiscal Performance in the European Communities, by Jürgen von Hagen (October 1992). No. 97 L’ECU en poche ? Quelques réflexions sur la méthode et le coût du remplacement des monnaies manuelles nationales par des pièces et des billets en ECU, par Ephraïm Marquer (octobre 1992). No. 98 The Role of the Banking Sector in the Process of Privatisation, by Domenico Mario Nuti (November 1992). No. 99 Towards budget discipline : an economic assessment of the possibilities for reducing national deficits in the run-up to EMU, by Dr. J. de Haan, Dr. C.G.M. Sterks and Prof. Dr. C.A. de Kam (December 1992). No. 100 EC Enlargement and the EFTA Countries, by Christopher Sardelis (March 1993). No. 101 Agriculture in the Uruguay Round : ambitions and realities, by H. Guyomard, L.-P. Mahé, K. Munk and T. Roe (March 1993). No. 102 Targeting a European Monetary Aggregate, Review and Current Issues, by Christopher Sardelis (July 1993). No. 103 What Have We Learned About the Economic Effects of EC Integration ? - A Survey of the Literature, by Claudia Ohly (September 1993). No. 104 Measuring the Term Structure of ECU Interest Rates, by Johan Verhaeven and Werner Röger (October 1993). No. 105 Budget Deficit and Interest Rates : Is there a Link ? International evidence, by José Nunes– Correia and Loukas Stemitsiotis (November 1993). No. 106 The Implications for Firms and Industry of the Adoption of the ECU as the Single Currency in the EC, by M. Burridge and D.G. Mayes (January 1994). No. 107 What does an economist need to know about the environment ? Approaches to accounting for the environment in statistical informations systems, by Jan Scherp (May 1994). ",
        "No. 108 The European Monetary System during the phase of transition to European Monetary Union, by Dipl.–Vw. Robert Vehrkamp (July 1994). No. 109 Radical innovations and long waves into Pasinetti’s model of structural change : output and employment, by Angelo Reati (March 1995). No. 110 Pension Liabilities - Their Use and Misuse in the Assessment of Fiscal Policies, by Daniele Franco (May 1995). No. 111 The Introduction of Decimal Currency in the UK in 1971. Comparisons with the Introduction of a Single European Currency, by N.E.A. Moore (June 1995). No. 112 Cheque payments in Ecu - A Study of Cross-Border Payments by Cheques in Ecu Across the European Union, by BDO Stoy Hayward Management Consultants (July 1995). No. 113 Banking in Ecu - A Survey of Banking Facilities across the European Union in the ECU, Deutschmark and Dollar and of Small Firms’ Experiences and Opinions of the Ecu, by BDO Stoy Hayward Management Consultants (July 1995). No. 114 Fiscal Revenues and Expenditure in the Community. Granger-Causality Among Fiscal Variables in Thirteen Member States and Implications for Fiscal Adjustment, by Tassos Belessiotis (July 1995). No. 115 Potentialities and Opportunities of the Euro as an International Currency, by Agnès Bénassy-Quéré (July 1996). No. 116 Consumer confidence and consumer spending in France, by Tassos Belessiotis (September 1996). No. 117 The taxation of Funded Pension Schemes and Budgetary Policy, by Daniele Franco (September 1996). No. 118 The Wage Formation Process and Labour Market Flexibility in the Community, the US and Japan, by Kieran Mc Morrow (October 1996). No. 119 The Policy Implications of the Economic Analysis of Vertical Restraints, by Patrick Rey and Francisco Caballero-Sanz (November 1996). No. 120 National and Regional Development in Central and Eastern Europe: Implications for EU Structural Assistance, by Martin Hallet (March 1997). No. 121 Budgetary Policies during Recessions, - Retrospective Application of the “Stability and Growth Pact” to the Post-War Period -, by M. Buti, D. Franco and H. Ongena (May 1997). No. 122 A dynamic analysis of France’s external trade - Determinants of merchandise imports and exports and their role in the trade surplus of the 1990s, by Tassos Belessiotis and Giuseppe Carone (October 1997). No. 123 QUEST II - A Multi Country Business Cycle and Growth Model, by Werner Roeger and Jan in’t Veld (October 1997). No. 124 Economic Policy in EMU - Part A : Rules and Adjustment, by Directorate General II, Economic and Financial Affairs (November 1997). No. 125 Economic Policy in EMU - Part B : Specific Topics, by Directorate General II, Economic and Financial Affairs (November 1997). No. 126 The Legal Implications of the European Monetary Union under the U.S. and New York Law, by Niall Lenihan (January 1998). No. 127 Exchange Rate Variability and EU Trade, by Khalid Sekkat (February 1998). No. 128 Regionalism and the WTO: New Rules for the Game?, by Nigel Nagarajan (June 1998). ",
        "No. 129 MERCOSUR and Trade Diversion: What Do The Import Figures Tell Us?, by Nigel Nagarajan (July 1998). No. 130 EUCARS: A partial equilibrium model of EUropean CAR emissions (Version 3.0), by Cécile Denis and Gert Jan Koopman (November 1998). No. 131 Is There a Stable Money Demand Equation at The Community Level? - Evidence, using a cointegration analysis approach, for the Euro-zone countries and for the Community as a whole -, by Kieran Mc Morrow (November 1998). No. 132 Differences in Monetary Policy Transmission? A Case not Closed, by Mads Kieler and Tuomas Saarenheimo (November 1998). No. 133 Net Replacement Rates of the Unemployed. Comparisons of Various Approaches, by Aino Salomäki and Teresa Munzi (February 1999). No. 134 Some unpleasant arithmetics of regional unemployment in the EU. Are there any lessons for the EMU?, by Lucio R. Pench, Paolo Sestito and Elisabetta Frontini (April 1999). No. 135 Determinants of private consumption, by A. Bayar and K. Mc Morrow (May 1999). No. 136 The NAIRU Concept - Measurement uncertainties, hysteresis and economic policy role, by P. McAdam and K. Mc Morrow (September 1999). No. 137 The track record of the Commission Forecasts, by F. Keereman (October 1999). No. 138 The economic consequences of ageing populations (A comparison of the EU, US and Japan), by K. Mc Morrow and W. Roeger (November 1999). No. 139 The millennium round: An economic appraisal, by Nigel Nagarajan (November 1999). No. 140 Disentangling Trend and Cycle in the EUR-11 Unemployment Series – An Unobserved Component Modelling Approach, by Fabrice Orlandi and Karl Pichelmann (February 2000) No. 141 Regional Specialisation and Concentration in the EU, by Martin Hallet (February 2000) No. 142 The Location of European Industry, by K.H. Midelfart-Knarvik, H.G. Overman, S.J. Redding and A.J. Venables (April 2000) No. 143 Report on Financial Stability, by the Economic and Financial Committee (EFC) (May 2000) No. 144 Estimation of Real Equilibrium Exchange Rates, by Jan Hansen and Werner Roeger (September 2000) No. 145 Time-Varying Nairu/Nawru Estimates for the EU’s Member States, by K. McMorrow and W. Roeger (September 2000) No. 146 ECFIN’s Effective tax rates. Properties and Comparisons with other tax indicators, by Carlos Martinez-Mongay (October 2000) No. 147 The Contribution of Information and Communication Technologies to Growth in Europe and the US: A Macroeconomic Analysis, by Werner Roeger (January 2001) No. 148 Budgetary Consolidation in EMU by Jürgen von Hagen (ZEI, University of Bonn, Indiana University, and CEPR), Andrew Hughes Hallett (Strathclyde University, Glasgow, and CEPR), Rolf Strauch (ZEI, University of Bonn) (March 2001) No. 149 A Case for Partial Funding of Pensions with an Application to the EU Candidate Countries by Heikki Oksanen (March 2001) No. 150 Potential output: measurement methods, “new” economy influences and scenarios for 2001- 2010- A comparison of the EU-15 and the US, by K. Mc Morrow and W. Roeger (April 2001) ",
        "No. 151 Modification of EU leading indicators based on harmonised business and consumer surveys, by the IFO Institute for economic Research, introduction by Pedro Alonso, Directorate General for Economic and Financial Affairs (May 2001) No. 152 Are international deposits tax-driven?, by Harry Huizinga and Gaëtan Nicodème (June 2001) No. 153 Computing effective corporate tax rates: comparisons and results, by Gaëtan Nicodème (June 2001) No. 154 An indicator-based short-term forecast for quarterly GDP in the Euro-area, by Peter Grasmann and Filip Keereman (June 2001) No. 155 Comparison between the financial structure of SMES and that of large enterprises (LES) using the BACH database, by Dorothée Rivaud (Université de Reims and CEPN-Paris), Emmanuelle Dubocage (Université de Paris 13), Robert Salais (INSEE and IDHE Cachan) (June 2001) No. 156 Report on financial crisis management, by the Economic and Financial Committee (July 2001) No. 157 EMU and asymmetries in monetary policy transmission, by Massimo Suardi (July 2001) No. 158 Finance and economic growth – a review of theory and the available evidence, by Michael Thiel (July 2001) No. 159 A return to the convertibility principle? Monetary and fiscal regimes in historical perspective, by Michael D. Bordo and Lars Jonung (September 2001) No. 160 Reforms in tax-benefit systems in order to increase employment incentives in the EU, by G. Carone and A. Salomäki (September 2001) No. 161 Policy responses to regional unemployment: lessons from Germany, Spain and Italy, by Sara Davies and Martin Hallet (December 2001) No. 162 EU pension reform – An overview of the debate and an empirical assessment of the main policy reform options, by Kieran Mc Morrow and Werner Roeger (January 2002) No. 163 The Giovannini Group – Cross-border clearing and settlement arrangements in the European Union, Brussels, November 2001 (February 2002) No. 164 Deposit insurance and international bank deposits, by Harry Huizinga and Gaëtan Nicodème (February 2002) No. 165 EMU and the euro – the first 10 years - Challenges to the sustainability and price stability of the euro area - what does history tell us? By Lars Jonung (February 2002) No. 166 Has EMU shifted policy? By F. Ballagriga and C. Martinez-Mongay (February 2002) No. 167 Annual report on structural reforms, by Directorate-General for Economic and Financial Affairs / Economic Policy Committee (EPC) (March 2002) No. 168 The development of quantitative empirical analysis in macroeconomics, by Fernando Ballabriga (April 2002) No. 169 Non-Ricardian fiscal policies in an open monetary union, by Javier Andrés, Fernando Ballabriga and Javier Vallés (April 2002) No. 170 Germany’s growth performance in the 1990’s, by Directorate General for Economic and Financial Affairs (May 2002) No. 171 Report by the Economic and Financial Committee (EFC) on EU financial integration (May 2002) ",
        "No. 172 The effects of fuel price changes on the transport sector and its emissions – simulations with TREMOVE, by Jacques Delsalle (July 2002) No. 173 Latin America’s integration processes in the light of the EU’s experience with EMU, by Heliodoro Temprano Arroyo (July 2002) No. 174 Pension reforms: key issues illustrated with an actuarial model, by Heikki Oksanen (July 2002) No. 175 Sector and size effects on effective corporate taxation, by Gaëtan Nicodème (August 2002) No. 176 Production function approach to calculating potential growth and output gaps – estimates for the EU Member States and the US”, by Cecile Denis, Kieran Mc Morrow and Werner Röger (September 2002) No. 177 Fiscal policy in Europe: how effective are automatic stabilisers? By Anne Brunila, Marco Buti and Jan in ‘t Veld (September 2002) No. 178 Some selected simulation experiments with the European Commission’s QUEST model, by Werner Röger and Jan in ‘t Veld (October 2002) No. 179 Financial Market Integration, Corporate Financing and Economic Growth - Final Report (22 November 2002) by Mariassunta Giannetti, Luigi Guiso, Tullio Jappelli, Mario Padula and Marco Pagano (November 2002) No. 180 Revisiting the Stability and Growth Pact: grand design or internal adjustment? By Marco Buti, Sylvester Eijffinger and Daniele Franco (January 2003) No. 181 Structural features of economic integration in an enlarged Europe: patterns of catching-up and industrial specialisation, by Michael A. Landesmann (January 2003) No. 182 Economic and financial market consequences of ageing populations, by K. Mc Morrow and Werner Röger (April 2003) No. 183 How much has labour taxation contributed to European structural unemployment? by Christophe Planas, Werner Röger and Alessandro Rossi (May 2003) No. 184 Assessment of GDP forecast uncertainty, by Staffan Lindén (May 2003) No. 185 Foreign ownership and corporate income taxation: an empirical evaluation, by Harry Huizinga and Gaëtan Nicodème (June 2003) No. 186 Employment protection legislation: its economic impact and the case for reform, by David Young (July 2003) No. 187 What is the impact of tax and welfare reforms on fiscal stabilisers? A simple model and an application to EMU, by Marco Buti (European Commission) and Paul Van den Noord (OECD), (July 2003) No. 188 Wage formation and European integration, by Torben M. Andersen (CEPR, IZA and EPRU), (July 2003) No. 189 External assumptions, the international environment and the track record of the Commission Forecasts, by Filip Keereman (September 2003) No. 190 European “Education Production Functions”: what makes a difference for student achievement in Europe? By Ludger Wößmann (CESifo Münich) (September 2003) No. 191 Exchange Rates are a Matter of Common Concern”: Policies in the Run-Up to the Euro? By Zenon Kontolemis (September 2003) No. 192 The impact of the implementation of the Single Market Programme on productive efficiency and on mark-ups in the European Union manufacturing industry, by Jacques- Bernard Sauner-Leroy (September 2003) ",
        "No. 193 Remain in withdraw from the labour market? A comparative study on incentives, by Aino Salomäki (October 2003) No. 194 Fiscal rules, inertia and discretionary fiscal policy, by Martin larch and Matteo Salto (October 2003) No. 195 Can fiscal consolidations be expansionary in the EU? Ex-post evidence and ex-ante analysis, by Gabriele Giudice, Alessandro Turrini and Jan in ’t Veld (December 2003) No. 196 Population ageing and public finance targets, by Heikki Oksanen (December 2003) No. 197 Indicators of unemployment and low-wage traps (Marginal Effective Tax Rates on Labour), by Giuseppe Carone, Aino Salomäki, Herwig Immervoll and Dominique Paturot (December 2003) No. 198 Reviewing adjustment dynamics in EMU: from overheating to overcooling, by Servaas Deroose, Sven Langedijk and Werner Roeger (January 2004) No. 199 Innovations, technological specialization and economic growth in the EU, by Andre Jungmittag, (February 2004) No. 200 Issues in corporate governance, by Christoph Walkner (March 2004) No. 201 Pension reforms: an illustrated basic analysis, by Heikki Oksanen (April 2004) No. 202 Public investment and the EU fiscal framework, by Alessandro Turrini (May 2004) No. 203 Fiscal effects of accession in the new Member States, by Martin Hallet (May 2004) No. 204 The empirics of trade and growth: where are the policy recommendations?, by Klaus Wälde and Christina Wood (May 2004) No. 205 To be or not to be in the euro? The benefits and costs of monetary unification as perceived by voters in the Swedish euro referendum 2003, by Lars Jonung (June 2004) No. 206 Fiscal policy in EMU: Rules, discretion and political incentives, by Marco Buti and Paul van den Noord (July 2004) No. 207 Public Pensions in the National Accounts and Public Finance Targets, by Heikki Oksanen (July 2004) No. 208 An analysis of EU and US productivity developments (a total economy and industry level perspective), by Cécile Denis, Kieran McMorrow and Werner Röger (July 2004) No. 209 The link between product market reform and macro-economic performance, by Rachel Griffith (IFS and CEPR) and Rupert Harisson (IFS) (August 2004) No. 210 Improving fiscal policy in the EU: the case for independent forecasts, by Lars Jonung and Martin Larch (August 2004) No. 211 Economics of the Common Agricultural Policy; by Rainer Wichern (August 2004) No. 212 Determinants of European cross-border mergers and acquisitions, by Miriam Manchin (September 2004) No. 213 The determinants of part-time work in EU countries: empirical investigations with macro- panel data, by Hielke Buddelmeyer (MIAESR & IZA), Gilles Mourre (ECFIN) and Melanie Ward (ECB, CEPR and IZA) (September 2004) No. 214 Trade agreements and trade flows: Estimating the Effect of Free Trade Agreements on Trade Flows with an Application to the European Union - Gulf Cooperation Council Free Trade Agreement, by Scott L. Baier (Clemson University) and Jeffrey H. Bergstrand (University of Notre Dame) (September 2004) ",
        "No. 215 A useful tool to identify recessions in the Euro-area by Pilar Bengoechea (Directorate- General for Economic and Financial Affairs) and Gabriel Pérez Quirós (Bank of Spain) (October 2004) No. 216 Do labour taxes (and their composition) affect wages in the short and the long run? by Alfonso Arpaia and Giuseppe Carone (October 2004) No. 217 Investment in education: the implications foreconomic growth and public finances, by Andrea Montanino, Bartosz Przywara and David Young (November 2004) No. 218 Product market reforms and productivity: a review of the theoretical and empirical literature on the transmission channels, by Gaëtan Nicodème and Bernard Sauner-Leroy (November 2004) No. 219 A sorted leading indicators dynamic (SLID) factor model for short-run euro-area GDP forecasting, by Daniel Grenouilleau (December 2004) No. 220 An estimated new keynesian dynamic stochastic general equilibrium model of the Euro area, by Marco Ratto, Werner Röger, Jan in’t Veld and Riccardo Girardi (January 2005) No. 221 The Lisbon Strategy and the EU’s structural productivity problem, by C. Denis, K. Mc Morrow, W. Röger and R. Veugelers (February 2005) No. 222 Impact of Market Entry and Exit onEU Productivity and Growth Performance, by Michele Cincera (DULBEA-CERT, ULB and CEPR) and Olivia Galgau (DULBEA, ULB) No. 223 The framework for fiscal policy in EMU: What future after five years of experience? By Elena Flores, Gabriele Giudice and Alessandro Turrini, (March 2005) No. 224 How costly was the crisis of the 1990s? A comparative analysis of the deepest crises in Finland and Sweden over the last 130 years, by Lars Jonung (Directorate-General for Economic and Financial Affairs) and Thomas Hagberg (Ekonomistyrningsverket, Stockholm) (March 2005) No. 225 Sustainability of EU public finances, by Fernando C. Ballabriga (ESADE Business School and Carlos Martinez-Mongay (Directorate-General for Economic and Financial Affairs) (April 2005) No. 226 Integration and consolidation in EU banking - an unfinished business, by Christoph Walkner and Jean-Pierre Raes (Directorate-General for Economic and Financial Affairs) (April 2005) No. 227 Proceedings of the 2004 First Annual DG ECFIN Research Conference on “Business Cycles and Growth in Europe”, edited by Lars Jonung (Directorate-General for Economic and Financial Affairs) (June 2005) No. 228 Testing near-rationality using detailed survey data, by Michael F. Bryan and Stefan Palmquist (Federal Reserve Bank of Cleveland and Sveriges Riskbank Stockholm) (July 2005) No 229 The dynamics of regional inequalities, by Salvador Barrios * and Eric Strobl ** (*Directorate General for Economic and Financial Affairs - ** Ecole Polytechnique, Paris) (July 2005) No. 230 Actuarial neutrality across generations applied to public pensions under population ageing: effects on government finances and national saving, by Heikki Oksanen (Directorate- General for Economic and Financial Affairs) (July 2005) No. 231 State Aid to Investment and R&D, by David R.Collie (Cardiff Business School, Cardiff University) (July 2005) ",
        "No. 232 Wage compression and employment in Europe: First evidence from the structure of earnings survey 2002, by Gilles Mourre (Directorate-General for Economic and Financial Affairs) (September 2005) No. 233 Progressive Taxation, Macroeconomic Stabilization and efficiency in Europe, by Carlos Martinez-Mongay (Directorate-General for Economic and Financial Affairs) and Khalid Sekkat (University of Brussels) No. 234 Economic forecasts and fiscal policy in the recently acceded Member States, by Filip Keereman (Directorate-General for Economic and Financial Affairs) (November 2005) No. 235 Long-term labour force projections for the 25 EU Member States: A set of data for assessing the economic impact of ageing, by Giuseppe Carone (Directorate-General for Economic and Financial Affairs) (November 2005) No. 236 The economic impact of ageing populations in the EU25 Member States, by Giuseppe Carone, Declan Costello, Nuria Diez Guardia, Gilles Mourre, Bartosz Przywara, Aino Salomaki (Directorate-General for Economic and Financial Affairs) (December 2005) No. 237 The boom-bust Cycle in Finland and Sweden 1984-1995 in an international perspective, by Lars Jonung (Directorate-General for Economic and Financial Affairs), Ludger Schuknecht and Mika Tujula (ECB) (December 2005) No. 238 Labour market institutions and labour market performance: a survey of the literature, by Alfonso Arpaia and Gilles Mourre (Directorate-General for Economic and Financial Affairs) (December 2005) No. 239 Tracking labour market reforms in the EU Member States: an overview of reforms in 2004 based on the LABREF database, by Alfonso Arpaia, Declan Costello, Gilles Mourre and Fabiana Pierini (Directorate-General for Economic and Financial Affairs) (December 2005) No. 240 Using Factor Models to Construct Composite Indicators from BCS Data - A Comparison with European Commission Confidence Indicators, by Christian Gayer* and Julien Genet** (*Directorate-General for Economic and Financial Affairs and **Hendyplan, Brussels) (December 2005) No. 241 Will the New Stability and Growth Pact Succeed? An Economic and Political Perspective, by Marco Buti (Directorate-General for Economic and Financial Affairs) (January 2006) No. 242 Cross-border mergers and acquisitions and the role of trade costs, by Alexander Hijzen*(GEP, University of Nottingham), Holger Görg (GEP, University of Nottingham and DIW Berlin) and Miriam Manchin (Tinbergen Institute, Rotterdam University) (February 2006) No. 243 The link between product market reform, innovation and EU macroeconomic performance, by Rachel Griffith, Rupert Harrison and Helen Simpson, Institute for Fiscal Studies (IFS) (February 2006) No. 244 Study on methods to analyse the impact of State aid on competition, by Rainer Nitsche (CRA International) and Paul Heidhues (University of Bonn and CEPR) (February 2006) No. 245 Profitability of venture capital investment in Europe and the United States, by Catarina Dantas Machado Rosa and Kristiina Raade, (Directorate-General for Economic and Financial Affairs) (March 2006) No. 246 Economic Spillover and Policy Coordination in the Euro Area, by Klaus Weyerstrass, Johannes Jaenicke, Reinhard Neck, Gottfried Haber (Institute for Advanced Studies, Carinthia) and Bas van Aarle, Koen Schoors, Niko Gobbin, Peter Claeys (Gent University) (March 2006) ",
        "No. 247 Calculating potential growth rates and output gaps- A revised production function approach - by Cécile Denis, Daniel Grenouilleau, Kieran Mc Morrow and Werner Röger (Directorate-General for Economic and Financial Affairs) (March 2006) No. 248 Proceedings from the ECFIN Workshop \"The budgetary implications of structural reforms\" - Brussels, 2 December 2005, edited by S. Deroose, E. Flores and A. Turrini (Directorate- General for Economic and Financial Affairs) (May 2006) No. 249 The Stacked Leading Indicators Dynamic Factor Model: A Sensitivity Analysis of Forecast Accuracy using Bootstrapping, by Daniel Grenouilleau (Directorate-General for Economic and Financial Affairs) (June 2006) No. 250 Corporate tax competition and coordination in the European Union: What do we know? Where do we stand?, by Gaëtan Nicodème (Directorate-General for Economic and Financial Affairs) (June 2006) No. 251 The macroeconomic effects of a pandemic in Europe - A model-based assessment, by Lars Jonung and Werner Röger (Directorate-General for Economic and Financial Affairs) (June 2006) No. 252 Assessing the factors of resilience of private consumption in the euro area, edited by Servaas Deroose (Directorate-General for Economic and Financial Affairs) (June 2006) No. 253 Long-term labour productivity and GDP projections for the EU25 Member States : a production function framework, by Giuseppe Carone, Cécile Denis, Kieran Mc Morrow, Gilles Mourre and Werner Röger (Directorate-General for Economic and Financial Affairs) (June 2006) No. 254 Globalisation: Trends, Issues and Macro Implications for the EU, by C. Denis, K. Mc Morrow and W. Röger (Directorate-General for Economic and Financial Affairs) (September 2006) No. 255 Monetary and exchange rate agreements between the European Community and Third Countries, by B. Lamine (Directorate-General for Economic and Financial Affairs) (September 2006) No. 256 Labour Migration Patterns in Europe: Recent Trends, Future Challenges, by N. Diez Guardia and K. Pichelmann (Directorate-General for Economic and Financial Affairs) (September 2006) No. 257 Pension systems, intergenerational risk sharing and inflation, by R. Beetsma (University of Amsterdam) and A.L. Bovenberg (Tilburg University) (October 2006) No. 258 Monitoring short-term labour cost developments in the European Union: which indicator to trust?, by Gilles Mourre and Michael Thiel (Directorate-General for Economic and Financial Affairs) (October 2006) No. 259 Global Trade Integration and Outsourcing : How Well is the EU Coping with the New Challenges? by Karel Havik and Kieran Mc Morrow (Directorate-General for Economic and Financial Affairs) (October 2006) No. 260 International profit shifting within multinationals: a multi-country perspective, by Harry Huizinga (Tilburg University) and Luc Laeven (International Monetary Fund) (December 2006) No. 261 What a difference does it make? Understanding the empirical literature on taxation and international capital flows, by Ruud A. de Mooij (CPB Netherlands Bureau for Economic Policy Analysis) and Sjef Ederveen (Ministry of Economic Affairs, the Netherlands) (December 2006) No. 262 Input of the US Panel on Federal International Tax Reform, by Joann M. Weiner (The George Washington University) (December 2006) ",
        "No. 263 Input Capital structure and international debt shifting by Harry Huizinga (Tilburg University), Luc Laeven (International Monetary Fund), Gaëtan Nicodème (Directorate- General for Economic and Financial Affairs) (December 2006) No. 264 The Corporate Income Tax: international trends and options for fundamental reform, by Michael P. Devereux (Oxford University) and Peter Birch Sørensen (University of Copenhagen) (December 2006) No. 265 Reforming the taxation of multijurisdictional enterprises in Europe: a tentative appraisal, by Marcel Gérard (Catholic University of Mons) (December 2006) No. 266 Fiscal policy in an estimated open-economy model for the Euro area, by Marco Ratto, Werner Roeger, Jan in ’t Veld (Directorate-General for Economic and Financial Affairs) (December 2006) No. 267 101 proposals to reform the Stability and Growth Pact. Why so many? by Jonas Fischer, Lars Jonung and Martin Larch (Directorate-General for Economic and Financial Affairs) (December 2006) No. 268 Public pension expenditure in the EPC and the European Commission projections: an analysis of the projection results by Aino Salomäki (Directorate-General for Economic and Financial Affairs) (December 2006) No. 269 Corporate tax policy, entrepreneurship and incorporation in the EU by Ruud A. De Mooij (CPB Netherlands Bureau for Economic Policy Analysis) and Gaëtan Nicodème (Directorate-General for Economic and Financial Affairs) (December 2006) No. 270 Policy rule evaluation by contract-makers: 100 years of wage contract length in Sweden, by Klas Fregert (Department of Economics University of Lund, Sweden) and Lars Jonung (Directorate-General for Economic and Financial Affairs) No. 271 Steps towards a deeper economic integration: the Internal Market in the 21st century - A contribution to the Single Market Review, by Fabienne Ilzkovitz, Adriaan Dierx, Viktoria Kovacs and Nuno Sousa (Directorate-General for Economic and Financial Affairs) (January 2007) No. 272 Study on the feasibility of a tool to measure the macroeconomic impact of structural reforms Christian Dreger (DIW), Manuel Artís (AQR), Rosina Moreno (AQR), Raúl Ramos (AQR), Jordi Suriñach (AQR), Edited by Directorate-General for Economic and Financial Affairs "
    ]
}