{
    "text": [
        "11251/1/20 REV 1 MG/CF/evt 1 ECOMP.3.B. EN Council of the European Union Brussels, 29 September 2020 (OR. en) 11251/1/20 REV 1 RECH 332 COMPET 435 IND 156 MI 368 EDUC 331 TELECOM 163 ENER 318 ENV 550 REGIO 238 AGRI 294 TRANS 423 SAN 329 CADREFIN 283 CODEC 901 SUSTDEV 122 Interinstitutional File: 2018/0224(COD) OUTCOME OF PROCEEDINGS From: General Secretariat of the Council To: Delegations No. prev. doc.: 10948/20 No. Cion doc.: 9865/18 + ADD 1 Subject: Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL establishing Horizon Europe - the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination - General Approach Delegations will find attached the text of the full general approach on of the proposal for a Regulation of the European Parliament and the Council establishing Horizon Europe - the Framework Programme for Research and Innovation laying down its rules for participation and dissemination, as agreed by the Council (Competitiveness) at its meeting on 29 September 2020. ",
        "11251/1/20 REV 1 MG/CF/evt 2 ECOMP.3.B. EN That text includes the Common Understanding with the European Parliament as endorsed by the Permanent Representatives Committee on 27 March 2019 1 , and the partial general approach on the recitals and Annex IV (synergies) adopted by the Council (Competitiveness) on 29 November 2019 2 . 1 7942/19 2 14643/19 ",
        "11251/1/20 REV 1 MG/CF/evt 3 ANNEX ECOMP.3.B. EN ANNEX REGULATION (EU) ..../.... OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of … establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 173(3) Article 182(1), Article 183, and the second paragraph of Article 188 thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee 3 , Having regard to the opinion of the Committee of the Regions 4 , Acting in accordance with the ordinary legislative procedure 5 , 3 OJ C […] , […] , p. […] . 4 OJ C […] , […] , p. […] . 5 Position of the European Parliament of … [(not yet published in the Official Journal)] and decision of the Council of …. ",
        "11251/1/20 REV 1 MG/CF/evt 4 ANNEX ECOMP.3.B. EN Whereas: (1) It is the Union's objective to strengthen its scientific and technological bases by achieving a European research area in which researchers, scientific knowledge and technology circulate freely and encouraging it to become more competitive, including in its industry, while promoting all research and innovation activities to deliver on the Union's strategic priorities, which ultimately aim at promoting peace, the Union's values and the well-being of its peoples. (2) To deliver scientific, technological, economic, environmental and societal impact in pursuit of this general objective and maximise the Union's added value of its R&I investments, the Union should invest in excellent research and innovation through Horizon Europe - a Framework Programme for Research and Innovation 2021- 2027 (the ‘Programme’) to support the creation, better diffusion and transfer of excellent knowledge and high-quality technologies in the Union, to attract talent at all levels and contribute to full engagement of the union's talent pool, to facilitate collaborative links and to strengthen the impact of research and innovation in developing, supporting and implementing Union policies, to support and strengthen the uptake and deployment of innovative and sustainable solutions in the Union's economy, notably in SMEs, and society, to address global challenges, including climate change and the Sustainable Development Goals, to create jobs and boost economic growth and promote industrial competitiveness and to boost attractiveness of the Union in the field of research and innovation (R&I). The Programme should foster all forms of innovation, including breakthrough innovation, foster market deployment of innovative solutions; and optimise the delivery of such investment for increased impact within a strengthened European Research Area. (2a) The Programme should be established for a period of seven years to align its duration with that of the multiannual financial framework laid down in Council Regulation (EU, Euratom) No [reference to the MFF Regulation to be inserted], without prejudice to the time limits set out in Council Regulation [YYY/XXXX] establishing a European Union Recovery Instrument to support the recovery in the aftermath of the COVID-19 crisis. ",
        "11251/1/20 REV 1 MG/CF/evt 5 ANNEX ECOMP.3.B. EN (2a) The Programme should contribute to increasing public and private investment in R&I in Member States, thereby helping to reach an overall investment of at least 3% of the Union’s GDP in research and development. The achievement of the target will require Member States and the private sector to complement the Programme with their own and reinforced investment actions in research, development and innovation. (3) To help realise Union policy objectives, activities supported under this Programe should, where relevant, take advantage of and inspire innovation-friendly regulation, in line with the innovation principle 6 , 7 , to support the faster and more intensive transformation of the Union's substantial knowledge assets into innovation. (4) The general principles of Open Science, Open Innovation, Open to the World should be adhered to the implementation of the entire Programme, as widely as possible. These principles should ensure excellence and impact of the Union's investment in research and innovation. 6 Better Regulation, Research and Innovation toolbox, https://ec.europa.eu/info/sites/info/files/file_import/better-regulation-toolbox-21_en_0.pdf 7 Commission Communication of 15 May 2018 'A renewed European Agenda for Research and Innovation - Europe's chance to shape its future' (COM(2018)306). ",
        "11251/1/20 REV 1 MG/CF/evt 6 ANNEX ECOMP.3.B. EN (5) Open science, including open access to scientific publications and research data, as well as optimal dissemination and exploitation of knowledge has the potential to increase the quality, impact and benefits of science and to accelerate the advancement of knowledge by making it more reliable, more efficient and accurate, better understandable by society and responsive to societal challenges. Provisions should be laid down to ensure that beneficiaries provide open access to peer-reviewed scientific publications. Likewise it should be ensured that beneficiaries provide open access to research data following the principle “as open as possible, as closed as necessary” and allowing exceptions for valid reasons relating to data protection rules and security interests as well as intellectual property rights, European Union global economic competitiveness and other legitimate interests. More emphasis should in particular be given to the responsible management of research data, which should comply with the FAIR principles of ‘Findability’, ‘Accessibility’, ‘Interoperability’ and ‘Reusability’, notably through the mainstreaming of Data Management Plans. Where appropriate, beneficiaries should make use of the possibilities offered by the European Open Science Cloud and adhere to further open science principles and practices. (6) The conception and design of the Programme should respond to the need for establishing a critical mass of supported activities, throughout the EU and through international cooperation, in line with the UN 2030 Agenda and its Sustainable Development Goals (SDGs). Programme implementation should reinforce the pursuit of these goals and the commitment of the EU and its Member States to implementing the 2030 Agenda and to achieving sustainable development in its three dimensions – economic, social and environmental – in a coherent and integrated manner. (7) Activities supported under the Programme should contribute towards the achievement of the Union's objectives and priorities, the monitoring and assessment of progress against those objectives and priorities and for the development of revised or new priorities. (7a) The Programme shall ensure transparency and accountability of public funding in research and innovation projects, thereby preserving the public interest. ",
        "11251/1/20 REV 1 MG/CF/evt 7 ANNEX ECOMP.3.B. EN (7b) The Programme should support research and innovation activities in the field of social sciences and humanities (SSH). This entails advancing scientific knowledge in this domain, but also making use of insights and progress from SSH to increase the economic and societal impact of the programme. Under the Global Challenges and European Industrial Competitiveness, the social sciences and humanities will be fully integrated across all clusters. Beyond the promotion of SSH in projects, the integration of social sciences and humanities should also be supported through the inclusion, whenever appropriate, in expert committees and evaluation panels of independent experts from fields in the social sciences and humanities, and timely monitoring and reporting of social sciences and humanities in funded research actions. In particular the level of mainstreaming of SSH will be monitored across the Programme. (8) The Programme should maintain a balanced approach between research and innovation, as well as between bottom-up (investigator or innovator driven) and top-down (determined by strategically defined priorities) funding, according to the nature of the research and innovation communities that are engaged, the types and purpose of the activities carried out and the impacts that are sought. The mix of these factors should determine the choice of approach for the respective parts of the Programme, all of which contribute to all of the Programme’s general and specific objectives. (8a) The Programme should support all stages of research and innovation especially within collaborative projects, also in missions and partnerships as appropriate. Fundamental research is an essential asset and an important condition for increasing the Union’s ability to attract the best scientists in order to become a global hub of excellence. The balance between basic and applied research should be ensured. Coupled with innovation, this will support the Union’s economic competitiveness, growth and jobs. ",
        "11251/1/20 REV 1 MG/CF/evt 8 ANNEX ECOMP.3.B. EN (8b) Evidence shows that embracing diversity — in all senses — is key to doing good science, as science benefits from diversity. Diversity and inclusiveness contribute to excellence in collaborative research and innovation: collaboration across disciplines, sectors and throughout the European Research Area makes for better research and higher quality project proposals, can lead to higher rates of societal take-up, and can foster the benefits of innovation, thus advancing Europe. (8c) A Fast Track to Research and Innovation procedure may be applied to allow a faster, bottom- up access to funds for small collaborative consortia covering actions from fundamental research to market application. (8d) In order to maximise the impact of Horizon Europe, particular consideration should be given to multidisciplinary, interdisciplinary and transdisciplinary approaches. (8e) In view of achieving the objectives of this Programme and whilst respecting the principle of excellence, the Programme should aim to strengthen, among others, collaborative links in Europe, thereby contributing to reducing the R&I divide. (8f) Excellence Initiatives should aim to strengthen research and innovation excellence in the eligible countries, including for instance supporting training to improve R&I managerial skills, prizes, strengthening innovation ecosystems as well as the creation of R&I networks, including on the basis of research infrastructures financed by the EU. Applicants need to clearly show that projects are linked with national and/or regional R&I strategies to be able to apply for funding under the \"Widening participation and spreading excellence\" strand of the \"Widening participation and strengthening the European Research Area\" part of Horizon Europe. ",
        "11251/1/20 REV 1 MG/CF/evt 9 ANNEX ECOMP.3.B. EN (9) Research activities carried out under the pillar 'Excellent Science' should be determined according to the needs and opportunities of science and promote scientific excellence. The research agenda should be set in close liaison with the scientific community and include emphasis on attracting new R&I talents, early stage researchers, while strengthening the ERA, avoiding brain drain and promoting brain circulation. (9a) The Programme should support the Union and its Member States to take into account the reality of very intense international competition for attracting best brains and skills. (10) The pillar 'Global Challenges and European Industrial Compet itiveness” ' should be established through clusters of research and innovation activities, in order to maximise integration across the respective thematic areas while securing high and sustainable levels of excellence and impact in relation to the resources that are expended. It will encourage cross- disciplinary, cross-sectoral, cross-policy and cross-border collaboration in pursuit of the Sustainable Development Goals by following the principles of the Agenda 2030, the Paris Agreement and the competitiveness of the Union's industries therein. The organisation of high-ambition, wide-scale initiatives in the form of research and innovation missions will enable the programme to achieve a transformative and systemic impact for society in support of the Sustainable Development Goals, also through international cooperation and science diplomacy. ",
        "11251/1/20 REV 1 MG/CF/evt 10 ANNEX ECOMP.3.B. EN (11) Full and timely engagement of industry in the Programme, of all types from the individual entrepreneur and small and medium-sized enterprises to large scale enterprises, should constitute one of the main channels through which the Programme's objectives are to be realised, specifically towards the creation of sustainable jobs and growth. Such engagement by industry should see its participation in the actions supported at levels at least commensurate with those under the previous framework programme Horizon 2020 established by Regulation (EU) No 1291/2013 of the European Parliament and the Council 8 ('Horizon 2020'). (11a) The Programme’s actions should provide i mportant contributions to unlock the potential of Europe’s strategic sectors, including Key Enabling Technologies reflecting the EU Industrial Policy Strategy objectives 9 . (11b) Multi-stakeholders consultations, including civil society and industry, should contribute to the perspectives and priorities established through the strategic planning process. This should result in periodic Strategic R&I Plans adopted by means of implementing acts for preparing the content of work programmes. (11c) The work programme should take into account the outcome of specific previous projects and the state of science, technology and innovation at national, Union and international level and of relevant policy, market and societal developments, for a particular action to be funded. 8 Regulation (EU) No 1291/2013 of the European Parliament and of the Council of 11 December 2013 establishing Horizon 2020 - the Framework Programme for Research and Innovation (2014-2020) and repealing Decision No 1982/2006/EC, ( OJ L 347, 20.12.2013, p.104). 9 ",
        "11251/1/20 REV 1 MG/CF/evt 11 ANNEX ECOMP.3.B. EN (12) It is important to support the Union's industry to stay or become world leader in innovation, digitisation and climate neutrality, notably through investments in key enabling technologies that will underpin tomorrow's business. The Programme's actions should address market failures or sub-optimal investment situations, to boost investments in a proportionate and transparent manner, without duplicating or crowding out private financing and have a clear European added value and public return on investments. This will ensure consistency between the actions of the programme and EU State aid rules, avoiding undue distortions of competition in the internal market. (13) The Programme should support research and innovation in an integrated manner, respecting all relevant provisions of the World Trade Organisation. The concept of research, including experimental development should be used in accordance with the Frascati Manual developed by the OECD, whereas the concept of innovation should be used in accordance with the Oslo Manual developed by the OECD and Eurostat, following a broad approach that covers social innovation. The OECD definitions regarding Technological Readiness Level (TRL) should continue, as in the previous Framework Programme Horizon 2020, to be taken into account in the classification of technological research, product development and demonstration activities, and in the definition of types of action available in calls for proposals. Grants should not be awarded for actions where activities go above TRL 8. The work programme for a given call under the pillar 'Global Challenges and European Industrial Competitiveness' could allow grants for large-scale product validation and market replication. (13a) Without prejudice to the overall MFF negotiations, Horizon Europe will contribute to space objectives at a level of spending that is at least commensurate proportionally with that under the previous framework programme Horizon 2020 established by Regulation (EU) No 1291/2013 of the European Parliament and the Council. ",
        "11251/1/20 REV 1 MG/CF/evt 12 ANNEX ECOMP.3.B. EN (14) The Commission's Communication on the interim evaluation of Horizon 2020 (COM(2018) 2 final), the European Parliament’s report on the assessment of the implementation of Horizon 2020 in view of its interim evaluation and the Framework Programme 9 proposal (2016/2147(INI)) and the Council Conclusions on \"From Interim Evaluation of Horizon 2020 towards the ninth Framework Programme\" have provided a set of recommendations for this Programme, including its Rules for participation and dissemination, building on the lessons learnt from the previous Programme as well as input from EU institutions and stakeholders. Those recommendations include to propose measures to promote brain circulation and facilitate openness of R&I networks to invest more ambitiously in order to reach critical mass and maximise impact; to support breakthrough innovation; to prioritise Union research and innovation (R&I) investments in areas of high added value, notably through mission-orientation, full, well-informed and timely citizen involvement and wide communication; to rationalise the Union funding landscape in order to fully use the R&I potential of the Union, including by streamlining the range of partnership initiatives and co- funding schemes; the development of more and concrete synergies between different Union funding instruments, notably by overcoming non-complementary intervention logics and complexity of the various funding and also with the aim of helping to mobilise under- exploited R&I potential across the Union; to strengthen international cooperation and reinforce openness to third countries' participation; and to continue simplification based on implementation experiences from Horizon 2020. (15) The Programme should seek synergies with other Union programmes, from their design and strategic planning, to project selection, management, communication, dissemination and exploitation of results, to monitoring, auditing and governance. Regarding funding for R&I activities, synergies should allow for harmonization of cost eligibility rules as much as possible. With a view to avoiding overlaps and duplication and increasing the leverage of Union funding, transfers from other Union programmes to Horizon Europe activities can take place. In such cases such funds will follow Horizon Europe rules. ",
        "11251/1/20 REV 1 MG/CF/evt 13 ANNEX ECOMP.3.B. EN (15a) In accordance with Regulation [European Union Recovery Instrument] and within the limits of resources allocated therein, recovery and resilience measures under this Programme should be carried out to address the unprecedented impact of the COVID-19 crisis. Such additional resources should be used in such a way as to ensure compliance with the time limits provided for in Regulation [ERI]. 10 Such additional resources should exclusively be allocated to actions for research and innovation directed at addressing the consequences of the COVID-19 crisis, notably its economic, social and societal impact (16) In order to achieve the greatest possible impact of Union funding and the most effective contribution to the Union's policy objectives, the Union should, where appropriate, enter into European Partnerships with private and/or public sector partners. Such partners include industry, universities, research organisations, bodies with a public service mission at local, regional, national or international level, or civil society organisations including foundations and NGOs that support and/or carry out research and innovation, provided that desired impacts can be achieved more effectively in partnership than by the Union alone. (16a) It should be possible, that depending on the Member State’s decision, the contributions fro m programmes co-financed by the European Regional Development Fund (ERDF), the European Social Fund+ (ESF+), the European Maritime and Fisheries Fund (EMFF) and the European Agricultural Fund for Rural Development (EAFRD) are considered as a contribution of the participating Member State for the purpose of Horizon Europe. However, this does not prejudge the need to comply with all provisions applicable to these contributions as set out in the [new Common Provisions Regulation] and the fund-specific regulations and in particular the need to comply with provisions setting out the co-financing requirements and management and control systems. 10 Commission proposal (COM (2020) 459) amending the Horizon Europe Regulation. ",
        "11251/1/20 REV 1 MG/CF/evt 14 ANNEX ECOMP.3.B. EN (17) The Programme should strengthen cooperation between European Partnerships and private and/or public sector partners at the international level including by joining up research and innovation programmes and cross-border investment in research and innovation bringing mutual benefits to people and businesses while ensuring that the Union can uphold its interests in strategic areas. 11 (17a) 'FET Flagships' have proven to be an effective and efficient instrument, delivering benefits for society in a joint, coordinated effort by the Union and its Member States. Activities carried out within the FET Flagships on Graphene, the Human Brain Project and Quantum Technology, which are supported under Horizon 2020, will continue being supported under Horizon Europe through calls for proposals included in the work programme. Preparatory actions supported under the FET Flagships part of Horizon 2020 will feed the Strategic Planning process under Horizon Europe and inform the work on missions, co-funded/co- programmed partnerships and regular calls for proposals. (18) The Joint Research Centre (JRC) should continue to provide Union policies with independent customer-driven scientific evidence and technical support throughout the whole policy cycle. The direct actions of the JRC should be implemented in a flexible, efficient and transparent manner, taking into account the needs of Union policies and the relevant needs of the users of the JRC, and ensuring the protection of the financial interests of the Union. The JRC should continue to generate additional resources. 11 See e.g. the Commission's proposal for a regulation establishing a framework for screening Foreign Direct Investment into the EU (COM (2017)487). ",
        "11251/1/20 REV 1 MG/CF/evt 15 ANNEX ECOMP.3.B. EN (19) The pillar 'Innovative Europe' should establish a series of measures for integrated support to the needs of entrepreneurs and entrepreneurship aiming at realising and accelerating breakthrough innovation for rapid market growth. It should provide a \"one-stop shop\" to attract and support all types of innovators and innovative companies, such as SMEs, including start-ups and in exceptional cases small mid-caps, with potential for scaling up at international and at Union level and offer fast, flexible grants and co-investments, including with private investors. These objectives should be pursued through the creation of a European Innovation Council (EIC). This Pillar should also support the European Institute of Innovation and Technology (EIT) and European innovation ecosystems at large, notably through co-funding partnerships with national and regional innovation support actors. (19a) Within the meaning of this Regulation and in particular for the activities carried out under the EIC, a start-up is an SME in the early stage in its life cycle (including university spin- offs), which aims at innovative solutions and a scalable business model, and which is autonomous within the meaning of Article 3 of the Annex of Commission Recommendation 2003/361/EC 12 ; and a 'mid-cap' means a company that is not a micro, small- and medium- sized enterprise as defined in Commission Recommendation 2003/361/EC and that has a number of employees between 250 and 3000 where the staff headcount is calculated in accordance with Articles 3, 4, 5, and 6 of Title I of the Annex of that Recommendation; a small mid-cap is a mid-cap that has a number of employees up to 499. (20) The policy objectives of this Programme will be also addressed through financial instruments and budgetary guarantee of the InvestEU Fund, notably the Research, Innovation and Digitalisation as well as the SMEs policy windows. 12 Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36). ",
        "11251/1/20 REV 1 MG/CF/evt 16 ANNEX ECOMP.3.B. EN (21) The EIC, together with other parts of the Horizon Europe, should stimulate all forms of innovation ranging from incremental to breakthrough and disruptive innovation targeting especially market-creating innovation. The EIC through its instruments – Pathfinder and Accelerator – should aim to identify, develop and deploy high risk innovations of all kinds including incremental with a main focus on breakthrough, disruptive and deep-tech innovations that have the potential to become market-creating innovations. Through coherent and streamlined support, the EIC should fill the current vacuum in public support and private investment for breakthrough innovation. The instruments of the EIC call for dedicated legal and management features in order to reflect its objectives, in particular market deployment activities. (22) The EIC Accelerator will bridge the “valley of death” between research, pre -mass commercialisation and the scaling-up of companies. The Accelerator will provide support to high-potential operations presenting such technological/scientific, financial, management and/or market risks that they are not yet considered as bankable and therefore cannot leverage significant investments from the market, hence complementing the InvestEU programme established by Regulatio n … 13 which will support innovative but bankable projects and entities. (22a) In close synergy with InvestEU, the EIC Accelerator, in its blended finance and equity financial support forms, should finance SMEs, including start-ups, and, in exceptional cases, projects run by small mid-caps, which are either not yet able to generate revenues, or not yet profitable, or not yet able to attract sufficient investments to implement fully their projects' business plan. Such eligible entities will be considered as non-bankable, while a part of their investment needs could have been or could be provided by one or several investors such as a private or public bank, a family office, a venture capital fund, a business angel, etc. In this way, overcoming a market failure, the EIC Accelerator will finance promising but not yet bankable entities carrying out breakthrough market creating innovation projects. Once they will become bankable, those projects may, in a later stage of their development, be financed under InvestEU. 13 ",
        "11251/1/20 REV 1 MG/CF/evt 17 ANNEX ECOMP.3.B. EN (22b) While blended finance should be the main use of the EIC Accelerator budget, for the purpose of article 43, the grant-only support of the EIC Accelerator to SMEs, including start-ups, should correspond to that under the SME instrument budget of the previous Framework Programme Horizon 2020 established by Regulation (EU) n° 1291/2013 of the European Parliament and the Council. 14 (23) The EIT, primarily through its Knowledge and Innovation Communities (KICs), should aim at strengthening innovation ecosystems that tackle global challenges, by fostering the integration of innovation, research, higher education and entrepreneurship. In line with its founding act, the EIT Regulation and its Strategic Research and Innovation Agenda, the EIT should foster innovation in its activities and should significantly step up its support to the integration of higher education within the innovation ecosystem, in particular by: stimulating entrepreneurial education, fostering strong non-disciplinary collaborations between industry and academia; and identifying prospective skills for future innovators to address global challenges, which includes advanced digital and innovation skills. Support schemes provided by the EIT should benefit to EIC beneficiaries, while start-ups emerging from EIT KICs should have access to EIC actions. While the EIT’s focus on innovation ecosystems should make it naturally fit within the pillar 'Innovative Europe', it should also support the other pillars, as appropriate. (24) Ensuring and preserving a level playing field for companies that compete in a given market should be a key requirement for breakthrough innovation to flourish thereby enabling in particular small and medium-size innovators to reap the benefits of their investment and to capture a share of the market. 14 A Commission declaration is expected to be published in the OJ C one the final text of the Regulation is adopted ",
        "11251/1/20 REV 1 MG/CF/evt 18 ANNEX ECOMP.3.B. EN (25) The Programme should promote and integrate cooperation with third countries and international organisations and initiatives based on mutual benefits, EU interests, international commitments, science diplomacy and, as far as possible, reciprocity. International cooperation should aim to strengthen the Union's research and innovation excellence, attractiveness and economic and industrial competitiveness, to tackle global challenges, including the United Nations Sustainable Development Goals (SDGs) by following the principles of the Agenda 2030 and the Paris agreement under the United Nations Framework Convention on Climate Change, and to support the Union's external policies. An approach of general opening for international participation and targeted international cooperation actions should be followed, including through appropriate eligibility for funding of entities established in low to middle income countries. At the same time, association of third countries, in particular for collaborative parts to the Programme, should be promoted, in line with association agreements and focusing on the added value for the Union. When allocating the associated countries' financial contributions to the Programme, the Commission should take into account the level of participation of legal entities of these countries in the different components of the Programme. (25a) A special committee may be designated by the Council in consultation with which the negotiations, including with regard to the design and content of the association agreements, are conducted, in accordance with Article 218(4) TFEU. ",
        "11251/1/20 REV 1 MG/CF/evt 19 ANNEX ECOMP.3.B. EN (26) With the aim of deepening the relationship between science and society and maximising benefits of their interactions, the Programme should engage and involve citizens and civil society organisations in co-designing and co-creating responsible research and innovation (RRI) agendas and contents that meet citizens' and civil society's concerns, needs and expectations, promoting science education, making scientific knowledge publicly accessible, and facilitating participation by citizens and civil society organisations in its activities. It should do so across the Programme and through dedicated activities in the part 'Widening participation and strengthening the European Research Area'. The engagement of citizens and civil society in research and innovation should be coupled with public outreach activities to generate and sustain public support for the Programme. The programme should also seek to remove barriers and boost synergies between science, technology, culture and the arts to obtain a new quality of sustainable innovation. The measures taken to improve the involvement of citizens and civil society in the supported projects should be monitored. (27) Where appropriate, the Programme should take into account the specific characteristics of the outermost regions acknowledged by article 349 TFEU and in line with the Commission's Communication 'A stronger and renewed strategic partnership with the EU's outermost regions' as welcomed by the Council. 15 (28) The activities developed under the Programme should aim at eliminating gender inequalities, enhancing work-life balance and promoting equality between women and men in research and innovation, in compliance with Articles 2 and 3 of the Treaty on European Union and Article 8 of the TFEU. The gender dimension should be integrated in research and innovation content and followed through at all stages of the research cycle. In addition, the activities under the Programme should aim to eliminate inequalities and promote equality and diversity in all aspects of research and innovation with regard to age, disability, race and ethnicity, religion or belief, and sexual orientation. 15 13715/17 + ADD 1-3: Commission's Communication 'A stronger and renewed strategic partnership with the EU's outermost regions' (COM (2017) 623 final). ",
        "11251/1/20 REV 1 MG/CF/evt 20 ANNEX ECOMP.3.B. EN (28a) Administrative simplification, in particular the reduction of the administrative burden for beneficiaries should be continuously sought throughout the Programme. The Commission should further simplify its tools and guidance in such a way that they impose a minimal burden on beneficiaries. In particular, the Commission should consider issuing an abridged version of the guidance. (29) This Regulation establishes the objectives and fixes the priorities of Union activities in defence research and development, indicates the broad lines of such activities, and fixes the amount of the Union's financial participation in relation to defence research and development funding. In light of the specificities of the defence industry sector, the detailed provisions for Union funding to defence res earch projects should be fixed in the Regulation … establishing the European Defence Fund 16 which defines the rules of participation for defence research. Synergies should benefit civil and defence research, although activities carried out under this Regulation except those covered by the European Defence Fund should have an exclusive focus on civil applications. Unnecessary duplication will be excluded. (30) This Regulation lays down a financial envelope for the Programme. The amount indicated in this Regulation is to constitute the prime reference amount, within the meaning of [ reference to be updated as appropriate according to the new inter-institutional agreement: point 17 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management 17 ], for the European Parliament and the Council during the annual budgetary procedure. 16 17 Reference to be updated: OJ C 373, 20.12.2013, p. 1. The agreement is available at: http://eur-lex.europa.eu/legal- content/EN/TXT/?uri=uriserv:OJ.C_.2013.373.01.0001.01.ENG&toc=OJ:C:2013:373:TOC ",
        "11251/1/20 REV 1 MG/CF/evt 21 ANNEX ECOMP.3.B. EN (31) Regulation (EU, Euratom) No [the new FR] (the ‘Financial Regulation’) , adopted on the basis of Article 322 of the TFEU applies to this Programme, unless otherwise specified due to the specific nature of research and innovation activities requiring different rules for example as regards further simplification or shorter deadlines. It lays down rules on the implementation of the Union budget, including the rules on grants, prizes, procurement, indirect implementation, financial assistance, financial instruments and budgetary guarantees and provide for checks on the responsibility of financial actors. Rules adopted on the basis of Article 322 TFEU also concern other conditionalities to protect the budget and the European Union Recovery Instrument. 18 (31a) The overall budget for the \"Widening participation and spreading excellence\" strand of the \"Widening participation and strengthening the European Research Area\" part of Horizon Europe should be at least 3,3% of the overall Horizon Europe budget. This budget should mainly benefit legal entities in the widening countries. 18 This recital may have to be updated pending the outcome of negotiations on the conditionality regime. ",
        "11251/1/20 REV 1 MG/CF/evt 22 ANNEX ECOMP.3.B. EN (32) In accordance with Regulations (EU, Euratom) No 2018/1046 19 (the \"Financial Regulation\") and (EU, Euratom) No 883/2013 of the European Parliament and of the Council 20 and Council Regulations (Euratom, EC) No 2988/95 21 , (Euratom, EC) No 2185/96 22 and (EU) 2017/1939 23 , the financial interests of the Union are to be protected through proportionate measures, including the prevention, detection, correction and investigation of irregularities, including fraud, the recovery of funds lost, wrongly paid or incorrectly used, and, where appropriate, the imposition of administrative penalties. In particular, in accordance with Regulations (Euratom, EC) No 2185/96 and (EU, Euratom) No 883/2013, the European Anti- Fraud Office (OLAF) may carry out administrative investigations, including on-the-spot checks and inspections, with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union. In accordance with Regulation (EU) 2017/1939, the European Public Prosecutor's Office (\"the EPPO\") may investigate and prosecute offences against the financial interests of the Union, as provided for in Directive (EU) 2017/1371 of the European Parliament and of the Council 24 . 19 Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, p. 1). 20 Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999, (OJ L 248, 18.9.2013, p. 1) 21 Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.95, p.1). 22 Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). 23 Council Regulation (EU) 2017/1939 of 12 October 2017 implementing enhanced cooperation on the establishment of the European Public Prosecutor's Office (\"the EPPO\") (OJ L 283, 31.10.2017, p. 1). 24 Directive (EU) 2017/1371 of the European Parliament and of the Council of 5 July 2017 on the fight against fraud to the Union's financial interests by means of criminal law (OJ L 198, 28.7.2017, p. 29). ",
        "11251/1/20 REV 1 MG/CF/evt 23 ANNEX ECOMP.3.B. EN In accordance with the Financial Regulation, any person or entity receiving Union funds is to fully cooperate in the protection of the financial interests of the Union, grant the necessary rights and access to the Commission, OLAF, the EPPO in respect of those Member States participating in enhanced cooperation pursuant to Regulation (EU) 2017/1939, and the European Court of Auditors (ECA), and ensure that any third parties involved in the implementation of Union funds grant equivalent rights. (32a) Third countries which are members of the European Economic Area (EEA) may participate in Union programmes in the framework of the cooperation established under the Agreement on the European Economic Area 25 , which provides for the implementation of the programmes by a decision under that Agreement. Third countries may also participate on the basis of other legal instruments. A specific provision should be introduced in this Regulation to grant the necessary rights for and access to the authorizing officer responsible, OLAF, and the ECA to comprehensively exert their respective competences. (33) Pursuant to [reference to be updated as appropriate according to a new decision on OCTs: Article 94 of Council Decision 2013/755/EU 26 ], persons and entities established in overseas countries and territories (OCTs) are eligible for funding subject to the rules and objectives of the Programme and possible arrangements applicable to the Member State to which the relevant overseas country or territory is linked. (34) Pursuant to paragraph 22 and 23 of the Inter-institutional agreement for Better Law-Making of 13 April 2016, there is a need to evaluate this Programme on the basis of information collected through specific reporting and monitoring requirements, while avoiding overregulation and administrative burdens, in particular on the Member States and the beneficiaries of the Programme. These requirements, where appropriate, can include measurable indicators, as a basis for evaluating the effects of the Programme on the ground. 25 OJ L 1, 3.1.1994, p. 3. 26 Council Decision 2013/755/EU of 25 November 2013 on the association of the overseas countries and territories with the European Union (Overseas Association Decision) (OJ L 344, 19.12.2013, p. 1). ",
        "11251/1/20 REV 1 MG/CF/evt 24 ANNEX ECOMP.3.B. EN (35) In order to be able to supplement or amend the impact pathway indicators, where considered necessary, the power to adopt acts in accordance with Article 290 of the Treaty on the Functioning of the European Union should be delegated to the Commission. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement on Better Law-Making of 13 April 2016. In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States' experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts. (36) Coherence and synergies between Horizon Europe and the EU's Space Programme will foster a globally competitive and innovative European s pace sector; reinforce Europe’s autonomy in accessing and using space in a secure and safe environment; and strengthen Europe’s role as a global actor. Excellent research, breakthrough solutions and downstream users in Horizon Europe will be supported by data and services made available by the Space Programme. (36a) Coherence and synergies between Horizon Europe and Erasmus will foster the uptake of research results through training activities, diffuse innovation spirit to the education system and ensure that education and training activities rely on the most updated research and innovation activities. In that regard, following the pilot actions launched under Erasmus+ 2014-20 on European Universities, Horizon Europe will, where appropriate, complement in a synergetic way the support provided by the ERASMUS programme to the European Universities. (37) The rules for participation and dissemination should adequately reflect the needs of the Programme taking into account the concerns raised and the recommendations made by various stakeholders and experts during the interim evaluation of Horizon 2020. ",
        "11251/1/20 REV 1 MG/CF/evt 25 ANNEX ECOMP.3.B. EN (38) Common rules across the Programme should ensure a coherent framework which facilitates participation in programmes financially supported by the budget of the Programme, including participation in programmes managed by funding bodies such as the EIT, joint undertakings or any other structures under Article 187 TFEU, and participation in programmes undertaken by Member States pursuant to Article 185 TFEU. Adopting specific rules should be possible but exceptions must be limited to when strictly necessary and duly justified. (39) Actions which fall within the scope of the Programme should respect fundamental rights and observe the principles acknowledged in particular by the Charter of Fundamental Rights of the European Union. Such actions should be in conformity with any legal obligation including international law and with any relevant Commission decisions such as the Commission notice of 28 June 2013 27 , as well as with ethical principles, which include avoiding any breach of research integrity. Article 13 TFEU should also be taken into account in research activities, and the use of animals in research and testing should be reduced, with a view ultimately to replacing their use. 28 27 OJ C 205, 19.7.2013, p. 9. 28 ref. COM statement on the EU funding of human embryonic stem cell research for Horizon Europe. ",
        "11251/1/20 REV 1 MG/CF/evt 26 ANNEX ECOMP.3.B. EN (40) In line with the objectives of international cooperation as set out in Articles 180 and 186 TFEU, the participation of legal entities established in third countries and of international organisations should be promoted. The implementation of the Programme should be in conformity with the measures adopted in accordance with Articles 75 and 215 TFEU and should be in compliance with international law. For actions related to Union strategic assets, interests, autonomy or security, the participation to specific actions of the Programme may be limited to entities established in Member States only, or to entities established in specified associated or other third countries in addition to Member States. Any exclusion of legal entities established in the Union or in associated countries directly or indirectly controlled by non-associated third countries or by legal entities of non-associated third countries should take into account the risks the inclusion of such entities would represent, on the one hand, and the benefits that their participation would incur, on the other hand. (41) Acknowledging climate change as one of the biggest global and societal challenges and reflecting the importance of tackling climate change in line with the Union's commitments to implement the Paris Agreement and the United Nations Sustainable Development Goals, this Programme will contribute to mainstream climate actions and to the achievement of an overall target of 30 % of the EU budget expenditures supporting climate objectives. Climate mainstreaming shall be adequately integrated in research and innovation content and applied at all stages of the research cycle. ",
        "11251/1/20 REV 1 MG/CF/evt 27 ANNEX ECOMP.3.B. EN (41a) In the context of the impact pathway related to climate, the Commission will report on outputs, innovations and aggregated estimated effects of projects that are climate-relevant, including by Programme part and by implementation mode. In its analysis the Commission should take account of the long-term economic, societal and environmental costs and benefits to European citizen resulting from Programme activities including the uptake of innovative climate mitigation and adaptation solutions, estimated impacts on jobs and company creation, economic growth and competitiveness, clean energy, health to well-being (including air, soil and water quality). The results of this impact analysis should be made public, assessed in the context of Europe´s climate and energy goals and feedback into the subsequent strategic planning process and future work programmes. (41b) In line with Sustainable Development Goals, research and innovation activities should contribute to the preservation and restoration of biodiversity. (43) Use of sensitive background information or access by unauthorized individuals to sensitive results may have an adverse impact on the interests of the Union or of one or more of the Member States. Thus handling of confidential data and classified information should be governed by all relevant Union law, including the Institutions' internal rules, such as Commission Decision (EU, Euratom) 2015/444, which lays down the provisions on security rules for protecting EU classified information. (44) It is necessary to establish the minimum conditions for participation, both as a general rule where the consortium should include at least one legal entity from a Member State, and with regard to the specificities of particular type of actions under the Programme. ",
        "11251/1/20 REV 1 MG/CF/evt 28 ANNEX ECOMP.3.B. EN (45) It is appropriate to establish the terms and conditions for providing Union funding to participants in actions under the Programme. Grants should be implemented taking into account all forms of contribution set out in the Financial Regulation, including lump sums, flat rates or unit costs, with the view to further simplification. The grant agreement should establish the rights and obligations of the beneficiaries, including the role and tasks of the coordinator where applicable. Close cooperation with Member States experts should be ensured in the drawing up and in any substantial modification of the model grant agreements. (46) The funding rates in this Regulation are referred to as maximums in order to comply with the co-financing principle. Lower funding rates can be set during the Programme implementation only in duly justified cases. (47) In accordance with the Financial Regulation, the Programme should provide the basis for a wider acceptance of the usual cost accounting practices of the beneficiaries as regards personnel costs and unit costs for internally invoiced goods and services (including for large research infrastructures as understood under Horizon 2020). The use of unit costs for internally invoiced goods and services calculated in accordance with the usual accounting practices of the beneficiaries combining actual direct costs and indirect costs should be an option which could be chosen by all beneficiaries. In this respect, beneficiaries should be able to include actual indirect costs calculated on the basis of allocation keys in such unit costs for internally invoiced goods and services. (48) The current system of reimbursement of actual personnel costs should be further simplified building on the project-based remuneration approach developed under Horizon 2020 and further aligned to the Financial Regulation, aiming to reduce the remuneration gap between EU researchers involved in the Programme ",
        "11251/1/20 REV 1 MG/CF/evt 29 ANNEX ECOMP.3.B. EN (49) The participant Guarantee Fund set up under Horizon 2020 and managed by the Commission has proved to be an important safeguard mechanism which mitigates the risks associated with the amounts due and not reimbursed by defaulting participants. Therefore, the Beneficiary Guarantee Fund, renamed Mutual Insurance Mechanism (\"the Mechanism\") should be continued and enlarged to other funding bodies in particular to initiatives pursuant to Article 185 of the TFEU. The Mechanism should be opened to beneficiaries of any other directly managed Union programme. (50) Rules governing the exploitation and dissemination of results should be laid down to ensure that beneficiaries protect, exploit, disseminate and provide access to those results as appropriate. More emphasis should be given to exploiting the results, and the Commission should identify and help maximise opportunities for beneficiaries to exploit results, in particular in the Union. Exploitation should be in consideration of the principles of this programme, including promoting innovation in the Union and strengthening the European Research Area. (51) The key elements of the proposal evaluation and selection system of the predecessor programme Horizon 2020 with its particular focus on excellence should be maintained. Proposals should continue to be selected based on the evaluation made by independent experts. The Commission should continue to involve independent observers in the evaluation process where applicable. For EIC pathfinder activities, missions and in other duly justified cases as set out in the work programme, the necessity to ensure the overall coherence of the portfolio of projects may be taken into account, provided that project proposals have passed the applicable thresholds. The objectives and procedures for doing so should be published in advance. In accordance with Article 200 paragraph 7 of the Financial Regulation, applicants should receive feedback on the evaluation of their proposal in particular, where applicable, the reasons for rejection. ",
        "11251/1/20 REV 1 MG/CF/evt 30 ANNEX ECOMP.3.B. EN (52) Systematic cross-reliance on audits and assessments with other Union programmes should be implemented in accordance with Articles 126 and 127 of the Financial Regulation for all parts of the programme, where possible, in order to reduce administrative burden for beneficiaries of Union funds. Cross-reliance should be explicitly provided for by considering also other elements of assurance such as systems and processes audits. (53) Specific challenges in the area of research and innovation should be addressed by prizes, including through common or joint prizes where appropriate, organised by the Commission or funding body with other Union bodies, associated countries, third countries, international organisations or non-profit legal entities. (54) The types of financing and the methods of implementation under this Regulation shall be chosen on the basis of their ability to achieve the specific objectives of the actions and to deliver results, taking into account, in particular, the costs of controls, the administrative burden, and the expected risk of non-compliance. For grants, this shall include consideration of the use of lump sums, flat rates and scales of unit costs. ",
        "11251/1/20 REV 1 MG/CF/evt 31 ANNEX ECOMP.3.B. EN HAVE ADOPTED THIS REGULATION: TITLE I GENERAL PROVISIONS Article 1 Subject matter 1. This Regulation establishes Horizon Europe - the Framework Programme for Research and Innovation (‘the Programme’) and the rules for participation and dissemination in indirect actions under the Programme and determines the framework governing Union support to research and innovation activities. The Programme is established for the period from 1 January 2021 to 31 December 2027. 2. It lays down the objectives of the Programme, the budget for the period 2021 – 2027, the forms of Union funding and the rules for providing such funding. 3. The Programme shall be implemented through: (a) the specific programme established by Decision …/…/EU 29 ; (aa) a financial contribution to the EIT established by Regulation (EC) No 294/2008; (b) the specific programme on defence research established by Regulation …/…/EU Regulation of the European Parliament and of the Council establishing the European Defence Fund. 29 ",
        "11251/1/20 REV 1 MG/CF/evt 32 ANNEX ECOMP.3.B. EN 4. The terms 'Horizon Europe', 'the Programme' and 'specific programme' used in this Regulation address matters relevant only to the specific programme described in paragraph 3(a), unless otherwise explicitly stated. The EIT shall implement the Programme in line with its strategic objectives for the period 2021- 2027, as laid down in the Strategic Innovation Agenda of the EIT, taking into account the strategic planning. Article 2 Definitions For the purposes of this Regulation, the following definitions apply: (1) 'research infrastructures' mean facilities that provide resources and services for the research communities to conduct research and foster innovation in their fields. This definition includes the associated human resources, and it covers major equipment or sets of instruments; knowledge-related facilities such as collections, archives or scientific data infrastructures; computing systems, communication networks, and any other infrastructure, of a unique nature and open to external users, essential to achieve excellence in research and innovation. Where relevant, they may be used beyond research, for example for education or public services and they may be 'single sited', 'virtual' or 'distributed'; (2) 'smart specialisation strategy' has the same meaning as smart specialisation strategy as defined in Regulation (EU) No 1303/2013 of the European Parliament and of the Council 30 and fulfilling the enabling conditions set out in Regulation (EU) XX [Common Provisions Regulation]; 30 Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006. ",
        "11251/1/20 REV 1 MG/CF/evt 33 ANNEX ECOMP.3.B. EN (3) 'European Partnership' means an initiative where the Union, prepared with early involvement of Member States and/or Associated Countries, together with private and/or public partners (such as industry, universities, research organisations, bodies with a public service mission at local, regional, national or international level or civil society organisations including foundations and NGOs), commit to jointly support the development and implementation of a programme of research and innovation activities, including those related to market, regulatory or policy uptake; (4) 'open access' means the practice of providing online access to research outputs resulting from actions funded under the Programme, free of charge to the end-user, in accordance with Article 10 and 35(3) of this Regulation; (4a) 'open science' means an approach to the scientific process based on open cooperative work, tools and diffusing knowledge, including the elements of article 10. (5) 'mission' means a portfolio of excellence-based and impact-driven R&I actions across disciplines and sectors, intended to: – achieve, within a set timeframe, a measurable goal that could not be achieved through individual actions, – have impact on society and policy-making through science and technology, and – be relevant for a significant part of the European population and a wide range of European citizens; (6) 'pre-commercial procurement' means the procurement of research and development services involving risk-benefit sharing under market conditions, and competitive development in phases, where there is a clear separation of the research and development services procured from the deployment of commercial volumes of end-products; (7) 'public procurement of innovative solutions' means procurement where contracting authorities act as a launch customer for innovative goods or services which are not yet available on a large-scale commercial basis, and may include conformity testing. ",
        "11251/1/20 REV 1 MG/CF/evt 34 ANNEX ECOMP.3.B. EN (8) “access rights” means rights to use results or background under terms and conditions laid down in accordance with this Regulation; (9) “background” means any data, know -how or information whatever its form or nature, tangible or intangible, including any rights such as intellectual property rights, that is: (i) held by beneficiaries prior to their accession to the action; and (ii) identified by the beneficiaries in a written agreement as needed for implementing the action or for exploiting its results; (10) “ dissemination ” means the public disclosure of the results by appropriate means (other than resulting from protecting or exploiting the results), including by scientific publications in any medium; (11) “exploitation” means the use of results in further research and innovation activities other than those covered by the action concerned, including inter alia, commercial exploitation such as developing, creating, manufacturing and marketing a product or process, creating and providing a service, or in standardisation activities; (12) “fair and reasonable conditions” means appropriate conditions, including possible financial terms or royalty-free conditions, taking into account the specific circumstances of the request for access, for example the actual or potential value of the results or background to which access is requested and/or the scope, duration or other characteristics of the exploitation envisaged; (13) “funding body” means a body or organisation, other than the Commission, as referred to in point (c) of Article 62(1) of the Financial Regulation, to which the Commission has entrusted budget implementation tasks under the Programme; (14) “ international European research organisation” means an international organisation, the majority of whose members are Member States or associated countries, and whose principal objective is to promote scientific and technological cooperation in Europe; ",
        "11251/1/20 REV 1 MG/CF/evt 35 ANNEX ECOMP.3.B. EN (15) 'legal entity' means any natural or legal person created and recognised as such under national law, Union law or international law, which has legal personality and which may, acting in its own name, exercise rights and be subject to obligations, or an entity without a legal personality in accordance with Article 197(2)(c) of the Financial Regulation; (15 a) ”widening countries”/ “low R&I performing countries” means those countries where legal entities need to be established in order to be eligible as coordi nators under ‘widening participation and spreading excellence’ strand of the Widening Participation and Strengthening ERA’ part of Horizon Europe. From the EU Member States, these countries are Bulgaria, Croatia, Cyprus, Czech Republic, Estonia, Greece, Hungary, Latvia, Lithuania, Malta, Poland, Portugal, Romania, Slovakia and Slovenia, for the whole duration of the Programme. For associated countries, the list of eligible countries will be defined based on an indicator and published in the Work Programme. On the basis of Article 349 TFEU, legal entities from Outermost Regions will be also fully eligible as coordinators under this strand. (16) “non - profit legal entity” means a legal entity which by its legal form is non -profit-making or which has a legal or statutory obligation not to distribute profits to its shareholders or individual members; (16a) 'SME' means micro-, small- and medium-sized enterprise as defined in Commission Recommendation 2003/361/EC 31 ; (17) 'small mid-cap' means an entity that is not a micro-, small- and medium-sized enterprise (‘SME’) as defined in Commission Recommendation 2003/361/EC 27 employing up to 499 employees where the staff headcount is calculated in accordance with Articles 3, 4, 5 and 6 of Title I of the Annex of that Recommendation; (18) “results” means any tangible or intangible effect of the action, such as data, know -how or information, whatever its form or nature, whether or not it can be protected, as well as any rights attached to it, including intellectual property rights; 31 ",
        "11251/1/20 REV 1 MG/CF/evt 36 ANNEX ECOMP.3.B. EN (18a) 'research outputs' mean results generated by the action to which access can be given in the form of scientific publications, data or other engineered outcomes and processes such as software, algorithms, protocols and electronic notebooks; (19) “seal of excellence ” means a certified label which shows that a proposal submitted to a call for proposals exceeded all of the evaluation thresholds set out in the work programme, but could not be funded due to lack of budget available to that call in the work programme, but which might receive support from other Union or national sources of funding; (19a) ‘strategic R&I Plan’ means an implementing act laying out a strategy for realising content in the work programme covering a maximum period of four years, following a broad mandatory multi-stakeholder consultation process. It defines the priorities, suitable types of action and forms of implementation to use. (20) “work programme” means the document adopted by the Commission for the implementation of the specific programme 32 in accordance with its Article 12 or the equivalent document in content and structure adopted by a funding body. (21) \"reimbursable advance\" means the part of a Horizon Europe or EIC blended finance corresponding to a loan under Title X of the Financial Regulation, but that is directly awarded by the Union on a non-profit basis to cover the costs of activities corresponding to an innovation action, and to be reimbursed by the beneficiary to the Union under the conditions provided for in the contract; (22) “contract” means the agreement concluded between the Commission or a funding body with a legal entity implementing an innovation and market deployment action and supported by a Horizon Europe or EIC blended finance. 32 ",
        "11251/1/20 REV 1 MG/CF/evt 37 ANNEX ECOMP.3.B. EN (23) “classified information” means EU classified information as defined in Article 3 of Commission Decision (EU, Euratom) 2015/444 as well as classified information of Member States, classified information of third countries with which the Union has a security agreement and classified information of international organisation with which the Union has a security agreement; (24) 'Blending operation' means actions supported by the EU budget, including within blending facilities pursuant to Article 2(6) of the Financial Regulation, combining non-repayable forms of support and/or financial instruments from the EU budget with repayable forms of support from development or other public finance institutions, as well as from commercial finance institutions and investors. (25) “Horizon Europe blended finance” means financial support to a programme to provide support to innovation and market deployment activities, consisting in a specific combination of a grant or a reimbursable advance with an investment in equity or any other repayable form of support; (25 aa) ‘research and innovation action’ means an action primarily consisting of activities aiming to establish new knowledge and/or to explore the feasibility of a new or improved technology, product, process, service or solution. This may include basic and applied research, technology development and integration, testing, demonstration and validation on a small-scale prototype in a laboratory or simulated environment; (25 b) ‘innovation action’ means an action primarily consistin g of activities directly aimed at producing plans and arrangements or designs for new, altered or improved products, processes or services, possibly including prototyping, testing, demonstrating, piloting, large- scale product validation and market replication; (25c) ‘ERC frontier research (including ERC Proof of Concept)’ means principal investigator -led research actions, hosted by ERC only single or multiple beneficiaries; ",
        "11251/1/20 REV 1 MG/CF/evt 38 ANNEX ECOMP.3.B. EN (25d) ‘training and mobility action’ means an action geared towards the improvement of skills, knowledge and career prospects of researchers based on mobility between countries, and, if relevant, between sectors or disciplines; (25e) ‘ programme co- funding action’ means an action to provide multi -annual co-funding to a programme of activities established and/or implemented by entities managing and/or funding research and innovation programmes, other than Union funding bodies. Such a programme of activities may support networking and coordination, research, innovation, pilot actions, and innovation and market deployment actions, training and mobility actions, awareness raising and communication, dissemination and exploitation, any relevant financial support, such as grants, prizes, procurement, as well as Horizon Europe blended finance or a combination thereof. The programme co-fund action may be implemented by those entities directly or by third parties on their behalf; (25f) ‘pre -commercial procurement action’ means an action with the primary aim of realising pre - commercial procurement implemented by beneficiaries that are contracting authorities or contracting entities; (25g) ‘public procurement of innovative solutions action’ means an action with the primary aim of realising joint or coordinated public procurement of innovative solutions implemented by beneficiaries that are contracting authorities or contracting entities; (25h) ‘coordination and support action’ means an action contributing to the objectives of the Programme, excluding research and innovation activities, except when undertaken under the component \"widening participation and spreading excellence\" of the part \"Widening Participation and strengthening the European Research Area\"; and bottom-up coordination without co-funding of research activities from the EU that allows for cooperation between legal entities from Member States and Associated Countries in order to strengthen the European Research Area; (25i) \"Inducement prize\" means a prize to spur investment in a given direction, by specifying a target prior to the performance of the work ",
        "11251/1/20 REV 1 MG/CF/evt 39 ANNEX ECOMP.3.B. EN (25j) \"Recognition prize\" in prize to reward past achievements and outstanding work after it has been performed (25k) \"Innovation and market deployment action\" means and action embedding an innovation action and other activities necessary to deploy an innovation in the market, including the scaling-up of companies, providing Horizon Europe blended finance (a mix of grant-type funding and private finance); (25l) \"Indirect actions\" means research and innovation activities to which the Union provides financial support and which are undertaken by participants; (25m) \"Direct actions\" means research and innovation activities undertaken by the Commission through its Joint Research Centre (JRC). (27) 'procurement’ means procurement as defined in Article 2(49) of the Financial Regulation; (28) 'affiliated entity’ means any legal entity as defined in Article 187(1) of the Financial Regulation; (30) 'innovation ecosystem' means an ecosystem that brings together at EU level actors or entities whose functional goal is to enable technology development and innovation. They encompass relations between material resources (such as funds, equipment, and facilities), institutional entities (such as higher education institutions and support services, RTOs, companies, venture capitalists and financial intermediaries) and national, regional and local policy-making and funding entities; ",
        "11251/1/20 REV 1 MG/CF/evt 40 ANNEX ECOMP.3.B. EN Article 3 Programme objectives 1. The Programme’s general objective is to deliver scientific, technological, economic and societal impact from the Union’s investments in research and innovation so as to strengthen the scientific and technological bases of the Union and foster its competitiveness in all Member States including in its industry, deliver on the Union strategic priorities and contribute to the realisation of EU objectives and policies, contribute to tackling global challenges, including the Sustainable Development Goals by following the principles of the Agenda 2030 and the Paris Agreement, and to strengthen the European Research Area. The Programme shall thus maximise Union added value by focusing on objectives and activities that cannot be effectively realised by Member States acting alone, but in cooperation . 2. The Programme has the following specific objectives: (a) to develop, promote and advance scientific excellence, support the creation and diffusion of high-quality new fundamental and applied knowledge, skills, technologies and solutions, training and mobility of researchers, attract talent at all levels and contribute to full engagement of Union's talent pool in actions supported under this Programme; (b) to generate knowledge, strengthen the impact of research and innovation in developing, supporting and implementing Union policies and support the access to and uptake of innovative solutions in European industry, notably in SMEs, and society to address global challenges, including climate change and the Sustainable Development Goals; (c) to foster all forms of innovation, facilitate technological development, demonstration and knowledge and technology transfer, strengthen deployment and exploitation of innovative solutions; ",
        "11251/1/20 REV 1 MG/CF/evt 41 ANNEX ECOMP.3.B. EN (d) to optimise the Programme's delivery for strengthening and increasing the impact and attractiveness of the European Research Area, to foster the excellence-based participations from all Member States, including low R&I performing Member States, in Horizon Europe and to facilitate collaborative links in European research and innovation. Article 4 Programme structure 1. The Programme is structured in the following parts contributing to the general and specific objectives set out in Article 3: (1) Pillar I 'Excellent Science' with the following components: (a) the European Research Council (ERC); (b) Marie Skłodowska -Curie Actions (MSCA); (c) research infrastructures. (2) Pillar II 'Global Challenges and European Industrial Competitiveness' with the following components, taking into account that social sciences and humanities (SSH) shall play an important role across all clusters: (a) cluster 'Health'; (b) cluster 'Culture, creativity and inclusive society'; (ba) cluster ‘Civil Security for Society’; (c) cluster 'Digital, Industry and Space'; (d) cluster 'Climate, Energy and Mobility'; ",
        "11251/1/20 REV 1 MG/CF/evt 42 ANNEX ECOMP.3.B. EN (f) cluster 'Food, Bioeconomy, Natural Resources, Agriculture and Environment'; (g) non-nuclear direct actions of the Joint Research Centre (JRC). (3) Pillar III ‘Innovative Europe’ with the following components: (a) the European Innovation Council (EIC); (b) European innovation ecosystems; (c) the European Institute of Innovation and Technology (EIT) established by Regulation (EC) No 294/2008. (4) Part 'Widening participation and strengthening the European Research Area', with the following components: (a) widening participation and spreading excellence; (b) reforming and enhancing the European R&I System. 2. The broad lines of activities are set out in Annex I. Article 5 Defense research and development 1. Activities to be carried out under the specific programme referred to in Article 1(3)(b) and which are laid down in Regulation establishing the European Defence Fund, shall have an exclusive focus on defence research and development, with the following objectives and broad lines of activities: – activities aiming to foster the competitiveness, efficiency and innovation capacity of the European defence, technological and industrial base. 2. This Regulation does not apply to the specific programme referred to in Article 1(3)(b), with the exception of this Article, Article 1 and Article 9(1). ",
        "11251/1/20 REV 1 MG/CF/evt 43 ANNEX ECOMP.3.B. EN Article 6 33 Strategic planning and implementation and forms of EU funding 1. The Programme shall be implemented in direct management in accordance with the Financial Regulation or in indirect management with funding bodies referred to in Article 62(1)(c) of the Financial Regulation. 2. The Programme may provide funding to indirect actions in any of the forms laid down in the Financial Regulation, in particular grants which shall be the main form of support in the programme. It may also provide financing through prizes, procurements and financial instruments within blending operations and equity support under the EIC Accelerator. 3. The rules for participation and dissemination laid down in this Regulation shall apply to indirect actions. 4. The main types of action to be used under the Programme are set out and defined in Article 2. The forms of funding, referred to in paragraph 2, shall be used in a flexible manner across all objectives of the Programme with their use being determined on the basis of the needs and the characteristics of the particular objectives. 5. The Programme shall also support direct actions undertaken by the JRC. Where these actions contribute to initiatives established under Article 185 or Article 187 TFEU, this contribution shall not be considered as part of the financial contribution allocated to those initiatives. 6. The implementation of the specific programme and the EIT's KICs shall be supported by a transparent and strategic planning of research and innovation activities as laid down in the specific programme, in particular for the pillar 'Global Challenges and European Industrial Competitiveness' and cover also relevant activities in other pillars and the Widening Participation and Strengthening the European Research Area part. 33 A Commission declaration is expected to be published in the OJ C once the final text of the Regulation is adopted. ",
        "11251/1/20 REV 1 MG/CF/evt 44 ANNEX ECOMP.3.B. EN The Commission shall ensure early involvement of the Member States and extensive exchanges with the European Parliament, complemented by consultation with stakeholders and the public at large. The Strategic Planning shall ensure alignment with other relevant Union programmes and consistency with EU priorities and commitments and increase complementarity and synergies with national and regional funding programmes and priorities, thereby strengthening the ERA. Areas for possible missions and areas for possible institutionalised European Partnerships shall be established in Annex Va. 6a. Where appropriate, in order to allow a faster access to funds for small collaborative consortia, a Fast Track to Research and Innovation Procedure (FTRI) may be proposed under some of the calls for proposals dedicated to select research and / or innovation actions Under the Global Challenges and European Industrial Competitiveness and the European Innovation Council Pathfinder parts of the Framework Programme. A call under the FTRI Procedure shall have the following cumulative characteristics: – bottom-up calls for proposals – a shorter time-to-grant, not exceeding 6 months; – a support provided only to small collaborative consortia composed of maximum 6 different and independent eligible legal entities; – a maximum financial support per consortium not exceeding EUR 2.5 million. The work programme shall identify the calls using the FTRI Procedure. 7. Horizon Europe activities shall be primarily delivered through open, competitive calls for proposals, including within missions and European Partnerships. ",
        "11251/1/20 REV 1 MG/CF/evt 45 ANNEX ECOMP.3.B. EN Article 6a Principles of the Programme 1. Research and innovation activities carried out under the specific Programme referred to in Article 1(3)(a) and under the EIT shall have an exclusive focus on civil applications. Budgetary transfers between the amount allocated to the specific programme referred to in Article 1(3)(a) and the EIT and the amount allocated to the specific programme referred to in Article 1(3)(b) shall not be allowed and unnecessary duplication between the two programmes shall be avoided. 2. Horizon Europe shall ensure a multidisciplinary approach and shall foresee, where appropriate, the integration of social sciences and humanities across all clusters and activities developed under the Programme, including specific calls on SSH related topics. 3. The collaborative parts of the Programme shall ensure a balance between lower and higher TRLs thereby covering the whole value chain. 3a. The Programme shall ensure the effective promotion and integration of cooperation with third countries and international organisations and initiatives based on mutual benefits, EU interests, international commitments and, where appropriate, reciprocity. 4. The Programme shall assist widening countries to increase participation in Horizon Europe and to promote broad geographical coverage in collaborative projects, including through spreading scientific excellence, boosting new collaborative links, stimulating brain-circulation as well as through the implementation of Articles 20(3) and 45(4). Those efforts shall be mirrored by proportional measures by Member States, including on setting attractive salaries for researchers, with the support of Union, national and regional funds. Particular attention shall be paid to geographical balance, subject to the situation in the field of research and innovation concerned, evaluation panels and in bodies such as boards and expert groups, without undermining the excellence criteria. ",
        "11251/1/20 REV 1 MG/CF/evt 46 ANNEX ECOMP.3.B. EN 5. The Programme shall ensure the effective promotion of equal opportunities for all, and the implementation of gender mainstreaming, and of the gender dimension in the research and innovation content and shall aim to address the causes of gender imbalance. Particular attention shall be paid to ensuring to the extent possible gender balance, in evaluation panels and in other relevant advisory bodies such as boards and expert groups. 5a. Horizon Europe shall be implemented in synergy with other Union funding programmes while seeking maximal administrative simplification. A non-exhaustive list of synergies with other Union funding programmes is included in Annex IV. 5b. The Programme contributes to increasing public and private investment in R&I in Member States thereby helping to reach an overall investment of at least 3% of Union gross domestic product (GDP) in research and development. 6. The Commission when implementing the programme shall aim at continuous administrative simplification and reduction of the burden for the applicants and beneficiaries. 7. As part of the general Union objective of mainstreaming climate actions into EU sectoral policies and EU funds, actions under this Programme shall contribute at least 35% of the expenditure to climate objectives where appropriate. Climate mainstreaming shall be adequately integrated in research and innovation content. 8. The programme shall promote co-creation and co-design through engagement of citizens and civil society. 9. The programme shall ensure transparency and accountability of public funding in research and innovation projects, thereby preserving the public interest. 10. The Commission or the relevant funding body shall ensure that sufficient guidance and information is made available to all potential participants at the time of publication of the call for proposals, in particular the applicable model grant agreement. ",
        "11251/1/20 REV 1 MG/CF/evt 47 ANNEX ECOMP.3.B. EN Article 7 Missions 1. Missions shall be programmed within the pillar 'Global Challenges and European Industrial Competitiveness', but may also benefit from actions carried out within other parts of the Programme as well as complementary actions carried out under other Union funding programmes. Missions shall allow for competing solutions, resulting in pan-European added value and impact. 2. The missions shall be defined and implemented in accordance with the Regulation and the Specific Programme, ensuring the active and early involvement of the Member States and extensive exchanges with the European Parliament. The missions, their objectives, budget, targets, scope, indicators and milestones shall be identified in the Strategic R&I Plans or the Work Programmes as appropriate. Evaluation of proposals under the missions shall be carried out in accordance with Article 26. 2a. During the first three years of the programme, a maximum of 10% of the annual budget of Pillar II shall be programmed through specific calls for implementing the missions. For the remaining part of the programme, and only after a positive assessment of the mission selection and management process, this percentage may be increased. The Commission shall communicate the total budgetary share of each work programme dedicated to missions. 3. Missions shall: (a) using SDGs as sources for their design and implementation, have a clear research and innovation content, EU-added value, and contribute to reaching Union priorities and commitments and Horizon Europe programme objectives laid down in Article 3; (aa) cover areas of common European relevance, be inclusive, encourage broad engagement and active participation of various types of stakeholders from public and private sectors, including citizens and end-users, and deliver R&I results that could benefit all Member States; ",
        "11251/1/20 REV 1 MG/CF/evt 48 ANNEX ECOMP.3.B. EN (b) be bold and inspirational, hence have wide, scientific, technological, societal, economic, environmental or policy relevance and impact; (c) indicate a clear direction and objectives and be targeted, measurable, time-bound and have a clear budget frame; (d) be selected in a transparent manner and be centered on ambitious, excellence-based and impact-driven but realistic goals and research, development and innovation activities; (da) have the necessary scope, scale and mobilization of the resources and leverage of additional public and private funds required to deliver the mission outcome; (e) stimulate activity across disciplines (including Social Sciences and Humanities) and encompassing activities from a broad range of TRLs, including lower TRLs; (f) be open to multiple, bottom-up approaches and solutions taking into account human and societal needs and benefits and recognizing the importance of diverse contributions to achieve these missions. (fa) benefit from synergies in a transparent manner with other Union programmes as well as with national and, where relevant, regional innovation ecosystems. 4. The Commission shall monitor and evaluate each mission in accordance with Articles 45 and 47 and Annex V to this Regulation, including progress towards short, medium and long-term targets, covering implementation, monitoring and phasing-out of the missions. An assessment of the first missions established under Horizon Europe shall take place no later than 2023 and before any decision is taken on creating new missions, continuing, terminating or redirecting ongoing missions. The results of this assessment shall be made public and shall include, but not limited to, the analysis of their selection process and of their governance, budget, focus and progress to date. ",
        "11251/1/20 REV 1 MG/CF/evt 49 ANNEX ECOMP.3.B. EN Article 7a The European Innovation Council 1. The Commission shall establish a European Innovation Council (EIC) as a centrally-managed \"one stop shop\" for implementing actions under Pillar III 'Innovative Europe‘ which relate to the EIC. The EIC shall mainly focus on breakthrough and disruptive innovation, targeting especially market-creating innovation, while also supporting all types of innovation, including incremental. The EIC shall operate according to the following principles: clear EU added value, autonomy, ability to take risk, efficiency, effectiveness, transparency and accountability. 2. The EIC shall be open to all types of innovators including from individuals to universities, research organisations and companies (SMEs including start-ups and, in exceptional cases, small mid-caps) and from single beneficiaries to multi-disciplinary consortia. At least 70% of EIC budget shall be dedicated to SMEs, including start-ups. 3. The EIC Board and management features of the EIC are defined in Decision (EU)... [Specific Programme] and its annexes. Article 8 European Partnerships 1. Parts of Horizon Europe may be implemented through European Partnerships. The involvement of the Union in European Partnerships may take any of the following forms: (a) participation in partnerships set up on the basis of memoranda of understanding and/or contractual arrangements between the Commission and the partners referred to in Article 2(3), specifying the objectives of the partnership, related commitments from all involved sides for financial and/or in-kind contributions of the partners, key performance and impact indicators, outputs to be delivered and reporting modalities.They include the identification of complementary research and innovation activities that are implemented by the partners and by the Programme (Co-programmed European Partnerships); ",
        "11251/1/20 REV 1 MG/CF/evt 50 ANNEX ECOMP.3.B. EN (b) participation in and financial contribution to a programme of research and innovation activities, specifying the objectives, key performance and impact indicators, and outputs to be delivered, based on the commitment of the partners for financial and/or in-kind contributions and integration of their relevant activities using a Programme co-fund action (Co-funded European Partnerships); Financial contributions under programmes co-financed by the ERDF, the ESF+, the EMFF and the EAFRD may be considered as a contribution of the participating Member State for the purpose of Horizon Europe, provided Article 106 and other applicable provisions of the [new Common Provisions Regulation] and the fund-specific regulations are complied with. (c) participation in and financial contribution to research and innovation programmes undertaken by several Member States in accordance with Article 185 TFEU, or by bodies established pursuant to Article 187 TFEU, such as Joint Undertakings, or by the EIT Knowledge and Innovation Communities in compliance with the EIT Regulation (Institutionalised European Partnerships). Such partnerships shall be implemented only where other parts of the Horizon Europe programme, including other forms of European Partnerships would not achieve the objectives or would not generate the necessary expected impacts, and if justified by a long-term perspective and high degree of integration. Partnerships in accordance with Article 185 TFEU or pursuant to Article 187 TEFU shall implement a central management of all financial contributions, except in duly justified cases. In case of central financial management, project level contributions from one participating state will be made on the basis of the funding requested in proposals from entities established in that participating state, unless otherwise agreed among all participating states concerned. ",
        "11251/1/20 REV 1 MG/CF/evt 51 ANNEX ECOMP.3.B. EN The rules for such partnerships shall specify inter alia the objectives, key performance and impact indicators, and outputs to be delivered, as well as the related commitments for financial and/or in-kind contributions of the partners. Financial contributions under programmes co-financed by the ERDF, the ESF+, the EMFF and the EAFRD may be considered as a contribution of the participating Member State for the purpose of Horizon Europe, provided Article 106 and other applicable provisions of the [new Common Provisions Regulation] and the fund-specific regulations are complied with. 2. European Partnerships shall: (a) Be established for addressing European or global challenges only in cases where they will more effectively achieve objectives of Horizon Europe than the Union alone and when compared to other forms of support of the Framework programme. Those parts shall have an appropriate share of the budget of Horizon Europe. The majority of the budget in pillar II shall be allocated to actions outside of European partnerships; (b) Adhere to the principles of Union added value, transparency, openness, impact within and for Europe, strong leverage effect on sufficient scale, long-term commitments of all the involved parties, flexibility in implementation, coherence, coordination and complementarity with Union, local, regional, national and, where relevant, international initiatives or other partnerships and missions; (c) Have a clear life-cycle approach, be time limited and include conditions for phasing-out the Programme funding. 2.a. European Partnerships according to Article 8(1)(a and b) of this Regulation shall be identified in Strategic R&I Plans before being implemented in work programmes. Provisions and criteria for their selection, implementation, monitoring, evaluation and phasing-out are set out in Annex III. ",
        "11251/1/20 REV 1 MG/CF/evt 52 ANNEX ECOMP.3.B. EN Article 8a Review of missions and partnership areas No later than 2023, the Commission shall carry out a review of Annex Va as part of the overall monitoring of the programme, including missions and institutionalised European partnerships on the basis of article 185 TFEU or article 187 TFEU, and present a report on the main findings to the Council and the European Parliament. Article 9 Budget 1. The financial envelope for the implementation of the Framework Programme for the period 2021 – 2027 shall consist of EUR 85 543 000 000 in current prices for the specific programme referred to in Article 1(3)(a) and for the European Institute of Innovation and Technology (EIT) and EUR 7 953 000 000 in current prices for the specific programme referred to in Article 1(3)(b). 2. The indicative 34 distribution of the amount referred to in paragraph 1, for the specific programme referred to in Article 1(3)(a) and for the EIT, shall be: (a) EUR 23 097 000 000 for Pillar I 'Excellent Science' for the period 2021-2027, of which (1) EUR 14 861 000 000 for the European Research Council; (2) EUR 6 288 000 000 for Marie Skłodowska -Curie Actions; (3) EUR 2 149 000 000 for research infrastructures; 34 The indicative amounts per individual parts of the Programme have been rounded. This is without prejudice of the cumulative amounts stated under paragraph 2(a), (b), (c) and (d) which add up precisely to the overall budget of the Programme agreed by the European Council in July. ",
        "11251/1/20 REV 1 MG/CF/evt 53 ANNEX ECOMP.3.B. EN (b) EUR 47 179 000 000 for Pillar II 'Global Challenges and European Industrial Competitiveness' for the period 2021-2027, of which (1) EUR 6 893 000 000 for cluster 'Health'; (2) EUR 1 253 500 000 for cluster 'Culture, Creativity and Inclusive Society'; 35 (2a) EUR 1 253 500 000 for cluster 'Civil Security for Society'; 36 (3) EUR 13 429 000 000 for cluster 'Digital, Industry and Space'; (4) EUR 13 429 000 000 for cluster 'Climate, Energy and Mobility'; (5) EUR 8 952 000 000 for cluster 'Food, Bioeconomy, Natural Resources, Agriculture and Environment'; (6) EUR 1 970 000 000 for the non-nuclear direct actions of the Joint Research Centre (JRC); 35 The combined amount for cluster 2 and cluster 2a is EUR 2 507 000 000. 36 The combined amount for cluster 2 and cluster 2a is EUR 2 507 000 000. ",
        "11251/1/20 REV 1 MG/CF/evt 54 ANNEX ECOMP.3.B. EN (c) EUR 12 086 000 000 for Pillar III 'Innovative Europe for the period 2021-2027, of which (1) EUR 8 752 000 000 for the European Innovation Council; (1a) EUR 448 000 000 for European Innovation Ecosystems; (2) EUR 2 686 000 000 for the European Institute of Innovation and Technology (EIT); (d) EUR 3 181 000 000 for Part 'Widening participation and Strengthening the European Research Area' for the period 2021-2027, of which (1) EUR 2 823 000 000 for 'widening participation and spreading excellence'; (2) EUR 358 000 000 for 'reforming and enhancing the European R&I System'. 3. In order to respond to unforeseen situations or to new developments and needs, the Commission may, within the annual budgetary procedure, deviate from the amounts referred to in paragraph 2 up to a maximum of 10%. No such deviation shall be allowed in respect of the amounts referred to in points (b) (6) of paragraph 2 of this Article and the total amount set out for Part ' Widening participation and Strengthening the European Research Area' of paragraph 2 of this Article. ",
        "11251/1/20 REV 1 MG/CF/evt 55 ANNEX ECOMP.3.B. EN 4. The amount referred to in paragraph 1 for the specific programme referred to in Article 1(3)(a) and for the EIT, may also cover expenses for preparation, monitoring, control, audit, evaluation and other activities and expenditures necessary for managing and implementing the Programme, including all administrative expenditure, as well as evaluating the achievement of its objectives. The administrative expenses related to indirect actions shall not exceed 5% of the total amount under the Programme. It may moreover cover expenses relating to the studies, meetings of experts, information and communication actions, in so far as they are related to the objectives of the Programme, as well as expenses linked to information technology networks focusing on information processing and exchange, including corporate information technology tools and other technical and administrative assistance needed in connection with the management of the Programme. 5. If necessary, appropriations may be entered in the budget beyond 2027 to cover the expenses provided for in paragraph 4, to enable the management of actions not completed by 31 December 2027. 6. Budgetary commitments for actions extending over more than one financial year may be broken down over several years into annual instalments. 7. Without prejudice to the Financial Regulation, expenditure for actions resulting from projects included in the first work programme may be eligible as from 1 January 2021. 8. Resources allocated to Member States under shared management and transferrable in accordance with Article 21 of Regulation (EU) XX […Common Provisions Regulation] may, at their request, be transferred to the Programme. The Commission shall implement those resources directly in accordance with point (a) of Article 62(1) of the Financial Regulation or indirectly in accordance with point (c) of that Article. Those resources shall be used for the benefit of the Member State concerned. ",
        "11251/1/20 REV 1 MG/CF/evt 56 ANNEX ECOMP.3.B. EN 9. Where the Commission has not made the legal commitment under direct or indirect management for resources transferred in accordance with paragraph 8, the corresponding uncommitted resources may be transferred back to one or more respective operational programmes. The Member State shall submit a corresponding request for a respective operational programme amendment in accordance with art. 19(1) of Regulation (EU) XX […Common Provisions Regulation] at the latest four months before the deadline set out in Article 114(2) of Regulation 2018/1046. Article 9a Resources from the European Union Recovery Instrument 1. Measures referred to in Article 1(2) of Regulation [ERI] shall be implemented under this Programme through amounts referred to in [point (iv) of Article 2(2)(a)] of that Regulation [ERI], subject to its Article [3(3), (4), (7) and (9)]. 2. Those amounts shall constitute external assigned revenue as set out in Article 3(1) of Regulation [ERI]. 37 These additional amounts shall exclusively be allocated to actions for research and innovation directed at addressing the consequences of the COVID-19 crisis, notably its economic, social and societal impact. 37 8555/20: Commission proposal (COM (2020) 459) amending the Horizon Europe Regulation. ",
        "11251/1/20 REV 1 MG/CF/evt 57 ANNEX ECOMP.3.B. EN Article 10 Open science 1. The programme shall encourage open science as an approach to the scientific process based on cooperative work and diffusing knowledge, in particular in line with the following elements: – open access to scientific publications resulting from research funded under the Programme; – open access to research data, including those underlying scientific publications. These elements shall be ensured in accordance with Article 35(3) of this regulation. The latter shall also be in line with the principle 'as open as possible, as closed as necessary'; 1a. The principle of reciprocity in open science shall be promoted and encouraged in all association and cooperation agreements with third countries, including agreements signed by funding bodies entrusted for indirect management of the Programme. 2. Responsible management of research data shall be ensured in line with the principles ‘Findability’, ‘Accessibility’, ‘Interoperability’ and ‘Reusability’ (FAIR). Attention shall also be paid to the long-term preservation of data. 3. Other open science practices shall be promoted and encouraged, including for the benefit of SMEs. Article 11 Alternative and combined funding Actions awarded a Seal of Excellence certification under this Programme which comply with the following cumulative, comparative, conditions: (a) they have been assessed in a call for proposals under the Programme; ",
        "11251/1/20 REV 1 MG/CF/evt 58 ANNEX ECOMP.3.B. EN (b) they comply with the minimum quality requirements of that call for proposals; (c) they may not be financed under that call for proposals only due to budgetary constraints, and co-funded actions selected under the Programme may receive support from the European Regional Development Fund, the European Social Fund+ or the European Agricultural Fund for Rural Development, in accordance with paragraph 5 of Article [67] of Regulation (EU) XX [Common Provisions Regulation] and paragraph 4 of Article [73] of Regulation (EU) XX [CAP Strategic Plan Regulation]. Article 12 Third countries associated to the Programme 1. The Programme shall be open to association of the following third countries: (a) European Free Trade Association (EFTA) members which are members of the European Economic Area (EEA), in accordance with the conditions laid down in the EEA agreement; (b) acceding countries, candidate countries and potential candidates, in accordance with the general principles and general terms and conditions for the participation of those countries in Union programmes established in the respective framework agreements and Association Council decisions, or similar agreements, and in accordance with the specific conditions laid down in agreements between the Union and those countries; ",
        "11251/1/20 REV 1 MG/CF/evt 59 ANNEX ECOMP.3.B. EN (c) countries covered by the European Neighbourhood Policy, in accordance with the general principles and general terms and conditions for the participation of those countries in Union programmes established in the respective framework agreements and Association Council decisions, or similar agreements, and in accordance with the specific conditions laid down in agreements between the Union and those countries; (d) third countries and territories that fulfil all of the following criteria: i. a good capacity in science, technology and innovation; ii. commitment to a rules-based open market economy, including fair and equitable dealing with intellectual property rights, backed by democratic institutions; iii. active promotion of policies to improve the economic and social well-being of citizens. Association to the Programme of each of the third countries under point(d) shall be in accordance with the conditions laid down in a specific agreement covering the participation of the third country to any Union programme, provided that the agreement: – ensures a fair balance as regards the contributions and benefits of the third country participating in the Union programmes; – lays down the conditions of participation in the programmes, including the calculation of financial contributions to individual programmes and their administrative costs. These contributions shall constitute assigned revenues in accordance with Article 21(5) of the Financial Regulation; – does not confer to the third country a decisional power in respect of the programme; – guarantees the rights of the Union to ensure sound financial management and to protect its financial interests. ",
        "11251/1/20 REV 1 MG/CF/evt 60 ANNEX ECOMP.3.B. EN 2. The scope of association of each third country to the Programme shall take into account the objective of driving economic growth in the Union through innovation. Accordingly, with the exception of EEA members, acceding countries, candidate countries and potential candidates, parts of the Programme may be excluded from an association agreement for a specific country. 3. The association agreement shall, as far as possible, provide for the reciprocal participation of legal entities established in the Union in equivalent programmes of associated countries in accordance with the conditions laid down therein. 4. The conditions determining the level of financial contribution shall ensure an automatic correction of any significant imbalance compared to the amount that entities established in the associated country receive through participation in the Programme, taking into account the costs in the management, execution and operation of the Programme. ",
        "11251/1/20 REV 1 MG/CF/evt 61 ANNEX ECOMP.3.B. EN TITLE II RULES FOR PARTICIPATION AND DISSEMINATION CHAPTER I General provisions Article 13 Funding bodies and direct actions of JRC 1. Funding bodies may depart from the rules set out in this Title, except from Articles 14, 15 and 16, in duly justified cases and only if this is provided for in the basic act setting up the funding body or entrusting budget implementation tasks to it or, for funding bodies under Article 62(1)(c)(ii), (iii) or (v) of the Financial Regulation, if it is provided for in the contribution agreement and their specific operating needs or the nature of the action so require. 2. The rules set out in this Title shall not apply to direct actions undertaken by the JRC. Article 14 Eligible actions and ethical principles 1. Without prejudice to paragraph 2 of this Article, only actions implementing the objectives referred to in Article 3 shall be eligible for funding. The following fields of research shall not be financed: (a) activities aiming at human cloning for reproductive purposes; ",
        "11251/1/20 REV 1 MG/CF/evt 62 ANNEX ECOMP.3.B. EN (b) activities intended to modify the genetic heritage of human beings which could make such changes heritable 38 ; (c) activities intended to create human embryos solely for the purpose of research or for the purpose of stem cell procurement, including by means of somatic cell nuclear transfer. 2. Research on human stem cells, both adult and embryonic, may be financed, depending both on the contents of the scientific proposal and the legal framework of the Member States involved. No funding shall be granted, neither within nor outside the EU, for research activities that are prohibited in all the Member States. No activity shall be funded in a Member State where such activity is forbidden. Article 15 Ethics 39 1. Actions carried out under the Programme shall comply with ethical principles and relevant national, Union and international legislation, including the Charter of Fundamental Rights of the European Union and the European Convention on Human Rights and its Supplementary Protocols. Particular attention shall be paid to the principle of proportionality, the right to privacy, the right to the protection of personal data, the right to the physical and mental integrity of a person, the right to non-discrimination, the need to ensure protection of the environment and high levels of human health protection. 38 Research relating to cancer treatment of the gonads can be financed 39 Subject to the final legal act, the Commission will issue a statement on human embryonic stem cell research as in H2020 (Declaration 2013 / C 373/02). ",
        "11251/1/20 REV 1 MG/CF/evt 63 ANNEX ECOMP.3.B. EN 2. Entities participating in the action shall provide: (a) an ethics self-assessment identifying and detailing all the foreseeable ethics issues related to the objective, implementation and likely impact of the activities to be funded, including a confirmation of compliance with paragraph 1, and a description of how it will be ensured; (b) a confirmation that the activities will comply with the European Code of Conduct for Research Integrity published by All European Academies and that no activities excluded from funding will be conducted; (c) for activities carried out outside the Union, a confirmation that the same activities would have been allowed in a Member State; and (d) for activities making use of human embryonic stem cells, as appropriate, details of licensing and control measures that shall be taken by the competent authorities of the Member States concerned as well as details of the ethics approvals that shall be obtained before the activities concerned start. 3. Proposals shall be systematically screened to identify those actions raising complex or serious ethics issues and submit them to an ethics assessment. The ethics assessment shall be carried out by the Commission unless it is delegated to the funding body. For actions involving the use of human embryonic stem cells or human embryos, an ethics assessment shall be mandatory. Ethics screenings and assessments shall be carried out with the support of ethics experts. The Commission and the funding bodies shall ensure the transparency of the ethics procedures without prejudice to the confidentiality of the content of the procedure. 4. Entities participating in the action shall obtain all approvals or other mandatory documents from the relevant national, local ethics committees or other bodies such as data protection authorities before the start of the relevant activities. Those documents shall be kept on file and provided to the Commission or funding body upon request. ",
        "11251/1/20 REV 1 MG/CF/evt 64 ANNEX ECOMP.3.B. EN 5. If appropriate, ethics checks shall be carried out by the Commission or funding body. For serious or complex ethics issues, the checks shall be carried out by the Commission unless it is delegated to the funding body. Ethics checks shall be carried out with the support of ethics experts. 6. Actions which do not fulfil the ethical requirements referred to in paragraphs 1-4 and are thus not ethically acceptable and therefore shall be rejected or terminated once the ethical unacceptability has been established. Article 16 Security 1. Actions carried out under the Programme shall comply with the applicable security rules and in particular rules on protection of classified information against unauthorised disclosure, including compliance with any relevant national and Union law. In case of research carried out outside the Union using and/or generating classified information, it is necessary that, in addition to the compliance with those requirements, a security agreement shall have to be concluded between the Union and the third country in which the research is conducted. 2. Where appropriate, proposals shall include a security self-assessment identifying any security issues and detailing how these issues will be addressed in order to meet the relevant national and Union law. 3. Where appropriate, the Commission or funding body shall carry out a security scrutiny for proposals raising security issues. 4. Where appropriate, the actions shall comply with Decision (EU, Euratom) 2015/444, and its implementing rules. ",
        "11251/1/20 REV 1 MG/CF/evt 65 ANNEX ECOMP.3.B. EN 5. Entities participating in the action shall ensure the protection against unauthorised disclosure of classified information used and/or generated by the action. They shall provide proof of personal and/or facility security clearance from the relevant national security authorities, prior to the start of the activities concerned. 6. If external experts have to deal with classified information, the appropriate security clearance shall be required before those experts are appointed. 7. Where appropriate, the Commission or funding body may carry out security checks. Actions which do not comply with the security rules under this Article may be rejected or terminated at any time. ",
        "11251/1/20 REV 1 MG/CF/evt 66 ANNEX ECOMP.3.B. EN CHAPTER II Grants Article 17 Grants Grants under the Programme shall be awarded and managed in accordance with Title VIII of the Financial Regulation, unless otherwise specified in this Chapter. Article 18 Entities eligible for participation 1. Any legal entity, regardless of its place of establishment, including legal entities from non- associated third countries or international organisation may participate in actions under the Programme, provided that the conditions laid down in this Regulation have been met together with any conditions laid down in the work programme or call. 2. Entities shall be part of a consortium that shall include at least three independent legal entities each established in a different Member State or associated country and with at least one of them established in a Member State, unless: (a) the work programme provides otherwise, if duly justified; 3. European Research Council (ERC) frontier research actions, European Innovation Council (EIC) actions, training and mobility actions or programme co-fund actions may be implemented by one or more legal entities, one of which must be established in a Member State or associated country on the basis of an agreement concluded in accordance with Article 12. 4. Coordination and support actions may be implemented by one or more legal entities, which may be established in a Member State, associated country or, in exceptional cases, in another third country. ",
        "11251/1/20 REV 1 MG/CF/evt 67 ANNEX ECOMP.3.B. EN 5. For actions related to Union strategic assets, interests, autonomy or security, the work programme may provide that the participation can be limited to those legal entities established in Member States only, or, to those legal entities established in specified associated or other third countries in addition to Member States. Any limitation of the participation of legal entities established in associated countries which are EEA members shall be in accordance with the terms and conditions of the EEA Agreement. For duly justified and exceptional reasons, in order to guarantee the protection of the strategic interests of the Union and its Member States, the work programme may also exclude the participation of legal entities established in the Union or in associated countries directly or indirectly controlled by non- associated third countries or by legal entities of non-associated third countries from individual calls, or make their participation subject to conditions set out in the work programme. 6. Where appropriate and duly justified, the work programme may provide for eligibility criteria in addition to those set out in paragraphs 2, 3, 4, and 5 according to specific policy requirements or to the nature and objectives of the action, including the number of legal entities, the type of legal entity and the place of establishment. 7. For actions benefiting from amounts under Article 9(8), the participation shall be limited to a single legal entity established in the jurisdiction of the delegating Managing Authority, except if otherwise agreed with the Managing Authority and provided for in the work programme. 8. Where indicated in the work programme, the JRC may participate in actions. 9. The JRC, international European research organisations and legal entities created under Union law shall be deemed to be established in a Member State other than the ones in which other legal entities participating in the action are established. ",
        "11251/1/20 REV 1 MG/CF/evt 68 ANNEX ECOMP.3.B. EN 10. For European Research Council (ERC) frontier research actions, training and mobility actions and when provided for in the work programme, international organisations with headquarters in a Member State or associated country shall be deemed to be established in this Member State or associated country. For other parts of the Programme, international organisations other than international European research organisations shall be deemed to be established in a non-associated third country. Article 19 Entities eligible for funding 1. Entities are eligible for funding if they are established in a Member State or associated country. For actions benefiting from amounts under Article 9(8), only entities established in the jurisdiction of the delegating Managing Authority shall be eligible for funding out of these amounts. 2. Entities established in a non-associated third country should in principle bear the cost of their participation. However, for low to middle income countries and exceptionally for other non- associated third countries they could be eligible for funding in an action if: (a) the third country is identified in the work programme adopted by the Commission ; or (b) the Commission or funding body consider that its participation is essential for implementing the action; 3. Affiliated entities are eligible for funding in an action if they are established in a Member State, Associated country, or in a third country identified in the work programme adopted by the Commission. ",
        "11251/1/20 REV 1 MG/CF/evt 69 ANNEX ECOMP.3.B. EN Article 20 Calls for proposals 1. The content of the calls for proposals for all actions shall be included in the work programme. 3. If necessary to achieve their objectives, calls may, in exceptional cases, be restricted to develop additional activities or to add additional partners to existing actions. In addition, the work programme may foresee the possibility for legal entities from low R&I performing Member States to join already selected collaborative R&I actions, subject to the agreement of the respective consortium and provided that legal entities from such Member States are not yet participating in it. 4. A call for proposals is not required for coordination and support actions or programme co- fund actions which: (a) are to be carried out by the JRC or legal entities identified in the work programme; and (b) do not fall within the scope of a call for proposals, in accordance with Article 195(e) of the Financial Regulation. 5. The work programme shall specify calls for which \"Seals of Excellence\" will be awarded. With prior authorisation from the applicant, information concerning the application and the evaluation may be shared with interested financing authorities, subject to the conclusion of confidentiality agreements. ",
        "11251/1/20 REV 1 MG/CF/evt 70 ANNEX ECOMP.3.B. EN Article 21 Joint calls The Commission or funding body may issue a joint call for proposals with: (a) third countries, including their scientific and technological organisations or agencies; (b) international organisations; (c) non-profit legal entities. In the case of a joint call, applicants shall fulfil the requirements under Article 18 of this Regulation and joint procedures shall be established for selection and evaluation of proposals. The procedures shall involve a balanced group of experts appointed by each party. Article 22 Pre-commercial procurement and procurement of innovative solutions 1. Actions may involve or have as their primary aim pre-commercial procurement or public procurement of innovative solutions that shall be carried out by beneficiaries which are contracting authorities or contracting entities as defined in Directives 2014/24/EU 40 , 2014/25/EU 41 and 2009/81/EC 42 . 40 Directive 2014/24/EU of the European Parliament and of the Council of 26 February 2014 on public procurement and repealing Directive 2004/18/EC. (OJ L 94, 28.03.2014, p. 65). 41 Directive 2014/25/EU of the European Parliament and of the Council of 26 February 2014 on procurement by entities operating in the water, energy, transport and postal services sectors and repealing Directive 2004/17/EC (OJ L 94, 28.03.2014, p. 243). 42 Directive 2009/81/EC of the European Parliament and of the Council of 13 July 2009 on the coordination of procedures for the award of certain works contracts, supply contracts and service contracts by contracting authorities or entities in the fields of defence and security, and amending Directives 2004/17/EC and 2004/18/EC (OJ L 216, 20.08.2009, p.76). ",
        "11251/1/20 REV 1 MG/CF/evt 71 ANNEX ECOMP.3.B. EN 2. The procurement procedures: (a) shall comply with the principles of transparency, non- discrimination, equal treatment, sound financial management, proportionality and competition rules; (b) for pre-commercial procurement, where appropriate and without prejudice to the principles enumerated in point (a), a simplified and/or accelerated procedure may be used and may provide for specific conditions such as the place of performance of the procured activities being limited to the territory of the Member States and of Associated Countries; (c) may authorise the award of multiple contracts within the same procedure (multiple sourcing); and (d) shall provide for the award of the contracts to the tender(s) offering best value for money while ensuring absence of conflict of interest. 3. The contractor generating results in pre-commercial procurement shall own at least the attached intellectual property rights. The contracting authorities shall enjoy at least royalty- free access rights to the results for their own use and the right to grant, or require the participating contractors to grant, non-exclusive licences to third parties to exploit the results for the contracting authority under fair and reasonable conditions without any right to sub- license. If a contractor fails to commercially exploit the results within a given period after the pre-commercial procurement as identified in the contract, the contracting authorities, after having consulted the contractor on the reasons for the non-exploitation, can require it to transfer any ownership of the results to the contracting authorities. ",
        "11251/1/20 REV 1 MG/CF/evt 72 ANNEX ECOMP.3.B. EN Article 23 43 Cumulative funding An action that has received a contribution from another Union programme may also receive a contribution under the Programme, provided that the contributions do not cover the same costs. The rules of each contributing Union programme shall apply to its respective contribution to the action. The cumulative funding shall not exceed the total eligible costs of the action and the support from different Union programmes may be calculated on a pro-rata basis in accordance with the documents setting out the conditions for support. Article 24 Financial capacity of applicants 1. In addition to the exceptions mentioned in Article 198(5) of the Financial Regulation, the financial capacity shall be verified only for the coordinator and only if the requested funding from the Union for the action is equal to or greater than EUR 500 000. 2. However, if there are grounds to doubt the financial capacity or if there is a higher risk due to the participation in several ongoing actions funded by Union research and innovation programmes, the Commission or funding body shall verify also the financial capacity of other applicants or of coordinators below the threshold referred to in paragraph 1. 3. If the financial capacity is structurally guaranteed by another legal entity, the financial capacity of the latter shall be verified. 4. In case of weak financial capacity, the Commission or funding body may make participation of the applicant conditional on provision of a declaration on joint and several liability by an affiliated entity. 43 [Subject to the outcome of negotiations on the respective legal acts.] ",
        "11251/1/20 REV 1 MG/CF/evt 73 ANNEX ECOMP.3.B. EN 5. The contribution to the Mutual Insurance Mechanism set out in Article 33 shall be considered a sufficient guarantee under Article 152 of the Financial Regulation. No additional guarantee or security may be accepted from beneficiaries or imposed upon them. Article 25 Award criteria and selection 1. A proposal shall be evaluated on the basis of the following award criteria: (a) excellence; (b) impact; (c) quality and efficiency of the implementation. 2. Only the criterion referred to in point (a) of paragraph 1 shall apply to proposals for ERC frontier research actions. 3. The work programme shall lay down further details of the application of the award criteria laid down in paragraph 1 including any weighting, thresholds and where relevant rules for dealing with ex-aequo proposals, taking into consideration the objectives of the call for proposals. The conditions for dealing with ex-aequo proposals may include, but not limited to, the following criteria: SMEs, gender, geographical diversity. 3a. The Commission and other funding bodies shall take into account the possibility of a two- stage submission procedure and where appropriate, anonymised proposals may be evaluated during the first stage of evaluation based on one or more of the award criteria referred to in paragraph 1. ",
        "11251/1/20 REV 1 MG/CF/evt 74 ANNEX ECOMP.3.B. EN Article 26 Evaluation 1. Proposals shall be evaluated by the evaluation committee which shall be composed of external independent experts . For EIC activities, missions and in duly justified cases as set out in the work programme adopted by the Commission, the evaluation committee may be composed partially or, in the case of coordination and support actions, partially or fully of representatives of Union Institutions or bodies as referred to in Article 150 of the Financial Regulation. The evaluation process may be followed by independent observers. 2. Wherever applicable, the evaluation committee shall rank the proposals having passed the applicable thresholds, according to: (a) the evaluation scores; (b) their contribution to the achievement of specific policy objectives, including the constitution of a consistent portfolio of projects namely for EIC pathfinder activities, missions and in other duly justified cases as set out in the work programme adopted by the Commission in detail. For EIC activities, missions and in other duly justified cases as set out in the work programme adopted by the Commission in detail, the evaluation committee may also propose adjustments to the proposals in as far as needed for the consistency of the portfolio approach. These adjustments shall be in conformity with the conditions for participation and comply with the principle of equal treatment. The Programme Committee shall be informed of such cases. 2a. The evaluation process shall be designed to avoid conflict of interest and bias. The transparency of the evaluation criteria and of the proposal scoring method shall be guaranteed. ",
        "11251/1/20 REV 1 MG/CF/evt 75 ANNEX ECOMP.3.B. EN 3. In accordance with Article 200 (7) of the Financial Regulation, applicants shall receive feedback at all stages of the evaluation and, where applicable, the reasons for rejection. 4. Legal entities established in low R&I performing Member States who have participated successfully in the component \"Widening Participation and Spreading Excellence\" shall receive, upon request, a record of this participation that may accompany proposals to the collaborative parts of the programme that they coordinate. Article 27 Evaluation review procedure, enquiries and complaints 1. An applicant may request an evaluation review if it considers that the applicable evaluation procedure has not been correctly applied to its proposal 44 . 2. An evaluation review applies only to the procedural aspects of the evaluation, not to the evaluation of the merits of the proposal. 2a. A request for review shall relate to a specific proposal and shall be submitted within 30 days after the communication of evaluation results. An evaluation review committee shall provide an opinion on the procedural aspects, and shall be chaired by and include staff of the Commission or of the relevant funding body who were not involved in the evaluation of the proposals. The committee may recommend one of the following: (a) re-evaluation of the proposal primarily by evaluators not involved in the previous evaluation; (b) confirmation of the initial evaluation. 44 The procedure will be explained in a document published before the start of the evaluation process. ",
        "11251/1/20 REV 1 MG/CF/evt 76 ANNEX ECOMP.3.B. EN 3. An evaluation review shall not delay the selection process for proposals that are not the subject of review. 3a. The Commission shall ensure the existence of a procedure for participants to make direct enquiries and complaints about their involvement in Horizon Europe. Information on how to register enquiries or complaints shall be made available on-line. Article 28 Time to grant 1. By derogation from the first subparagraph of Article 194(2) of the Financial Regulation, the following periods shall apply: (a) for informing all applicants of the outcome of the evaluation of their application, a maximum period of five months from the final date for submission of complete proposals; (b) for signing grant agreements with applicants, a maximum period of eight months from the final date for submission of complete proposals. 2. The work programme may establish shorter periods. 3. In addition to the exceptions laid down in the second subparagraph of Article 194(2) of the Financial Regulation, the periods referred to in paragraph 1 may be exceeded for actions of the ERC, for missions and when actions are submitted to an ethics or security assessment. Article 29 Implementation of the grant 1. If a beneficiary fails to comply with its obligations regarding the technical implementation of the action, the other beneficiaries shall comply with those obligations without any additional Union funding, unless they are expressly relieved of that obligation. The financial responsibility of each beneficiary shall be limited to its own debt subject to the provisions relating to the Mutual Insurance Mechanism. ",
        "11251/1/20 REV 1 MG/CF/evt 77 ANNEX ECOMP.3.B. EN 2. The grant agreement may establish milestones and related pre-financing installments. If milestones are not met, the action may be suspended, amended or, if duly justified, be terminated. 3. The action may also be terminated where expected results have lost their relevance for the Union due to scientific or technological reasons, or in the case of the EIC accelerator also due to economic reasons, or in the case of EIC and missions due to their relevance as part of a portfolio of actions. The Commission shall undergo a procedure with the action coordinator and if appropriate with external experts, before deciding to terminate an action, in accordance with Article 133 of the Financial Regulation. Article 29a Model Grant Agreement 1. The Commission shall, in close cooperation with the Member States, draw up model grant agreements between the Commission or the relevant funding body and the beneficiaries in accordance with this Regulation. If a significant modification of a model grant agreement is required, inter alia in view of further simplification for beneficiaries, the Commission shall, in close cooperation with the Member States, revise it as appropriate. 2. The grant agreement shall establish the rights and obligations of the beneficiaries and of either the Commission or the relevant funding body in compliance with this Regulation. It shall also establish the rights and obligations of legal entities which become beneficiaries during the implementation of the action, as well as the role and tasks of a consortium coordinator. Article 30 Funding rates 1. A single funding rate per action shall apply for all activities it funds. The maximum rate per action shall be fixed in the work programme. ",
        "11251/1/20 REV 1 MG/CF/evt 78 ANNEX ECOMP.3.B. EN 2. The Programme may reimburse up to 100 % of total eligible costs of an action, except for: (a) innovation actions: up to 70 % of the total eligible costs, except for non-profit legal entities where the Programme may reimburse up to 100 % of the total eligible costs; (b) programme co-fund actions: at least 30 % of the total eligible costs, and in identified and duly justified cases up to 70 %. 3. The funding rates determined in this Article shall also apply for actions where flat rate, unit or lump sum financing is fixed for the whole or part of the action. Article 31 Indirect costs 1. Indirect eligible costs shall be determined by applying a flat rate of 25 % of the total direct eligible costs, excluding direct eligible costs for subcontracting, financial support to third parties and any unit costs or lump sums which include indirect costs. Where appropriate, indirect costs included in unit costs or lump sums shall be calculated using the flat rate set out in paragraph 1, except for unit costs for internally invoiced goods and services which shall be calculated on the basis of actual costs, in accordance with the beneficiaries' usual costs accounting practice. 2. However, if provided for in the work programme, indirect costs may be declared in the form of a lump sum or unit costs. ",
        "11251/1/20 REV 1 MG/CF/evt 79 ANNEX ECOMP.3.B. EN Article 32 Eligible costs 1. In addition to the criteria set out in Article 186 of the Financial Regulation, for beneficiaries with project-based remuneration, costs of personnel are eligible up to the remuneration that the person would be paid for work in R&I projects funded by national schemes including social security charges and other costs linked to the remuneration of personnel assigned to the action, arising from national law or from the employment contract. Project-based remuneration means remuneration that is linked to the participation of a person in projects, is part of the beneficiary’s usual remuneration practices and is paid in a consistent manner. 2. By derogation from Article 190(1) of the Financial Regulation, costs of resources made available by third parties by means of in-kind contributions shall be eligible, up to the direct eligible costs of the third party. 3. By derogation from Article 192 of the Financial Regulation, income generated by the exploitation of the results shall not be considered as receipts of the action. 3a. Beneficiaries may use their usual accounting practices to identify and declare the costs incurred in relation to an action in compliance with all terms and conditions set out in the grant agreement, in line with this Regulation and Article 186 of Financial regulation. 4. By derogation from Article 203(4) of the Financial Regulation, a certificate on the financial statements shall be mandatory at payment of the balance, if the amount claimed as actual costs and unit costs calculated in accordance with usual cost accounting practices is equal to or greater than EUR 325 000. Certificates on financial statements may be produced by an approved external auditor or, in the case of public bodies, issued by a competent and independent public officer in line with Article 203, Para 4 of Financial regulation. ",
        "11251/1/20 REV 1 MG/CF/evt 80 ANNEX ECOMP.3.B. EN 4a. Where appropriate, for MSCA training and mobility grants, the EU contribution shall take due account of any additional costs of the beneficiary related to maternity or parental leave, sick leave, special leave or change of recruiting host organisation or family status of researcher during the lifetime of the grant agreement. 4b. Costs related to open access including data management plans shall be eligible for reimbursement as further stipulated in the grant agreement. Article 33 Mutual Insurance Mechanism 1. A Mutual Insurance Mechanism (the 'Mechanism') is hereby established which shall replace and succeed the fund set up in accordance with Article 38 of Regulation (EC) No 1290/2013. The Mechanism shall cover the risk associated with non-recovery of sums due by the beneficiaries: (a) to the Commission under Decision No 1982/2006/EC, (b) to the Commission and Union bodies under \"Horizon 2020\", (c) to the Commission and funding bodies under the Programme. The coverage of the risk regarding funding bodies referred to in point (c) of the first subparagraph may be implemented through an indirect coverage system set out in the applicable agreement and taking into account the nature of the funding body. 2. The Mechanism shall be managed by the Union, represented by the Commission acting as executive agent. The Commission shall set up specific rules for the operation of the Mechanism. ",
        "11251/1/20 REV 1 MG/CF/evt 81 ANNEX ECOMP.3.B. EN 3. Beneficiaries shall make a contribution of 5 % of the Union funding for the action. On the basis of periodic transparent evaluations, this contribution may be raised by the Commission up to 8% or may be reduced under 5%. The beneficiaries' contribution to the Mechanism shall be offset from the initial pre-financing and be paid to the Mechanism on behalf of the beneficiaries, and shall in no circumstance exceed the amount of the initial pre-financing. 4. The contribution of the beneficiaries shall be returned at the payment of the balance. 5. Any financial return generated by the Mechanism shall be added to the Mechanism. If the return is insufficient, the Mechanism shall not intervene and the Commission or funding body shall recover directly from beneficiaries or third parties any amount owed. 6. The amounts recovered shall constitute revenue assigned to the Mechanism within the meaning of Article 21(5) of the Financial Regulation. Once all grants whose risk is covered directly or indirectly by the Mechanism are completed, any sums outstanding shall be recovered by the Commission and entered into the budget of the Union, subject to decisions of the legislative authority. 7. The Mechanism may be extended to beneficiaries of any other directly managed Union programme. The Commission shall adopt modalities for participation of beneficiaries of other programmes. ",
        "11251/1/20 REV 1 MG/CF/evt 82 ANNEX ECOMP.3.B. EN Article 34 Ownership and protection 1. Beneficiaries shall own the results they generate. They shall ensure that any rights of their employees or any other parties in relation to the results can be exercised in a manner compatible with the beneficiaries’ obligations in accordance with the terms and conditions laid down in the grant agreement. Two or more beneficiaries shall own results jointly if: (a) they have jointly generated them; and (b) it is not possible to: (i) establish the respective contribution of each beneficiary, or (ii) separate them when applying for, obtaining or maintaining their protection. The joint owners shall agree in writing on the allocation and terms of exercise of their joint ownership. Unless otherwise agreed in the Consortium Agreement or in the joint ownership agreement, each joint owner may grant non-exclusive licences to third parties to exploit the jointly-owned results (without any right to sub-license), if the other joint owners are given advance notice and fair and reasonable compensation. The joint owners may agree in writing to apply another regime than joint ownership. 2. Beneficiaries having received Union funding shall adequately protect their results if protection is possible and justified, taking into account all relevant considerations, including the prospects for commercial exploitation and any other legitimate interests. When deciding on protection, beneficiaries shall also consider the legitimate interests of the other beneficiaries in the action. ",
        "11251/1/20 REV 1 MG/CF/evt 83 ANNEX ECOMP.3.B. EN Article 35 Exploitation and dissemination 1. Each participant that has received Union funding shall use its best efforts to exploit the results it owns, or to have them exploited by another legal entity. Exploitation may be done directly by the beneficiaries or indirectly in particular through the transfer and licensing of results in accordance with Article 36. The work programme may provide for additional exploitation obligations. If despite a beneficiary's best efforts to exploit its results directly or indirectly no exploitation takes place within a given period as identified in the grant agreement, the beneficiary shall use an appropriate online platform as identified in the grant agreement to find interested parties to exploit those results. If justified on the basis of a request of the beneficiary, this obligation may be waived. 2. Beneficiaries shall disseminate their results as soon as it is feasible, in a publicly available format, subject to any restrictions due to the protection of intellectual property, security rules or legitimate interests. The work programme may provide for additional dissemination obligations while safeguarding the Union’s economic and scientific interests. 3. Beneficiaries shall ensure that open access to scientific publications applies under the terms and conditions laid down in the grant agreement. In particular, the beneficiaries shall ensure that they or the authors retain sufficient intellectual property rights to comply with their open access requirements. ",
        "11251/1/20 REV 1 MG/CF/evt 84 ANNEX ECOMP.3.B. EN Open access to research data shall be the general rule under the terms and conditions laid down in the grant agreement, ensuring the possibility of exceptions following the principle ‘as open as possible, as closed as necessary’, taking into consideration the legitima te interests of the beneficiaries including commercial exploitation and any other constraints, such as data protection rules, privacy, confidentiality, trade secrets, Union competitive interests, security rules or intellectual property rights. The work programme may provide for additional incentives or obligations to adhere to open science practices. 4. Beneficiaries shall manage all research data generated in a Horizon Europe action in line with the FAIR principles and in accordance with the terms and conditions laid down in the grant agreement and shall establish a Data Management Plan. The work programme may provide, where justified, for additional obligations to use the European Open Science Cloud (EOSC) for storing and giving access to research data. 5. Beneficiaries that intend to disseminate their results shall give advance notice to the other beneficiaries in the action. Any other beneficiary may object if it can show that the intended dissemination would significantly harm its legitimate interests in relation to its results or background. In such cases, the dissemination may not take place unless appropriate steps are taken to safeguard these legitimate interests. ",
        "11251/1/20 REV 1 MG/CF/evt 85 ANNEX ECOMP.3.B. EN 6. Unless the work programme provides otherwise, proposals shall include a plan for the exploitation and dissemination of the results. If the expected exploitation entails developing, creating, manufacturing and marketing a product or process, or in creating and providing a service, the plan shall include a strategy for such exploitation. If the plan provides for exploitation primarily in non-associated third countries, the legal entities shall explain how that exploitation is still in the Union interest. The beneficiaries shall update the plan during and after the end of the action, in accordance with the grant agreement. 7. For the purposes of monitoring and dissemination by the Commission or funding body, the beneficiaries shall provide any requested information regarding the exploitation and dissemination of their results, in accordance with the conditions laid down in the grant agreement. Subject to the legitimate interests of the beneficiaries, such information shall be made publicly available. Article 36 Transfer and licensing 1. Beneficiaries may transfer ownership of their results. They shall ensure that their obligations also apply to the new owner and that the latter has the obligation to pass them on in any subsequent transfer. 2. Unless agreed otherwise in writing for specifically-identified third parties including Affiliated Entities or unless impossible under applicable law, beneficiaries that intend to transfer ownership of results shall give advance notice to any other beneficiary that still has access rights to the results. The notification must include sufficient information on the new owner to enable a beneficiary to assess the effects on its access rights. ",
        "11251/1/20 REV 1 MG/CF/evt 86 ANNEX ECOMP.3.B. EN Unless agreed otherwise in writing for specifically-identified third parties including Affiliated Entities, a beneficiary may object to the transfer if it can show that the transfer would adversely affect its access rights. In this case, the transfer may not take place until agreement has been reached between the beneficiaries concerned. The grant agreement shall lay down time limits in this respect. 3. Beneficiaries may grant licences to their results or otherwise give the right to exploit them, including on an exclusive basis, if this does not affect compliance with their obligations. Exclusive licences for results may be granted subject to consent by all the other beneficiaries concerned that they will waive their access rights thereto. 4. Where this is justified, the grant agreement shall lay down the right for the Commission or funding body to object to transfers of ownership of results, or to grants of an exclusive licence regarding results, if: (a) the beneficiaries generating the results have received Union funding; (b) the transfer or licence is to a legal entity established in a non-associated third country; and (c) the transfer or licence is not in line with Union interests. If the right to object applies, the beneficiary shall give advance notice. The right to object may be waived in writing regarding transfers or grants to specifically identified legal entities if measures safeguarding Union interests are in place. ",
        "11251/1/20 REV 1 MG/CF/evt 87 ANNEX ECOMP.3.B. EN Article 37 Access rights 1. The following access rights principles shall apply: (a) a request to exercise access rights or any waiving of access rights shall be made in writing; (b) unless otherwise agreed with the grantor, access rights do not include the right to sub- license; (c) the beneficiaries shall inform each other before their accession to the grant agreement of any restrictions to granting access to their background; (d) if a beneficiary is no longer involved in an action, it shall not affect its obligations to grant access; (e) if a beneficiary defaults on its obligations, the beneficiaries may agree that it no longer has access rights. 2. Beneficiaries shall grant access to: (a) their results on a royalty-free basis to any other beneficiary in the action that needs it to implement its own tasks; (b) their background to any other beneficiary in the action that needs it to implement its own tasks, subject to any restrictions referred to in paragraph 1(c); that access shall be granted on a royalty-free basis, unless otherwise agreed by the beneficiaries before their accession to the grant agreement; (c) their results and, subject to any restrictions referred to in paragraph 1(c), to their background to any other beneficiary in the action that needs it to exploit its own results; that access shall be granted under fair and reasonable conditions to be agreed upon. ",
        "11251/1/20 REV 1 MG/CF/evt 88 ANNEX ECOMP.3.B. EN 3. Unless otherwise agreed by the beneficiaries, they shall also grant access to their results and, subject to any restrictions referred to in paragraph 1(c), to their background to a legal entity that: (a) is established in a Member State or associated country; (b) is under the direct or indirect control of another beneficiary, or is under the same direct or indirect control as that beneficiary, or is directly or indirectly controlling that beneficiary; and (c) needs the access to exploit the results of that beneficiary, in accordance with the beneficiary's exploitation obligations. Access shall be granted under fair and reasonable conditions to be agreed upon. 4. A request for access for exploitation purposes may be made up to one year after the end of the action, unless the beneficiaries agree on a different time-limit. 5. Beneficiaries having received Union funding shall grant access to their results on a royalty- free basis to the Union institutions, bodies, offices or agencies for developing, implementing and monitoring Union policies or programmes. Access shall be limited to non-commercial and non-competitive use. Such access rights shall not extend to the beneficiaries’ background. In actions under the cluster ‘Civil security for Society’, beneficiaries having received Union funding shall also grant access to their results on a royalty-free basis to Member States' national authorities, for developing, implementing and monitoring their policies or programmes in that area. Access shall be limited to non-commercial and non-competitive use and shall be granted upon bilateral agreement defining specific conditions aimed at ensuring that those rights will be used only for the intended purpose and that appropriate confidentiality obligations will be in place. The requesting Member State, Union institution, body, office or agency shall notify all Member States of such requests. ",
        "11251/1/20 REV 1 MG/CF/evt 89 ANNEX ECOMP.3.B. EN 6. The work programme may provide, where appropriate, for additional access rights. Article 38 Specific provisions Specific rules on ownership, exploitation and dissemination, transfer and licensing as well as access rights may apply for ERC actions, training and mobility actions, pre-commercial procurement actions, public procurement of innovative solutions actions, programme co-fund actions and coordination and support actions. These specific rules shall be set out in the grant agreement and shall not change the principles and obligations on open access. Article 39 Prizes 1. Prizes under the Programme shall be awarded and managed in accordance with Title IX of the Financial Regulation, unless otherwise specified in this Chapter. 2. Any legal entity, regardless of its place of establishment, may participate in a contest, unless otherwise provided in the work programme or rules of contests. 3. The Commission or funding body may, where appropriate, organise prizes with: (a) other Union bodies; (b) third countries, including their scientific and technological organisations or agencies; (c) international organisations; or (d) non-profit legal entities. 4. The work programme or rules of contest shall include obligations regarding communication, and where appropriate exploitation and dissemination, ownership and access rights including licensing provisions. ",
        "11251/1/20 REV 1 MG/CF/evt 90 ANNEX ECOMP.3.B. EN CHAPTER IV Procurement Article 40 Procurement 1. Procurement under the Programme shall be awarded and managed in accordance with Title VII of the Financial Regulation, unless otherwise specified in this Chapter. 2. Procurement may also take the form of pre-commercial procurement or procurement of innovative solutions carried out by the Commission or the funding body on its own behalf or jointly with contracting authorities from Member States and associated countries. In this case, the rules set out in Article 22 shall apply. ",
        "11251/1/20 REV 1 MG/CF/evt 91 ANNEX ECOMP.3.B. EN CHAPTER V Blending operations and blended finance Article 41 Blending operations Blending operations decided under this Programme shall be implemented in accordance with the InvestEU Programme and Title X of the Financial Regulation. Article 42 Horizon Europe and EIC Blended finance 1. The grant and reimbursable advance components of Horizon Europe or EIC blended finance shall be subject to Articles 30 to 33. 2. EIC blended finance shall be implemented in accordance with Article 43. The support under the EIC blended finance may be granted until the action can be financed as a blending operation or as a financing and investment operation fully covered by the EU guarantee under InvestEU. By derogation from Article 209 of the Financial Regulation, the conditions laid down in paragraph (2) and, in particular, paragraph (a) and (d), do not apply at the time of the award of EIC blended finance 3. Horizon Europe blended finance may be awarded to a programme co-fund where a joint programme of Member States and associated countries provides for the deployment of financial instruments in support of selected actions. The evaluation and selection of such actions shall be made in accordance with Articles 11, 19, 20, 24, 25, and 26. The implementation modalities of the Horizon Europe blended finance shall comply with Article 29, by analogy Article 43(9) and with additional and justified conditions defined by the work programme. 4. Repayments including reimbursed advances and revenues of Horizon Europe and EIC blended finance shall be considered as internal assigned revenues in accordance with Articles 21(3)(f) and 21(4) of Financial Regulation. ",
        "11251/1/20 REV 1 MG/CF/evt 92 ANNEX ECOMP.3.B. EN 5. Horizon Europe and EIC blended finance shall be provided in a manner that promotes the Union's competitiveness while not distorting competition in the internal market. Article 42a The Pathfinder 1. The Pathfinder shall provide grants to high-risk cutting-edge projects, implemented by consortia or monobeneficiaries, aiming to develop radical innovations and new market opportunities. The Pathfinder shall provide support for the earliest stages of scientific, technological or deep-tech research and development, including proof of concept and prototypes for technology validation. The Pathfinder shall be mainly implemented through an open call for bottom-up proposals with regular cut-off dates per year and shall also provide for competitive challenges to develop key strategic objectives calling for deep-tech and radical thinking. 2. The Pathfinder's Transition activities shall help all types of researchers and innovators develop the pathway to commercial development in the Union, such as demonstration activities and feasibility studies to assess potential business cases, and support the creation of spin offs and start-ups. (a) the launch and the content of the calls for proposals shall be determined with regard to objectives and budget established by the work programme in relation with the concerned portfolio of actions; (b) Additional grants for a fixed amount not exceeding EUR 50 000 may be awarded to each proposal already selected under the EIC Pathfinder through a call for proposals, to carry out complementary activities, including urgent coordination and support actions, for reinforcing the portfolio’s community of beneficiaries, such as assessing possible spin-offs, potential market-creating innovations or developing a business plan. The Programme Committee established under the Specific Programme shall be informed of such cases. ",
        "11251/1/20 REV 1 MG/CF/evt 93 ANNEX ECOMP.3.B. EN 3. The award criteria as defined in Article 25 shall apply to the EIC Pathfinder. Article 43 The Accelerator 1. The EIC's Accelerator shall aim to support essentially market-creating innovation. It shall support only monobeneficiaries and mainly provide blended finance. Under certain conditions, it may also provide grant-only and equity-only supports. The EIC Accelerator shall propose two types of support: – Blended finance support to SMEs including start-ups and, in exceptional cases, small midcaps carrying out breaktrough and disruptive non-bankable innovation. – A grant-only support to SMEs, including start-ups, carrying out any type of innovation ranging from incremental to breakthrough and disruptive innovation and aiming to subsequently scale up. Equity-only support to non-bankable SMEs, including start-ups, which have already received a grant-only support, may also be provided. Grant only support under the EIC Accelerator shall only be provided under the following cumulative conditions: a) the project shall include information on the capacities and willingness of the applicant to scale-up; b) the beneficiary can only be a start-up or an SME; c) a grant-only support under the EIC Accelerator can only be provided once to a beneficiary during Horizon Europe for a maximum of EUR 2.5 million. ",
        "11251/1/20 REV 1 MG/CF/evt 94 ANNEX ECOMP.3.B. EN 1a. The beneficiary of the EIC Accelerator shall be a legal entity qualifying as a start-up, an SME or in exceptional cases as a small mid-cap eager to scale-up, established in a Member State or associated country. The proposal may be submitted either by the beneficiary, or, subject to the prior agreement by the beneficiary, by one or more natural persons or legal entities intending to establish or support that beneficiary. In the latter case, the funding agreement will be signed with the beneficiary only. 2. A single award decision shall cover and provide funding for all forms of Union contribution provided under EIC blended finance. 3. Proposals shall be evaluated on their individual merit by external independent experts and selected in the context of a continuously open call with cut-off dates, based on Articles 24 to 26, subject to paragraph 4 4. Award criteria shall be (a) excellence; (b) impact; (c) the level of risk of the action that would prevent investments, the quality and efficiency of the implementation, and the need for Union support. 5. With the agreement of applicants concerned, the Commission or funding bodies implementing Horizon Europe (including EIT's KICs) may directly submit for evaluation under the last award criterion a proposal for an innovation and market deployment action which already fulfils the first two criteria, subject to the following cumulative conditions: (a) the proposal shall stem from any other action funded by Horizon 2020, from this Programme; or, subject to a pilot in the first Horizon Europe work programme, from national and/or regional programmes, starting with the mapping of the demand for such a scheme. Detailed provisions shall be laid down in the Specific Programme. ",
        "11251/1/20 REV 1 MG/CF/evt 95 ANNEX ECOMP.3.B. EN (b) be based on a previous project review not longer than 2 years ago assessing the excellence and the impact of the proposal and subject to conditions and processes further detailed in the work programme. 6. A Seal of Excellence may be awarded subject to the following cumulative conditions: (a) the beneficiary is a start-up, an SME or a small mid-cap, (b) the proposal was eligible and has passed applicable thresholds for the first two award criteria referred to in paragraph 4, (c) for those activities that would be eligible under an innovation action. 7. For a proposal having passed the evaluation, external independent experts shall propose a corresponding EIC Accelerator support, based on the risk incurred and the resources and time necessary to bring and deploy the innovation to the market. The Commission may reject a proposal retained by external independent experts for justified reasons, including non-compliance with the objectives of Union policies. The Programme Committee shall be informed of the reasons for such rejections. 8. The grant or the reimbursable advance component of the EIC Accelerator support shall not exceed 70% of the total eligible costs of the selected innovation action. 9. Implementation modalities of the equity and repayable support components of the EIC Accelerator support shall be detailed in Decision [Specific programme]. 10. The contract for the selected action shall establish specific measurable milestones and the corresponding pre-financing and payments by instalments of the EIC Accelerator support. ",
        "11251/1/20 REV 1 MG/CF/evt 96 ANNEX ECOMP.3.B. EN In the case of EIC blended finance, activities corresponding to an innovation action may be launched and first pre-financing of the grant or the reimbursable advance paid, prior to the implementation of other components of the awarded EIC blended finance. The implementation of those components shall be subject to the achievement of specific milestones established in the contract. 11. In accordance with the contract, the action shall be suspended, amended or if duly justified be terminated if measurable milestones are not met. It may also be terminated where the expected market deployment especially in the Union cannot be met. In exceptional cases and upon advice by the EIC board, the Commission may decide to increase the EIC Accelerator support subject to a project review by external independent experts. The Programme Committee shall be informed of such cases. Chapter VI Experts Article 44 Appointment of independent external experts 1. Independent external experts shall be identified and selected on the basis of calls for applications from individuals and calls addressed to relevant organisations such as research agencies, research institutions, universities, standardisation organisations, civil society organisations or enterprises with a view to establishing a database of candidates. By derogation from Article 237(3) of the Financial Regulation, the Commission or the relevant funding body may, exceptionally and in duly justified cases, select in a transparent manner any individual expert with the appropriate skills not included in the database provided that a call for expressions of interest has not identified suitable independent external experts. Such experts shall declare their independence and capacity to support Horizon Europe objectives. ",
        "11251/1/20 REV 1 MG/CF/evt 97 ANNEX ECOMP.3.B. EN 2. In accordance with Article 237(2) and 237(3) of the Financial Regulation, independent external experts shall be remunerated based on standard conditions. If justified, and in exceptional cases an appropriate level of remuneration beyond the standard conditions based on relevant market standards, especially for specific high level experts, may be granted. 3. In addition to paragraphs 2 and 3 of Article 38 of the Financial Regulation, the names of independent external experts evaluating grant applications, who are appointed in a personal capacity shall be published, together with their area of expertise, at least once a year on the internet site of the Commission or the funding body. Such information shall be collected, processed and published in accordance with the EU data protection rules. 3a. The Commission or the relevant funding body shall take the appropriate measures to prevent conflicts of interest as regards the involvement of independent external experts in line with Articles 61 and 150(5) of the Financial Regulation. The Commission or the relevant funding body shall ensure that an expert faced with a conflict of interest in relation to a matter on which the expert is required to provide an opinion does not evaluate, advise or assist on the specific matter in question. 4. When appointing independent external experts, the Commission or the relevant funding body shall take appropriate measures to seek a balanced composition within the expert groups and evaluation panels in terms of skills, experience, knowledge, including in terms of specialisation, in particular on SSH, geographical diversity and gender, taking into account the situation in the field of the action. 5. Where appropriate, an adequate number of independent experts shall be ensured for each proposal in order to guarantee the quality of the evaluation. 6. The level of remuneration of all independent and external experts shall be made available to the European Parliament and the Council. It shall be covered by the expenses of the Programme. ",
        "11251/1/20 REV 1 MG/CF/evt 98 ANNEX ECOMP.3.B. EN TITLE III PROGRAMME MONITORING, COMMUNICATION, EVALUATION AND CONTROL Article 45 Monitoring and reporting 1. The Commission shall monitor continuously the management and implementation of Horizon Europe, its specific programme and the activities of the EIT. In order to enhance transparency, this data shall also be made publicly available in an accessible manner on the Commission's webpage according to the latest update. In particular, data for projects funded under ERC, European Partnerships, missions, EIC and EIT shall be included in the same database. This shall include: (i) “Time -bound indicators to report on an annual basis on progress of the Programme towards the achievement of the objectives established in Article 3 and set in Annex V along impact pathways;” (ii) information on the level of mainstreaming social sciences and humanities, the ratio between lower and higher TRLs in collaborative research, the progress on widening countries participation, the geographical composition of consortia in collaborative projects, the evolutionof researchers salaries, the use of two stage submission and evaluation procedure, the measures aimed at facilitating collaborative links in European research and innovation, the use of the evaluation review and the number and types of complaints, the level of climate mainstreaming and related expenditures, SME participation, private sector participation, gender participation in funded actions, evaluation panels, boards and advisory groups, the Seals of Excellence, the European Partnerships as well as the co-funding rate, the complementary and cumulative funding from other Union funds, research infrastructures, time-to-grant, the level of international cooperation, engagement of citizens’ and civil society participation. ",
        "11251/1/20 REV 1 MG/CF/evt 99 ANNEX ECOMP.3.B. EN (iii) the levels of expenditure disaggregated at project level in order to allow for specific analysis, including per intervention area. (iv) the level of oversubscription, in particular the number of proposals and per call for proposals, their average score, the share of proposals above and below quality thresholds. 2. The Commission is empowered to adopt delegated acts in accordance with Article 50 concerning amendments to Annex V to supplement or amend the impact pathway indicators, where considered necessary, and set baselines and targets. 3. The performance reporting system shall ensure that data for monitoring programme implementation and results are collected efficiently, effectively and in a timely manner without increasing the administrative burden for beneficiaries. To that end, proportionate reporting requirements shall be imposed on recipients of Union funds, including at the level of researchers involved in the actions in order to be able to track their career and mobility, and (where relevant) Member States 45 . 3a. Qualitative analysis from the Commission and Union or national funding bodies shall complement as much as possible quantitative data. 4. The measures aimed at facilitating collaborative links in European research and innovation shall be monitored and reviewed within the context of the work programmes. 45 Provisions for the monitoring of the European Partnerships are set out in the Annex III of the Regulation. ",
        "11251/1/20 REV 1 MG/CF/evt 100 ANNEX ECOMP.3.B. EN Article 46 Information, communication, publicity and dissemination and exploitation 1. The recipients of Union funding shall acknowledge the origin and ensure the visibility of the Union funding (in particular when promoting the actions and their results, including for prizes) by providing coherent, effective and proportionate targeted information to multiple audiences, including the media and the public. 2. The Commission shall implement information and communication actions relating to the Programme, and its actions and results. In addition, it shall provide timely and thorough information to Member States and beneficiaries. Evidence-based matchmaking services informed by analytics and network affinities shall be provided to interested entities in order to form consortia for collaborative projects, with particular attention to identifying networking opportunities for legal entities from low R&I performing Member States. On the basis of such analysis, targeted match-making events may be organised in function of specific calls for proposals. Financial resources allocated to the Programme shall also contribute to the corporate communication of the political priorities of the Union, as far as they are related to the objectives referred to in Article 3. 3. The Commission shall also establish a dissemination and exploitation strategy for increasing the availability and diffusion of the Programme’s research and innovation results and knowledge to accelerate exploitation towards market uptake and boost the impact of the Programme. Financial resources allocated to the Programme shall also contribute to the corporate communication of the political priorities of the Union as well as information, communication, publicity, dissemination and exploitation activities as far as they are related to the objectives referred to in Article 3. ",
        "11251/1/20 REV 1 MG/CF/evt 101 ANNEX ECOMP.3.B. EN Article 47 Programme evaluation 1. Programme evaluations shall be carried out in a timely manner to feed into the decision- making process on the programme, its successor and other initiatives relevant to research and innovation. 2. The interim evaluation of the Programme shall be with the assistance of independent experts selected on the basis of a transparent process carried out once there is sufficient information available about the implementation of the Programme, but no later than four years after the start of the programme implementation. It shall include a portfolio analysis and an assessment of the long-term impact of previous Framework Programmes and shall form the basis to adjust programme implementation and/or review the programme, as appropriate. It shall assess the Programme’s effectiveness, efficiency, relevance, coherence, and Union added value. 3. At the end of the implementation of the Programme, but no later than four years after the end of the period specified in Article 1, a final evaluation of the Programme shall be completed by the Commission. It shall include an assessment of the long-term impact of previous Framework Programmes. 4. The Commission shall publish and communicate the conclusions of the evaluations accompanied by its observations and shall present them to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. Article 48 Audits 1. The control system for the Programme shall ensure an appropriate balance between trust and control, taking into account administrative and other costs of controls at all levels, especially for beneficiaries. Audit rules shall be clear, consistent and coherent throughout the Programme. ",
        "11251/1/20 REV 1 MG/CF/evt 102 ANNEX ECOMP.3.B. EN 2. The audit strategy for the Programme shall be based on the financial audit of a representative sample of expenditure across the Programme as a whole. The representative sample shall be complemented by a selection based on an assessment of the risks related to expenditure. Actions that receive joint funding from different Union programmes shall be audited only once, covering all involved programmes and their respective applicable rules. 3. In addition, the Commission or funding body may rely on combined systems reviews at beneficiary level. These combined reviews shall be optional for certain types of beneficiaries and shall consist in a systems and process audit, complemented by an audit of transactions, carried out by a competent independent auditor qualified to carry out statutory audits of accounting documents in accordance with Directive 2006/43/EC 46 . They may be used by the Commission or funding body to determine overall assurance on the sound financial management of expenditure and for reconsideration of the level of ex-post audits and certificates on financial statements. 4. In accordance with Article 127 of the Financial Regulation, the Commission or funding body may rely on audits on the use of Union contributions carried out by other independent and competent persons or entities, including by other than those mandated by the Union Institutions or bodies. 5. Audits may be carried out up to two years after the payment of the balance. 5a. The Commission shall publish audit guidelines, aiming to ensure a reliable and uniform application and interpretation of the audit procedures and rules throughout the duration of the programme. 46 Directive 2006/43/EC of the European Parliament and of the Council of 17 May 2006 on statutory audits of annual accounts and consolidated accounts, amending Council Directive 78/660/EEC and 83/349/EEC and repealing Council Directive 84/253/EEC (OJ L 157, 9.6.2006, p. 87) ",
        "11251/1/20 REV 1 MG/CF/evt 103 ANNEX ECOMP.3.B. EN Article 49 Protection of financial interests of the Union 1. Where a third country participates in the Programme by a decision under an international agreement or by virtue of any other legal instrument, the third country shall grant the necessary rights and access required for the authorising officer responsible, OLAF and the ECA to comprehensively exert their respective competences. In the case of OLAF, such rights shall include the right to carry out investigations, including on-the-spot checks and inspections, as provided for in Regulation (EU, Euratom) No 883/2013. Article 50 Exercise of the delegation 1. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article. 2. The power to adopt delegated acts referred to in Article 45(2) shall be conferred on the Commission until 31 December 2028. 3. The delegation of power referred to in Article 45(2) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. 4. Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making. 5. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. ",
        "11251/1/20 REV 1 MG/CF/evt 104 ANNEX ECOMP.3.B. EN 6. A delegated act adopted pursuant to Article 45(2) shall enter into force if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council. ",
        "11251/1/20 REV 1 MG/CF/evt 105 ANNEX ECOMP.3.B. EN TITLE IV TRANSITIONAL AND FINAL PROVISIONS Article 51 Repeal Regulation (EU) No 1291/2013 and Regulation (EU) No 1290/2013 are repealed with effect from 1 January 2021. Article 52 Transitional provisions 1. This Regulation shall not affect the continuation or modification of the actions concerned, under Regulation (EU) No 1291/2013 and Regulation (EU) No 1290/2013, which shall continue to apply to those actions until their closure. Work plans and actions provided for in work plans adopted under Regulation (EU) No1290/2013 and under the corresponding funding bodies' basic acts shall also continue to be governed by Regulation (EU) No1290/2013 and those basic acts until their completion. 2. The financial envelope for the Programme may also cover technical and administrative assistance expenses necessary to ensure the transition between the Programme and the measures adopted under its predecessor Regulation (EU) No 1291/2013. ",
        "11251/1/20 REV 1 MG/CF/evt 106 ANNEX ECOMP.3.B. EN Article 53 Entry into force This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at ... For the European Parliament For the Council The President The President ",
        "11251/1/20 REV 1 MG/CF/evt 107 ANNEX ECOMP.3.B. EN ANNEX I BROAD LINES OF ACTIVITIES The general and specific objectives set out in Article 3 shall be pursued across the Programme, through the areas of intervention and the broad lines of activity described in this Annex, as well as in Annex I to the Specific Programme. (1) Pillar I 'Excellent Science' Through the following activities, this pillar shall, in line with Article 4, promote scientific excellence, attract the best talent to Europe, provide appropriate support to early stage researchers and support the creation and diffusion of scientific excellence, high-quality knowledge, methodologies and skills, technologies and solutions to global social, environmental and economic challenges. It shall also contribute to the other Programme's specific objectives as described in Article 3. (a) European Research Council: Providing attractive and flexible funding to enable talented and creative individual researchers, with an emphasis on early stage researchers, and their teams to pursue the most promising avenues at the frontier of science, regardless of their nationality and country of origin and on the basis of Union-wide competition based solely on the criterion of excellence. Area of intervention: Frontier science (b) Marie Skłodowska -Curie Actions: Equipping researchers with new knowledge and skills through mobility and exposure across borders, sectors and disciplines, enhancing training and career development systems as well as structuring and improving institutional and national recruitment, taking into account the European Charter for Researchers and Code of Conduct for the recruitment of researchers; in so doing, the Marie Skłodowska -Curie Actions help to lay the foundations of Europe's excellent research landscape across the whole of Europe, contributing to boosting jobs, growth, and investment, and solving current and future societal challenges. ",
        "11251/1/20 REV 1 MG/CF/evt 108 ANNEX ECOMP.3.B. EN Areas of intervention: Nurturing excellence through mobility of researchers across borders, sectors and disciplines; fostering new skills through excellent training of researchers; strengthening human resources and skills development across the European Research Area ; improving and facilitating synergies; promoting public outreach. (c) Research Infrastructures: Endowing Europe with world-class sustainable research infrastructures which are open, and accessible to the best researchers from Europe and beyond. Encouraging the use of existing research infrastructures, including those financed from ESIF. In so doing the potential of the research infrastructure to support scientific advance and innovation, and to enable open and excellent science, following the FAIR principles, will be enhanced, alongside activities in related Union policy and international cooperation. Areas of intervention: Consolidating and developing the landscape of European research infrastructures; Opening, integrating and interconnecting research infrastructures; The innovation potential of European research infrastructures and activities for innovation and training; Reinforcing European research infrastructure policy and international cooperation; (2) Pillar II 'Global Challenges and European Industrial Competitiveness' Through the following activities, this pillar shall, in line with Article 4, support the creation and better diffusion of high-quality new knowledge, technologies and sustainable solutions, reinforce the competitiveness of European industry, strengthen the impact of research and innovation in developing, supporting and implementing Union policies, and support the uptake of innovative solutions in industry, notably in SMEs and start-ups, and society to address global challenges. It shall also contribute to the other Programme's specific objectives as described in Article 3. SSH shall be fully integrated across all clusters, including specific and dedicated activities. ",
        "11251/1/20 REV 1 MG/CF/evt 109 ANNEX ECOMP.3.B. EN To maximise impact flexibility and synergies, research and innovation activities shall be organised in six clusters, interconnected through pan-European research infrastructures, which individually and together will incentivise interdisciplinary, cross-sectoral, cross-policy, cross-border and international cooperation. Activities from a broad range of TRLs, including lower TRLs will be covered in this pillar of Horizon Europe. Each cluster contributes towards several SDGs; and many SDGs are supported by more than one cluster. The R&I activities shall be implemented in and across the following clusters: (a) Cluster 'Health': Improving and protecting the health and well-being of citizens at all ages, by generating new knowledge, developing innovative solutions, and ensuring to integrate where relevant a gender perspective to prevent, diagnose, monitor, treat and cure diseases and developing health technologies; mitigating health risks, protecting populations and promoting good health and well-being, also in the work place; making public health systems more cost- effective, equitable and sustainable; preventing and tackling poverty-related diseases; and supporting and enabling patients' participation and self-management. Areas of intervention: Health throughout the life course; Environmental and social health determinants; Non-communicable and rare diseases; Infectious diseases, including poverty- related and neglected diseases; Tools, technologies and digital solutions for health and care, including personalised medicine; Health care systems. (b) Cluster 'Culture, creativity and inclusive society': Strengthening democratic values, including rule of law and fundamental rights, safeguarding our cultural heritage, exploring the potential of cultural and creative sectors, and promoting socio-economic transformations that contribute to inclusion and growth, including migration management and integration of migrants. Areas of intervention: Democracy and governance; Culture, cultural heritage and creativity; Social and economic transformations. ",
        "11251/1/20 REV 1 MG/CF/evt 110 ANNEX ECOMP.3.B. EN (c) Cluster‘Civil Security for Society’: Responding to the challenges arising from persistent security threats, including cybercrime, as well as natural and man-made disasters. Areas of intervention: Disaster-resilient societies; Protection and security; Cybersecurity. (d) Cluster 'Digital, Industry and Space': Reinforcing capacities and securing Europe's sovereignty in key enabling technologies for digitisation and production, and in space technology, all along the value chain, to build a competitive, digital, low-carbon and circular industry; ensure a sustainable supply of raw materials; develop advanced materials and provide the basis for advances and innovation in global societal challenges. Areas of intervention: Manufacturing technologies; Key digital technologies, including quantum technologies; Emerging enabling technologies; Advanced materials; Artificial intelligence and robotics; Next generation internet; Advanced computing and Big Data; Circular industries; Low carbon and clean industries; Space, including earth observation. (e) Cluster 'Climate, Energy and Mobility': Fighting climate change by better understanding its causes, evolution, risks, impacts and opportunities, by making the energy and transport sectors more climate and environment-friendly, more efficient and competitive, smarter, safer and more resilient, promote the use of renewable energy sources and energy efficiency, improve resilience of the Union to external shocks and adapt social behaviour in view of the SDGs. Areas of intervention: Climate science and Solutions; Energy Supply; Energy Systems and Grids; Buildings and Industrial Facilities in Energy Transition; Communities and Cities; Industrial Competitiveness in Transport; Clean, Safe and Accessible Transport and Mobility; Smart Mobility; Energy Storage. ",
        "11251/1/20 REV 1 MG/CF/evt 111 ANNEX ECOMP.3.B. EN (f) Cluster 'Food, Bioeconomy, Natural Resources, Agriculture and Environment': Protecting the environment, restoring, sustainably managing and using natural and biological resources from land, inland waters and sea to stop biodiversity erosion, to address food and nutrition security for all and the transition to a low carbon, resource efficient and circular economy and sustainable bioeconomy. Areas of intervention: Environmental observation; Biodiversity and natural resources; Agriculture, forestry and rural areas; Seas, oceans and inland waters; Food systems; Bio- based innovation systems in the EU bioeconomy; Circular systems. (g) Non-nuclear direct actions of the Joint Research Centre: Generating high-quality scientific evidence for efficient and affordable good public policies. New initiatives and proposals for EU legislation need transparent, comprehensive and balanced evidence to be sensibly designed, whereas implementation of policies needs evidence to be measured and monitored. The JRC will provide Union policies with independent scientific evidence and technical support throughout the policy cycle. The JRC will focus its research on EU policy priorities. Areas of intervention: Health; Culture, creativity and inclusive society; civil security for society; digital, industry and space; climate, energy and mobility; food, bioeconomy, natural resources, agriculture and environment; support to the functioning of the internal market and the economic governance of the Union; support to Member States with implementation of legislation and development of smart specialisation strategies; analytical tools and methods for policy making; knowledge management; knowledge and technology transfer; support to science for policy platforms. ",
        "11251/1/20 REV 1 MG/CF/evt 112 ANNEX ECOMP.3.B. EN (3) Pillar III 'Innovative Europe' Through the following activities, this pillar shall, in line with Article 4, foster all forms of innovation, including non-technological innovation, primarily within SMEs including start-ups, by facilitating technological development, demonstration and knowledge transfer, and strengthen deployment of innovative solutions. It shall also contribute to the Programme's other specific objectives as described in Article 3. The EIC will be implemented primarily through two intrumentsthe Pathfinder, implemented mainly through collaborative research, and the Accelerator. (a) European Innovation Council: focusing mainly on breakthrough and disruptive innovation, targeting especially market-creating innovation, while also supporting all types of innovation, including incremental. Areas of intervention: Pathfinder for advanced research, supporting future and emerging breakthrough, market-creating and/or deep tech technologies; The Accelerator, bridging the financing gap between late stages of research and innovation activities and market take-up, to effectively deploy breakthrough, market-creating innovation and scale up companies where the market does not provide viable financing; additional EIC activities such as prizes and fellowships, and business added-value services. (b) European innovation ecosystems Areas of intervention: Activities will include in particular connecting, where relevant in cooperation with the EIT, with national and regional innovation actors and supporting the implementation of joint cross-border innovation programmes by Member States, Regions and associated countries, from the exchange of practice and knowledge on innovation regulation to the enhancement of soft skills for innovation to research and innovation actions, including open or user-led innovation, to boost the effectiveness of the European innovation system. This should be implemented in synergy inter alia with the ERDF support for innovation eco- systems and interregional partnerships around smart specialisation topics. ",
        "11251/1/20 REV 1 MG/CF/evt 113 ANNEX ECOMP.3.B. EN (c) The European Institute of Innovation and Technology Areas of intervention: Sustainable innovation ecosystems across Europe; Innovation and entrepreneurial skills in a lifelong learning perspective, including increasing capacities of higher education institutions across Europe; New solutions to market to address global challenges ; Synergies and value added within Horizon Europe. (4) Part 'Widening participation and strengthening the European Research Area' Through the following activities, this pillar shall pursue the specific objectives as set out in Art 3(2)(d). It shall also contribute to the other Programme's specific objectives as described in Article 3. While underpinning the entire Programme, this part will support activities that contribute to attracting talent, fostering brain circulation and preventing brain drain, a more knowledge-based and innovative and gender-equal Europe, at the front edge of global competition, fostering transnational cooperation and thereby optimising national strengths and potential across the whole Europe in a well-performing European Research Area (ERA), where knowledge and a highly skilled workforce circulate freely in a balanced manner, where the outcomes of R&I are widely disseminated to as well as understood and trusted by informed citizens and benefit society as a whole, and where EU policy, notably R&I policy, is based on high quality scientific evidence. It shall also support activities aimed at improving the quality of proposals from legal entities from low R&I performing Member States, such as professional pre-proposal checks and advice, and boosting the activities of National Contact Points to support international networking, as well as activities aimed at supporting legal entities from low R&I performing Member States joining already selected collaborative projects in which legal entities from such Member States are not participating. Areas of intervention: Widening participation and spreading excellence, including through Teaming, Twinning, ERA-Chairs, COST, Excellence initiatives and activities to foster brain circulation; Reforming and enhancing the European R&I system, including through for example supporting national research and innovation policy reform, providing attractive career environments, and supporting gender and citizen science. ",
        "11251/1/20 REV 1 MG/CF/evt 114 ANNEX ECOMP.3.B. EN ANNEX Ia EUROPEAN INSTITUTE OF INNOVATION AND TECHNOLOGY (EIT) The following shall apply in the implementation of the programme activities of the EIT: 3.1. Rationale As the report of the High Level Group on maximising the impact of EU research and innovation (the Lamy High Level Group) clearly states, the way forward is 'to educate for the future and invest in people who will make the change'. In particular, European higher education institutions are called to stimulate entrepreneurship, tear down disciplinary borders and institutionalise strong inter- disciplinary academia-industry collaborations. According to recent surveys, access to talented people is by far the most important factor influencing the location choices of European founders of start-ups. Entrepreneurship education, training opportunities and the development of creative skills play a key role in cultivating future innovators and in developing the abilities of existing ones to grow their business to greater levels of success. Access to entrepreneurial talent, together with access to professional services, capital and markets on the EU level, and bringing key innovation actors together around a common goal are key ingredients for nurturing an innovation ecosystem. There is a need to coordinate efforts across the EU.in order to create a critical mass of interconnected EU-wide entrepreneurial clusters and ecosystems. The EIT is today’s Europe’s largest integrated innovation ecosystem which brings together partners from business, research, education and beyond. The EIT will continue to support its Knowledge and Innovation Communities (KICs), which are large-scale European partnerships addressing specific global challenges, and strengthen the innovation ecosystems around them. It will do so by fostering the integration of education, research and innovation of the highest standards, thereby creating environments conducive to innovation, and by promoting and supporting a new generation of entrepreneurs and stimulating the creation of innovative companies in close synergy and complementarity with the EIC. ",
        "11251/1/20 REV 1 MG/CF/evt 115 ANNEX ECOMP.3.B. EN Throughout Europe, efforts are still needed to develop ecosystems where researchers, innovators, industries and governments can easily interact. Innovation ecosystems, in fact, still do not work optimally due to a number of reasons such as: – Interaction among innovation players is still hampered by organizational, regulatory and cultural barriers between them; – Efforts to strengthen innovation ecosystems shall benefit from coordination and a clear focus on specific objectives and impact. To address future societal challenges, embrace the opportunities of new technologies and contribute to environmentally friendly and sustainable economic growth, jobs, competitiveness and the well- being of Europe’s citizens, there is the need to further strengthen Europe’s capacity to innovate by: strenghtening existing and fostering the creation of new environments conducive to collaboration and innovation; strengthening the innovation capabilities of academia and the research sector; supporting a new generation of entrepreneurial people; stimulating the creation and the development of innovative ventures, as well as strengthening the visibility and recognition of EU funded research and innovation activities, in particular the EIT funding to the wider public. The nature and scale of the innovation challenges require liaising and mobilising players and resources at European scale, by fostering cross-border collaboration. There is a need to break down silos between disciplines and along value chains and nurture the establishment of a favorable environment for an effective exchange of knowledge and expertise, and for the development and attraction of entrepreneurial talents. The Strategic Innovation Agenda of the EIT shall ensure coherence with the challenges of Horizon Europe, as well as complimentarity to the EIC. ",
        "11251/1/20 REV 1 MG/CF/evt 116 ANNEX ECOMP.3.B. EN 3.2. Areas of Intervention 3.2.1. Sustainable innovation ecosystems across Europe In accordance with the EIT regulation and the EIT Strategic Innovation Agenda, the EIT will play a reinforced role in strengthening sustainable challenges-based innovation ecosystems throughout Europe. In particular, the EIT will continue to operate primarily through its Knowledge and Innovation Communities (KICs), the large-scale European partnerships that address specific societal challenges. It will continue to strengthen innovation ecosystems around them, by opening them up and by fostering the integration of research, innovation and education. Furthermore, EIT will strenghten innovation ecosystems throughout Europe by expanding its Regional Innovation Scheme (EIT RIS). The EIT will work with innovation ecosystems that exhibit high innovation potential based on strategy, thematic alignment and envisaged impact, in close synergy with Smart Specialisation Strategies and Platforms. – Reinforcing the effectiveness and the openness to new partners of the existing KICs enabling the transition to self-sustainability in the long-term, and analyzing the need of setting up new ones to tackle global challenges. The specific thematic areas will be defined in the Strategic Innovation Agenda, taking into account the Strategic Planning; – Accelerating regions towards excellence in countries that are that are defined in the Strategic Innovation Agenda in close cooperation with structural funds and other relevant EU funding programmes where appropriate. ",
        "11251/1/20 REV 1 MG/CF/evt 117 ANNEX ECOMP.3.B. EN 3.2.2. Innovation and entrepreneurial skills in a lifelong learning perspective, including increasing capacities of higher education institutions across Europe The EIT education activities will be reinforced to foster innovation and entrepreneurship through purposeful education and training. A stronger focus on human capital development will be grounded on the expansion of existing EIT KICs education programmes in the view of continuing to offer students and professionals high quality curricula based on innovation, creativity and entrepreneurship in line in particular with the EU industrial and skills strategy. This may include researchers and innovators supported by other parts of Horizon Europe, in particular MSCA. The EIT will also support the modernisation of higher education institutions across Europe and their integration in innovation ecosystems by stimulating and increasing their entrepreneurial potential and capabilities and encouraging them to better anticipate new skills requirements. – Development of innovative curricula, taking into account the future needs of society and industry, and cross-cutting programmes to be offered to students, entrepreneurs and professionals across Europe and beyond where specialist and sector specific knowledge is combined with innovation-oriented and entrepreneurial skills, such as high-tech skills related to digital and sustainable key enabling technologies; – Strengthening and expanding the EIT label in order to improve the visibility and the recognition of EIT of education programmes based on partnerships between different higher education institutions, research centres and companies while enhancing its overall quality by offering learning-by-doing curricula and purposeful entrepreneurship education as well as international, inter-organisational and cross-sectorial mobility; – Development of innovation and entrepreneurship capabilities of the higher education sector, by leveraging and promoting the EIT Community expertise in linking education, research and business; – Reinforcing the role of the EIT Alumni community as role model for new students and strong instrument to communicate EIT impact. ",
        "11251/1/20 REV 1 MG/CF/evt 118 ANNEX ECOMP.3.B. EN 3.2.3. New solutions to the market to address global challanges The EIT will facilitate, empower and award entrepreneurs, innovators, researchers, educators, students and other innovation actors, while ensuring gender mainstreaming, to work together in cross-disciplinary teams to generate ideas and transform them into both incremental and disruptive innovations. Activities will be characterised by an open innovation and cross-border approach, with a focus on including relevant Knowledge Triangle activities that are pertinent to making them a success (e.g. pro ject’s promoters can improve their access to: specifically qualified graduates, lead users, start-ups with innovative ideas, non-domestic firms with relevant complementary assets etc.). – Support the development of new products, services and market opportunities where Knowledge Triangle actors will collaborate to bring solutions to global challenges; – Fully integrate the entire innovation value chain: from student to entrepreneur, from idea to product, from lab to customer. This include support for start-ups and scaling-up businesses. – Provision of high-level services and support to innovative businesses, including technical assistance to fine-tuning of products or services, substantive mentoring, support to secure target customers and raise capital, in order to swiftly reach the market and speed up their growth process. 3.2.4. Synergies and value added within Horizon Europe The EIT will step up its efforts to capitalise on synergies and complementarities between existing KICs and with different actors and initiatives at EU and global levels and extend its network of collaborating organisations at both strategic and operational levels, while avoiding duplications. – Close cooperation with the EIC and InvestEU in streamlining the support (i.e. funding and services) offered to innovative ventures in both start-up and scale-up stages, in particular through KICs; Planning and implementation of EIT activities in order to maximise synergies and complementarities with other parts of the Programme; ",
        "11251/1/20 REV 1 MG/CF/evt 119 ANNEX ECOMP.3.B. EN – Engage with EU Member States, at both national and regional level, establishing a structured dialogue and coordinating efforts to enable synergies with national and regional initiatives, including smart specialisation strategies, also considering through the implementation of the “European Innovation Ecosystems”, in order to identify, share and disseminate best practices and learnings; – Share and disseminate innovative practices and learnings throughout Europe and beyond, so as to contribute to innovation policy in Europe in coordination with other parts of Horizon Europe; – Provision of input to innovation policy discussions and contribution to the design and implementation of EU policy priorities by continuously working with all relevant European Commission services, other EU programmes and their stakeholders, and further exploring opportunities within policy implementing initiatives; – Exploitation of synergies with other EU programmes, including those supporting human capital development and innovation (e.g. COST, ESF+, ERDF, Erasmus +, Creative Europe and COSME Plus/Single Market, InvestEU); – Building strategic alliances with key innovation actors at EU and international level, and support to KICs to develop collaboration and linkages with key Knowledge Triangle partners from thi rd countries, with the aim of opening new markets for KICs’ -backed solutions and attract financing and talents from abroad. Participation of third countries shall be promoted with regard to the principles of reciprocity and mutual benefits. ",
        "11251/1/20 REV 1 MG/CF/evt 120 ANNEX ECOMP.3.B. EN ANNEX III PARTNERSHIPS European Partnerships shall be selected and implemented, monitored, evaluated, phased-out or renewed on the basis of the following criteria 1) Selection Demonstrating that the European Partnership is more effective in achieving the related objectives of the Programme through involvement and commitment of partners, in particular in delivering clear impacts for the EU and its citizens, notably in view of delivering on global challenges and research and innovation objectives, securing EU competitiveness, sustainability and contributing to the strengthening of the European Research and Innovation Area and, where relevant, international commitments; In the case of institutionalised European Partnerships established in accordance with Article 185 TFEU, the participation of at least 40% of the EU Member States is mandatory; (b) Coherence and synergies of the European Partnership within the EU research and innovation landscape, following the Horizon Europe rules to the largest extent possible; (c) Transparency and openness of the European Partnership as regards the identification of priorities and objectives in terms of expected results and impacts and as regards the involvement of partners and stakeholders from across the entire value chain, from different sectors, backgrounds and disciplines, including international ones when relevant and not interfering with European competitiveness; clear modalities for promoting participation of SMEs and for desseminating and exploiting results, notably by SMEs, including through intermediary organisations; ",
        "11251/1/20 REV 1 MG/CF/evt 121 ANNEX ECOMP.3.B. EN (d) Ex-ante demonstration of additionality and directionality of the European Partnership, including a common strategic vision of the purpose of the European Partnership. This vision will include in particular: – approaches to ensure flexibility of implementation and to adjust to changing policy, societal and/or market needs, or scientific advances, to increase policy coherence between regional, national and EU level – demonstration of expected qualitative and significant quantitative leverage effects, including a method for the measurement of key performance indicators; – approaches to ensure flexibility of implementation and to adjust to changing policy, societal and/or market needs, or scientific advances, to increase policy coherence between regional, national and EU level; – exit-strategy and measures for phasing-out from the Programme (e) Ex-ante demonstration of the partners’ long term commitment, including a minimum share of public and/or private investments; In the case of institutionalised European Partnerships, established in accordance with article 185 or 187 TFEU, the financial and/or in-kind, contributions from partners other than the Union, will at least be equal to 50% and may reach up to 75% of the aggregated European Partnership budgetary commitments. For each such institutionalised European Partnership, a share of the contributions from partners other than the Union will be in the form of financial contributions. For partners other than the Union and Participating States, financial contributions should be aimed primarily at covering administrative costs as well as coordination and support and other non-competitive activities. ",
        "11251/1/20 REV 1 MG/CF/evt 122 ANNEX ECOMP.3.B. EN 2) Implementation: (a) Systemic approach ensuring active and early involvement of Member States and achievement of the expected impacts of the European Partnership through the flexible implementation of joint actions of high European added value also going beyond joint calls for research and innovation activities, including those related to market, regulatory or policy uptake; (b) Appropriate measures ensuring continuous openness of the initiative and transparency during implementation, notably for priority setting and for participation in calls for proposals, information on the functioning of the governance, visibility of the Union, communication and outreach measures, dissemination and exploitation of results, including clear open access/user strategy along the value chain; appropriate measures for informing SMEs and promoting their participation; (c) Coordination and/or joint activities with other relevant research and innovation initiatives to secure optimum level of interconnections and ensure effective synergies, inter alia to overcome potential implementation barriers at national level and increase cost-effectiveness; (d) Commitments, for financial and/or in-kind contributions, from each partner in accordance with national provisions throughout the lifetime of the initiative; (e) In the case of institutionalised European Partnership access to the results and other action related information for the Commission for the purpose of developing, implementing and monitoring of Union policies or programmes. 3) Monitoring: (a) A monitoring system in line with the requirements set out in Article 45 to track progress towards specific policy objectives, deliverables and key performance indicators allowing for an assessment over time of achievements, impacts and potential needs for corrective measures; ",
        "11251/1/20 REV 1 MG/CF/evt 123 ANNEX ECOMP.3.B. EN (b) Periodic dedicated reporting on quantitative and qualitative leverage effects, including on committed and actually provided financial and in-kind contributions, visibility and positioning in the international context, impact on research and innovation related risks of private sector investments; (c) Detailed information on the evaluation process and results from all calls for proposals within partnerships, to be made available timely and accessible in a common e-database. 4) Evaluation, phasing-out and renewal: (a) Evaluation of impacts achieved at Union and national level in relation to defined targets and key performance indicators, feeding into the Programme evaluation set out in Article 47, including an assessment of the most effective policy intervention mode for any future action; and the positioning of any possible renewal of a European Partnership in the overall European Partnerships landscape and its policy priorities; (b) In the absence of renewal, appropriate measures ensuring phasing-out of Framework Programme funding according to the conditions and timeline agreed with the legally committed partners ex-ante, without prejudice to possible continued transnational funding by national or other Union programmes, and without prejudice to private investment and on- going projects. ",
        "11251/1/20 REV 1 MG/CF/evt 124 ANNEX ECOMP.3.B. EN ANNEX IV SYNERGIES WITH OTHER PROGRAMMES In order to maximise the impact of research and innovation on society, environment and economy at large and to contribute to the achievement of the Union's objectives, Union funding programmes must be coherent and work in synergy. Synergies are based on complementarity between programme design and objectives and on compatibility of financing rules and processes at implementation level. Funding from Horizon Europe shall only be used to finance research and innovation activities. The Strategic Planning process shall ensure the alignment of priorities for the different Union funding programmes and ensure coherent funding options at different stages of the research and innovation cycle. Amongst others, missions and partnerships shall benefit from synergies with other Union funding programmes and policies. The deployment of research results and innovative solutions developed in the Framework Programme shall be facilitated with the support of other Union funding programmes, in particular through dissemination and exploitation strategies, transfer of knowledge, complementary and cumulative funding sources, and accompanying policy measures. Funding for research and innovation activities shall profit from harmonised rules that are designed to ensure EU added value, to avoid overlaps with different Union programmes and to seek maximum efficiency and administrative simplification. The paragraphs below set out in more detail how these synergies shall apply between the Framework Programme and the different Union programmes. 1. Synergies with the European Agricultural Guarantee Fund (EAGF) and the European Agricultural Fund for Rural Development (EAFRD) (Common Agricultural Policy-CAP) shall ensure that: ",
        "11251/1/20 REV 1 MG/CF/evt 125 ANNEX ECOMP.3.B. EN (a) the research and innovation needs of the agricultural sector and rural areas within the EU are identified for example within the European Innovation Partnership \"agricultural productivity and sustainability\" 47 and taken into consideration in both the Framework Programme's strategic planning process and the work programmes; (b) the CAP makes the best use of research and innovation results and promotes the use, implementation and deployment of innovative solutions, including those stemming from projects funded by the Framework Programmes for research and innovation and from the European Innovation Partnership \"agricultural productivity and sustainability\"; (c) the EAFRD supports the uptake and dissemination of knowledge and solutions stemming from the Framework Programme's results leading to a more dynamic farming sector and new openings for the development of rural areas. 2. Synergies with the European Maritime and Fisheries Fund (EMFF) shall ensure that: (a) the Framework Programme and the EMFF are closely interlinked as EU research and innovation needs in the field of integrated maritime policy will be translated through the Framework Programme's strategic planning process; (b) the EMFF supports the rolling out of novel technologies and innovative products, processes and services, in particular those resulting from the Framework Programme in the fields of marine and maritime policy; the EMFF also promotes ground data collection, processing and monitoring and disseminates relevant actions supported under the Framework Programme, which in turn contributes to the implementation of the Common Fisheries Policy, the EU Maritime Policy and International Ocean Governance. 47 7278/12: Communication from the Commission to the European Parliament and the Council on the European Innovation Partnership 'Agricultural Productivity and Sustainability' (COM(2012) 79 final). ",
        "11251/1/20 REV 1 MG/CF/evt 126 ANNEX ECOMP.3.B. EN 3. Synergies with the European Regional Development Fund (ERDF) shall ensure that: (a) arrangements for complementary and cumulative funding from ERDF and the Framework Programme support activities that provide a bridge particularly between smart specialisation strategies and excellence in research and innovation, including joint trans-regional/trans-national programmes and pan European Research Infrastructures, with the aim of strengthening the European Research Area and of contributing to the Sustainable Development Goals; (b) the ERDF focuses amongst others on the development and strengthening of regional and local research and innovation ecosystems and industrial transformation, including both support to building research and innovation capacities and to the take-up of results and the rolling out of novel technologies and innovative and climate-friendly solutions from the Framework Programmes for research and innovation through the ERDF. 4. Synergies with the European Social Fund Plus (ESF+) shall ensure that: (a) the ESF+ can mainstream and scale up innovative curricula supported by the Framework Programme, through national or regional programmes, in order to equip people with the skills and competences needed for evolving demands of the labour market; (b) arrangements for complementary funding from ESF+ can be used to support activities promoting human capital development in research and innovation with the aim of strengthening the European Research Area; (c) the ESF+ mainstreams innovative technologies and new business models and solutions, in particular those resulting from the Framework Programmes, so to contribute to innovative, efficient and sustainable health systems and facilitate access to better and safer healthcare for European citizens. ",
        "11251/1/20 REV 1 MG/CF/evt 127 ANNEX ECOMP.3.B. EN 5. Synergies with the Connecting Europe Facility (CEF) shall ensure that: (a) the research and innovation needs in the areas of transport, energy and in the digital sector within the EU are identified and established during the Framework Programme's strategic planning process; (b) the CEF supports the large-scale roll-out and deployment of innovative new technologies and solutions in the fields of transport, energy and digital physical infrastructures, in particular those resulting from the Framework Programmes for research and innovation; (c) the exchange of information and data between the Framework Programme and CEF projects will be facilitated, for example by highlighting technologies from the Framework Programme with a high market readiness that could be further deployed through the CEF. 6. Synergies with the Digital Europe Programme (DEP) shall ensure that: (a) whereas several thematic areas addressed by the Framework Programme and DEP converge, the type of actions to be supported, their expected outputs and their intervention logic are different and complementary; (b) the research and innovation needs related to digital aspects are identified and established during the Framework Programme's strategic planning process; this includes research and innovation for high performance computing, artificial intelligence, cybersecurity, combining digital with other enabling technologies and non-technological innovations; support for the scale-up of companies introducing breakthrough innovations (many of which will combine digital and physical technologies); and support to digital research infrastructures; ",
        "11251/1/20 REV 1 MG/CF/evt 128 ANNEX ECOMP.3.B. EN (c) DEP focuses on large-scale digital capacity and infrastructure building in High Performance Computing, Artificial Intelligence, Cybersecurity and advanced digital skills aiming at wide uptake and deployment across Europe of critical existing or tested innovative digital solutions within an EU framework in areas of public interest (such as health, public administration, justice and education) or market failure (such as the digitisation of businesses, notably small and medium enterprises); DEP is mainly implemented through coordinated and strategic investments with Member States, notably through joint public procurement, in digital capacities to be shared across Europe and in EU-wide actions that support interoperability and standardisation as part of developing the Digital Single Market; (d) DEP capacities and infrastructures are made available to the research and innovation community, including for activities supported through the Framework Programme including testing, experimentation and demonstration across all sectors and disciplines; (e) novel digital technologies developed through the Framework Programme, are to be progressively taken up and deployed by DEP; (f) the Framework Programme's initiatives for the development of skills and competencies curricula, including those delivered at the co-location centres of the European Institute of Innovation and Technology's KIC-Digital, are complemented by Digital Europe- supported capacity-building in advanced digital skills; (g) strong coordination mechanisms for strategic programming and operating procedures for both programmes exist, and their governance structures involve the respective Commission services, Member States representatives as well as others concerned by the different parts of the respective programmes. ",
        "11251/1/20 REV 1 MG/CF/evt 129 ANNEX ECOMP.3.B. EN 7. Synergies with the Single Market Programme shall ensure that: (a) the Single Market Programme addresses the market failures which affect SMEs, and will promote entrepreneurship and the creation and growth of companies. Complementarity exists between the Single Market Programme and the actions of the future European Innovation Council (EIC) for innovative companies, as well as in the area of support services for SMEs, in particular where the market does not provide viable financing; (b) the Enterprise Europe Network may serve, in addition to other existing SME support structures (e.g. National Contact Points, Innovation Agencies), to deliver support services under the European Innovation Council. 8. Synergies with the LIFE - Programme for Environment and Climate Action (LIFE) shall ensure that: The research and innovation needs to tackle environmental, climate and energy challenges within the EU are identified and established during the Framework Pro gramme’s strategic planning process. LIFE will continue to act as a catalyst for implementing EU environment, climate and relevant energy policy and legislation, including by taking up and applying research and innovation results from the Framework Programme and help deploying them at national and (inter-)regional scale where it can help address environmental, climate or transition issues. In particular LIFE will continue to incentivise synergies with the Framework Programme through the award of a bonus during the evaluation for proposals which feature the uptake of results from the Framework Programme. LIFE standard action projects will support the development, testing or demonstration of suitable technologies or methodologies for implementation of EU environment and climate policy, which can subsequently be deployed at large scale, funded by other sources, including by the Framework Programme. The Framework Programme’s European Innovation Council can provide support to scale up and commercialise new breakthrough ideas that may result from the implementation of LIFE projects. ",
        "11251/1/20 REV 1 MG/CF/evt 130 ANNEX ECOMP.3.B. EN 9. Synergies with the Erasmus Programme shall ensure that: (a) combined resources from the Framework Programme, including from the European Institute of Innovation and Technology, and the Erasmus Programme are used to support activities dedicated to strengthening and modernising European higher education institutions. The Framework Programme will complement the Erasmus programme's support for the European Universities initiative, in its research dimension, where appropriate. This is part of developing new joint and integrated long-term and sustainable strategies on education, research and innovation based on trans-disciplinary and cross-sectoral approaches to make the knowledge triangle a reality; (b) the Framework Programme and the Erasmus Programme foster the integration of education and research through facilitating higher education institutions to formulate and set up common education, research and innovation strategies and networks, to inform teaching with the latest findings and practices of research to offer active research experience to all students and higher education staff and in particular researchers, and to support other activities that integrate higher education, research and innovation. 10. Synergies with the European Space Programme shall ensure that: (a) the research and innovation needs of the space upstream and downstream sector within the EU, as well as to the benefit of the European Space Programme, are identified and established as part of the Framework Programme's strategic planning process; space research actions implemented through Horizon Europe will be implemented with regard to procurement and eligibility of entities in line with the provisions of the Space Programme, where appropriate; ",
        "11251/1/20 REV 1 MG/CF/evt 131 ANNEX ECOMP.3.B. EN (b) space data and services made available as a public good by the European Space Programme are used to develop breakthrough solutions through research and innovation, including in the Framework Programme, in particular for sustainable food and natural resources, climate monitoring, atmosphere, land, coastal and marine environment, smart cities, connected and automated mobility, security and disaster management; (c) the Copernicus Data and Information Access Services contribute to the European Open Science Cloud and thus facilitate access to Copernicus data for researchers, scientists and innovators; research infrastructures, in particular in situ observing networks will constitute essential elements of the in situ observation infrastructure enabling the Copernicus services, and in turn, they benefit from information produced by Copernicus services. 11. Synergies with the Neighbourhood, Development and International Cooperation Instrument (NDICI) and the Instrument for Pre-accession Assistance ('IPA III') shall ensure that: (a) the research and innovation needs in the areas of NDICI and IPA III are identified and established during the Framework Programme's strategic planning process, in line with the Sustainable Development Goals; (b) the Framework Programme's research and innovation activities, with the participation of Third Countries and targeted international cooperation actions, seek alignment and coherence with parallel market uptake and capacity-building actions strands under the NDICI and IPA III, based on joint definition of needs and areas of intervention;. ",
        "11251/1/20 REV 1 MG/CF/evt 132 ANNEX ECOMP.3.B. EN 12. Synergies with the Internal Security Fund and the instrument for border management as part of the Integrated Border Management Fund shall ensure that: (a) the research and innovation needs in the areas of security and integrated border management are identified and established during the Framework Programme's strategic research and innovation planning process; (b) the Internal Security Fund and the Integrated Border Management Fund may support the deployment of innovative new technologies and solutions, in particular those resulting from the Framework Programmes for research and innovation in the field of security research. 13. Synergies with the InvestEU Fund shall ensure that: (a) the Framework Programme provides Horizon Europe and EIC blended finance for innovators, characterised by a high level of risk and for which the market does not provide sufficient and viable financing. At the same time, the Framework Programme will support the effective delivery and management of the private part of blended finance through funds and intermediaries supported by InvestEU and others; (b) financial instruments for research and innovation and SMEs are grouped together under the InvestEU Fund, in particular through a dedicated R&I thematic window, and through products deployed under the SME window, thereby helping to deliver the objectives of both Programmes. (c) the Framework Programme provides appropriate support to help the reorientation of projects not suitable for EIC funding towards InvestEU, when relevant ",
        "11251/1/20 REV 1 MG/CF/evt 133 ANNEX ECOMP.3.B. EN 14. Synergies with the Innovation Fund under the Emission Trading Scheme (the 'Innovation Fund') shall ensure that: (a) the Innovation Fund will specifically target innovation in low-carbon technologies and processes, including environmentally safe carbon capture and utilisation that contributes substantially to mitigate climate change, as well as products substituting carbon intensive ones, and to help stimulate the construction and operation of projects that aim at the environmentally safe capture and geological storage of CO2 as well as innovative renewable energy and energy storage technologies; (b) the Framework Programme will fund the development and demonstration of technologies that can deliver on EU decarbonisation, energy and industrial transformation objectives, especially through its Pillar 2 activities; (c) the Innovation Fund may, subject to fulfilment of its selection and award criteria, support the demonstration phase of eligible projects that may have received the support from the Framework Programmes for research and innovation. 15. Synergies with the Euratom Research and Training Programme shall ensure that: (a) the Framework Programme and the Euratom Research and Training Programme develop comprehensive actions supporting education and training (including Marie Skłodowska -Curie Actions) with the aim of maintaining and developing relevant skills in Europe; (b) the Framework Programme and the Euratom Research and Training Programme develop joint research actions focussing on cross-cutting aspects of the safe and secure use of non-power applications of ionising radiation in sectors such as medicine, industry, agriculture, space, climate change, security and emergency preparedness and contribution of nuclear science. 48 48 Subject to the outcome of negotiations on the respective legal act. ",
        "11251/1/20 REV 1 MG/CF/evt 134 ANNEX ECOMP.3.B. EN 16. Synergies with the European Defence Fund shall benefit civil and defence research, although activities carried out under the Framework Programme except those covered by the European Defence Fund shall have an exclusive focus on civil applications. Unnecessary duplication will be excluded. ",
        "11251/1/20 REV 1 MG/CF/evt 135 ANNEX ECOMP.3.B. EN ANNEX V KEY IMPACT PATHWAY INDICATORS Impact pathways, and related key impact pathway indicators, shall structure the monitoring of the Framework Programme’s (FP) progress towards its objectives as referred to in Article 3. The impact pathways are time-sensitive and reflect three complementary impact categories reflecting the non-linear nature of R&I investments: scientific, societal and technological/economic. For each of these impact categories, proxy indicators will be used to track progress distinguishing between the short, medium and longer terms, including beyond the Programme duration, with possibilities for breakdowns, including by Member States and associated countries. These indicators shall be compiled using quantitative and qualitative methodologies. Individual Programme parts will contribute to these indicators to a different degree and through different mechanisms. Additional indicators may be used to monitor individual programme parts, where relevant. The micro-data behind the key impact pathway indicators will be collected for all parts of the Programme and all delivery mechanisms in a centrally managed and harmonised way and at the appropriate level of granularity with minimal reporting burden on the beneficiaries. In addition and beyond key impact pathways indicators, data on the optimised delivery of the Programme for strengthening the European Research Area, fostering the excellence-based participations from all Member States in the Programme as well as facilitating collaborative links in European research and innovation will be collected and reported in close to real-time as part of implementation and management data, referred to in Article 45. This will include, inter alia, the monitoring of collaborative links, network analytics, data on proposals, applications, participations and projects; applicants and participants (including the type of organization (such as Civil Society Organisations, SMEs and private sector), country (such as a specific classification for country groups such as Member States, associated countries and third countries), gender, role in project, scientific discipline/sector, including SSH); and the level of climate mainstreaming and related expenditures. ",
        "11251/1/20 REV 1 MG/CF/evt 136 ANNEX ECOMP.3.B. EN Scientific impact pathway indicators The Programme is expected to have scientific impact by creating high-quality new knowledge, strengthening human capital in research and innovation, and fostering diffusion of knowledge and Open Science. Progress towards this impact will be monitored through proxy indicators set along the following three key impact pathways. Table 1 here (see below) Societal impact pathway indicators The Programme is expected to have societal impact by addressing the EU policy priorities and global challenges, including UN SDGs, following the principles of the Agenda 2030 and the goals of the Paris Agreement, through R&I, delivering benefits and impact through R&I missions and European Partnerships and strengthening the uptake of innovation in society ultimately contributing to people’s well -being. Progress towards this impact will be monitored through proxy indicators set along the following three key impact pathways. Table 2 here (see below) Technological/Economic impact pathway indicators The Programme is expected to have technological/economic impact especially within the Union by influencing the creation and growth of companies, especially SMEs including start-ups, creating direct and indirect jobs especially within the Union, and by leveraging investments for research and innovation. Progress towards this impact will be monitored through proxy indicators set along the following three key impact pathways. Table 3 here (see below) ",
        "11251/1/20 REV 1 MG/CF/evt 137 ANNEX ECOMP.3.B. EN Annex V – table 1 Towards scientific impact Short-term Medium-term Longer-term Creating high- quality new knowledge Publications - Number of FP peer reviewed scientific publications Citations - Field-Weighted Citation Index of FP peer reviewed publications World-class science - Number and share of peer reviewed publications from FP projects that are core contribution to scientific fields Strengthening human capital in R&I Skills - Number of researchers involved in upskilling (training, mentoring/coaching, mobility and access to R&I infrastructures) activities in FP projects Careers - Number and share of upskilled FP researchers with increased individual impact in their R&I field Working conditions - Number and share of upskilled FP researchers with improved working conditions, including researchers' salaries Fostering diffusion of knowledge and Open Science Shared knowledge - Share of FP research outputs (open data/publication/ software etc.) shared through open knowledge infrastructures Knowledge diffusion - Share of open access FP research outputs actively used/cited New collaborations - Share of FP beneficiaries having developed new transdisciplinary/ transsectoral collaborations with users of their open FP R&I outputs ",
        "11251/1/20 REV 1 MG/CF/evt 138 ANNEX ECOMP.3.B. EN Annex V – table 2 Towards societal impact Short-term Medium-term Longer-term Addressing EU policy priorities and global challenges through R&I Outputs - Number and share of outputs aimed at addressing identified EU policy priorities and global challenges (including SDGs) (multidimensional: for each identified priority) Including: Number and share of climate-relevant outputs aimed at delivering on the EU's commitment under the Paris Agreement Solutions - Number and share of innovations and research results addressing identified EU policy priorities and global challenges (including SDGs) (multidimensional: for each identified priority) Including: Number and share of climate-relevant innovations and research results delivering on EU's commitment under the Paris Agreement Benefits - Aggregated estimated effects from use/exploitation of FP-funded results, on tackling identified EU policy priorities and global challenges (including SDGs), including contribution to the policy and law- making cycle (such as norms and standards) (multidimensional: for each identified priority) Including: Aggregated estimated effects from use /exploitation of FP-funded climate- relevant results on delivering on the EU's commitment under the Paris Agreement including contribution to the policy and law- making cycle (such as norms and standards) Delivering benefits and impact through R&I missions R&I mission outputs - Outputs in specific R&I Missions (multidimensional: for each identified mission) R&I mission results - Results in specific R&I Missions (multidimensional: for each identified mission) R&I mission targets met - Targets achieved in specific R&I missions (multidimensional: for each identified mission) Strengthening the uptake of research and innovation in society Co-creation - Number and share of FP projects where EU citizens and end-users contribute to the co- creation of R&I content Engagement - Number and share of FP beneficiary entities with citizen and end-users engagement mechanisms after FP project Societal R&I uptake - Uptake and outreach of FP co-created scientific results and innovative solutions ",
        "11251/1/20 REV 1 MG/CF/evt 139 ANNEX ECOMP.3.B. EN Annex V – table 3 Towards technological / economic impact Short-term Medium-term Longer-term Generating innovation-based growth Innovative outputs - Number of innovative products, processes or methods from FP (by type of innovation) & Intellectual Property Rights (IPR) applications Innovations - Number of innovations from FP projects (by type of innovation) including from awarded IPRs Economic growth - Creation, growth & market shares of companies having developed FP innovations Creating more and better jobs Supported employment - Number of FTE jobs created, and jobs maintained in beneficiary entities for the FP project (by type of job) Sustained employment - Increase of FTE jobs in beneficiary entities following FP project (by type of job) Total employment Number of direct & indirect jobs created or maintained due to diffusion of FP results (by type of job) Leveraging investments in R&I Co-investment - Amount of public & private investment mobilised with the initial FP investment Scaling-up - Amount of public & private investment mobilised to exploit or scale-up FP results (including foreign direct investments) Contribution to ‘3% target’ - EU progress towards 3% GDP target due to FP ",
        "11251/1/20 REV 1 MG/CF/evt 140 ANNEX ECOMP.3.B. EN ANNEX Va AREAS FOR POSSIBLE MISSIONS AND AREAS FOR POSSIBLE INSTITUTIONALISED EUROPEAN PARTNERSHIPS TO BE ESTABLISHED UNDER ARTICLE 185 OR 187 TFEU In accordance with Article 7 and 8 of this Regulation, the areas for possible Missions and possible European Partnerships to be established under Articles 185 or 187 TFEU are set out in this Annex. I. Areas for possible Missions Missions Area 1: Adaptation to Climate Change, including Societal Transformation Mission Area 2: Cancer Mission Area 3: Healthy Oceans, Seas, Coastal and Inland Waters Mission Area 4: Climate-Neutral and Smart Cities Mission Area 5: Soil Health and Food Each mission will follow the principles set out in Article 7 paragraph 3 of this Regulation. II. Areas for possible institutionalised European Partnerships on the basis of Article 185 TFEU or Article 187 TFEU Partnership Area 1: Faster development and safer use of health innovations for European patients, and global health. Partnership Area 2: Advancing key digital and enabling technologies and their use, including but not limited to novel technologies such as Artificial Intelligence, photonics and quantum technologies. Partnership Area 3: European leadership in Metrology including an integrated Metrology system. ",
        "11251/1/20 REV 1 MG/CF/evt 141 ANNEX ECOMP.3.B. EN Partnership Area 4: Accelerate competitiveness, safety and environmental performance of EU air traffic, aviation and rail. Partnership Area 5: Sustainable, inclusive and circular bio-based solutions. Partnership Area 6: Hydrogen and sustainable energy storage technologies with lower environmental footprint and less energy-intensive production. Partnership Area 7: Clean, connected, cooperative, autonomous and automated solutions for future mobility demands of people and goods. Partnership Area 8: Innovative and R&D intensive small and medium-sized enterprises. The process of assessing the need for an institutionalised European partnership in one of the abovementioned Partnership Areas may result in a proposal on the basis of Article 185 TFEU or Article 187 TFEU, in accordance with the European Commission's right of initiative. Otherwise the respective Partnership Area can also be subject to a partnership following Article 8(1)(a) or Article 8(1)(b) of the Framework Programme or be implemented by calls for proposals within Horizon Europe. As the possible areas for institutionalised European partnerships cover broad thematic fields, they can, based on the assessed needs, be implemented by more than one partnership. "
    ]
}