{
    "text": [
        "www.eesc.europa.eu wwwwwwwwwwwwwwwwwwwwwwww IN THIS ISSUE 2 Europe needs to defeat poverty, children most at risk 2 Offi cial visits by Georges Dassis to Greece, the Netherlands and Spain 3 New delegates on industrial change join the EESC EDITORIAL I am, of course, very pleased that, in February, our assembly almost unanimously adopted a resolution supporting European integration, the free movement of persons, goods and services and the Schengen Agreement. Our three groups have found the right words to express what organised civil society is think- ing. Companies, workers and civic associations have expressed their feelings together, which is precisely what our Committee is mandated to do under the Treaty, its raison d’être and its greatest added value, which is quintessentially European. We undertook to carry out a detailed analysis of the circumstances underlying a crisis that threatens our rights, our economy and the European project itself. We will fulfi l that undertaking by holding a debate this month, with some extremely distinguished guests, on the infl ux of refugees we are experiencing, and on what needs to be done to respond to it eff ectively, in dignity and solidarity – in other words, again, in a truly European way. I hope that we will have an opportunity to unite in condemning responses based on irrationality, propaganda, bad management and the confl ation of, typically, refugees, migrants and even terrorists. And I hope that we will have an oppor- tunity to jointly identify what needs to be done in order to respond correctly, realistically and rationally. There has also been a lot of discussion recently about the United Kingdom’s situation with respect to the European Union. Personally, I think that the United Kingdom has a place in our Union and that it would be a shame for them to leave: quite the reverse, they should integrate further in everyone’s interest, not least their own, but that interest needs to be properly understood, and based on a peaceful and rational geopolitical and economic vision. However, should the frustration stoked by the crude remarks of populists – and politicians who fall into the trap of one-upmanship – prove to be such that the people of the United Kingdom decide to leave the EU, we must of course respect their wishes completely. On the other hand, it is quite out of the question for a country to stay in the Union in exchange for a kind of sabotage of European integration that, for example, openly contravenes the foundations of European legislation by introducing discrimination against workers from other Member States with regard to welfare provision. Above all, at any rate, I have observed that the representatives of the United Kingdom’s civil society organisations in our Committee are not standing up to say goodbye. Far from it: I have heard several of them make comments that are quite correct and, once again, truly European. I will also take this opportunity to express my admiration, sympathy and gratitude to them. Georges Dassis EESC President DIARY DATES 16 March – 22 April 2016 / EESC, Brussels: Exhibition: “Sustainability” 20 April 2016 / EESC, Brussels: European Citizens’ Initiative Day 27 – 28 April 2016 / EESC, Brussels: EESC plenary session EESC adopts resolution and launches its campaign to support Schengen at February plenary At its February plenary session the EESC adopted a resolution in support of the Schengen Agreement, entitled “Free to move, Support Schengen”. In the resolution, representatives of Euro- pean civil society expressed their con- cerns about the pressure being put on the Schengen Agreement and its use as an easy scapegoat for all the shortcom- ings in the management of Europe’s borders. This text represents a strong appeal from European civil society to Europe’s governments not to bow to populist pressure and fear but instead to defend the rights that Europeans have striven for over the last 30 years. Launching the campaign organised to support the EESC resolution, Georges Dassis , EESC President, declared: “If solidarity is strengthened by removing obstacles, then it is bound to be weakened when they are put back. If freedom to cross borders and free movement are the expression of an ‘ever closer union’ between peoples, then anything that hinders that freedom points to division between peoples.” Jacek Krawczyk , presi- dent of the EESC Employ- ers’ Group, said: “ Schengen means far more than just easy daily lives. Weakening or dismantling Schengen will further weaken the trust and support of many workers, and ulti- mately result in a weaker Europe.” Luca Jahier , president of the EESC Various Interests’ Group, stated: “The symbolic, political and economic price of a return to internal borders in Europe is too high: it could rapidly dismantle the European Union. What we need is more Europe: in the control of external borders, in internal security, and in the refugee crisis, and we certainly do not need the destruction of our freedom of movement. The reintroduction of bor- der controls would stand for the failure of European solidarity, cohesion, negoti- ation, compromise and understanding. So, please: Don’t touch my Schengen!” Workers, businesses and – by and large – civil society as a whole will indeed pay a heavy price: 7 million EU citizens living in another EU Member State will lose some of the most practical aspects of free movement, lorries will be stuck at the border for hours on end at peak times, reunited border communities will be divided in two again, and a drop of 110 billion euros in GDP is predicted over 10 years. European integration will take two steps back if the solidarity that Schengen represents is dealt such a severe blow. (cad) ● EESC supports an effective Capital Markets Union but raises concerns about relevance for SMEs Investment and free fl ow of capi- tal are essential for Europe’s growth. However, the EU’s capital markets are still underdeveloped and fragmented. Therefore, in 2015 the European Commission adopted an Action Plan on Building a Capital Markets Union, aiming to create a true single market for capital in Europe. The EESC calls for Europe to mobilise capital more eff ec- tively and channel it to companies, infrastructures and sustainable pro- jects that will create jobs and growth. At its plenary session, the EESC adopted an opinion on the European Commission Action Plan that endorses its goals and advocates extension and diversifi cation of sources of funding, within a single capital market based on maximum harmonisation of rules. It is of utmost importance that Member States introduce, apply and supervise the proposed measures of the Action Plan in the same way. The EESC opinion also proposed specific adjustments for small and medium-sized enterprises (SMEs), as it has serious concerns about the rel- evance and eff ectiveness of the Capital Markets Union for SMEs. “The funding of SMEs, a driving-force for Europe’s economy, should be at the heart of the future Capital Markets Union. There is currently an informa- tion defi cit that needs to be tackled and a framework for lending that needs to be made more SME-friendly”, said Daniel Mareels, EESC rapporteur on the issue. With this opinion, the EESC re-affi rms its support for bank funding as a key component in fi nancing the economy and advocates further exploring new markets, including those for non- performing loans (loans in default or close to default). (cad) ● travel for millions of European citizens. It means far more than just enormously facilitated trade for thousands of Euro- pean companies. Schengen is one of the most important and most ambi- tious results of the great EU project. It is a symbol, an achievement that must not be squandered. European employ- ers support Schengen and urge policy makers not to take a step backwards. Europe as we know it cannot survive without Schengen!” Gabriele Bischoff , president of the EESC Workers’ Group, declared: “The right of EU citizens to seek employment, to work and to exercise the right of establishment in another Member State is enshrined in the EU Charter of Funda- mental Rights. For citizens, Schengen is a tangible thing. It is the key that opens the door, enabling them to put these rights into action and to positively expe- rience the benefi ts of ‘Europe’ in their Free to move Support Schengen European Economic and Social Committee © S h u t t e r s t o c k © s h u tt e r s t o c k / s o l a r s e v e n European Economic and Social Committee A bridge between Europe and organised civil society March 2016 | EN EESC info European Economic and Social Committee ISSN 2363-2615 ",
        "Europe needs to defeat poverty, children most at risk During its February plenary session the EESC adopted an opinion urging the EU Council to stick to its commitment to get at least 20 million people out of poverty by 2020. The opinion on fi ght- ing poverty (rapporteur: Seamus Boland, co-rapporteur: Marjolijn Bulk) was requested by the Dutch Presidency of the Council. To achieve the EU’s target, Member States need to launch their own national strategies to fight poverty, social exclusion and discrimination, supported by a common European framework. These strategies should focus on adequate income support, inclu- sive labour markets, quality jobs, equal access to aff ordable high-quality services for all, including migrants and people granted asylum. One of the areas requiring immediate attention is child poverty. Children under 18 are among the groups that are more at risk of poverty and social exclusion than the overall population, with a rate of 27.1%. In addition to children, the poverty risk is particularly high among young people because of the unprecedented high rates of youth unemploy- ment (Eurostat data for October 2015). The EESC believes that urgent measures to combat poverty in Europe should be introduced, such as an adequate minimum income and the establishment of universal, comprehensive and adequate social protection systems. The EESC welcomes the Dutch Presidency’s intention to organise peer reviews to look into “bottom-up” grass-roots approaches used to fi ght poverty at the national level, but has reconfi rmed the principal role of the welfare state in combatting poverty rather than relying solely on community-based initiatives. In December 2015, the EESC awarded the 2015 European Civil Society Prize to fi ve grass- roots organisations working to alleviate pov- erty in Germany, Ireland, France, Poland and Finland. (sg) ● More research and innovation in the energy sector and a need for a Europe-wide public dialogue on energy The European Strategic Energy Technology Plan is necessary to speed up the transformation of Europe’s energy system, the EESC pointed out in its opinion on the SET plan, adopted during the February plenary session. The EESC believes that the new energy policy should be based on developing sectors key to research and innova- tion and on encouraging new ideas and concepts such as renewable power generation technolo- gies and other low-carbon technologies. The EU has to innovate in terms of how energy is pro- duced and transported, and how it is delivered to customers. The SET plan must refl ect the real-life situation in Europe – if the new energy technologies increase end energy prices, the EESC feels that correction can be expected. Consumers should be involved in the process and energy poverty should be combatted through social policy measures, edu- cation and training. There is a need for a Euro- pean Energy Dialogue with the general public and civil society so that they can take ownership of the energy transition and the costs of various technologies. The EESC can act as a catalyst in this dialogue, possibly through a European civil society forum. The EESC supports a European approach to energy supply and the creation of genuine solidarity in this fi eld. The importance of gas in the energy mix in terms of energy security for Europeans must not be ignored. Investment and R&D in the area of storage need to be encouraged so that Member States have joint reserves. The Energy Union means making energy more secure, sustainable and aff ordable for the end user. It will allow free fl ow of energy across bor- ders and secure supply in every EU country, for every European. The role of the SET plan in this process is crucial. (sg) ● EESC Priority: Let’s get people back to work! Committee calls for swift action and creativity in solving the job crisis In view of the worrying job situation and falter- ing investment in many parts of Europe, at its ple- nary session on 17 March the European Economic and Social Committee adopted an opinion on the 2016 Annual Growth Survey (AGS) . The EESC is particularly concerned about the high level of unemployment, which is leaving 22.5 million people without a job and 122 million at risk of poverty or social exclusion. This is unacceptable and the fi nal wake-up call for both the Commis- sion and European leaders. The EESC opinion welcomes the decision to rein- force the Europe 2020 targets within the European semester process. For a real and sustainable recov- ery, an increase in internal demand is needed and long-term public investment would trigger this demand. Governments should therefore be given leeway to make necessary infrastructure invest- ments and to access cheaper money. In its recommendations, the EESC calls for ● more efforts to complete the European internal market and to modernise Europe’s economy; ● the Paris Agreement on energy transition to be made a source of economic development; ● greater coordinated eff ort to combat aggres- sive tax planning, tax evasion and fraud, which will generate an estimated one trillion euro a year for national treasuries. Immediate action is needed to tackle long-term unemployment and youth unemployment. Special attention must be given to the many young people not in employment, education or training (NEETs). “Investment in human capital via education and training, mainly focusing on young people, cannot be delayed any longer,” warned Juan Mendoza Castro, EESC rapporteur for the Annual Growth Survey opinion. (sma) ● Labour Market Observatory: Refugees are an opportunity for Europe’s labour market At a public debate held at the EESC on 22 February, strong voices were heard in defence of better inclusion of refugees in European societies, notably through work. The EESC Labour Market Observatory chose the title Integrating refugees into the labour market: turning the crisis into an opportunity, for this event, which produced a num- ber of important policy recommendations. “Experience shows that the integration of refugees is benefi cial to society, and civil society clearly plays a key role in facilitating that”, said Krzysztof Pater (Various Interests Group, PL), Vice- President of the EESC Labour Market Observatory. Member States are faced with a massive infl ux of refugees and are largely unprepared. Laws, as well as support for integration, vary from country to country, according to Klára Fóti, Eurofound representative. Geertrui Lanneau, IOM delegate, underlined the importance of investing in education and training, as a large proportion of the migrant population is still very young and needs skills. Christa Schweng, EESC member (Employers’ Group, AT), said that “a truly European migra- tion system” is needed and that “integration policies should be developed specifi cally for women refugees, to help raise family income and avoid concentration in ghettos”. She underlined the need to focus on entrepreneur- ship and self-employment as an important vec- tor in the process of integrating refugees into the labour market. Discussing the factors which facilitate the employ- ment of refugees, as employees or entrepreneurs, the LMO seminar showcased good examples from Austria (Austrian Federal Economic Chamber), Belgium (Duo for a Job project) and Sweden (Fast Track to Integration project). (cad) ● Offi cial visits by Georges Dassis to Greece, the Netherlands and Spain In February, the EESC President, Georges Dassis, completed three offi cial visits to Greece, the Netherlands and Spain. On Tuesday 9 Febru- ary he met with Prokopis Pavlopoulos, President of the Hellenic Republic. Mr Pavlopoulos declared that the EESC had a special and historic role to play, noting that it had been “set up as a reminder of the social face of the European Union and was a fundamental pillar of the entire European edi- fi ce”. He went on to express his satisfaction at the fact that, once again, a Greek was at the helm of the EESC. Mr Dassis thanked the Greek President, and noted that the EESC adopted its opinions on the basis of very signifi cant majorities; he also emphasised that austerity was not the solution to the economic crisis. He referred specifi cally to the initiatives taken by the EESC in response to the crisis, amongst them its opinions on the fi nancial transaction tax and the mutualisation of public debt in countries experiencing prob- lems – including Greece. He likewise presented the Committee’s position on the refugee and migration crises, describing all the measures that the EESC had taken, including the Going Local missions to 12 diff erent countries. On Wednesday 10 February, Georges Dassis visited The Hague in the framework of the Dutch Presidency. The EESC President met in particular with Ms Jetta Klijnsma, State Secretary for Social Aff airs and Employment, who also attended the EESC’s plenary session in February; he had the opportunity to present the Committee’s priorities during the Dutch Presidency, underlining the importance of deciding that the EU should establish a European minimum wage in order to combat poverty in Europe. Later he also had meetings with Ms Brigitte van der Burg, Chair of the Dutch Parliament’s Committee on Social Aff airs and Employment, and Ms Mariëtte Hamer, President of the Dutch Social and Economic Council (SER). At these meetings, Georges Dassis was able to discuss possible proposals that the EU could use to reduce unemployment and facilitate access to the labour market. He also highlighted the importance of supporting people’s free movement and the Schengen area referring to the EESC campaign. Finally, at the end of February the EESC President visited Spain, where he met with representatives from the CCOO and UGT unions, the Council of Consumers and Users and the Confederation of Business Organisations. The discussions were fruitful, especially on the topic of social Europe; he likewise raised the issue of migration in Europe in a speech to the Spanish Economic and Social Council on 24 February. The following day, while visiting Extremadura, he took part in a debate on The Future of Europe and Social Dialogue organised by the University of Extremadura while he also met with the President of the Economic and Social Council of Extremadura Ms Maria Mercedes Vaquera. (pa) ● © s h u t t e r s t o c k / b l a c k b o a r d 1 9 6 5 © s h u tt e r s t o c k / M a s c h a T a c e President George Dassis at the Spanish Economic and Social Council 2 ",
        "EU-Ukraine civil society tackles corruption and energy policy issues The second meeting of the EU-Ukraine Civil Society Platform (CSP) focused on much-needed reforms in the fi ght against corruption and the energy policy as well as the state of play in the implementation of the EU-Ukraine Association Agreement (AA) and the Deep and Compre- hensive Free Trade Areas (FTA). EESC President George Dassis stressed the EU’s commitment to seeking good partnership with all the European Neighbourhood countries. “The platform will bring added value to the association process and provide valuable input from civil society; the pro- cess should not, however, be limited to technical dialogue between governments”, he added. “This marks a new stage in institutional coop- eration between our civil societies”, stressed Peter Wagner, Head of the Support Group for Ukraine, reminded the meeting that not all dif- fi culties had their roots in the Russia-Ukraine confl ict; some were simply home-made, includ- ing a lack of reliable legislation, eff orts to fi ght corruption, civil service reform and privatisation. CSP members agreed that tackling the lack of political will to implement reforms in Ukraine was one of the main priorities, together with a push for full enforcement of the Minsk Agree- ments. A joint declaration was adopted, calling for a fully independent judiciary, laws on party fi nancing and advertising, freedom of the press, eff ective competition law, and con- sideration of Ukraine’s future membership of the European Energy Union. (mm) ● The European Citizens’ Initiative: more impact, simpler rules EESC public hearing on the revision of the ECI instrument For a long time the EU has been criticised for its democratic defi cit. The EU’s aim with the European Citi- zen Initiative (ECI) was to enable citizens to participate actively in the EU’s law-making process. More than 6 million Europeans have now signed an ECI; however, out of a total of 56 initiatives only 36 have been registered by the Commission and only three of them have been able to collect the necessary one million signa- tures. And even these fi nal three initiatives did not have any impact, as the European Commission is not obliged to translate an ECI into European legislation. The EESC is currently preparing an opinion on the ECI with the aim of making it more user-friendly, practical and impactful. At a hearing on the ECI held in Brussels on 23 February, Antonio Longo, rapporteur for this opinion, called for a more user-friendly instrument allowing every European to participate: “In times where people are more and more losing trust in the EU, the ECI has to become the instrument to give people a real say” , he emphasised, The main criticisms levelled at the ECI include: ● a timeframe that is too tight to get all the neces- sary signatures; ● the huge liability risks that the organisers have to take on: the fact that promoters are personally liable for “any damage they cause in the organisa- tion” of an ECI has a deterrent eff ect; ● the excessive amount of information needed to support an ECI application; ● the absence of a legal status for citizens’ committees; ● the excessively rigid application of ECI eligibility criteria; and ● the diff erent requirements regarding data in diff er- ent Member States. The EESC will hold its ECI Day 2016 in Brussels on 20 April (see dedicated web page_ http://www. eesc.europa.eu/?i=portal.en.civil-society) (sma) ● New delegates on industrial change join the EESC On 25 February 51 new and returning delegates attended the fi rst meeting of the EESC Consultative Committee on Industrial Change (CCMI) under the new EESC mandate. CCMI delegates represent the diff erent economic and social sectors and civil society organisations who are aff ected by, or involved in bringing about, industrial change. They make up one half of the members of the CCMI and will work alongside the same number of EESC members who sit on the CCMI. They will remain in office until 31 December 2020. Delegate Jacques Glorieux , representing the Various Interests category, was elected CCMI co-chairman and will co-lead the com- mission with its President, Lucie Studničná (Workers’ Group, CZ), an EESC member, for the next 2 and a half years. EESC members Gundars Strautmanis (Employers Group, LV) and Carlos Trias Pintó (Various Interests Group, ES) and CCMI delegates Patrizio Pesci (Employers category, IT) and Enrico Gibellieri (Workers’ category, IT) make up the new bureau. The welcome ceremony was attended by Günther Oettinger, European Commissioner for the Digital Economy and Society. The CCMI is the heir to the European Coal and Steel Community (ECSC). It was set up when the ECSC treaty expired in 2002 to retain the valuable expertise it had built up over its 50 years’ activity, to continue structured dia- logue in the original areas of coal and steel but also to gradually expand the ECSC’s original remit to cover all aspects of industrial change and its repercussions on employment, social and structural policy measures, aid and com- petition policy, research and technological development, sustainable development, trade policies and other areas. CCMI delegates are appointed by the EESC from associations representing civil society at European level. They are divided into three dif- ferent categories (Employers, Workers, Various Interests), mirroring the EESC’s own structure. Similar to EESC sections, the CCMI draws up opinions and information reports on request from EU decision-making bodies but also on its own initiative, and can be called upon to complement other sections’ opinions by look- ing into the industrial change implications of specifi c issues (opinion supplements). The CCMI has been the author of many landmark opinions and studies in recent years. Its pioneering work on planned obsolescence is part of a wider, ongoing project which will see the publication of a ground-breaking study next March. In 2015 it tackled the complex issue of fi ghting corruption in the EU and looked into the challenges of freeing Europe from asbestos , with its huge economic and public health implications. In 2014 it examined the impact of business services in industry and the prospective socio-economic consequences of the 4th industrial revolution and the internet. It will continue its work on Industry 4.0 in order to encourage European industry to take full advantage of the strategic opportunities off ered by the internet. (dm) ● YEYS 2016: students getting ready for pan-European youth debate on migration Over the last month and a half many mem- bers of the EESC have been actively engaged in visiting schools all over the EU and beyond to prepare students for Your Europe, Your Say , a pan-European youth debate which will take place in Brussels on 17-19 March 2016. The EESC is organising this event for the seventh con- secutive year to ensure that the views, experi- ences and ideas of young people are taken into account in EU policy making. During their visits to the schools, members worked with the students and one teacher to prepare for the event, which this year will focus on migration in Europe. They presented the EESC’s activities and its role as the voice of civil society in Europe and gave them guidance on the debate. Students taking part from across Europe are tasked with coming up with con- crete measures to be taken in schools, clubs, etc., to promote eff ective integration of young migrants into European societies. Thirty-three schools have been selected from among over 400 applicants from the 28 EU Member States and, for the first time, the fi ve candidate countries (Albania, Turkey, Montenegro, Serbia and the former Yugoslav Republic of Macedonia). Students from the selected schools can already contact each other on Facebook or Twitter to exchange ideas and information. (dm) ● Are you up to date with EESC activities? With nine plenary sessions taking place a year, not to mention hearings, conferences, civil soci- ety dialogue meetings and much more, it really is true to say that there is always something going on at the Committee! Keep up to date and – more importantly – don’t miss out on events and discussions that are relevant to your area of interest! You can follow us almost in real-time via our social media chan- nels. Visit our social media map to get a full overview and to select your preferred informa- tion sources. This way, not only will you receive fi rst-hand updates on opinions in the making as well as debates of interest, you will also fi nd out when to tune in to follow our live webcasts via streaming. Want to know more about our members? You can follow them too at: https://twitter.com/ EU_EESC/lists/ourmembers/members Our social media map can be found at: http://www.eesc.europa.eu/?i=portal.en. take-part-social-media (sb) ● the co-chair of the Platform on the Ukrainian side, Oleksandr Sushko. EEAS Director Fernando Andresen Guimaraes reiterated the EEAS’s sup- port for the work of the Platform as one of the key components for implementing the AA. The second meeting of the EU-Ukraine Civil Society Platform (CSP) EESC members Roman Haken, Ronny Lannoo and Ionuţ Sibian meeting students during their visits to the schools in Belgium (left), former Yugoslav Republic of Macedonia (top right) and Albania (bottom right) els w. er.co =por 3 ",
        "March 2016 / 3 EESC info is published nine times a year during EESC plenary sessions. Printed versions of EESC info in German, English and French are available free-of-charge from the European Economic and Social Committee Press Offi ce. EESC info is also available in 23 languages in PDF format on the Committee’s web site: URL: http://www.eesc.europa.eu/?i=portal.en.eesc-info EESC info is not an offi cial record of the EESC’s proceedings; for this, please refer to the Offi cial Journal of the European Union or to the Committee’s other publications. Reproduction permitted if EESC info is mentioned as the source and a copy is sent to the editor. Print run: 6500 copies. Next issue: April 2016 PRINTED ON 100% RECYCLED PAPER Editor: Alun Jones (editor-in-chief) Daniela Marangoni (dm) Contributors to this issue: Caroline Alibert-Deprez (cad) Chloé Lahousse (cl) Daniela Marangoni (dm) Leszek Jarosz (lj) Margarita Gavanas (mg) Milen Minchev (mm) Pavlos Avramopoulos (pa) Siana Glouharova (sg) Silvia M. Aumair (sma) Sophie Birmann(sb) Coordination: Agata Berdys (ab) Edition closed on 1 March 2016 Address: European Economic and Social Committee Jacques Delors Building, 99 Rue Belliard, B-1040 Brussels, Belgium Tel. (+32 2) 546.94.76 Fax (+32 2) 546.97.64 Email: eescinfo@eesc.europa.eu Internet: http://www.eesc.europa.eu/ SOON IN THE EESC Delivering the EU aviation strategy – how can we get stakeholders on board? by the Employers’ Group This is a turbulent time for European aviation. We are witnessing fast changes of the market, dynamic transformation of business models and a dynamic switch in the perception of the aviation industry by customers. A consequent, overall approach is missing, the European aviation desperately needs a consistent strategy. Civil society representatives are taking an active role in the debate on the future of European aviation. In September 2015, the EESC adopted an exploratory opinion on an Integrated EU Aviation Policy that contained a number of proposals to be included in the aviation strategy on which the European Commission was working at the time. Its “Aviation Strategy for Europe” was made public in December and so the EESC is currently preparing an opinion on this document. As part of this process, on 21 April a public hearing on the EU aviation Free movement and Schengen – defending workers’ rights by the Workers’ Group On 1 February 2016 the Workers’ Group held an extraordinary meeting in Brussels entitled Free movement and Schengen – defending workers’ rights . Gabriele Bischoff, President of the Workers’ Group, opened the meeting, describing the challenges ahead: attacks on collective bargaining and freedom of movement, the ongoing austerity measures, the threat of Brexit, the inability of EU leaders to deal with the refugee crisis, etc. She warned that Mr Cameron’s proposals endangered workers’ rights and called for trade unions and civil society to take joint action to maintain existing rights, defend freedom of movement in a Schengen area without borders and strengthen the EMU. Other challenges the Group discussed included the Commission’s REFIT programme. Denis Meynent, rapporteur on REFIT, explained that eff orts to simplify EU legislation should not lead to deregulation which could have a negative impact on workers. From agricultural to food policy by the Various Interests Group On Thursday 21 April, the Vari- ous Interests Group of the EESC will hold an extraordinary meeting at the Dutch Economic and Social Council (Sociaal-Economische Raad/ SER) in The Hague. The conference will be entitled From agricultural to food policy – Towards healthy and sustainable production and consumption. The Group wants to continue focusing on the issue of a sustainable food policy and engage in a dialogue with national institutional and civil society stakeholders, with the aim of drawing up conclusions that will be submitted to the Presidency of the EU Council and to the other EU institutions. The title and content of the event are largely inspired by the report of the Netherlands Scientifi c Council for Government Policy entitled Towards a Food Policy (http://www.wrr.nl/ en/publications/publication/article/ naar-een-voedselbeleid/), which was supported and promoted by the Public hearing on the external dimension of the EU’s energy policy – 30 March On 30 March, the EESC’s External Relations section (REX) will be holding a public hearing on the external dimension of the EU’s energy policy at the EESC (Jacques Delors building) in Brussels. Experts and representatives from civil society and the EU institutions will discuss key topics relating to the EU’s energy policy, including the diversifi cation of energy sources and completion of the single energy market. The public hearing is being organised as part of preparations for the EESC’s opinion on this subject requested by the Dutch presidency of the Council (January-June 2016). The previous EESC opinion on the topic (January 2009) needs to be revised to take on board the geo-political developments of the past seven years (including the Arab spring, increased tensions with Russia over the Eastern Partnership, crises in the Middle East and fl uctuating oil prices) and other economic and technical factors (oil prices, new LNG terminals and the fracking debate). (mm) ● The European Energy Union and its impact on civil society in Bulgaria On 22 March the EESC will be holding a public hearing in Sofia together with the Economic and Social Council of the Republic of Bulgaria. High-profi le representatives from key EU institutions, national governments and regulators, civil society organisations and experts will discuss the specifi c case of Bulgaria, how the country’s energy sector could be aff ected by the Energy Union and how it could benefi t from the policy programme. The Energy Union has been identifi ed as one of the key priorities of the current European Commission. This ambitious policy programme aims to create a European energy system that delivers secure, sustainable, competitive and aff ordable energy to Europe’s citizens. It was launched in February 2015 and has already resulted in various policy initiatives, with the pace of delivery expected to increase further in the next years. Given the scale of the challenges faced by decision-makers in the energy sector, from decarbonising economies to reducing import dependence, and the high-reaching goals of the Energy Union programme, the EESC considers it important to promote an open dialogue on the topic between governments, EU institutions, citizens and organised civil society. (sg) ● strategy will take place at the EESC. A variety of stakeholders representing many aspects of the aviation industry will have the opportunity to share their views on the Commission’s proposal in the presence of the EU Commissioner for Transport, Violeta Bulc. “As underlined in the previous EESC opinion, only if particularisms in the European aviation value network are overcome can it regain momentum and restart to build new valuable economic and social contributions to EU development. We call upon all aviation stakeholders to commit to the implementation of a new EU aviation strategy”, said Jacek Krawczyk, President of the Employers’ Group and EESC rapporteur for the aviation strategy. (lj) ● The sustainable development goals included in the UN’s 2030 Agenda for Sustainable Development were also on the agenda. Isabel Caño Aguilar, SDO Vice-President, stressed the need for close cooperation between ETUC and the Workers’ Group to ensure progress on the trade unions’ priorities in this context. A further debate centred on the common priorities of the Workers’ Group and the trade union movement, with Luca Visentini, ETUC General Secretary, insisting that Schengen was the top priority, as the Schengen acquis was currently under threat due to the refugee crisis and the negotiations with the UK. Another priority, he said, was the fi ght against the dismantling of social rights and attempts to destroy the European social model in the context of the Brexit negotiations. He also stressed that the workers’ movement needed to act to prevent any attempt to abolish established rights like the right to strike, which was currently under attack in several countries. (mg) ● Dutch Ministry of Economic Aff airs at the national and European levels. In fact, the Presidency of the EU Council will be holding an informal meeting of agriculture ministers from 29 to 31 May 2016, partly for the purpose of commencing discussions on the CAP after 2020, and has already requested an exploratory opinion from the EESC on More sustainable food systems , which should be ready just ahead of the May meeting. The conference is expected to involve approximately 100 participants (EESC members, local civil society organi- sations and media representatives). Speakers will include prominent national and European players from the institutional, agricultural, consumer and environmental protection, research and business arenas. More information on the event is available from: http://www. eesc.europa.eu/?i=portal.en.group- 3-events-and-activities (cl) ● Jacek Krawczyk, President of the Employers’ Group, and Violeta Bulc, EU Commissioner for Transport, at the previous public hearing on the EU aviation strategy Gabriele Bischoff , President of the Workers’ Group, and Luca Visentini, ETUC General Secretary e na n.gro ) ● Q E - AA - 16 - 003 - E N - N EESC info in 23 languages: http://www.eesc.europa.eu/activities/press/eescinfo/index_en.asp ages: ht "
    ]
}