{
    "text": [
        "EUROPEAN COMMISSION European Research Area / Realising the New Renaissance Policy proposals for developing a world-class research and innovation space in Europe 2030 Second Report of the European Research Area Board — 2010 RTD policy K I - N A - 2 44 2 0 - E N - C The European Research Area Board (ERAB) was established in 2008 to provide independent and authoritative advice to the European Commission on research and science policy with a view to creating the European Research Area. Its 22 eminent members are drawn from the fi elds of science, academia and business. ISBN 978-92-79-16031-8 ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu HOW TO OBTAIN EU PUBLICATIONS Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Offi cial Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Offi ce of the European Union (http://publications.europa.eu/others/agents/index_en.htm). EUROPEAN COMMISSION Directorate-General for Research Directorate L—European Science, Economy and Society Unit L1—Horizontal Aspects and Coordination E-mail: RTD-ERAB@ec.europa.eu European Commission Offi ce SDME 07/43 B-1049 Brussels Tel. (32-2) 2954292 Fax (32-2) 2994462 European Commission EUR 24420 — Realising the New Renaissance – Policy proposals for developing a world-class research and innovation space in Europe 2030 Second Report of the European Research Area Board – 2010 Luxembourg: Publications Offi ce of the European Union 2010 — 38 pp. — 17.6 x 25.0 cm ISBN 978-92-79-16031-8 doi:10.2777/55504 ",
        "EUROPEAN COMMISSION Realising the New Renaissance Policy proposals for developing a world-class research and innovation space in Europe 2030 Second report of the European Research Area Board — 2010 2010 Directorate-General for Research EUR 24420 EN ",
        "EUROPE DIRECT is a service to help you fi nd answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed LEGAL NOTICE: Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily refl ect the views of the European Commission. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Offi ce of the European Union, 2010 ISBN 978-92-79-16031-8 doi:10.2777/55504 © European Union, 2010 Reproduction is authorized provided the source is acknowledged. Printed in Belgium P RINTED ON WHITE CHLORINE - FREE PAPER ",
        "Foreword 4 1. Time to act in a changing environment 6 2. Ten key recommendations for action 7 3. Time to go global 16 4. Annexes 18 Annex 1: ERAB at work 2009–10 18 Annex 2: The ERAB 2030 milestones 19 Annex 3: ERAB Conference, ‘Preparing Europe for a New Renaissance’, 6–7 May 2010 31 Table of contents 3 ",
        "4 Foreword As the European Commissioner for Research, Innovation and Science, a big part of my job is to help create the conditions for a more dynamic and innovative Europe. Realising the “Innovation Union’’ is one of the seven Flagship initiatives announced in the European Commission’s Europe 2020 Strategy. It is my contribution to getting Europe back on track to dynamic and sustainable growth. A Europe where we use excellent research and innovation to tackle head-on the problems – the Grand Challenges – facing our society now and in the future, such as an ageing population, the effects of climate change, and reduced availability of resources. When I addressed the fi rst European Research Area Board (ERAB) conference in Seville in May this year, I challenged ERAB to draw up at least ten concrete proposals on how research, innovation and science can contribute to addressing these Grand Challenges and in doing so, contribute to building Europe’s post-crisis smart, green economy and society. This triggered lively discussions in Seville and I particularly appreciated the active and enthusiastic participation of young researchers and scientists in this debate. Their inter- ventions inspired me to be even more action-oriented in my policies. We must move from listing problems to identifying concrete solutions. I am therefore delighted to see that in this second annual report ERAB not only lists ten substantive actions, but also makes them more operational by adding detailed recom- mendations for each one. The “ Policy proposals for developing a world class research and innovation space in Europe 2030 ’’ are indeed concrete enough to be taken on board in my ongoing work. As I promised in Seville, I will pay close attention to them and explore how ",
        "5 they can be used to support the Innovation Union Flagship initiative which has recently been proposed by the European Commission. The Innovation Union Flagship makes clear that I would like ERAB to continue to provide the Commission with its invaluable insight, ideas and experience. This report shows that the ambition outlined by ERAB in its fi rst annual report – of realising a “ New Renaissance ” in Europe – can be translated into concrete actions. Máire Geoghegan-Quinn European Commissioner for Research, Innovation and Science ",
        "6 The European Research Area Board (ERAB) published its strategic vision for the next 20 years in October 2009 entitled Preparing Europe for a New Renaissance . This strategic vision of a successful European Research Area (ERA) is still valid. During the last year this document has been widely disseminated and commented upon by many bodies, culmi- nating with a major conference held in May 2010 under the Spanish Presidency where all aspects of ERAB’s recommendations were subject to scrutiny by many stakeholders (see Annex 3). These discussions, in addition to the current economic climate, have underlined the need for cohesive, fast and fl exible action. If we don’t act immediately, we face the prospect of economic and social decline in Europe and further environmental degradation. At the Spanish conference, ERAB received the view from all stakeholders that the stra- tegic vision was close to ‘mission impossible’ but that, nevertheless, urgent action was needed and that Europe is well placed to take a global lead with other partners to address and agree solutions to the grand challenges in a coherent way. Other regions of the world are looking at the development of ERA and are seeking to create similar approaches. We need to work with them. In addition there was a plea to explain more explicitly the role that humanities and social sciences can play in helping fi nd solutions to the challenges before us. Subsequently, the new Commissioner for Research, Innovation and Science , Máire Geoghegan-Quinn, challenged ERAB to provide 10 key recommendations for her to take forward into the new Research and Innovation Policy. ERAB took up this challenge with enthusiasm and responded immediately. 1. Time to act in a changing environment ",
        "7 2. Ten key recommendations for action In its fi rst annual report ERAB argued that the challenges before us are of such an order of magnitude that Europe needs to mobilise all its talent in science, research and innovation to address them in such a way that it leads to a new Renaissance. In that same report ERAB stated that, in doing so, Europe would also lay the foundations for the growth sectors of the future. In the report ERAB presented 30 milestones for ERA by 2030 to measure progress in the years ahead. Building the European Research Area is indeed a long and diffi cult task and for that a clear plan is needed. Outlining that plan was at the core of ERAB’s second full year of work and led ERAB to come up with 76 detailed recommendations and their expected impact (see Annex 2). These rec- ommended actions, organised around the milestones of the fi rst report, were developed and divided into four broad themes: ■ united ERA in a global world ■ science, society and policy ■ open innovation ■ an ERA to deliver excellence and cohesion The Commissioner asked ERAB to condense the 76 recommendations to 10 key messages summarised below. ",
        "8 Recommendations for immediate action 1. Create a single EU-wide patent and an Open Innovation Charter The need for a Community Patent has been widely recognised yet has reached an impasse as a result of vested interests and language and legal barriers. The present deadlock is a signifi cant barrier to rapid exploitation of inventions compared with similar global econo- mies. Early publication and easy access to electronic patent databases aids the innovation process. For the time being, the exclusive route for protection in Europe is the European patent published, then granted, by the European Patent Offi ce. Discussions on the Com- munity Patent have been ongoing for more than 30 years. The issue is to succeed in fi nding a unifi ed procedure which will bring protection in all the 27 Member States with only one entry point. The complexity of the current situation is a disincentive to rapid exploitation of ideas. ❫❫❫ ERAB recommends the Belgium Presidency make the Community Patent a reality as soon as possible. The complex mechanisms involved in patenting are a challenge for academic researchers. They should keep in mind the potential use of their results in order to protect, in advance, incoming commercial values. Academic researchers are more knowledge-focused than market-oriented, since citations of publications are a major measure of academic perform- ance. This needs to be addressed within universities in considering individual promotion. ❫❫❫ ERAB recommends that awareness among EU researchers on intellectual property rights (including trade marks) should be raised, especially among researchers dur- ing their training, and that academic credibility and ratings place more importance on these marks of esteem. Although some companies have implemented explicit open innovation practices, an open innovation mindset is not yet in the genes of Europe’s RDI actors, nor of its policymakers. In practice, many public and private actors still fi nd it diffi cult to establish fruitful, sustain- able collaborations and would benefi t from practical guidelines for engaging in win-win collaborations and fruitful knowledge exchanges. ❫❫❫ ERAB recommends developing an Open Innovation Charter, to be ready for endorse- ment by key stakeholders in 2012. This Open Innovation Charter should build on the 2008 EC Recommendation on the man- agement of intellectual property in knowledge-transfer activities and Code of Practice for universities and other public research organisations. Likewise, the guidelines of the Responsible Partnering Handbook should be followed. Completing the Open Innovation Charter by 2012 would be well in time for having it included as a reference (not as an eligi- bility requirement) in the selection criteria and Guides for Applicants in future frameworks for funding. With the eighth framework programme (FP8) acting as a standard, the char- ter’s wider use in relevant national programmes should be promoted. ",
        "9 ❫❫❫ ERAB recommends against imposing mandatory adherence to the Open Innovation Charter by all benefi ciaries of such programmes or even by all RDI actors, to prevent a regulatory straightjacket stifl ing innovation and in line with the Union’s efforts towards ‘Better Regulation and Simplifi cation’. When fi rms engage with publicly funded research organisations for contract research or collaborative research, certain restrictions from the EU state aid framework apply in order to limit indirect state aid to fi rms and avoid undue distortion of competition. ❫❫❫ ERAB recommends that these restrictions need to be clarifi ed (as elaborated in the Responsible Partnering Handbook) in the forthcoming revision of the state aid frame- work and have to be complemented by operational guidance in the Open Innovation Charter. 2. Agree on a fast-track timeline for a full and widespread implementation of pre-commercial procurement of research and development (R & D) The challenge is to exploit the huge, largely untapped potential of the public sector pur- chasing power (some 17 % of GDP ( 1 )) to drive innovation and stimulate private R & D, while at the same time enabling governments to perform their public tasks and address societal challenges more effi ciently and effectively. The US public sector is spending USD 50 billion per year in procurement of R & D, an amount which is 20 times higher than in Europe and represents approximately half of the overall R & D investment gap between the US and Europe ( 2 ). Earmarking at least 2 % of public procurement expenditure in the EU for procur- ing R & D services and innovative technologies from the private sector would amount to some EUR 40 billion, equivalent to almost fi ve times total state aid for R & D and innovation in the EU (EUR 8.6 billion in 2008 or 0.07 % of GDP ( 3 )). A specifi c new instrument for the public sector to stimulate demand for innovation is the Pre-Commercial Procurement (PCP) of R & D services from the private sector. Modelled upon successful US examples (Depart- ment of Defense (DoD), NASA, National Institutes of Health (NIH)) it was put forward by the Commission at the end of 2007. While exempted from the EU Public Procurement Direc- tives, the PCP scheme entails risk-benefi t sharing between public procurers and private suppliers in the R & D phase preceding commercial procurement tenders. However, the potential of this novel scheme still remains largely untapped. ❫❫❫ ERAB recommends agreeing on a fast-track timeline for a full and widespread imple- mentation of pre-commercial procurement of R & D. For this purpose, the forthcoming meeting of the European Council dedicated to research and innovation is a unique opportunity, building on the earlier endorsement of PCP by the European Council in 2008 and a strongly supportive resolution from the European Parlia- ment in 2009. ( 1 ) In 2007, total public procurement of goods and services in the EU amounted to EUR 2.1 trillion or 16.9 % of GDP. Public procurement predominantly takes place at local and regional levels. At national level, most public procurement stems from ministries other than those responsible for research and innovation. ( 2 ) Pre-commercial Procurement: Driving innovation to ensure sustainable high-quality public services in Europe, European Commission, COM(2007) 799, see http://ec.europa.eu/information_society/tl/ research/priv_invest/pcp/documents/commpcp_en.pdf ( 3 ) Commission staff working document accompanying the state aid scoreboard — Autumn 2009 Update, see http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=SEC:2009:1638:FIN:EN:PDF ",
        "10 ❫❫❫ ERAB recommends the following immediate actions: ■ recognise that public procurement of innovative solutions and technologies entails risks and promote the acceptance of a certain degree of risk among governments, politicians and the general public at large; ■ provide public procurers with tools for managing rather than avoiding risks; ■ develop smart incentives from the EU budget for public procurers to use PCP, to share risks and bundle procurement among Member States to create more interest- ing markets; ■ make (part of) EU co-funding in the context of the Structural Funds conditional on procurement of innovative technologies and R & D, also as a means of gearing cohe- sion policy more towards stimulating R & D and innovation; ■ clarify that PCP will be assumed to take place at competitive conditions and without State aid, provided that the tendering process ensures transparency, openness, fair- ness and pricing conditions. 3. Concentrate research, development & innovation funding around a selection of themes relevant for ‘Europe 2020: A strategy for smart, sustainable and inclusive growth’ To have real impact in a world which is becoming more competitive every day, the research, development & innovation funding has to be more focused. In many regions of the world we observe a stronger focus of research on high-impact research topics, yet Europe contin- ues to split up research funding between quite a number of directorates and research pro- grammes. Funding schemes need to be suffi ciently fl exible to adapt and respond to chang- ing market conditions and requirements. Locking instruments in place for seven years and expecting them to be fi t for purpose over the whole framework programme period is nonsense. The Member and Associate States, with the Commission and the European Parliament, should identify those key areas where a common approach is appropriate and agree on the support mechanisms necessary to take these forward. Coordination rather than duplication of support is essential. ❫❫❫ ERAB recommends that a focused, fast and effi cient implementation of a limited number of high-impact research programmes is pursued. While we plead for this attention to the grand challenges, ERAB is fi rm in its commitment to further support for the European Research Council which allows the bottom-up encour- agement of new and high-risk projects. The hallmark of EC funding should be that it is speedy and fl exible with credit being given to quality outputs rather than slavish attention to processes that stifl e innovation. Above all there needs to be political acceptance of a much higher tolerance of risk than at present and fl exibility in working conditions if real breakthroughs are to be achieved. The current situation is a major dis-incentive for all par- ties and especially SMEs. ",
        "11 4. Create an annual ‘City/Region of Innovation in Europe’ To achieve a ‘New Renaissance’ in Europe, we must foster the visibility of science and inno- vation, gain trust and strengthen the cooperation between researchers, innovators and society. Research development and innovation should be shown to be valuable and attrac- tive. Scientifi c institutions as well as companies should be able to present solutions for pressing problems. Currently the gap between the researchers and innovators on the one side and the public as well as politicians on the other side is too wide. If we call for a better understanding and a shared responsibility between science, policy and society we need an open and in-depth dialogue about chances and risks involved in innovation and examples of successful inventions. A European Capital of Research and Innovation would highlight the quality and the European and international dimension of research and innovation and gain the attention of the public. ❫❫❫ ERAB recommends that, analogous to the European Capital of Culture, the European Union should award the title of the European Capital/Region of Research, Develop- ment and Innovation in open competition. While ideas should come from the proposers, a key criterion should be whether the inno- vations developed can be generally applied in all Member States and are not just locally specifi c. 5. Issue an EU framework directive on research & innovation focusing particularly on creating a single market for research, development and innovation EU research & innovation policy is becoming a policy fi eld embedded in a clear legal frame- work as a result of the reinforcement of research and innovation in the Treaty on the Func- tioning of the European Union, the clarifi cation of the legal force and enforceability of the Charter of Fundamental Rights of the European Union and the explicit desire of creating an internal market for knowledge (fi fth freedom, free circulation of knowledge and research- ers). This needs a clear structure that outlines the hierarchy of ambitions. ❫❫❫ ERAB recommends that the EC sets out its big ambitions in a framework directive. This directive should allow action to: ■ harmonise and strengthen pan-European public and pre-commercial procurement schemes; ■ create a European research certifi cate/passport to enhance mobility of researchers; ■ support pan-European graduate/research schools focused on grand challenges, including the possibility of developing a high-level European/international PhD; ■ foster fl exible cross-border research funding; ■ establish a European peer review college for research projects addressing grand challenges. ",
        "12 Recommendations for medium-term actions 6. Fully implement pre-commercial procurement of research, development and innovation around a few commonly agreed big projects Following on from the respective short-term recommendations outlined above, it is neces- sary to decide on which services and technologies would be chosen for pre-commercial public procurement on a European-wide basis. While proposals might come from individ- ual Member States and from the Commission, these will need to be integrated. ❫❫❫ ERAB recommends the creation of a body that would implement the process for this pre-commercial procurement of RDI. This could be a further development of the European Institute of Innovation and Tech- nology or a similar body able to take high risks and to look for projects that genuinely tackle new technologies. Again, every effort should be used to present these procurement projects in a high-profi le way. It is essential that all citizens own the success or failure of such programmes. 7. Concentrate and streamline all R & D funding in the eighth framework programme (FP8) by minimising management obligations for all funding schemes and by earmarking 30 % of the Structural Funds and 10 % of the common agricultural policy (CAP) for RDI projects With each successive framework programme new instruments have been introduced giv- ing rise to a complex range of funding opportunities. In addition to the potentially over- lapping goals, the specifi c rules associated with each instrument vary. Today we need a comprehensive approach to research, development and innovation. However, at present initiatives are spread across almost every directorate in different formats. FP8 represents an opportunity to streamline these operations in such a way that there is greater simplicity for the applicants, clarity of the rationale for the different programmes and cohesion in the investment that the Commission makes in RDI. Furthermore this is an opportunity to look at the full range of RDI support across the Community and not just those supported under the framework programme. ❫❫❫ ERAB recommends a more integrated approach to the total spend on RDI that ensures that all Commission-supported programmes are assessed to ensure optimisation of investment and to avoid duplication. This exercise should take account of Member State investments and build on them where appropriate. Under the seventh framework programme (FP7) a signifi cant proportion of the Struc- tural Funds are allowed to be spent on RDI projects by capacity building. While some of these funds have been used to drive innovation forward, the effectiveness has not been so obvious given the criteria used for investment mitigates against high risk projects that do not show an obvious or quick return on investment. Likewise there are too many bod- ies involved in the decision-making process, many with little or no experience of high-risk ",
        "13 research and there is also scant knowledge in the research community on how to manage large national or international projects. Currently the decisions on what investments to make are made by the Member State to aid capacity building. This can lead to projects that are not necessarily at the cutting edge. ❫❫❫ ERAB recommends the following measures: ■ a greater element of risk is taken in the use of Structural Funds and a certain propor- tion is held centrally to support projects that are specifi cally pan-European interest and potentially contributing to solving the grand challenges; ■ urgent attention is paid to the way Structural Funds are administered such that they are used to maximise the return on investment not only in monetary terms directly but also in other areas such as training, mobility, and the raising of standards of research and innovation; ■ the training of project managers for creating and operating large research projects and infrastructures is a priority for long-term funding within the Structural Fund pro- gramme. One of the acknowledged grand challenges is the provision of healthy food and drinkable water for all citizens as part of the larger challenge to move towards more sustainable farming. ❫❫❫ ERAB recommends that this is supported using funds from the common agriculture policy in order to bring further innovation into this sector. 8. Foster an acceptable degree of risk-taking and excellence throughout all research, development and innovation (RDI) programmes A new global economic and scientifi c landscape is emerging in previously poverty-stricken parts of the world, challenging the West in areas where Europe and the United States have been comfortably ahead for many years. These new economies are growing at a fast pace and are reassessing their traditional partners. It is essential that Europe retains and builds on past relationships and fosters a global approach to supporting research and develop- ment, especially on solving global challenges. Not only should Europe’s research environ- ment encourage these partnerships, it is also necessary that student training in Europe’s universities and institutions is world leading The challenge is not only a matter of quantity. Compared to the United States, European frontier research has a quality problem. This means, striving for excellence is the only choice Europe has in order to remain amongst the world’s most fertile areas for innovation. Excellent research is fostered by rigorous, transparent, fast and effi cient selection proce- dures, which are tailored to the type and level of the proposed research: from curiosity- driven to translational and applied research and from individual, to group and institutional level. ",
        "14 Widely applied traditional peer-review mechanisms tend to favour ‘safe science’ over novel and risky projects, especially when it comes to frontier, high-risk research. While the ERC has been extremely successful in encouraging high risk this has not applied to all areas of R & D funding research funds, which are granted on the basis of trust, are more suitable for research with unpredictable developments and outcomes especially where new technolo- gies and cross-disciplinary projects are concerned. However a common understanding of best practice in tailored selection mechanisms still remains to be developed throughout all member countries of the European Union. The current administration of much of the framework programme does not encourage high risk, potentially high-impact frontier research and innovation. There is a need for a new model to deliver this. Any entity to do this should be independently governed at arms length from the Commission by a group of persons who are selected on the basis of their wide experience and intimate knowledge of research and innovation. It should be able to make long-term funding commitments to allow projects to deliver real outcomes. It should be accountable for its overall programme and not subject to any external control of its internal policy, personnel or type of project supported. It should focus on high-risk research and be suffi ciently fl exible to react to changing conditions and discoveries. Above all it should not be constrained by existing fi nancial regulations. ❫❫❫ ERAB recommends: ■ establishing a set of independently governed arms-length Commission entities to fund and encourage frontier research and innovation based on the best practice found in Member States and elsewhere; ■ developing ‘gold standards’ and training reviewers, auditors and researchers across Europe. 9. Create a European venture capital fund capable of investing in early-stage ‘proof of concept’ and business development prior to commercial investment Young innovative fi rms in Europe face major diffi culties in accessing venture capital, as its availability is fragmented due to obstacles to cross-border investments and its supply is limited due to a less developed venture capital tradition and unattractive rates of return in comparison to the United States. The fi nancial crisis has further aggravated the situation, making it extremely diffi cult for start-ups to cross the ‘valley of death’. ❫❫❫ ERAB recommends the establishment of a major European venture capital fund with co-fi nancing from the European Commission, the European Investment Bank group and private institutional investors. Its characteristics should include: ■ complementarity to similar national schemes within the ERA by means of pan-Euro- pean engagement, ambition and fi eld of action; ",
        "15 ■ a multi-billion contribution from the EU budget, as required to attract suffi cient con- tributions from co-investors for creating a substantial fund that makes a difference; ■ complementarity to the Risk-Sharing Finance Facility (RSFF) for investing in R & D and innovation; ■ management with a strong selection step guided by venture capital specialists, milestone- driven cut-off points, and an appreciation of the difference in timelines between different sectors (e.g. biotech vs. ICT); ■ focus on early-stage support to young innovative fi rms for ‘proof of concept’ and business development, enabling them to grow beyond their start-up phase; ■ access to FP benefi ciaries, with the combined benefi ts of adding value to FP research, driving FP research closer to innovation, attracting more SMEs to the FP, and building on pre-screened excellent research; ■ recycling of returns on investments into the fund, as this should allow the initial impulse from the EU budget to create a revolving fund in the longer term. To further increase the availability of venture capital, the following additional measures are required: ■ the establishment of an integrated venture capital market within the EU by removing fi scal, regulatory and bureaucratic obstacles to cross-border investments; ■ the creation of effi cient, integrated, pan-European trading platforms and quoted stock market(s) for young innovative companies; ■ the stimulation of business angel investments by means of dedicated networks for spreading best professional practices; ■ the provision of fi scal incentives for individual, corporate and institutional investors, venture capitalists, business angels and young innovative companies. Recommendations for longer-term actions 10. Make result and risk-oriented funding of research and innovation projects the dominant criterion for R&I funding of the EC Acknowledging the time and effort needed to develop culture and processes throughout all Member States and the Commission, ERAB looks forward to the day when risk taking and a focus on tangible results will be the acceptable norm across all programmes. Thus the medium-term recommendation will become the way of life for the future of RDI in Europe. This requires a paradigm shift in the way all stakeholders view research and development funding. ❫❫❫ ERAB recommends that by 2030 50 % of EC research funding should go to frontier, high-risk research and development. ",
        "16 Europe takes the lead to address the global challenges: ‘A Davos for Research, Development and Innovation’ ❫❫❫ To maintain momentum ERAB recommends that Europe should take the lead in invit- ing all global stakeholders to participate on an annual basis to make top-level policies and monitor progress on common research and innovation (R&I) actions for tackling the global challenges. This ‘Davos for Research, Development and Innovation’ will allow Europe to take a leading role in the world of research, development and innovation. Meetings of the World Eco- nomic Forum demonstrate the effectiveness of this approach for world trade, fi nance and global policy issues. As the grand challenges before us are not confi ned to any one region of the world in the long term (although there is short-term priority setting for different areas) it is essential that there is a meeting place for all countries/regions of the world where decision-makers meet and are informed by the best available advice. Since the EU created the concept and is developing the reality of the ERA, it is building up experience on how to bring coherence in one region of the world. Once the Member States have demonstrated how to successfully pool resources and develop joint programmes towards addressing major societal challenges, this experience should indeed be used in extending it to international joint programmes. This learning process could be exploited and further developed into an international forum in conjunction with major partners. It is essential that all disciplines (the point is that it is not just a question of science but legislators, standards, fi nance, etc), relevant ministries and decision-makers are present 3. Time to go global ",
        "17 in order to hammer out workable solutions while allowing individual countries to select which projects to support as part of a ‘chess board of opportunities.’ This variable geom- etry approach will mean that individual countries/regions can build up a critical mass of expertise allowing a win-win situation rather than a winner takes all if negotiations are just conducted on a programme-by- programme basis. ❫❫❫ ERAB recommends that the EC starts putting together ideas on the modus operandi of such a forum that can then be discussed with high-level offi cials from other regions. This group should be set up immediately with a timeline for the fi rst meeting of the forum to be held within two to three years and thereafter the forum should meet on a yearly basis to start new programmes and to review progress. While ERAB has been extensively involved in propagating its advice widely and seeking comments, its main role is to act as independent advisors to the European Commission. In the coming year it will be asked to respond to specifi c areas as will be outlined in the forth- coming Communication on the Innovation Union Flagship Initiative. In order to reinforce the need to look more widely at innovation the membership and working arrangements of ERAB will be optimised to be as effective as possible. ",
        "18 Annex 1: ERAB at work 2009–10 As part of reaching out to the stakeholders of the debate, ERAB members have actively advocated and communicated the ERAB’s strategic view in numerous meetings and confer- ences around Europe. ERAB also consulted several European institutions and advisory boards on different aspects of developing the future of the ERA in a meeting under the auspices of the European Sci- ence Foundation (ESF) in November 2009. In the debate participants included ERAB, ESF, European Heads of Research Councils (Eurohorcs), The European Research Council (ERC), the League of European Research Universities (LERU), and the European Federation of National Academies of Sciences and Humanities (ALLEA). Moreover ERAB briefed the Commission on a range of ongoing policy issues. ■ The contribution of FP7 instruments to the establishment of a genuine European Research Area (February 2009). ■ Networks of Excellence (December 2009). ■ What ambition and policy design for the Research and Innovation Plan? A conceptual contribution from ERAB, integrating its view on the future of research and ERA with the innovation agenda (March 2010). ■ The role of venture capital for the R&I strategy (April 2010). ■ The role of public procurement for the R&I strategy (April 2010). 4. Annexes ",
        "19 ■ The communication ‘Simplifying the implementation of the research framework pro- grammes’ COM (2010) 187 (May 2010). ■ Achieving Cohesion in European Research and Innovation. Excellence and Cohesion: Two sides of the same policy coin (July 2010). Annex 2: The ERAB 2030 milestones Building the European Research Area is a long and diffi cult task and for that we need a plan. ERAB’s strategic vision is described in its report, ‘Preparing Europe for a New Renaissance.’ To put it in concrete terms, here we list 26 goals and 76 recommended actions which we believe to be important steps on the road to a united and innovative ERA by 2030. They are divided into four broad themes , corresponding to scheduled sessions in the Seville confer- ence. For all these milestones, we ask whether they are ambitious enough, and how they would be implemented. THEME I: UNITED ERA IN A GLOBAL WORLD ERAB vision: goals by 2030 Recommended actions Impact by 2030 1. The EC’s share of ERA-wide public, non- military research funding doubles to 10 %. 1.1. The current funding for thematic research programmes is maintained to at least the present levels (Cooperation programme). The innovation gap with the US and other innovation leaders is reduced to zero and Europe acts as a role model in research and innovation with respect to addressing the ‘grand challenges’, such as climate change, energy supply and ageing societies. Europe increases its share of top-ranked universities (see theme IV) and becomes more attractive for private investment on research. 1.2. The overall research budget is increased by adding a 10th of a percentage point to VAT, for the benefi t of research into grand challenges. 1.3. 30 % of the Structural Funds are used for research, development and innovation (RDI), 10 % of the common agricultural programme budget goes specifi cally to agricultural research dedicated to agri-based issues in food, health and energy. ",
        "20 2. There is a signifi cant increase in the coordination of scientifi c research grant programmes across the ERA, to at least 10 % of funding. 2.1. A European grant union between Member States and the EU exists with a global outlook, driving joint initiatives. Europe maximises the impact of research and innovation. 2.2. Strengthen EIT in coordinating grant programmes in specifi c fi elds. 2.3. Increase investment on European research infrastructures. 2.4. An ERA-wide monitoring system tracks all joint initiatives (from bi-national to all), joint programming, intergovernmental organisation and cross-national shared infrastructures. 3. Mobility triples, with up to 20 % of EU doctoral candidates working outside their home country. 3.1. Funding for Marie Curie-type programmes increases. Young researchers develop a truly European career in research and innovation in order to strengthen the ERA and Europe’s competitiveness. At least 30 % of young researchers come from outside Europe. 3.2. English is the standard for PhD and other postgraduate studies whenever relevant. 3.3. Barriers to the cross-national movement of scientists and families no longer exist. Financial incentives are there for researchers willing to be mobile. 3.4. A European research passport/ visa for successful non-European researchers exists which enables them to move easily around Europe and which encourages non-Europeans to come to ERA centres of excellence. 4. The fi scal regime for R & D and innovation incentives is optimised across the EU. 4.1. Optimise fi scal and social benefi ts for industries employing signifi cant numbers of researchers. A dynamic and truly European climate for research investment exists so that more companies will choose Europe as their hub for RDI. 4.2. The design and implementation of state aid and procurement rules are optimised to have the biggest impact on entrepreneurial activities. Create a strong European innovation demand (Aho Report). 4.3. A pan-European unifi ed market for cross-national, research-related investments (including risk/venture capital) is created. ",
        "21 THEME II: SCIENCE, SOCIETY AND POLICY ERAB vision: goals by 2030 Recommended actions Impact by 2030 5. A third of public, non-military research is geared to grand societal challenges, with multi- and trans- disciplinary approaches. 5.1. The increase in funding as proposed under Milestone 1 is applied to this purpose. ERA contributes lasting solutions to the grand challenges, mindful of their global impact. 5.2. Europe has at least a ‘man/woman on the moon’ project for each grand challenge it wants to address and gears all its instruments, including PPP, to that end. 5.3. Multi- and trans-disciplinary funding has priority for grand challenges research. 5.4. Training to manage multi- and trans-disciplinary projects as well as to engage the public is a standard part of research education. 6. A more educated citizenry is trained in science and technology issues to be able to participate in policy debate. 6.1. All outputs of publicly funded research are available via ‘open access’ to all interested parties, and universities undertake a broader role in science communication. European citizens regard the results of decision-making based on scientifi c research as optimal for the common good. 6.2. The impact of science and technology on the innovative power of society and all kind of businesses is underpinned. 6.3. Open up universities to the public by promoting lifelong membership. 7. A universal code of scientifi c ethics is adopted by the whole European research community, enunciating social responsibilities as well as intellectual freedoms. 7.1. As part of the contract between science and society, a code of ethics is in place akin to the Hippocratic Oath for medical practitioners. Rigour (in decision- making), Respect (for fellow man, colleagues and world), and Responsibility (for action) drive the relationship between science and society. 7.2. All scientists sign this ethical code when starting their graduate studies. 7.3. The code of ethics is part of the EU treaty. ",
        "22 8. 30 % of all scientists, including those in the humanities and social sciences, are trained in research fi elds relevant to the grand challenges. 8.1. European funding for Masters and PhD training focuses on the grand challenges, including attendance at cross-disciplinary summer schools. The critical mass of students educated in the grand challenges is increased and a better linkage between investment in research and education is a reality. The grand challenge researcher is an accepted and widely present researcher profi le with full career opportunities. 8.2. Internships in the business and public sector are part of the standard research curriculum. 9. The tools of ‘e-science’ are deployed throughout the ERA, permitting international collaboration so that all researchers will see themselves as part of the global research system. 9.1. An EU central depository for publications in all areas of EC-funded research is operational. Open Access and virtual science are fully embedded practices in European research. 9.2. Paper transactions as a means of communication between researchers and public funding organisations are minimised. 9.3. EC funds prioritise online, postgraduate inter-university programmes as well as online joint research programmes. 10. The EU and Member States spend up to three times as much as in 2005 on higher education, or 3.3 % of GDP. 10.1. The increased funding (Milestone 1) is used to better match — by 2020 at the latest — the overall profi le of higher education with all skills and competencies needed for a knowledge- based society. A culture of science and innovation thrives across Europe. 10.2. Budget priorities of Member States with regard to research are reassessed to take into account the needs of the Knowledge Society. A reasonable timeline is deployed for monitoring, as this is a condition for complying with the Europe 2020 agenda. ",
        "23 11. Irrespective of age, race or gender, ERA should exploit all available talent. 11.1. Half of all scientists and research policymakers, across all disciplines and at all levels of the science system, are women. All knowledge resources that Europe has are maximised for the common good. 11.2. Restrictions on the age of competent researchers should be lifted where they exist. 11.3. Specifi c grants are in place for parents taking up research after family leave. 11.4. Childcare provisions are compulsory for all higher-education and research institutes. 11.5. Enabling parents on family leave to take full advantage of the opportunities of e-science is compulsory and at zero cost for the benefi ciary. 12. The EU has a fully functioning, independent Chief Scientifi c Advisor, supporting its decision- making with the best available evidence, horizon- scanning and future scenario planning. 12.1. A clear functional specifi cation and strong profi le for the CSA (who has to report directly to the President of the EC) is defi ned immediately. Policy decisions are evidence-based to bridge the gap between society and decision-making, and increases the public confi dence in European political decisions related to science and innovation. 12.2. Foresight and participatory technology assessment are standard in policy design and decision-making. ",
        "24 THEME III: OPEN INNOVATION ERAB vision: goals by 2030 Recommended actions Impact by 2030 13. A pan- European Open Innovation Charter is signed by all major stakeholders. 13.1. The Open Innovation Charter is in place and is a reference in the selection criteria and guides for applicants in framework programme 8. Key enablers for open innovation are the guidelines of the Responsible Partnering Handbook. Open Innovation is the default position for European research and the Open Knowledge Institution is an ISO standard for higher education and research. 13.2. State aid rules and their interpretation are reviewed and redrafted to enable maximum fl exibility in the support of research and innovation. 13.3. We achieve full implementation of the existing recommendations on intellectual property and partnership — e.g. the 2008 EC Recommendation on the management of intellectual property in knowledge transfer activities and Code of Practice for universities and other public research organisations. 13.4. A pan-European label, ‘Open Knowledge Institution’, for higher education and research, acts as a gold standard for excellence in innovation in the ERA. 13.5. A single, strong and credible European patent is established by 2015. ",
        "25 14. Overall R & D funding rises to 5 % of GDP, of which industrial R & D accounts for two thirds. 14.1. Implement the wide range of policy measures necessary at European and national levels to improve framework conditions — and hence expected returns — for private investments (including venture capital) in R & D and innovation. Promote Private Public Partnership (PPP) to stimulate investments in the development of new technologies. The grand challenges create a strong market demand for innovative products and services to ‘pull through’ innovation and trigger more public and private investments in the Knowledge Triangle. 14.2. A reasonable timeline is deployed (and monitored) to make sure there is a doubling of government expenditure on R & D to reach 1.7 % of GDP by 2030, and a tripling of business expenditure on R & D to reach 3.3 % of GDP by 2030. In these calculations the contributions of EU funding are included. ",
        "26 15. 2 % of public procurement ERA-wide is earmarked for innovative and pre-commercial technologies, and is open to European-wide competition. 15.1. Expand the EU Lead Market Initiative (also addressing societal challenges) and stimulate Member States to participate more actively, while developing similar initiatives at national level. Develop metrics to monitor public procurement of innovative technologies that are commercially viable and do not require further R & D, and systematically gather data on public procurement of R & D. New technologies are available and used for dealing with the grand challenges. 15.2. Explicitly make public procurement a policy vehicle to promote R & D and innovation, comparable to the Green Public Procurement approach. Encourage governments to bundle public procurement among Member States in order to create more interesting markets. Specify functional performance rather than technical details in procurement tenders. 15.3. 2020: Pre-Commercial Procurement (PCP) of R & D is mainstreamed at national, regional and local levels and public procurers have tools for managing rather than avoiding risks. 15.4. Complement Pre-Commercial Procurement at national, regional and local levels with the introduction of an SBIR scheme at European level, fully open to participation by procurers and suppliers across the EU. 15.5. Make (part of) EU co-funding in the context of the Structural Funds conditional on procurement of innovative technologies and R & D. This is also a means of gearing cohesion policy more towards stimulating R & D and innovation. ",
        "27 16. Mobility of researchers between the public and private sector is high. 16.1. A doubling in industrial funding of academic research from 6.7 % in 2006 is achieved by changing the structural interactions between private and public funding. Public–private research portfolios and careers are common. 16.2. Marie Curie schemes are expanded to support professional or industrial doctorates. 16.3. Industrial achievements are fully taken into account for academic career paths. A code of best practice is there to monitor this. 16.4. Legal and fi scal barriers no longer disadvantage the movement between public and private sectors. 17. Risk capital available for early-stage technology rises up to 0.15 % of GDP. 17.1. Large pan-European venture capital funds, co-fi nanced by the private fi nancial sector, are active, and funding of the EIF is expanded to match other continents (taking into account increased support from the European Commission, EIB and other public funding sources). More start-ups can grow out of the ‘valley of death’. 17.2. Fiscal, regulatory and bureaucratic obstacles to cross-border risk capital investments are removed. 17.3. In addition to the EIB a pan- European seed capital fund supports proof of concept and early-stage development. ",
        "28 THEME IV: AN ERA TO DELIVER EXCELLENCE AND COHESION ERAB vision: goals by 2030 Recommended actions Impact by 2030 18. 50 % of EC research funding is going to frontier, high-risk research and development. 18.1. Develop a pan-European training programme that helps reviewers, auditors and researchers to identify and select promising high-impact research even if there is an associated risk. The more complex needs of excellent frontier research, providing maximum benefi t, are understood. 18.2. A protocol stipulating a level of tolerable risk in research is agreed upon and applied to research performance- related auditing processes. 19. Europe increases its share of top-ranked universities to up to 40 % of the top 20 & 100 rankings, and increases its most-cited research worldwide by a third. 19.1. The European higher education system is functionally diversifi ed (teaching, research, technical skills). Fact-based metrics fl ag those groups that have high impact in R & D specifi cally in grand challenges. The EC supports this accordingly. Europe’s higher education system is globally competitive. 19.2. Member States revisit the statutes/governance of their universities with a perspective to contribute to a competitive and excellent ERA. 19.3. To achieve a European-wide increase of standards, collaboration between higher- and lower-ranked universities is supported in all areas. 20. The governance system for European research funding will be based on a set of arms-length agencies, as part of an ‘ERA of Agencies’. 20.1. A functional system of coordinated agencies to support ERA is created, with the establishment of agencies for fundamental research, applied research, research infrastructures, training and mobility, policy and strategy and exploitation/ valorisation of research. The ERA is operational on a distributed agency model, governed on the basis of excellence and fl exibility. 20.2. Coordination is strengthened while governance is attributed on the basis of competence and not necessarily source of fi nancing. ",
        "29 21. Funding for public, non-military research is increasingly concentrated in research- intensive institutions. 21.1. A restricted number of European research institutes with enough critical mass for research and an ambition of global excellence is agreed on. At least 50 of our innovation clusters, out of about 2 000 clusters large and small today, are world leaders in scale and quality. 21.2. The potential of locating infrastructures in countries that have a defi cit of representation in top-ranked institutions should be explored also through the use of Structural Funds. 22. The share of the EU budget devoted to research triples to 12 %. 22.1. More Structural Funds progressively go to support leading-edge research. Current defi cits, in comparison to countries that are leaders in enterprise, are corrected. All European talent, irrespective of its geographical location, contributes to a successful European economy. 22.2. A 10-year funding scheme (diminishing over that time period) is in place by 2015 to support specifi c collaboration between research centres and universities in emerging economies with top EU centres elsewhere. 22.3. Grant and project competitions targeted to Member States with GERD below the EU average are put in place to stimulate quality groups through competition and thus bridge the gap with Europe’s leading research locations. Selection, however, will be on the basis of excellence criteria only as in the current ERC competitions. 23. At least 30 % of the Structural Funds are used exclusively for RTD (fostering partnerships, supporting pre-commercial procurement and investing in large-scale research infrastructures where needed) — double the current allocation. 23.1. Actions aimed at delivering this goal should be initiated without delay with particular emphasis on investing in infrastructures that are accepted by the ESFRI system. Excellent research facilities and research activities are equally distributed and accessible across Europe. 23.2. Cost-benefi t analysis on any expenditure for RTDI should fully take into account the signifi cant contribution of intangible assets of research that contribute signifi cantly to tangible outcomes such as jobs, etc. ",
        "30 24. More than 75 % of the overall EU budget is oriented towards investing in its future as a knowledge- based society. 24.1. Funds for successful partnering models that foster good governance and innovation are available. The EU budget effort fully refl ects the needs of a knowledge-based society and economy. 24.2. A roadmap outlining a holistic approach to get to this target is needed by 2012. European Society and Enterprise will need RTDI in all sectors and RTDI therefore cannot be considered in a siloed manner associated with a single directorate-general. Hence each Commissioner will have to integrate RTDI into their plans, and the budget associated with it included in the calculation of overall RTDI expenditure. 25. The major research institutions of the well- developed regions of Europe work in partnerships, based on excellence, with those of the lesser- developed regions. 25.1. Special funds are available to support successful partnering models that foster good governance and innovation. The impact of ERA is delivered by the actions of all regions of Europe. 25.2. Incentives to promote durable inter-university collaborations in complementary converging fi elds are particularly welcomed. 26. Half of the adult population has achieved tertiary education — double today’s rate. 26.1. This is essential to achieve an innovative EU 2020. A signifi cantly higher number of Europeans will contribute to an innovation-based economy and society. ",
        "31 Annex 3: ERAB Conference, ‘Preparing Europe for a New Renaissance’, 6–7 May 2010 Overall objective was: The conference brought together the most important public and private stakeholders of the European Research Area (ERA) to discuss the implementation of the Strategic View on ERA, published in September 2009 by the European Research Area Board (ERAB). The confer- ence mainly addressed the question: ‘Can we make a true ERA really work in the future?’ The necessary policies and measures for the implementation of the ERAB view were exam- ined and discussed. Special attention was devoted to the opinions of young researchers of today, who will be the leaders of research and the decision-makers on research policy in 2030 and beyond. Audience: The stakeholders included public and private research organisations, companies, poli- cymakers at the national and European level and academia. Selected representatives of the key stakeholders were expected to play an active role in the conference by providing materials for a participants’ exhibition and by participating in round-table discussions with young researchers. The total number of participants was limited to 250 and they were per- sonally invited. The conference had 240 participants, 50 of them were young researchers. Programme: Welcome and opening remarks ■ Prof. John Wood , European Research Area (ERAB) and Conference Chair ■ Ms Montserrat Torné i Escasany , Director-General for International Cooperation and Institutional Relations, Ministry for Science and Innovation ■ Ms Máire Geoghegan-Quinn , European Commissioner for Research, Innovation and Science ■ Dr Ronald Schenkel , Director-General of the Joint Research Centre (JRC) Plenary sessions Session 1 — The ERAB Strategy 2030: the long-term view Chair: ■ Prof. John Wood, European Research Area Board (ERAB), United Kingdom Rapporteur: ■ Mr. René van Bavel, JRC–IPTS, Spain ",
        "32 Objectives: Present the ERAB Strategic View and put it into an international perspective. ■ Prof. John Wood , European Research Area (ERAB), United Kingdom ■ Prof. Han Jianguo , Director-General, Bureau of International Cooperation, National Natural Science Foundation of China, China ■ Mr Daan du Toit , South Africa’s Senior S&T Representative to the EU ■ Prof. Nicholas S. Vonortas , Director, Centre for International Science and Tech- nology Policy, The George Washington University, US (as presented by Richard Hudson, CEO and editor, Science|Business, The media network for research, industry and policy, Belgium) Session 2 — Is the ERAB Strategy 2030 ambitious enough? Chairs: ■ Prof. Marja Makarow, CE, European Science Foundation (ESF), France ■ Prof. Carlos María Romeo-Casabona, Inter-University Chair in Law and the Human Genome, University of Deusto, Spain Rapporteur: ■ Dr Vanessa Campo-Ruiz, European Science Foundation (ESF), France Objectives: In view of mankind’s grand challenges for the immediate and long-term future, and tak- ing into account the emerging economies around the world, Europe needs to design a research strategy that is ambitious and risk-tolerant, strives for true excellence and competitiveness but also maintains our core societal values. Research organisations, industries, policymakers and the civil society must all fi nd a common ground for action in the spirit of open dialogue. The ERAB Strategy 2030 identifi es six main areas where a united European Research Area is a necessity, and describes an optimal scenario for a successful ERA. This session’s objective is to examine whether the view is ambitious enough. ■ Dr Molly Stevens , Imperial College of Science, Technology and Medicine, ERC Starting Grant Award 2007, United Kingdom ■ Mr Francisco Belil , Chief Executive Offi cer Siemens, S.A., Spain & Cluster South West Europe, Spain ■ Prof. Eva Malmström-Jonsson , Deputy President, Kungl Tekniska Högskolan, Sweden ■ Mr Lars Kolind , Chairman of the Board of Poul Due Jensen Foundation (Grundfos), Denmark ",
        "33 Parallel sessions Each session is introduced and moderated by an ERAB member, and animated by inter- ventions from stakeholders and a young researcher. Session 3: United ERA in a global world Chairs: ■ Prof. Georg Winckler, Rector, University of Vienna, Austria ■ Prof. Zaneta Ozolina, Faculty of Social Sciences, University of Latvia Rapporteur: ■ Dr John H. Smith, Deputy General Secretary, European University Association (EUA), Belgium Objectives: Europe faces mounting economic diffi culties, and a consequent fascination with leaders and policies that put the immediate, local interest fi rst and the longer-term common interest second. ERAB warns against emerging research nationalism and advocates that unless we complete a common market in research and innovation, unless we make the European Research Area a fully functioning reality, our progress will stagnate. A united ERA is a place where there will be no barriers to either researchers or ideas moving freely from country to country, private to public sector (and vice versa), or between disciplines. ■ Dr Sylvia Schwaag-Serger , Director International Collaboration and Networks, Swedish Agency for Innovation Systems (VINNOVA), Sweden ■ Prof. Bernard Bigot , Chairman, French Atomic Energy Commission (CEA), France ■ Prof. Dieter Imboden , President Eurohorcs, Switzerland Session 4: Science, Society and Policy Chairs: ■ Dr Leif Kjaergaard, President, LEIF and FOOD Science, Denmark ■ Prof. Nüket Yetis, President, Scientifi c and Technological Research Council of Tur- key ( TÜBITAK ), Turkey Rapporteur: ■ Dr Susana Elena-Pérez, JRC–IPTS, Spain Objectives: The speed of innovation will increase and this acceleration of change will pose addi- tional challenges for our societies. We therefore must increase our awareness of the extent by which scientifi c and technical innovations affect social and economic pro- cesses. It is also important that our complex societies need scientifi c research to sup- port long-term evidence-based decision-making in society. In order to gain a greater ",
        "34 trust between science and society, we need a new ‘social contract’ between them that emphasises not just the researcher’s freedom of thought but also the responsibility of scientifi c action. We have learned that every powerful new technology can have bad as well as good consequences, and researchers can no longer ignore the ensuing political debate over how their discoveries will be used. Scientifi c excellence, therefore, must be paired with social awareness and responsibility. ■ Prof. Michal Kleiber , President of the Polish Academy of Sciences and Advisor to the President of the Republic of Poland, Poland ■ Dr Barbara Haering , Econcept INC, Switzerland ■ Prof. Maria Anvret , Senior Advisor to the CEO, Confederation of Swedish Enter- prise, Sweden ■ Dr Gonçalo Lobo Xavier , Executive Director, Portuguese Technological Centers Network (RECET), Portugal Opening of second day proceedings Keynote speech: Dr. Martin Schuurmans , Chair of the European Institute of Innovation and Technology (EIT), Hungary Parallel sessions Each session is introduced and moderated by an ERAB member, and animated by inter- ventions from stakeholders and a young researcher. Session 5: An ERA of Open Innovation — Public and Private Partnership Chairs: ■ Prof. Lena Treschow Torell, Chairman, Royal Swedish Academy of Engineering Sciences, Sweden ■ Mr Reinhold Achatz, Siemens AG Corporate Technology, Corporate Research and Technologies, Germany Rapporteur: ■ Prof. Maria Cristina Pedicchio, President Cluster in Biomedicine, Italy Objectives: ‘Open innovation’ by 2030 means that the entire European system for getting ideas from lab to market in Europe, from input to output, must be open to all players. At present, an array of barriers impedes this free exchange of capital and ideas. Confl icting fi scal policies, from Member State to Member State, fragment the risk capital markets and make it harder to fund high-risk technology start-ups; they also skew investment decisions by large companies. The lack of a coherent intellectual property system raises costs and magnifi es risk. Furthermore, the lack of incentives and non-supportive taxa- tion systems in the EU hampers private investments in research and innovation from ",
        "35 the private sector and from private donations. Our innovation clusters are undersized. Funding — needed to build the research facilities, schools and social amenities that make a cluster attractive — is scattered and uncoordinated. In short, we need a genuine ‘single market’ for innovation in Europe promoted by regulatory incentives and a sup- porting taxation system. ■ Prof. Geneviève Berger , Chief Research & Development Offi cer, Unilever House, United Kingdom ■ Mr Ulf Wahlberg , Vice President, Industry and Research Relations, Ericsson AB, Sweden ■ Prof. Jan-Erik Sundgren , Senior Vice-President, Volvo AB, Sweden Session 6: An ERA to deliver excellence and cohesion Chairs: ■ Dr Ingrid Wünning Tschol, Head of Science and Research Department, Robert Bosch Stiftung GmbH, Germany ■ Prof. Frank Gannon, Director-General, Science Foundation Ireland, Ireland Rapporteur: ■ Prof. Frank Gannon, Director-General, Science Foundation Ireland, Ireland Objectives: Excellence and Cohesion are potentially opposing goals. But both must be addressed in the European Research Area. In this session the steps towards selecting excellent projects will be addressed with the realisation that mere quality is not suffi cient if research is also going to be an economic driver. How should peer reviewing — characterised as it is as being risk- averse — address the challenge of selecting the best projects and, simultaneously, ensure that suffi cient outcomes from the labs will translate directly or indirectly to the economic sector? Will the selection of the top applications on quality only result in the exclusion to large areas of European Community and what steps should be taken to achieve coherence and cohesion in such a system? Will the processes to increase the quality and the impact of research in the ERA eventually become common to all Member States? Excellence can also mean excellent strategies on how to improve science and research in a given region. Ultimately the ERA will have to achieve an increase in quality in a manner that strengthens all countries and this means developing a wide range of funding instruments — cohesion programmes, infrastructure development, mobility grants and developing tools to make the most prudent choices to match specifi c needs in the system. ■ Dr Jana Kolar , Director-General of the Directorate of Science at the Ministry of Higher Education, Science and Technology, Slovenia ■ Prof. Daniel Zajfman , President of Weizmann Institute of Science, Israel ■ Prof. Maria Leptin , Director, European Molecular Biology Organisation (EMBO) ■ Prof. Patrick Cunningham , Chief Scientifi c Advisor, Ireland ",
        "36 Plenary session Session 7 — Optimising the ERA by 2030 Chair: ■ Ms Anneli Pauli, Deputy Director-General, DG Research, European Commission Rapporteur: ■ Mr Ken Guy, IPTS–JRC, Spain Session rapporteurs’ reports and discussion on actions to implement the strategy. The output will be a set of recommendations targeted to all major stakeholders. Concluding remarks Chair: ■ Dr Leif Kjaergaard, President, LEIF and FOOD Science, Denmark Speakers: ■ Ms Anneli Pauli , Deputy Director-General, DG Research, European Commission ■ Ms Angeles Rodriguez Peña , Deputy General Director of European Programmes, Ministry of Science and Innovation ■ Ms Ines Sanchez de Madariaga , Director — Unit of Women and Science, Ministry of Science and Innovation ■ Ms Caroline Mancel , Attaché, the Permanent Representation of Belgium to the EU ",
        "37 About the European Research Area Board The 22 members of ERAB were announced in April 2008, to advise the European Commis- sion on research and science policy with a view to creating the European Research Area. Its members are: Dr. Reinhold ACHATZ , Corporate Vicepresident, Siemens AG, Corporate Technology, Corporate Research and Technologies (DE) Dr. Robert AYMAR , Former Director General of the European Organization for Nuclear Research (CERN)(CH); Scientifi c Counsellor to the Administrator of CEA (FR) Dr. Lajos BALINT , Director of International Relations, National Information Infrastructure Development Institute (HU) Dr. Jean J BOTTI , Chief Technical Offi cer, EADS (DE) Dr. Adelheid EHMKE , Former President, European Platform of Women Scientists EPWS (BE) Prof. Frank GANNON , Director General, Science Foundation Ireland (IRL) Dr. Barbara HAERING , Chief Executive Offi cer, ECONCEPT Inc. (CH) Prof. Sir David KING , Founding Director, Smith School of Enterprise and the Environment – University of Oxford (UK) Dr. Leif KJAERGAARD , President of LEIF and FOOD SCIENCE, former Chief Technology Offi cer of Danisco A/S, (DK) Prof. Marja MAKAROW , University of Helsinki (FI), and Chief Executive, European Science Foundation (FR) Prof. Karol MUSIOL , Rector, Jagiellonian University, Krakow (PL) Prof. Zaneta OZOLINA , Faculty of Social Sciences, University of Latvia (LV) ",
        "38 Prof. Maria Cristina PEDICCHIO , Faculty of Sciences, Università di Trieste and President, Cluster in Biomedicine (CBM) (IT) Prof. Alain POMPIDOU , Centre National de la Recherche Scientifi que (CNRS) (FR) Prof. Carlos Maria ROMEO-CASABONA , Director, Inter-University Chair in Law and the Human Genome, University of Deusto and University of the Basque Country (ES) Dr. Unni STEINSMO , President, Chief Executive Offi cer, SINTEF (NO) Prof. Lena Treschow TORELL , President, Royal Swedish Academy of Engineering Sciences (SE) Dr. Jan VAN DEN BIESEN , Vice-president Public R&D Programs, Philips Research (NL) Prof. Georg WINCKLER , Rector, University of Vienna, former President, European Univer- sity Association (AT) Prof. John WOOD , Secretary General, The Association of Commonwealth Universities (UK) Dr. Ingrid WÜNNING TSCHOL , Head of Science and Research, Robert Bosch Stiftung (DE) Prof. Nüket YETIS , President, The Scientifi c and Technological Research Council of Turkey (TR) The European Research Area Board is chaired by Prof. John Wood. The Vice Chairs are Dr. Leif Kjaergaard and Dr. Ingrid Wünning Tschol. Together with Prof. Marja Makarow, Prof. Lena Treschow Torell and Dr. Georg Winckler, they form the ERAB Bureau. Comments on this document may be sent to: E-mail: RTD-ERAB@ec.europa.eu ",
        "",
        "",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu HOW TO OBTAIN EU PUBLICATIONS Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Offi cial Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Offi ce of the European Union (http://publications.europa.eu/others/agents/index_en.htm). EUROPEAN COMMISSION Directorate-General for Research Directorate L—European Science, Economy and Society Unit L1—Horizontal Aspects and Coordination E-mail: RTD-ERAB@ec.europa.eu European Commission Offi ce SDME 07/43 B-1049 Brussels Tel. (32-2) 2954292 Fax (32-2) 2994462 European Commission EUR 24420 — Realising the New Renaissance – Policy proposals for developing a world-class research and innovation space in Europe 2030 Second Report of the European Research Area Board – 2010 Luxembourg: Publications Offi ce of the European Union 2010 — 38 pp. — 17.6 x 25.0 cm ISBN 978-92-79-16031-8 doi:10.2777/55504 ",
        "EUROPEAN COMMISSION European Research Area / Realising the New Renaissance Policy proposals for developing a world-class research and innovation space in Europe 2030 Second Report of the European Research Area Board — 2010 RTD policy K I - N A - 2 44 2 0 - E N - C The European Research Area Board (ERAB) was established in 2008 to provide independent and authoritative advice to the European Commission on research and science policy with a view to creating the European Research Area. Its 22 eminent members are drawn from the fi elds of science, academia and business. ISBN 978-92-79-16031-8 "
    ]
}