{
    "text": [
        "P9_TA(2020)0173 The Anti-racism protests following the death of George Floyd European Parliament resolution of 19 June 2020 on the anti-racism protests following the death of George Floyd (2020/2685(RSP)) (2021/C 362/08) The European Parliament , — having regard to the Treaty on European Union (TEU), and, in particular, the second and the fourth to seventh indents of the preamble, Article 2, the second subparagraph of Article 3(3) and Article 6 thereof, — having regard to Articles 10 and 19 of the Treaty on the Functioning of the European Union (TFEU), — having regard to the Charter of Fundamental Rights of the European Union, in particular Articles 2, 3, 4, 5 and 21 thereof, — having regard to Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin ( 1 ), — having regard to Council Framework Decision 2008/913/JHA of 28 November 2008 on combating certain forms and expressions of racism and xenophobia by means of criminal law ( 2 ), — having regard to Directive 2012/29/EU of the European Parliament and of the Council of 25 October 2012 establishing minimum standards on the rights, support and protection of victims of crime, and replacing Council Framework Decision 2001/220/JHA ( 3 ), — having regard to the Fundamental Rights Report 2020 by the European Union Agency for Fundamental Rights (FRA), to the Second European Union Minorities and Discrimination Survey (EU-MIDIS II) published in December 2017 by the FRA, to the FRA surveys ‘Being black in the EU’ published on 23 November 2018 and 15 November 2019 respectively, and to the FRA’s report on experiences of racial discrimination and racist violence among people of African descent in the EU, — having regard to its resolution of 16 January 2019 on the situation of fundamental rights in the European Union in 2017 ( 4 ), — having regard to its previous resolutions on racism and hatred against minorities in the world, — having regard to its resolution of 26 March 2019 on fundamental rights of people of African descent in Europe ( 5 ), — having regard to its resolution of 14 February 2019 on the right to peaceful protest and the proportionate use of force ( 6 ), — having regard to the establishment in June 2016 of the EU High Level Group on combating racism, xenophobia and other forms of intolerance, — having regard to the general policy recommendations of the European Commission against Racism and Intolerance (ECRI), — having regard to the video press conference with the Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy of 2 June 2020 following George Floyd’s death, 8.9.2021 EN Official Journal of the European Union C 362/63 Friday 19 June 2020 ( 1 ) OJ L 180, 19.7.2000, p. 22. ( 2 ) OJ L 328, 6.12.2008, p. 55. ( 3 ) OJ L 315, 14.11.2012, p. 57. ( 4 ) Texts adopted, P8_TA(2019)0032. ( 5 ) Texts adopted, P8_TA(2019)0239. ( 6 ) Texts adopted, P8_TA(2019)0127. ",
        "— having regard to its exchange of views of 5 June 2020 on the case of George Floyd in its Subcommittee on Human Rights, — having regard to the FRA’s publication of 5 December 2018 entitled ‘Preventing unlawful profiling today and in the future: a guide’, — having regard to Protocol No 12 to the Convention for the Protection of Human Rights and Fundamental Freedoms prohibiting discrimination, — having regard to the recommendation of the Council of Europe’s Committee of Ministers of 19 September 2001 on the European Code of Police Ethics, — having regard to the Universal Declaration of Human Rights of 1948, — having regard to the International Covenant on Civil and Political Rights (ICCPR) of 1966, — having regard to the International Convention on the Elimination of All Forms of Racial Discrimination and the UN Committee on the Elimination of Racial Discrimination (CERD) General Recommendations, — having regard to the statement of the UN High Commissioner for Human Rights Michelle Bachelet of 28 May 2020 condemning the killing of George Floyd, — having regard to the statement on the protests against systemic racism in the United States of 5 June 2020 by the independent experts of the Special Procedures of the UN Human Rights Council, — having regard to the Durban Declaration and Programme of Action of 2002 and its follow-up, and the report of the UN Special Rapporteur on contemporary forms of racism, racial discrimination, xenophobia and related intolerance on combating racism, racial discrimination, xenophobia and related intolerance, — having regard to the International Decade for People of African Descent, — having regard to the US Constitution, — having regard to Rule 132(2) of its Rules of Procedure, A. whereas on 25 May 2020, George Floyd, a 46-year-old unarmed African American man, was arrested for allegedly using a counterfeit bill and was killed in Minneapolis, Minnesota, after a white police officer kneeled on his neck for 8 minutes 46 seconds; whereas George Floyd repeatedly said he could not breathe; B. whereas George Floyd’s death, added to the list of other examples of the use of excessive force and killings by police officers, has sparked massive demonstrations and protests against racism and police brutality all over the US, as well as around the globe; C. whereas following the massive protests, police officer Derek Chauvin’s initial charge of third degree murder without intention to kill was replaced by a charge of second degree murder and manslaughter, charges which carry a combined maximum sentence of 35 years; whereas three other police officers involved in the arrest of George Floyd were fired and face charges of aiding and abetting; D. whereas the violence and destruction of property will not solve the problem of entrenched discrimination and has to be strongly denounced; whereas the protestors must express their demands for justice peacefully and the police and other security forces must refrain from further escalating the current tense situation through use of excessive force; C 362/64 EN Official Journal of the European Union 8.9.2021 Friday 19 June 2020 ",
        "E. whereas the protests following the death of George Floyd are preceded by a long history of protests against police brutality and racism in the US; whereas in the US, black people and people of colour constitute up to 40 % of the incarcerated population, while they represent 13 % of the total population; whereas the rate of mortality in police custody in the US is six times higher for black people than for white people and is three times higher for Hispanic people ( 7 ), as is the use of excessive or lethal force, which has disproportionately affected people of colour; F. whereas some individual violent incidents occurred during the protests, including in Minneapolis; G. whereas President Trump deployed the National Guard; H. whereas the reaction and the inflammatory rhetoric used by the US President, including his threats to deploy the US army if the ongoing protests did not stop, only served to strengthen the protests; I. whereas a CNN reporter, Omar Jimenez, and his colleagues were arrested while covering the Minneapolis protest and were later released following confirmation that they were members of the media; whereas a large number of journalists were kept from freely reporting about the demonstrations, despite visibly displaying their media credentials, and dozens were attacked by police forces, some of whom sustained serious injuries; J. whereas the EU is committed to respecting freedom of expression and information, as well as freedom of assembly and association; whereas according to the case law of the European Court of Human Rights (ECtHR) and the Court of Justice of the European Union (CJEU) all restrictions of fundamental rights must respect the principles of legality, necessity and proportionality; K. whereas the exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary, as prescribed by Article 10 of the ECHR; L. whereas in accordance with Article 4(2) of the Treaty on European Union, the EU ‘shall respect [the Member States’] essential state functions, including ensuring the territorial integrity of the state, maintaining law and order and safeguarding national security’; whereas ‘in particular, national security remains the sole responsibility of each Member State’; M. whereas following the death of George Floyd and the protests in the US, thousands of people marched in European cities and other cities around the world in support of the US protests and to protest against racism with the ‘Black Lives Matter’ movement; whereas the ‘Black Lives Matter’ movement is not new; N. whereas in some EU Member States the protests strengthened the movement against racism that targets black people and people of colour, and also led to the recollection of Europe’s colonial past and its role in the transatlantic slave trade; whereas these injustices and crimes against humanity should be recognised at EU and national level, and be addressed at institutional level and within education; O. whereas some in the international community firmly rejected the excessive use of force, condemned violence and racism of any kind, and called for all such incidents to be addressed swiftly, effectively and in full respect of the rule of law and human rights; whereas the leaders of the EU institutions should publicly and without reservation condemn the racism and police brutality that lead to the death of George Floyd and others; 8.9.2021 EN Official Journal of the European Union C 362/65 Friday 19 June 2020 ( 7 ) https://www.ncbi.nih.gov/pmc/articles/PMC5559881/ ",
        "P. whereas democracy, the rule of law and fundamental rights are key principles enshrined in EU law; whereas these shared principles and values should unite us in fighting injustice, racism and discrimination in all forms; Q. whereas the right to equal treatment and non-discrimination is a fundamental right enshrined in the Treaties and in the Charter of Fundamental Rights, and should be fully respected; R. whereas Article 21(1) of the Charter of Fundamental Rights states that any discrimination based on any ground such as sex, race, colour, ethnic or social origin, genetic features, language, religion or belief, political or any other opinion, membership of a national minority, property, birth, disability, age or sexual orientation shall be prohibited; S. whereas the EU’s motto ‘United in Diversity’ encompasses not only nationality, but also all the above-mentioned grounds; T. whereas racism is an issue of concern around the globe, and whereas racist and xenophobic attitudes persist everywhere in the world; U. whereas structural racism is also mirrored in socio-economic inequality and poverty, and these factors interact and reinforce each other; whereas this is particularly visible in the labour market, where the most precarious workers are people of colour, but also in housing and in education; whereas actions for equality and against structural racism must go hand in hand and be addressed systematically; V. whereas according to the FRA, racial discrimination and harassment remain commonplace throughout the European Union ( 8 ); whereas racial and ethnic minorities are subject to harassment, violence and hate speech, both online and offline; whereas racial and ethnic minorities face structural discrimination in the EU in all areas, including housing, healthcare, employment and education; W. whereas the FRA survey reported that the racialised groups that are most affected by racism and discrimination in Europe based on ethnic or immigrant background are Roma, individuals from North Africa and sub-Saharan Africans ( 9 ); whereas FRA surveys also report high levels of discrimination and racism against Muslims ( 10 ) and Jewish ( 11 ) people; X. whereas racist and xenophobic attitudes are embraced by certain opinion leaders and politicians across the EU, fostering a social climate that provides fertile ground for racism, discrimination and hate crimes; whereas this climate is further fuelled by populist and extremist movements which try to divide our societies; whereas these acts run counter to the common European values which all the Member States have undertaken to uphold; Y. whereas the work of police and law enforcement forces aims to defend the security of people in the EU and protect them against crime, terrorism and illegal activities or actions, and to apply the law, sometimes in difficult circumstances; whereas police officers often put their lives at risk for the purpose of protecting others; Z. whereas racism, discrimination and the excessive and lethal use of force by the police also exists within the EU; whereas law enforcement authorities in several Member States have been criticised for using excessive force; whereas when a person is confronted by the police or other agents of the State, recourse to physical force which has not been made strictly necessary by the person’s own conduct diminishes human dignity and is in principle an infringement of the right set out in Article 3 of the European Convention on Human Rights (ECHR) ( 12 ); whereas the disproportionate use of force should be strongly condemned; C 362/66 EN Official Journal of the European Union 8.9.2021 Friday 19 June 2020 ( 8 ) https://fra.europa.eu/en/news/2019/rising-inequalities-and-harassment-fundamental-rights-protection-falters ( 9 ) https://fra.europa.eu/en/publication/2017/second-european-union-minorities-and-discrimination-survey-main-results/ ( 10 ) https://fra.europa.eu/en/publication/2017/second-european-union-minorities-and-discrimination-survey-muslims-selected ( 11 ) https://fra.europa.eu/en/publication/2018/experiences-and-perceptions-antisemitism-second-survey-discrimination-and-hate ( 12 ) Judgment of the ECtHR of 17 April 2012, Case Rizvanov v. Azerbaijan, paragraph 49. ",
        "AA. whereas the FRA has reported that black people and people of colour in the EU experience racial and discriminatory profiling; whereas one quarter of all persons of African descent surveyed by the FRA had been stopped by the police in the five years before the survey and, of these, 41 % characterised the most recent stop as racial profiling ( 13 ); AB. whereas a majority (63 %) of victims of racist physical attacks by police did not report the incident either because they felt reporting would not change anything (34 %) or because they do not trust or are afraid of the police (28 %) ( 14 ); whereas there is a need to ensure the protection of and access to justice for victims of police violence; AC. whereas the OSCE Office for Democratic Institutions and Human Rights (ODIHR) annual hate crimes report has found that black people and people of colour are often targets of racist violence, yet in many countries there is a lack of legal assistance and financial support for victims recovering from violent attacks; AD. whereas the EU institutions need to take concrete steps to address structural racism, discrimination and the underrepresentation of racial and ethnic minority groups within its structures; AE. whereas the fight against racism and discrimination in our societies needs to be stepped up and is a shared responsibility; whereas the European Union needs to urgently reflect on and commit to tackling the structural racism and discrimination faced by many minority groups; 1. Affirms that Black Lives Matter; 2. Strongly condemns the appalling death of George Floyd in the US, as well as similar killings elsewhere in the world; expresses its condolences to his relatives and friends, and those of other victims; urges the authorities to investigate this and similar cases thoroughly and bring those responsible to justice; 3. Strongly condemns all forms of racism, hate and violence, as well as any physical or verbal attacks targeting people of a particular racial or ethnic origin, religion or belief, and nationality, in both the public and private spheres; recalls that there is no place for racism and discrimination in our societies; asks that the Commission, the European Council and the Council take a strong and decisive stand against racism, violence and injustice in Europe; 4. Calls on the Government and authorities of the United States to take decisive steps to address the structural racism and inequalities in the country, as reflected in police brutality; condemns the police crackdowns on peaceful US protesters and journalists, and strongly regrets the US President’s threat to deploy the US Army; 5. Supports the recent massive protests in European capitals and cities all around the world against racism and discrimination following the death of George Floyd; highlights the protesters’ call to take a stand against oppression and structural racism in Europe; expresses solidarity, respect and support for the peaceful protests, and believes that our societies need to put an end to structural racism and inequalities; recalls the right to peaceful protest of each individual as enshrined in international treaties; condemns the individual violent incidents that occurred; 6. Condemns white supremacism in all its forms, including the use of slogans that aim to undermine or detract from the Black Lives Matter movement and dilute its significance; 7. Condemns the episodes of looting, arson, vandalism and destruction of public and private property caused by some violent demonstrators; denounces the extremist and anti-democratic forces which purposely misuse the peaceful protests to aggravate the conflicts with the intention of spreading disorder and anarchy; 8.9.2021 EN Official Journal of the European Union C 362/67 Friday 19 June 2020 ( 13 ) FRA, Second European Union Minorities and Discrimination Survey: Being black in the EU, https://op.europa.eu/en/publication- detail/-/publication/c046fe4f-388-11e8-9982-01aa75ed71a1/language-en ( 14 ) FRA, Second European Union Minorities and Discrimination Survey: Being black in the EU, https://op.europa.eu/en/publication- detail/-/publication/c046fe4f-f388-11e8-9982-01aa75ed71a1/language-en ",
        "8. Calls on all leaders and citizens to refrain from backsliding in values, and to reinforce the promotion of human rights, democracy, equality before the law and a free and independent media; condemns statements and actions by leaders that risk undermining these values and enlarging divisions within our societies; notes that these values are common to the foundations of both the EU and the US, and to our transatlantic cooperation; underlines the importance of closer interparliamentary cooperation through the Transatlantic Legislators’ Dialogue, in order to exchange views and best practices during their upcoming meeting, and identify legal means of combating structural racism and protecting human rights; 9. Calls for closer multilateral cooperation to combat racism and discrimination; calls on the Commission to liaise closely with international actors such as the Organization for Security and Co-operation in Europe (OSCE), the UN, the African Union and the Council of Europe, as well as other international partners, in order to combat racism at an international level; welcomes the request of 54 African countries for an urgent debate at the UN Human Rights Council to be held on 17 June 2020 on the ‘current racially inspired human rights violations, systemic racism, police brutality and the violence against peaceful protests’; 10. Calls for the EU institutions, bodies and agencies and the Member States to strongly and publicly denounce the disproportionate use of force and racist tendencies in law enforcement whenever it occurs, in the EU, in the US and around the world; 11. Considers that the fight against racism is a horizontal issue and that it should be taken into account in all areas of Union policy; recalls that all citizens should be entitled to protection from these inequities, both as individuals and as a group, including positive measures for the promotion and the full and equal enjoyment of their rights; 12. Recalls the adoption on 26 March 2019 of its resolution on the fundamental rights of people with African descent, and calls urgently for the EU and the Member States to implement it; 13. Is deeply concerned about the reported cases of right-wing extremism in security forces that have been brought to light in recent years in the EU ( 15 ); 14. Calls for the EU institutions and the Member States to officially acknowledge past injustices and crimes against humanity committed against black people, people of colour and Roma; declares slavery a crime against humanity and calls for 2 December to be designated the European Day commemorating the Abolition of the Slave Trade; encourages the Member States to make the history of black people, people of colour and Roma part of their school curricula; 15. Reiterates the crucial role of education in deconstructing prejudices and stereotypes, promoting tolerance, understanding and diversity, and highlights that education is a key tool to end structural discrimination and racism in our societies; 16. Calls on the Member States to denounce and refrain from racist and Afrophobic traditions, such as the black face practice; 17. Invites the EU leaders to organise a European Anti-Racism Summit on combating structural discrimination in Europe in the near future; urges the Commission to come forward with a comprehensive strategy against racism and discrimination and an EU framework for national action plans against racism with a dedicated component on fighting against these phenomena in the law enforcement services, while taking an intersectional approach; urges the Council to set up a dedicated Council configuration for equality; calls for the EU institutions to establish an interinstitutional task force to fight racism and discrimination at EU level; 18. Calls on the Member States to promote anti-discrimination policies in all areas and to develop national action plans against racism that address areas such as education, housing, health, employment, policing, social services, the justice system and political participation and representation, in close cooperation with civil society and the communities concerned; C 362/68 EN Official Journal of the European Union 8.9.2021 Friday 19 June 2020 ( 15 ) https://www.dw.com/en/germany-over-500-right-wing-extremists-suspected-in-bundeswehr/a-52152558 ",
        "19. Requests that all anti-discrimination policies have an intersectional and gender approach in order to tackle multiple discrimination; 20. Urges the Member States to step up measures to increase diversity within police forces and to establish frameworks for dialogue and cooperation between police and communities; 21. Urgently calls for the combating of discrimination on all grounds in the EU and calls, therefore, for the Council to immediately unblock and conclude the negotiations on the Horizontal Directive on non-discrimination that has been blocked since the Commission proposed it in 2008; 22. Condemns all types of incidents of hate crime and hate speech, both offline and online, that occur in the EU on a daily basis, and recalls that racist and xenophobic speech is not covered by the freedom of expression; 23. Insists that the Member States implement and properly enforce Council Framework Decision 2008/913/JHA of 28 November 2008 on combating certain forms and expressions of racism and xenophobia by means of criminal law, notably by investigating the bias motive for crimes based on race, national or ethnic origin, and by ensuring that racist hate crimes are recorded, investigated, prosecuted and sanctioned; further calls on the Commission to review and revise, where appropriate, the Framework Decision and its implementation, and to take action against Member States that do not fully implement it; 24. Reminds Member States that independent police complaints mechanisms should be established to lead investigations into cases of police misconduct and abuse; underlines that democratic policing requires that the police be accountable for their actions before the law, the public authorities and the entire public they serve; believes that the key requirement for accountability is the maintenance of effective and efficient oversight instruments; 25. Calls on the Commission and the Member States to take steps towards the collection of further data disaggregated by race and ethnic origin (as defined by the EU Racial Equality Directive) that are voluntary and anonymous; considers that, if data on ethnic discrimination and hate crime were to be collected, this should be for the sole purpose of identifying the roots of and to combat racism and discriminatory discourse and acts, in accordance with the relevant national legal frameworks and EU data protection legislation; 26. Notes that the Commission will come forward with the first of its annual Rule of Law reports, with a limited scope; reiterates the European Parliament’s calls for a comprehensive mechanism on democracy, the rule of law and fundamental rights, which should include monitoring of the state of affairs regarding racism and discrimination in all EU Member States; 27. Condemns racial and ethnic profiling used by police and law enforcement authorities, and considers that police and law enforcement forces must have an exemplary record on anti-racism and anti-discrimination; calls for the EU and the Member States to develop policies and measures to tackle discrimination and to end racial or ethnic profiling in all forms in criminal law enforcement, counter-terrorism measures and immigration controls; stresses, in particular, that the new technologies to be used by law enforcement authorities must be designed and used in such a way that they do not create risks of discrimination for racial and ethnic minorities; proposes action to strengthen the training of members of police and law enforcement forces on strategies to fight against racism and discrimination, and to prevent, identify and respond to racial profiling; calls on the Member States not to leave cases of police brutality and abuses unpunished, and to properly investigate, prosecute and sanction them; 28. Condemns the use of violent and disproportionate interventions by State authorities; encourages the relevant authorities to ensure transparent, impartial, independent and effective investigation when the use of disproportionate force is suspected or has been alleged; recalls that law enforcement agencies must always be held accountable for the fulfilment of their duties and their compliance with the relevant legal and operational frameworks, in particular the UN Basic Principles on the Use of Force and Firearms by Law Enforcement Officials; 8.9.2021 EN Official Journal of the European Union C 362/69 Friday 19 June 2020 ",
        "29. Calls on the Member States to ensure that the use of force by law enforcement authorities is always lawful, proportionate, necessary and the last resort, and that it preserves human life and physical integrity; notes that the excessive use of force against crowds contravenes the principle of proportionality; 30. Recalls the right of citizens to record scenes of police violence that can be used as evidence and that people should never be threatened by the police or the responsible authority when recording nor obliged to destroy evidence or be deprived of their goods in order to prevent them from giving testimony; 31. Asks the Commission to create an independent expert group tasked with developing an EU Code of Police Ethics that provides a set of principles and guidelines for the objectives, performance, oversight and control of the police in democratic societies governed by the rule of law, which can also help police actors in their daily work to properly enforce the prohibition on racism, discrimination and ethnic profiling; 32. Emphasises that a free press is a fundamental pillar of any democracy; notes the important role of journalists and photojournalists in reporting cases of disproportionate violence, and condemns all instances in which they have been deliberately targeted; 33. Calls on the relevant EU agencies, including the FRA, the European Agency for Law Enforcement Training (CEPOL) and the European Agency for Law Enforcement Cooperation (EUROPOL), within their respective mandates, to step up their efforts in combating racism and discrimination; 34. Calls for a serious funding commitment in the next MFF to fight racism and discrimination across the EU; deplores the fact that the proposed amount for the heading ‘Justice, Rights and Values’ was decreased significantly in the revised multiannual financial framework proposals of the Commission; calls on the Commission to effectively respond to the concern about the increasingly shrinking space for independent civil society in some Member States; recalls the importance of ensuring adequate funding to support activities of civil society actors working on anti-racism and discriminations;; 35. Stresses that entities that engage in discriminatory activities against racialised communities, or take decisions or implement measures to this effect, should not be eligible for funding through the Union’s budget; 36. Condemns the fact that extremist and xenophobic political forces worldwide are increasingly resorting to the distortion of historical, statistical and scientific facts and employ symbolism and rhetoric that echo aspects of totalitarian propaganda, including racism, anti-Semitism and hatred towards minorities; 37. Instructs its President to forward this resolution to the Council, the Commission, the Vice-President of the Commission / High Representative for the Union for Foreign Affairs and Security Policy, the EU Special Representative for Human Rights, the governments and parliaments of the Member States, the Council of Europe, the Organization for Security and Co-operation in Europe, the United Nations, US President Donald Trump and his administration, and the US Congress. C 362/70 EN Official Journal of the European Union 8.9.2021 Friday 19 June 2020 "
    ]
}