{
    "text": [
        "IV (Notices) NOTICES FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES COUNCIL Council conclusions on the key role of lifelong learning policies in empowering societies to address the technological and green transition in support of inclusive and sustainable growth (2019/C 389/07) THE COUNCIL OF THE EUROPEAN UNION, RECALLING THE POLITICAL BACKGROUND AS SET OUT IN THE ANNEX TO THESE CONCLUSIONS, ACKNOWLEDGES: 1. that the first principle of the European Pillar of Social Rights ( 1 ) affirms everyone’s right to quality and inclusive education, training and lifelong learning in order to maintain and acquire skills that enable full participation in society and successful transitions in the labour market; 2. that lifelong learning covers learning from early childhood education and care to that of post-retirement, including the entire spectrum of formal, non-formal and informal learning, with the aim of improving knowledge, skills and competences from a personal, civic, social and/or employment-related perspective. Lifelong learning considers each individual as the subject of learning, enables all persons to acquire the relevant knowledge to take part as active citizens in the knowledge society and the labour market, facilitating free mobility for European citizens; 3. that current societal and economic challenges call for approaches that engage, motivate and empower learners, society and employers to be more proactive and strategic in making lifelong learning a reality for all, and the importance of systematic and committed coordination across relevant policy sectors for the successful implementation of lifelong learning policies, as well as the crucial role of social partners in the design, implementation and success of these policies; 4. the importance of promoting equal opportunities for participation and access to lifelong learning for everyone regardless of background, by recognising and building on prior knowledge, skills and competences, and thus enhancing continuous, multiple and seamless transitions between levels and forms of education and training; 5. the key role of lifelong learning policies in European cooperation on education and training and in the Erasmus+ programme, and their significance for national education and training, employment and social policies, as well as for democratic engagement; 6. the role of lifelong learning in empowering and enabling individuals, societies and the world of work to address the technological and green transition, while contributing to social inclusion; ( 1 ) 13129/17. EN Official Journal of the European Union C 389/12 18.11.2019 ",
        "HIGHLIGHTS: 7. the commitment of the Union and the Member States to the United Nations 2030 Agenda and its Sustainable Development Goals; 8. the New Strategic Agenda 2019-2024 ( 2 ), which sets the development of a strong and vibrant economic base and the building of a climate-neutral, green, fair and social Europe as strategic priorities, and emphasises the digital transformation policies which embody our societal values and promote inclusiveness; and recognises the need to step up investment in people’s skills and education while ensuring the basis for long-term sustainable and inclusive growth; the need to implement the European Pillar of Social Rights at EU and Member State level, with due regard for respective competences and the principle of subsidiarity, whilst taking note that keen attention to social issues, risks and exclusion arising from inequalities and educational divides is required; 9. the new concept of the ‘economy of wellbeing’, which aims to put people and their wellbeing at the centre of policy- and decision-making; RECALLS THAT: 10. in its conclusions on moving towards a vision of a European Education Area, the Council stated that the European Education Area should be underpinned by the lifelong learning continuum, from early childhood education and care through school and vocational education and training to higher education and adult education, including non-formal and informal learning; CONSIDERS THAT: 11. the ongoing technological and digital transformation of our societies is reshaping the economic landscape, the world of work and civic engagement and thus could potentially have a significant impact on social cohesion and equality; 12. in shaping the European policies for digital transformation, education and training policies are crucial to ensuring wellbeing and sustainable growth in Europe. Investing in new knowledge, skills and competences is key in enhancing Europe’s competitiveness and productivity; 13. the development of technology and in particular artificial intelligence (AI) has significant potential to create new kinds of economic and civic activities, skills, jobs and services. Effective education and training policies, tools and measures need to be developed to ensure that everyone has the appropriate knowledge, skills and competences to participate fully in a transforming society, while raising awareness of the ethical concerns and risks posed by a potential misuse of technology; 14. technological transformation is increasing the demand for high-level skills and competences, adaptability and career management skills, whilst the demand for low skills applicable in routine and repetitive jobs is simultaneously decreasing. The impacts are variable in time, place and scale, as some sectors and areas are more affected than others. A good provision of lifelong learning and lifelong guidance can help to reduce the divide between high-skilled and low-skilled workers in the labour market; 15. in Europe, the challenge of reskilling and upskilling the adult population is immense. Therefore, investing in basic skills and key competences is more relevant than ever. High-quality, inclusive education (formal, non-formal, informal learning as well as work-based learning) and a broad approach to competence development, improves achievement levels in basic skills and supports progression to more advanced skills and competences; 16. inequalities in access to and the provision of adult learning remain a challenge, since adult participation in learning activities is still low and especially low-skilled adults need more intensive support in engaging in learning. ( 3 ) A greater effort should be made to involve socially disadvantaged people to participate in lifelong learning and enable them to enter, re-enter or remain in the labour market and support their career development; ( 2 ) EUCO 9/19. ( 3 ) Education and Training Monitor 2018 EN Official Journal of the European Union 18.11.2019 C 389/13 ",
        "17. ongoing demographic changes present opportunities and challenges at both individual and societal levels; as low birth rates and higher life expectancy are transitioning societies towards an older population structure in many Member States; ( 4 ) 18. better recognition of the potential of older people and the promotion of opportunities for them as well as possibilities to participate in society, even in later life, contributes to creating cohesive societies. Lifelong learning is a crucial factor for elderly citizens’ healthy ageing and active participation in social and economic life; 19. the high quality, inclusiveness and accessibility of early childhood education and care as well as basic school education and non-formal learning activities are essential policies in responding to demographic changes, ensuring that children and young people have the right knowledge, skills and competences for the future, tackling the risk of early school leaving, poverty and social exclusion and ensuring meaningful lives; 20. there is an urgent need to further promote gender equality and encourage equal access to education and training, particularly in single-gender dominated sectors and professions. Women are underrepresented in STEM sectors in Europe, especially in the digital sector, where their participation continues to decrease. Empowering women in STEM sectors and particularly in the digital sector is relevant for the development of European societies and economies. ( 5 ) Education and training can help to address the gender gap in the digital sector; EMPHASISES: 21. the need to give a strong boost to lifelong-learning policies and provision in order to better respond to the challenges of a changing society; 22. that continued efforts on implementing the Council Recommendation on Upskilling Pathways are a crucial step towards effective lifelong-learning policies. However, more efforts and a broader range of policies and instruments will be needed to complement this and extend the opportunities to everyone; 23. the commitment towards an ambitious further development of the European Education Area in order to make Europe the leading learning society in the world, contributing to a culture that encourages, empowers and motivates people and societies to learn and innovate in a continuous manner, including at all levels and forms of education and training and at all stages of life; INVITES THE MEMBER STATES: 24. to develop strategic approaches to boost lifelong learning policies, and to recognize the potential of lifelong learning in support of inclusive and sustainable growth and in response to the technological and green transition, including by: (a) developing education and training systems in a comprehensive way to enable continuous and seamless learning paths and transitions for individual learners; (b) strengthening equity in education by developing policies that aim to promote access to well-established progression routes for all and avoid educational dead-ends in education and training systems; (c) increasing the responsiveness of education and training systems to meet the needs of learners and the rapid changes in the labour market and society by paying particular attention to the areas most affected by technological change and most relevant to climate change, as well as to the urgent need to improve our ecological footprint, and to promoting education for sustainable development as a driver for innovation, resilience and transformative action, while taking into account different and changing knowledge, skills and competence needs; (d) supporting easy transitions between different levels and sectors of education and training by facilitating alternative learning paths, providing guidance, encouraging diverse learning provision and versatile learning environments, and supporting new learning and teaching methods at all levels and forms of education and training, and validating skills and competences regardless of where or how they are acquired, where possible; ( 4 ) Eurostat 2019: ‘Population structure and ageing’. ( 5 ) European Commission 2018: Study on women in the digital age. EN Official Journal of the European Union C 389/14 18.11.2019 ",
        "(e) exploring possibilities to create flexible, personalised and learner-centred learning paths and targeted provision for vulnerable groups, based, for example, on modularised and learning-outcome-based approaches that make it easier to tailor learning to individual and occupational needs; (f) emphasising the importance of continuing competence development for teachers, teacher educators, school leaders, trainers, guidance counsellors, youth workers and career advisors, with a view to providing skills and competences for continuous learning purposes which are accessible to all; (g) promoting the exchange and availability of data relevant for empowering learners to manage and use data related to their own learning and to make informed choices and decisions about it throughout their lives, fully in line with the General Data Protection Regulation; (h) exploring the potential of AI to support high-quality and personalised education and training and the development of knowledge, skills and competences. These efforts should pay close attention to inclusion and equity by leveraging the trustworthy use of AI in education and training, so as to identify educational challenges and boost learning processes; (i) continuing efforts to implement the Council Recommendation on the validation of non-formal and informal learning; INVITES THE COMMISSION, WITH DUE REGARD FOR SUBSIDIARITY AND IN CLOSE COOPERATION WITH THE MEMBER STATES TO: 25. give a significant boost to active, effective and future-oriented lifelong-learning strategies and policies with the aim of enhancing participation in lifelong learning at all levels and forms of education and training; 26. update the efficiency, scale and target groups of current lifelong learning policies in order to better respond to learning needs arising from changes in society and the world of work, including by further developing the European Education Area, by reflecting lifelong learning in the future strategic framework for cooperation in education and training and by using the opportunities provided by Erasmus+, the European Social Fund and other relevant Union instruments; 27. support initiatives that facilitate investment in lifelong learning, including cooperation between the public and private sectors; 28. include the effective and inclusive use of AI among the areas for the further development of the Digital Education Action Plan and the European Education Area; 29. enhance the coordination of ongoing and future efforts to improve data interoperability, for example by ensuring access to personal education data, improving the exchange of education data between learners, learning institutions and employers, while avoiding overlapping efforts at Union level, in order to leverage the potential of the digital transformation, in line with the General Data Protection Regulation; 30. support national policies aiming at increasing the responsiveness of education and training systems to the rapidly changing needs of the labour market and society by facilitating and increasing the dissemination and use of analytical, research, and forecasting data, including graduate tracking, as well as skills intelligence, with a view to making a long- term impact on policy; 31. encourage a major step forward in the further development of lifelong learning by exploring better opportunities for cooperation between education and training levels and sectors, as well as relevant authorities (e.g. social, health, migration) and by promoting versatile and flexible learning opportunities to upskill and reskill adults, in cooperation with social partners, civil society, public employment services and other relevant stakeholders; EN Official Journal of the European Union 18.11.2019 C 389/15 ",
        "32. promote further synergies between education, training, research and innovation as a spur to the development of the European Education Area, in particular through the European Universities alliances playing an important role in promoting lifelong learning; 33. consider, when evaluating and updating European policies on the validation of non-formal and informal learning, a broader concept for the validation of knowledge, skills and competences, with the aim to enable validation of skills and competences regardless of how or where they have been acquired, with the aim of supporting seamless transitions and motivating individual learning paths, and without prejudice to the competences of the Member States in this field. EN Official Journal of the European Union C 389/16 18.11.2019 ",
        "ANNEX Political background 1. Council Resolution of 27 June 2002 on lifelong learning ( 1 ) 2. Resolution of the Council and of the representatives of the Member States meeting within the Council on strengthening policies, systems and practices in the field of guidance throughout life in Europe ( 2 ) 3. Resolution of the Council and of the representatives of the governments of the Member States, meeting within the Council on better integrating lifelong guidance into lifelong learning strategies ( 3 ) 4. Council Resolution on a renewed agenda for adult learning ( 4 ) 5. Council Recommendation of 20 December 2012 on the validation of non-formal and informal learning ( 5 ) 6. 2015 Joint Report of the Council and the Commission on the implementation of the strategic framework for European cooperation in education and training (ET 2020) — New priorities for European cooperation in education and training ( 6 ) 7. Commission Communication on a new skills agenda for Europe: Working together to strengthen human capital, employability and competitiveness ( 7 ) 8. Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) ( 8 ) 9. Commission Communication on European Interoperability Framework – Implementation Strategy ( 9 ) 10. Commission Communication on strengthening European identity through education and culture ( 10 ) 11. Council Recommendation of 22 May 2017 on the European Qualifications Framework for lifelong learning and repealing the recommendation of the European Parliament and of the Council of 23 April 2008 on the establishment of the European Qualifications Framework for lifelong learning ( 11 ) 12. Council Recommendation of 20 November 2017 on tracking graduates ( 12 ) 13. Commission Reflection Paper on Harnessing Globalisation ( 13 ) 14. 2017 Lisbon Ministerial Declaration on the 4th UNECE Ministerial Conference on Ageing ‘A Sustainable Society for All Ages: Realizing the potential of living longer’ 15. Commission Communication on Building a stronger Europe: the role of youth, education and culture policies ( 14 ) 16. Commission Communication on the Digital Education Action Plan ( 15 ) 17. Decision of the European Parliament and of the Council of 18 April 2018 on a common framework for the provision of better services for skills and qualifications (Europass) ( 16 ) ( 1 ) OJ C 163, 9.7.2002, p. 1. ( 2 ) 9286/04. ( 3 ) OJ C 319, 13.12.2008, p. 4. ( 4 ) OJ C 372, 20.12.2011, p. 1. ( 5 ) OJ C 398, 22.12.2012, p. 1. ( 6 ) OJ C 417, 15.12.2015, p. 25. ( 7 ) COM(2016) 381. ( 8 ) OJ L 119, 4.5.2016, p. 1. ( 9 ) COM(2017) 134. ( 10 ) COM(2017) 673. ( 11 ) OJ C 189, 15.6.2017, p. 15. ( 12 ) OJ C 423, 9.12.2017, p. 1. ( 13 ) COM(2017) 240. ( 14 ) COM (2018) 268. ( 15 ) COM(2018) 22. ( 16 ) OJ L 112, 2.5.2018, p. 42. EN Official Journal of the European Union 18.11.2019 C 389/17 ",
        "18. Council Recommendation of 22 May 2018 on key competences for lifelong learning ( 17 ) 19. Council Recommendation of 19 December 2016 on Upskilling Pathways: New Opportunities for Adults ( 18 ); and Council conclusions of 22 May 2019 on the implementation of the Recommendation ( 19 ) 20. Council conclusions on moving towards a vision of a European Education Area ( 20 ) 21. Commission Communication on Artificial Intelligence for Europe ( 21 ) 22. Regulation (EU) 2018/1807 of the European Parliament and of the Council of 14 November 2018 on a framework for the free flow of non-personal data in the European Union ( 22 ) 23. Council conclusions of 9 April 2019 ‘Towards an ever more sustainable Union by 2030’ ( 23 ) 24. Council conclusions of 7 June 2019 on the future of a highly digitised Europe beyond 2020: ‘Boosting digital and economic competitiveness across the Union and digital cohesion’ ( 24 ) 25. Council Resolution on the EU Youth Strategy 2019-2027 ( 25 ) 26. Council conclusions on the Economy of Wellbeing ( 26 ) ( 17 ) OJ C 189, 4.6.2018, p. 1. ( 18 ) OJ C 484, 24.12.2016, p. 1. ( 19 ) OJ C 189, 5.6.2019, p. 23. ( 20 ) OJ C 195, 7.6.2018, p. 7. ( 21 ) COM(2018) 237. ( 22 ) OJ L 303, 28.11.2018, p. 59. ( 23 ) 8286/19. ( 24 ) 8807/19. ( 25 ) OJ C 189, 5.6.2019, p. 1. ( 26 ) 13432/19. EN Official Journal of the European Union C 389/18 18.11.2019 "
    ]
}