{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Proposal for a Regulation of the European Parliament and of the Council on a European Union Programme for Social Change and Innovation’ COM(2011) 609 final — 2011/0270 (COD) (2012/C 143/17) Rapporteur-general: Ms BATUT On 25 October 2011, the European Parliament, and, on 16 November 2011, the Council decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the European Union, on the Proposal for a Regulation of the European Parliament and of the Council on a European Union Programme for Social Change and Innovation COM(2011) 609 final – 2011/0270 (COD). On 25 October 2011, the Bureau of the European Economic and Social Committee instructed the Section for Employment, Social Affairs and Citizenship to prepare the Committee's work on the subject (rapporteur: Ms BATUT ). Given the urgent nature of the work, the European Economic and Social Committee appointed Ms BATUT as rapporteur-general at its 478th plenary session, held on 22 and 23 February 2012 (meeting of 23 February), and adopted the following opinion by 168 votes to 2 with 7 abstentions. 1. Conclusions and recommendations 1.1 The EESC has already discussed the concept of social innovation; as we have pointed out, this is a vague idea which gives rise to uncertainty ( 1 ). At the same time, we acknowledge the value of innovation at the workplace ( 2 ). At all events, many people are practising \" social innovation \" every day without knowing about it, simply by doing their job well. 1.2 The EESC would like the Commission to define objectives for \" social innovation \" and \" social change \" in its PSCI ( 3 ). These are experimental concepts. The aim should not be to replace national social systems or employment legislation. Ensuring that people are included in labour markets may be beneficial for competitiveness; however the Committee feels that the crisis should not be used as a pretext for systemic changes which would make a rule out of an exception. 1.3 The EESC would like to have written clauses included in the programme under review guaranteeing that social inno­ vation activities would complement rather than compete with Member State social rights and systems, and would not undermine the legal certainty which these rights and systems provide. 1.4 The Committee recommends that the Commission's draft takes into account the objective of harmonising national social rights while improvement is maintained ( 4 ) in order to resolve disparities, thus facilitating mobility. 1.5 The EESC would like the Commission to explain the expected benefits of the synergies mentioned in the case of the three PROGRESS, EURES and Micro-financing programmes, the links to European funds (in particular the ESF and the ESEF ( 5 )), and to explain how the rules for managing these programmes are compatible - an aspect which is not entirely clear. 1.6 The Committee would like the role of the social partners and NGOs to be clearly reflected in the three axes of the PSCI. 1.7 The EESC would like a flexibility clause to be added to the PSCI enabling it to be adjusted after a mid-term review. In 2017 a provisional review of social changes could be drawn up and submitted to the Parliament, at the same time as being referred for opinion to the consultative committees and the representative organisations which they comprise. 1.8 The EESC feels that if the three axes are to remain within the same programme, its title should be changed to \" Pro­ gramme for supporting social progress, mobility and inclusion \" . 1.9 With regard to PROGRESS, the EESC feels that the Commission should: — identify the types of jobs which have been created thanks to PROGRESS; — publish achievements and make the positive results visible and transferable by publishing an online summary; EN C 143/88 Official Journal of the European Union 22.5.2012 ( 1 ) EESC opinion, OJ C 100, 30.4.2009, p. 77. ( 2 ) EESC opinion, OJ C 132, 3.5.2011, p. 22. ( 3 ) PSCI: Programme for Social Change and Innovation, COM(2011) 609 final. ( 4 ) TFEU, Article 151. ( 5 ) European Social Fund and European Social Entrepreneurship Fund. ",
        "— define \" testing \" , together with its scope, those involved, measures, and potential beneficiaries; — ensure continued eligibility for projects with a gender and/or non-discrimination dimension; — shift the focus of PROGRESS away from administrative analytical and statistical tasks, so that it has a greater impact on the ground; — simplify documents and monitoring procedures; — explain the role of social enterprises in social services of general interest; — explain the synergies between the PSCI and ESEF, and the PSCI and ESF, and define the applicable governance rules, depending on the extent to which a social enterprise serves a social purpose. 1.10 With regard to EURES, the EESC recommends: — preserving the spirit of the early stages of EURES with its regional level competences and involvement of the social partners; — confirming an approach which gives ensuring decent work priority over micro-loans and micro-jobs; — confirming the objective of promoting mobility while combating social dumping; — declaring the change in the legal base with the opening up to private recruitment agencies ( 6 ), and explaining the impli­ cations of this for the ESF and the allocation of funds; — explaining how EURES will be financed from two sources (the PSCI and ESF), and discussing the implications of overlap between budgets and auditing arrangements; — defining targeted mobility; identifying the kinds of contracts signed through EURES; explaining the new centralising role of the Commission so that it can be discussed; — confirming the need for the transferability of all social rights and equivalence schemes for skills; — adding measures to promote digital inclusion. 1.11 With regard to micro-financing and social entrepre­ neurship, the EESC recommends: — taking account of the subsidiarity principle; — considering the possibility of weighting for different Member States; — defining the beneficiaries of aid more precisely (size of the eligible social enterprises); — raising the profile of the project in order to ensure that eligible citizens are protected from unregulated, unscrupulous providers of micro-financing, and ensuring that micro-financing is mentioned on the homepages of relevant websites, in all EU languages; — being more explicit about the roles of the EIF and the EIB and their leverage effect; — establishing rules for creditors enabling them to take full responsibility. 2. The background 2.1 The Social Agenda for a 21st-century Europe is part of the Europe 2020 strategy. The proposed Programme for Social Change and Innovation (PSCI) should be seen in this context. The Social Protection Committee has pointed out that one in every five Europeans is threatened by poverty and social exclusion, and this worrying trend is now being exacerbated by the social impact of the crisis. The EU and Member States are taking steps to help at least 20 million Europeans to escape from poverty by 2020; their main instruments for achieving employment and social inclusion include the ESF, PROGRESS, the EAFRD ( 7 ), the ERDF and micro-financing. 2.2 General objectives of the programme 2.2.1 The Commission is proposing to combine three existing programmes (PROGRESS, the European Micro- Financing Instrument and EURES) in a single package, in order to make more rational decisions and to more effectively monitor the use of funding during this period of national budgetary crises. 2.3 The axes of the new programme 2.3.1 The 2006 PROGRESS programme for employment and social solidarity recommends drawing up scoreboards on the European social situation so that the situations in different countries can be compared. 2.3.1.1 In 2014-2020 PROGRESS aims to promote employment, compile comparable data, and draw on experience to promote a results-oriented approach, thus building the capacity of European civil society networks to contribute to the objectives of the EU's social policy; the programme has a budget of EUR 575 million, amounting to EUR 82,1 million per year, 17 % of which is to be allocated to social experimentation. EN 22.5.2012 Official Journal of the European Union C 143/89 ( 6 ) Commission work programme for 2012, COM(2011) 777 final. ( 7 ) European Agricultural Fund for Rural Development. ",
        "2.3.2 EURES is the European network linking the Commission and public employment services (PES). The network is based on former activities of the trade unions and the social partners, enabling employee mobility in border regions. Since 2002 it has had three objectives: developing a European mobility portal, establishing cross-border partnerships between PESs and the social partners, and drawing up activity plans for Member States, with a view to matching labour market supply and demand (EUR 20 million). EURES covers the whole of the EU, with Member States using 70 % of the budget for \" activity plans \" . 2.3.2.1 For the 2014-2020 period the aim is to allocate EUR 143 million (EUR 20,5 million per year) to ensure mobility in all EU regions, particularly for young people. At European level this funding also covers managing statistics and information, drawing up an annual report of exchanges, improving the portal through a multilingual approach, inte­ grating private-sector employment stakeholders in the near future, and delivering a programme of national activities financed from the ESF budget. 2.3.3 The Microfinance Facility for employment and social inclusion (2010) is intended to promote access to micro-financing for those facing difficulties in terms of employment and/or credit. The self-employed and social micro-enterprises are eligible for support from this facility. The European Investment Fund manages the programme, enabling financial institutions providing credit to make use of the EIF and EIB as guarantors in the event of possible losses, thus ensuring liquidity. The programme provides access to EUR 200 million of financing over three years (2010-2013) for the 27 Member States. 2.3.3.1 For 2014-2020 , the Facility will continue with its aim of facilitating access to micro-finance and social entrepre­ neurship by guaranteeing loans of up to EUR 25 000, with a budget of EUR 191,6 million for seven years (EUR 27 million per year). 2.4 Elements of the proposal 2.4.1 The proposed budget for the PSCI is EUR 958 million, just 10 % more than in 2007. The programme ties in with Europe 2020, and is based on the same principles: partnership, coordination, ex ante conditionality, a sound budgetary context, strengthening territorial cooperation and cohesion, and working toward simplification. 2.4.2 Ultimately, the Commission's overarching objective is to bring about structural changes in the social domain in the EU by promoting modernisation of Member State social policies ( 8 ). It proposes here to: — develop synergies between the three programmes, and between the programmes and the European Social Fund; — establish harmonised procedures for information, communi­ cation, dissemination, management and evaluation; — focus more on major projects offering strong European added value, while aiming to cut costs. 2.4.3 The programme has five objectives: — strengthening ownership of EU objectives in the fields of employment, social matters and exclusion; — promoting good governance, mutual learning and social innovation; — modernising European legislation and ensuring its appli­ cation; — promoting geographical mobility; — increasing access to micro-finance. 3. General comments by the EESC 3.1 The Committee feels that the Commission's proposal to rationalise EU support measures in favour of job-seekers is an interesting one, and acknowledges that it is not easy to prepare a seven-year programme while the preceding programme still has two years to run. 3.2 The Committee is disappointed that the objective of harmonising national social rights while improvement is main­ tained, which aims to remedy disparities between them and thus facilitate mobility, has not been identified as a general objec­ tive ( 9 ). 3.3 The Committee points out the EU's competences in the field of social policy and cohesion are shared ( 10 ). Whatever the EU does must take this into account, and comply with the generally applicable provisions of Article 9 TFEU ( 11 ), and of Articles 8 and 10. 3.4 In this connection, the Committee would like the two major issues of equal opportunities and combating discrimi­ nation, so far always linked with social policy and then entrusted to DG Justice, to remain eligible for PROGRESS, given that discrimination is often reflected in inequality in terms of salary and social position. Recital 10 and Articles 7 and 8 of the draft ESF Regulation ( 12 ) mention these issues, and equal opportunities are still included in the social chapter of the Treaty. 3.5 The EESC is disappointed that the synergies expected from combining the three PROGRESS, EURES and Micro- financing axes are not better explained in the PSCI. The role of the regions could also have been taken into account. There is no discussion of the specific potential offered by synergy with other European programmes, for example on education, supporting youth employment, and the \" Your first EURES job \" flagship initiative for young people. EN C 143/90 Official Journal of the European Union 22.5.2012 ( 8 ) COM(2011) 609 final: pt. 1 of the Explanatory Memorandum, and Article 4.1 c). ( 9 ) TFEU Article 151(1). ( 10 ) TFEU, Article 4(2)(b) and (c). ( 11 ) EESC opinion, OJ C 24, 28.1.2012, p. 29. ( 12 ) COM(2011) 607 final. ",
        "3.6 In order to explain the new programme, the EESC feels that there should be an evaluation of funds actually distributed, take-up rates, and practical obstacles encountered by projects (for example, in the fields of micro-financing and job creation). In addition, the Commission does not explain how it will identify the strong European added value on which the eligi­ bility of new measures will be based. The Commission thus bases its objectives on uncertain foundations - all the more uncertain given that the preceding programme has not yet been evaluated, and any estimates of the added value offered by the new programme are subjective to say the least. 3.7 Given the links with the draft ESF Regulation, the Committee feels that the role of the social partners should have been mentioned in the three axes of the PSCI; the ESF text acknowledges \" their vital role in the field of employment, education and social inclusion \" ( 13 ). 3.8 Similarly, the Committee feels that the role of NGOs should be mentioned in the PSCI (which is partly financed by the ESF); indeed, Recital 9 of the draft ESF Regulation ( 14 ) states that \" implementation of actions supported by the ESF depends on good governance and partnership between all relevant territorial and socio-economic actors, in particular the social partners and non-govern­ mental organisations \" . 3.9 The PSCI is addressed to civil society organisations ( 15 ); the EESC therefore feels their role should be defined. They could then play their part in the policy implementation process. 3.10 The EESC feels that the Commission should consider the issue of digital inclusion ( 16 ) in relation to the proposed measures, given that new information and communications technologies are a cross-cutting lever for inclusion and employment. 4. About the method 4.1 The EESC notes that the draft text is entitled \" Pro­ gramme for Social Change and Innovation \" (PSCI), and that the text proposes to continue three former EU measures without innovation. The Commission proposes to gear the three axes to social change and innovation through social experimentation; however, neither in the recitals, nor in the text, nor in the ex-ante evaluation does it actually define the objective of \" social innovation \" . 4.2 Academic research carried out in different countries on \" social innovation \" is based on the idea that the production/ consumption model is running out of steam, and concludes that it is time to change social structures by redistributing roles between categories of actors and interests. Given that we do not have a stable definition of innovation, this leads to uncer­ tainty in the choice of governance models for companies - regardless whether or not they are social enterprises - as well as in relation to employee representation and the form assumed by social dialogue ( 17 ). Researchers feel that social change will also have an impact on social welfare systems. The idea is to revise the European \" social model \" without prior assumptions, in an experimental way. The Progress axis ( 18 ) should also promote \" evidence-based policy-making and innovation, in partnership with the social partners, civil society organisations and other interested parties \" . 4.3 The European Commission in its draft text promotes such \" social experimentation \" without defining the kind of innovation and change it would like to see. This is a socio­ logical approach which could confuse ordinary Europeans, who have no idea of the underlying aim. The EESC feels that we should first see how and why markets, public services and European aid have failed to meet social needs, and why wealth has not been redistributed to ensure the independence of persons in need, in compliance with the principles of the Charter of Fundamental Rights. 4.4 The Committee feels we need to know which kind of social change we would like to see innovation leading to; this however is not something which the \" bottom-up \" approach or the draft regulation under review enable us to do. 4.5 Social security systems viewed by the public as sustainable have a high degree of legitimacy. In the Committee's view, \" testing and scaling up innovative solutions to address social needs \" ( 19 ) could result in wide-ranging solidarity being reduced to patronage and in the fragmentation of social action and representative structures. 4.6 The EESC feels that the programme under review should guarantee that social innovation activities would complement rather than compete with Member State social rights ( 20 ) and welfare systems. The Committee emphasises that social inno­ vation must not undermine systems based on the law nor the long-term security which they ensure, especially for vulnerable groups. EN 22.5.2012 Official Journal of the European Union C 143/91 ( 13 ) COM(2011) 607 final, see pt. 5 of the Explanatory Memorandum. ( 14 ) COM(2011) 607 final, Recital 9. ( 15 ) COM(2011) 609 final, Recital 9. ( 16 ) EESC opinion, OJ C 318, 29.10.2011, p. 9. ( 17 ) Social innovation Review , Stanford Graduate School of Business, Fall 2008, J.A. Phills, K. Deiglmeier, D.T. Miller; Social Innovation , J. Howaldt & M. Schwarz, IMO-Dortmund, May 2010; Trans­ formations et Innovation sociale en Europe: quelles sorties de crise? , N. Richez-Battesti & D. Vallade, P.U de Louvain-Cahiers du CIRTES 5, Sept. 2010, p.45; S. Bacq & F. Janssen, ibid, p. 207. ( 18 ) Article 3 a) of draft, and EESC opinion, OJ C 255, 14.10.2005, p. 67. ( 19 ) Article 9-1 and Article 3, which are very broad in scope – COM(2011) 609. ( 20 ) TFEU Article 151(1). ",
        "4.7 For disadvantaged groups, real social change is more about work, housing and transport than systemic social change. Above all, people living in the EU need decent work. The programme should mention the issue of housing because this is something which concerns all those involved in employment and inclusion ( 21 ). 4.8 The EC points out that in the field of social protection in the strict sense of the term ( 22 ), Article 153(4) TFEU enshrines the right of Member States to define the fundamental principles of their social security systems, and to maintain or introduce more stringent protective measures, provided of course they are compatible with the Treaties. 5. Specific comments 5.1 The Committee feels that the draft regulation should refer to the subsidiarity principle. It should also explain what is meant by the expected \" strong added value \" . 5.2 PROGRESS 5.2.1 Measures, those involved, and potential beneficiaries are not sufficiently well-defined ( 23 ). The text does not explain whether the analysis takes into account the point of view of the social partners ( 24 ) and NGOs, particularly in relation to developing a set of indicators ( 25 ). 5.2.2 The PROGRESS programme has objectives which are \" difficult to measure \" ; it makes use of \" subjective variables \" ; and yet the accompanying financial statement emphasises result- based management ( 26 ). The impact on the employment objective is not measured, which does not make sense. For the EESC, the data which has already been collected should enable us to learn from past achievements. An online summary of positive experiences should be made available. Before continuing with the programme, the EESC recommends finding out what kind of employment aid has generated. This would help the Commission to avoid making recommendations for structural reforms on the basis of an unreliable evaluation. 5.2.3 There is a gap between objectives and resources: the planned funding for 2014-2020 would allow an additional 10 % of funding for the three axes compared to 2007, which does not open up any new scope. 5.2.4 There is too much of a focus in the text on manage­ ment ( 27 ); taxpayers' money should help citizens directly. For example, it would be useful to know how much funding will be allocated to combating poverty, for example. 5.2.5 Evaluating supported projects in the same way as in the past can lead to additional costs when external auditing companies are used. The EESC feels that documents and procedures should be simplified and standardised. 5.2.6 With regard to social enterprises ( 28 ), the EESC would like to: — emphasise the subsidiarity principle and the competences of Member States; — see a definition of their role in social services of general interest; — understand the synergy between the PSCI and the proposal for a regulation of 7.12.2011 on the European Social Entre­ preneurship Fund intended to promote the development of social enterprises (award of an ESEF label); — clarify governance rules depending on the extent to which a social enterprise serves a social purpose, rules applied to investors, and the role of the banks, with - if necessary - possible solvency requirements; — ensure the eligibility of independent entrepreneurs. 5.3 EURES 5.3.1 EURES will be 15 % financed by the PSCI, and to a large extent by the ESF. This budgetary overlap between programmes does not make things clear for ordinary Europeans; Structural Funds are regionalised on the basis of NUTS2, whereas PSCI funding is not. 5.3.2 National and cross-border activities will be financed by the European Social Fund, whereas European activities ( 29 ) will be financed by the PSCI. Rules on the involvement of social partners and NGOs apply to the ESF part, but not to the PSCI part. 5.3.3 The EESC questions whether it is useful to combine such diverse elements in a single PSCI, budgetary monitoring of which will be more difficult than under the previous arrange­ ments; The sharing of financing between the ESF, Commission and Member States should also be made clearer, as this involves different rules for comitology procedures and scrutiny of Commission implementing acts ( 30 ). EN C 143/92 Official Journal of the European Union 22.5.2012 ( 21 ) Articles 1, 7, 15, 24, 34.3 and 52.3 of the Charter of Fundamental Rights, Article 8 of the European Convention on Human Rights, and Articles 30 and 31 of the revised European Social Charter. ( 22 ) COM(2011) 609, Article 4.1 a) and b). ( 23 ) E.g.: ex-ante evaluation, p. 42. ( 24 ) COM(2011) 609, Articles 15 a) and c). ( 25 ) COM(2011) 607, Article 6. ( 26 ) \" Legislative and financial statement for the proposal \" , pt 1.4.3 (appendix, COM(2011) 609 final, page 32). ( 27 ) COM(2011) 609 final, Article 5.3. ( 28 ) EESC opinion, OJ C 24, 28.1.2012, p. 1. ( 29 ) Portal and \" Your first EURES job \" youth project. ( 30 ) Regulation (EU) No. 182/2011. ",
        "5.3.4 The EESC wonders whether it makes sense for the Commission to set up a centralised system and to hold back the regional dynamism of EURES, whereas past experience of this long-standing \" social innovation \" shows that grassroots operators are best placed here. In 2007, the Parliament was even in favour of increasing its budget ( 31 ). The Committee would like to point out that mobility is not a goal in itself, but simply a means of supporting those who need to look for a job in another EU country. 5.3.5 The EESC feels the text should mention the following: — an approach which gives ensuring decent work priority over micro-loans and micro-jobs; — the objective of promoting mobility while combating social dumping; — types of employment contract obtained through EURES; — a definition of targeted mobility; — the planned changes to the legal basis for EURES ( 32 ); — the need for mobile Europeans to have transferable social rights, and for new texts on equivalence schemes for skills ( 33 ). 5.3.6 The EESC feels it is important to retain a clear role for the social partners in EURES. 5.4 Micro-financing and social entrepreneurship 5.4.1 The EESC would like the programme to be better publicised so that ordinary Europeans can avoid online micro- financing offers from the informal economy at usurious rates (need for digital inclusion). It should be kept in mind that the persons mentioned in Article 22 of the draft text are vulnerable, and they need a different kind of support than micro-loans and competitive activities. Such high-risk activities could be a trap for them, and are no substitute for paid employment. 5.4.2 The EESC would like the possibility of weighting for different Member States to be considered in the programme. 5.4.3 The Committee feels that the expected leverage effect of the EIF and the EIB should be highlighted, and its benefits should be clearly defined. This is important, as the sum of EUR 25 000 would have a very different impact on someone who has just lost their job (Article 22(1)(a)), a social enterprise (Article 22.3) with employees and a budget, or an independent entrepreneur with a micro-enterprise; in view of this, creditors would have a very different view of the relevant guarantees. We therefore need to clarify: — what \" social \" means here; — the beneficiaries, and in particular the size of the eligible social enterprises; — what a \" social micro-enterprise \" is; — arrangements for implementing support, and the exact coverage provided (100 %?); — criteria for the possible introduction of a sliding scale for support; — measures to simplify ex-post evaluation in order to facilitate assessments and reduce auditing costs. 5.4.4 With regard to creditors: — clearer rules should be applied to them so that they can play their role without imposing possible separate and hidden conditions on borrowers; — evaluation measures could be envisaged to enable rapid assessment. 5.4.5 The EESC hopes that the added value of these measures will be higher than the estimated creation of 1.2 jobs for each microcredit awarded under the preceding programme ( 34 ). Brussels, 23 February 2012. The President of the European Economic and Social Committee Staffan NILSSON EN 22.5.2012 Official Journal of the European Union C 143/93 ( 31 ) EP Resolution, 15.9.2007. ( 32 ) Communication COM(2011) 777 final. ( 33 ) Proposal for a directive, 19.12.2011 (COM(2011) 883 final). ( 34 ) Legislative financial statement for proposals, pt 2.1.2, performance indicators (appendix, COM(2011) 609 final, page 37). "
    ]
}