{
    "text": [
        "II (Information) JOINT DECLARATIONS EUROPEAN PARLIAMENT COUNCIL EUROPEAN COMMISSION Joint statement by the Council and the representatives of the governments of the Member States meeting within the Council, the European Parliament and the Commission (2017/C 210/01) THE NEW EUROPEAN CONSENSUS ON DEVELOPMENT ‘OUR WORLD, OUR DIGNITY, OUR FUTURE’ 1. The 2030 Agenda for Sustainable Development ( 1 ) (2030 Agenda), adopted by the United Nations in September 2015, is the international community’s response to global challenges and trends in relation to sustainable development. With the Sustainable Development Goals (SDGs) at its core, the 2030 Agenda is a transformative political framework to eradicate poverty and achieve sustainable development globally. It balances the economic, social and environmental dimensions of sustainable development, including the key issues of governance and peaceful and inclusive societies, recognising the essential interlinkages between its goals and targets. It must be implemented as a whole and not selectively. The 2030 Agenda aims to leave no-one behind and seeks to reach the furthest behind first. 2. The evolution from the Millennium Development Goals (MDGs) to the Sustainable Development Goals reflects the changing approach to global development. This approach, based on sustainable development and human rights, is fully consistent with EU values and principles. The 2030 Agenda and its 17 SDGs are universal and apply to all countries at all stages of development, based on national ownership and shared responsibility. Multi-stakeholder partnerships are key to the implementation of SDGs. 3. The Addis Ababa Action Agenda ( 2 ) (AAAA), as an integral part of the 2030 Agenda, sets a new paradigm for implementation through effective use of financial and non-financial means, by placing domestic action and sound policies at the forefront. Furthermore, the 2030 Agenda is complemented by the Sendai Framework on Disaster Risk Reduction ( 3 ), and the Paris Agreement on Climate Change ( 4 ), which provides a legally binding framework setting global climate efforts on a new course. Implementation of these commitments must be founded on a rules-based global order, with multilateralism as its key principle and the United Nations at its core. 30.6.2017 EN Official Journal of the European Union C 210/1 ( 1 ) A/RES/70/1 ( 2 ) A/RES/69/313 ( 3 ) A/RES/69/283 ( 4 ) FCCC/CP/2015/L.9/REV.1 ",
        "4. The EU and its Member States are committed to a life of dignity for all that reconciles economic prosperity and efficiency, peaceful societies, social inclusion and environmental responsibility. In doing so, efforts will be targeted towards eradicating poverty, reducing vulnerabilities and addressing inequalities to ensure that no-one is left behind. By contributing to the achievement of the 2030 Agenda, the EU and its Member States will also foster a stronger and more sustainable, inclusive, secure and prosperous Europe. 5. This European Consensus on Development frames the implementation of the 2030 Agenda in partnership with all developing countries, taking due account of the framework provided by the Lisbon Treaty. In addition, the Global Strategy for the EU’s Foreign and Security Policy (the Global Strategy) provides an overall vision for a joined-up, credible and responsive engagement in the world. 6. The purpose of this Consensus is to provide the framework for a common approach to development policy that will be applied by the EU institutions and the Member States while fully respecting each other’s distinct roles and competences. It will guide the action of EU institutions and Member States in their cooperation with all developing countries. Actions by the EU and its Member States will be mutually reinforcing and coordinated to ensure complementarity and impact. 1. THE EU’S RESPONSE TO THE 2030 AGENDA 1.1. Stronger and more effective EU action in a changing world 7. The EU and its Member States must respond to current global challenges and opportunities in the light of the 2030 Agenda. They will implement the 2030 Agenda across all internal and external policies in a comprehensive and strategic approach, integrating in a balanced and coherent manner the three dimensions of sustainable development, and addressing the interlinkages between the different SDGs as well as the broader impacts of their domestic actions at international and global level. Implementation will be closely coordinated with the implementation of the Paris Agreement on Climate Change and other international commitments, including the New Urban Agenda ( 1 ). 8. Within this overarching framework, a coherent and coordinated approach to EU external action will be important for the successful implementation of the 2030 Agenda globally. With its institutional set-up and political instruments provided under the Lisbon Treaty, the EU is well-equipped to respond to global challenges and opportunities where they arise. 9. The EU Global Strategy sets out a vision for the EU’s engagement in the world, through a range of policies. It highlights the important role of the 2030 Agenda, which has the potential to trigger the necessary transformation in support of EU values and the objectives of EU external action. The SDGs will be a cross-cutting dimension of all the work to implement the EU Global Strategy. This Consensus will contribute to the achievements of the priorities of EU external action, including through support to resilience at all levels. In doing so, the EU and its Member States will foster a dynamic and multidimensional approach to resilience, to deal with vulnerability to multiple interrelated risks. 1.2. The development response 10. This Consensus is the cornerstone of the EU’s development policy, which is part of the overall EU response to the 2030 Agenda. The primary objective of EU development policy, as laid down in Article 208 of the Treaty on the Functioning of the European Union, is the reduction and, in the long term, the eradication of poverty. The EU and its Member States will apply the principle of policy coherence for development (PCD), and will take into account the objectives of development cooperation in all external and internal policies which they implement and which are likely to affect developing countries. PCD is a fundamental part of the EU’s contribution to achieving the SDGs. 11. The EU development policy also pursues the objectives of EU external action, in particular those set out in Article 21 (2)(d) of the Treaty on European Union (TEU) of fostering the sustainable economic, social and environmental development of developing countries, with the primary aim of eradicating poverty. In line with the objectives set out in Article 21(2) TEU, development policy also contributes, inter alia, to supporting democracy, the rule of law and C 210/2 EN Official Journal of the European Union 30.6.2017 ( 1 ) A/RES/71/256 ",
        "human rights, preserving peace and preventing conflict, improving the quality of the environment and the sustainable management of global natural resources, assisting populations, countries and regions confronting natural or man- made disasters, and promoting an international system based on stronger multilateral cooperation and good global governance. Therefore, the Consensus will also contribute to the requirement of ensuring consistency between the different areas of EU external action, and between these areas and its other policies. 12. A key factor in achieving these common objectives is for the EU to act united. The EU and its Member States therefore commit to working together better. Greater coherence is required between Member States and EU institutions. Coherent and consistent engagement will result in greater credibility, legitimacy, accountability, added value, influence and a positive impact on the world. The EU and its Member States must be united in diversity, using a variety of experiences and approaches, bearing in mind their respective comparative advantages. 1.3. Principles and values guiding development action 13. The EU and its Member States act in accordance with the principles of EU external action set out in Article 21(1) TEU: democracy, the rule of law, the universality and indivisibility of human rights and fundamental freedoms, respect for human dignity, the principles of equality and solidarity, and respect for the principles of the United Nations Charter and international law. These universal values and good governance are at the heart of the 2030 Agenda. 14. Political dialogue is an important way to advance development principles and also has a preventive dimension, aiming to ensure that EU values are upheld. The EU and its Member States will integrate the respect of human rights, democracy, the rule of law and gender equality into their political dialogue. This dialogue will be conducted with and beyond partner governments and will be a major platform for action, where a shared understanding will be promoted, progress will be regularly reviewed and appropriate supporting measures identified. 15. Gender equality is at the core of the EU’s values and is enshrined in its legal and political framework. It is vital for achieving the SDGs and cuts across the whole 2030 Agenda. The EU and its Member States will promote women’s and girls’ rights, gender equality, the empowerment of women and girls and their protection as a priority across all areas of action. 16. The EU and its Member States will implement a rights-based approach to development cooperation, encompassing all human rights. They will promote inclusion and participation, non-discrimination, equality and equity, transparency and accountability. The EU and its Member States will continue to play a key role in ensuring that no-one is left behind, wherever people live and regardless of ethnicity, gender, age, disability, religion or beliefs, sexual orientation and gender identity, migration status or other factors. This approach includes addressing the multiple discriminations faced by vulnerable people and marginalised groups. 17. The EU and its Member States value the participation of civil society organisations (CSOs) in development and encourage all parts of society to actively engage. They recognise the multiple roles that CSOs play as promoters of democracy and defenders of rightsholders and of the rule of law, social justice and human rights. The EU and its Member States will promote civil society space and enhance their support for building the capacity of CSOs, so as to strengthen their voice in the development process and to advance political, social and economic dialogue. 18. Development effectiveness is fundamental for achieving the SDGs and should underpin all forms of development cooperation. The EU and its Member States will apply the development effectiveness principles agreed in the Global Partnership for Effective Development Cooperation (GPEDC) during the Busan High Level Forum on Aid Effectiveness in 2011 and renewed during the High-Level Meeting in Nairobi in 2016: namely, ownership of development priorities by developing countries, a focus on results, inclusive development partnerships, transparency and mutual accountability. 30.6.2017 EN Official Journal of the European Union C 210/3 ",
        "2. A FRAMEWORK FOR ACTION 19. The implementation of the 2030 Agenda requires comprehensive national sustainable development strategies that factor in the SDGs and their interlinkages. When planning and implementing development cooperation, the EU and its Member States will pay particular attention to such interlinkages and to integrated actions that can create co- benefits and meet multiple objectives in a coherent way. In this context, the actions carried out by the EU and its Member States will reflect the key themes of the 2030 Agenda: People, Planet, Prosperity, Peace and Partnership. 20. While acknowledging that the 2030 Agenda must be implemented as a whole, not selectively, the EU and its Member States will address a range of cross-cutting elements to achieve sustainable development and accelerate transformation, such as: youth; gender equality; mobility and migration; sustainable energy and climate change; investment and trade; good governance, democracy, the rule of law and human rights; innovative engagement with more advanced developing countries; and mobilising and using domestic resources. 2.1. People — Human development and dignity 21. Global demographic growth and demographic shifts, combined with economic, social and environmental changes, offer opportunities for and pose serious challenges to sustainable development. The global population is projected to increase by 2,4 billion by 2050, of which 1,3 billion will be in Africa. Responding to the educational needs of children and youth is crucial to promoting responsible citizenship, developing sustainable and prosperous societies and boosting youth employment. 22. Eradicating poverty, tackling discrimination and inequalities and leaving no-one behind are at the heart of EU development cooperation policy. Poverty is multidimensional and relates to economic, social, environmental, cultural and political aspects. The EU and its Member States will pursue an end to hunger and all forms of malnutrition as well as promote universal health coverage, universal access to quality education and training, adequate and sustainable social protection, and decent work for all within a healthy environment. Progress in these areas will provide a stronger foundation for sustainable development. The EU reiterates its commitment to allocating at least 20 % of its Official Development Assistance (ODA) to social inclusion and human development. 23. The EU and its Member States will support partner countries in fulfilling their responsibility to strengthen their national policies and governance for the sustainable provision of essential services and fulfilment of human rights. 24. Under-nutrition and malnutrition are major obstacles to development and a lifelong burden, since they cause cognitive deficits, lower the ability of children at school and lead to poor health and reduced economic productivity. The EU and its Member States will work to ensure access for all to affordable, safe, sufficient and nutritious food. Particular attention will be given to individuals in the most vulnerable situations, inter alia, children under five, adolescent girls, and women, particularly during pregnancy and breastfeeding. They will make coordinated, accelerated and cross-sectoral efforts to end hunger, increase the capacity for diversified local and regional food production, ensure food security and nutrition and enhance the resilience of the most vulnerable, particularly in countries facing protracted or recurrent crises. They will continue to invest in the early development of children by addressing all forms of malnutrition, including the stunting and wasting of children, through support for basic services in health, nutrition, water, sanitation and hygiene, and social protection. 25. The EU and its Member States will support the poorest communities in improving access for all to land, food, water, and clean, affordable and sustainable energy, while avoiding any damaging effects on the environment. They will promote policy initiatives and support partner countries in planning and implementing an integrated approach to concretely address the most relevant interlinkages between land, food, water and energy. 26. The significant increase in water demand and water shortages over the coming decades will lead to major challenges, notably in terms of adaptation to climate change. Universal access to safe drinking water, sanitation and hygiene is a prerequisite for health and well-being, growth and productivity. Water resources are also particularly exposed to C 210/4 EN Official Journal of the European Union 30.6.2017 ",
        "environmental degradation, including climate change, threatening agriculture and food security. The EU and its Member States will support sustainable and integrated water management as well as more efficient use of water and water recycling, including through a more strategic approach to regional development and integration. 27. Health is central to people’s lives and is a key element of equitable and sustainable growth and development, including poverty eradication. The EU and its Member States reaffirm their commitment to protecting and promoting the right of everyone to enjoy the highest attainable standard of physical and mental health, so as to promote human dignity, well-being and prosperity. They will continue to support partner countries in their efforts to build strong, good- quality and resilient health systems, by providing equitable access to health services and universal health coverage. For this purpose the EU and its Member States will support developing countries in health workforce training, recruitment, deployment and continuous professional development. They will promote investment in and empowerment of frontline healthcare and social workers, who play a critical role in ensuring coverage of healthcare services in remote, poor, underserved and conflict areas. The EU and its Member States will continue to invest in preventing and combating communicable diseases such as HIV/AIDS, tuberculosis, malaria and hepatitis, and will help secure access to affordable essential medicines and vaccines for all. They will promote research and investment in and development of new health technologies. They will take action to address global health threats, such as epidemics and antimicrobial resistance, through a public health approach. They will work towards reducing child and maternal mortality, promote mental health and address the growing burden of non-communicable diseases in partner countries, and address chemical pollution and poor air quality. Given the various interlinkages, they will support partner countries in pursuing a ‘health in all policies’ approach. 28. Ensuring access to quality education for all is a prerequisite for youth employability and long-lasting development. The EU and its Member States will support inclusive lifelong learning and equitable quality education, particularly during early childhood and primary years. They will also promote education at secondary and tertiary level, technical and vocational training, and work-based and adult learning, including in emergency and crisis situations. Special attention will be paid to education and training opportunities for girls and women. The EU and its Member States will intensify their efforts to ensure everyone has the knowledge, skills, capabilities and rights they need to enjoy a life in dignity, to be fully engaged in society as responsible and productive adults, and to contribute to the social, economic and environmental well-being of their communities. 29. Children’s needs, rights and aspirations require attention. Actions with the highest economic and social return include comprehensive early childhood interventions. The EU and its Member States will intensify their efforts to provide a safe and nurturing environment for children as an important element in fostering a healthy young population able to reach its full potential. They further recognise that every child deserves a peaceful childhood and quality education, including in emergencies and crisis situations, to avoid the risk of a ‘lost generation’. The EU and its Member States will work with partner countries to improve the protection of children and their participation in decisions that concern them. 30. In line with the principle of leaving no-one behind, the EU and its Member States will give special attention to those who are in disadvantaged, vulnerable and marginalised situations, including children, older persons, persons with disabilities, LGBTI persons and indigenous peoples. This will include measures to better target, protect and support them so as to offer them the same opportunities and ensure non-discrimination. 31. An estimated one billion people across the globe have a disability, of whom 80 % live in developing countries. People with disabilities are often the poorest in their communities, facing significantly higher levels of stigma and discrimination. The EU and its Member States will take into account the specific needs of persons with disabilities in their development cooperation. In line with the UN Convention on the Rights of Persons with Disabilities, they will 30.6.2017 EN Official Journal of the European Union C 210/5 ",
        "vigorously promote the rights of persons with disabilities and take stronger measures to ensure their full inclusion in society and their equal participation in the labour market. 32. Creating sufficient good-quality jobs for young people will remain a key challenge. Targeted policies and appropriate investment are required to promote young people’s rights, to facilitate their engagement in social, civic and economic life, and to ensure their full contribution to inclusive growth and sustainable development. Young people should also participate in democratic processes and assume leadership roles. Youth Young people are agents of development and change and, as such, are essential contributors to the 2030 Agenda, including through their ability to innovate. Neglecting their education, employment, social and political needs will undermine the achievement of the SDGs and leave them vulnerable to crime and radicalisation, particularly in situations of conflict. The EU and its Member States will focus on concrete actions to meet the specific needs of youth, particularly young women and girls, by increasing quality employment and entrepreneurship opportunities, supported by effective policies in education, vocational training, skills development, and access to digital technologies and services. The aim of this is to harness digital innovation capacity and create opportunities to benefit from technological progress. The EU and its Member States will also aim to strengthen the rights of young people and their empowerment in the conduct of public affairs, including by promoting their participation in local economies, societies and decision- making, notably through youth organisations. 33. The EU and its Member States will pursue the fulfilment of obligations under the Convention on the Elimination of All Forms of Discrimination against Women. They will vigorously promote the protection and fulfilment of women’s and girls’ rights and will work together with partners to eliminate all forms of sexual and gender-based violence and discrimination, including harmful practices, particularly forced, early and child marriage and female genital mutilation. The EU and its Member States will take action and strengthen policy dialogue to empower women and girls, to promote their important role as agents of development and change and to increase targeted action towards gender equality. This will include promoting their economic and social rights and empowerment, strengthening their voice and participation in social, economic, political and civil life, ensuring their physical and psychological integrity, and shifting the EU’s and the Member States’ institutional culture to deliver on their commitments. Promoting women’s equal access to productive employment, decent work, equal pay and financial services will benefit all members of society. 34. The EU remains committed to the promotion, protection and fulfilment of all human rights and to the full and effective implementation of the Beijing Platform for Action and the Programme of Action of the International Conference on Population and Development (ICPD) and the outcomes of their review conferences and remains committed to sexual and reproductive health and rights (SRHR), in this context. Having that in mind, the EU reaffirms its commitment to the promotion, protection and fulfilment of the right of every individual to have full control over, and decide freely and responsibly on matters related to their sexuality and sexual and reproductive health, free from discrimination, coercion and violence. The EU further stresses the need for universal access to quality and affordable comprehensive sexual and reproductive health information, education, including comprehensive sexuality education, and health-care services. C 210/6 EN Official Journal of the European Union 30.6.2017 ",
        "Gender equality Equality between women and men of all ages is critical for sustainable development. It has a multiplier effect in achieving poverty eradication and is key to unlock the development of democratic societies based on human rights, social justice and sustainability. Furthermore, gender equality is positively correlated with increased prosperity and stability and better outcomes in areas such as health and education. The EU and its Member States recognise women and girls as key agents of development and change, including their role in peacebuilding, conflict resolution and humanitarian response. Many women and girls still continue to be deprived of rights, resources and voice. Gender inequality intersects with other forms of exclusion. Promoting women’s and girls’ advancement and gender equality requires working with boys, men, girls and women to foster an understanding of rights, equality and roles in society. This also entails working with key actors in societies, such as teachers and religious and community leaders, to eradicate discrimination against girls and women. The EU and its Member States will ensure that the gender perspective is systematically mainstreamed across all policies as a key contribution to the successful achievement of the SDGs. They will accelerate their efforts to achieve gender equality and the empowerment of women by deepening multi-stakeholder partnerships, strengthening the capacity for gender-responsive budgeting, planning, and ensuring the active participation of women and women’s organisations in decision-making. 35. Culture is both an enabler and an important component of development and may facilitate social inclusion, freedom of expression, identity building, civil empowerment and conflict prevention while strengthening economic growth. Emphasising that the EU is guided by the universality, indivisibility, interrelatedness and interdependence of all human rights, the EU and its Member States will promote intercultural dialogue and cooperation and cultural diversity, and will protect cultural heritage, boost the cultural and creative industries and will support cultural policies where these would help achieve sustainable development, while taking local circumstances into account. 36. The EU and its Member States will act to reduce inequality of outcomes and promote equal opportunities for all. By doing so, they will directly assist the poorest and most vulnerable sections of society and will also help to promote more inclusive, sustainable growth that does not compromise the ability of future generations to meet their needs. Economic growth is lasting and more beneficial to the poorest when it is inclusive. To tackle rising economic and social inequalities, the EU and its Member States will support national development paths that maximise positive social outcomes and impacts. They will work with partner countries to promote progressive taxation and redistributive public policies that pay due attention to better sharing the benefits of growth, the creation of wealth and decent jobs and to improved access to factors of production, such as land, finance and human capital. 37. To combat inequality, the EU and its Member States will also support efficient, sustainable and equitable social protection systems to guarantee basic income, prevent relapses into extreme poverty and build resilience. They will assess the determinants of and trends in economic and social inequalities and will strengthen their tools and approaches to make them more effective in addressing inequality. The EU and its Member States will mainstream the reduction of inequality in their development cooperation and support innovative social practices. 38. The EU and its Member States will strengthen resilience, particularly of vulnerable populations, in the face of environmental and economic shocks, natural and man-made disasters, conflicts and global threats to health. They will systematically integrate resilience in their action, ensuring that individuals, communities, institutions and countries can better prepare for, withstand, adapt to, and quickly recover from stresses and shocks without compromising long- term development prospects. This will also be done during post-disaster recovery, rehabilitation and reconstruction. Closer cooperation and complementary action between development and humanitarian actors, building on a shared analysis of risks and vulnerabilities, must be ensured. 30.6.2017 EN Official Journal of the European Union C 210/7 ",
        "39. Migration is a complex, global, long-lasting phenomenon requiring a carefully designed, balanced, evidence-based and sustainable policy response which shall respect national competences, and in particular not affect the right of Member States under Article 79(5) TFEU to determine volumes of admission of third-country nationals coming from third countries to their territory in order to seek work. Well-managed migration and mobility can make positive contributions to inclusive growth and sustainable development. Regular migration and mobility can bring benefits through the transfer of knowledge, skills and productive capacity to migrants themselves, their families and the countries of origin and destination. At the same time, irregular migration can raise major challenges and impact negatively on the countries of origin, transit and destination. Migration has become an ever more pressing issue for both developing and developed countries. In some situations, migrant populations are being denied human rights and access to health and education, and risk becoming victims of forced labour and human trafficking. Strengthened engagement will help to facilitate the safe, orderly, regular and responsible migration and mobility of people, including through the implementation of planned and well-managed migration policies. 40. Addressing migration cuts across many policy areas, including development, good governance, security, human rights, employment, health, education, agriculture, food security, social protection and environment, including climate change. Through the Partnership Framework approach the EU and its Member States will address in a comprehensive manner the multiple aspects of migration and forced displacement, including smuggling and trafficking in human beings, border management, remittances, addressing the root causes, international protection and return, readmission and reintegration, on the basis of mutual accountability and full respect of humanitarian and human rights obligations. The EU and its Member States will take a more coordinated, holistic and structured approach to migration, maximising the synergies and applying the necessary leverage by using all relevant EU policies, instruments and tools, including development and trade. Through these strengthened efforts, the EU and its Member States will actively support the further implementation of the joint 2015 Valletta Action Plan and the elaboration of the UN Global Compacts on Migration and Refugees, as called for by the 2016 New York Declaration for Refugees and Migrants. 41. Through development policy, the EU and its Member States will address the root causes of irregular migration and will, inter alia, contribute to the sustainable integration of migrants in host countries and host communities and help ensure the successful socioeconomic integration of returning migrants in their countries of origin or transit. This will include promoting investment, trade and innovation in partner countries to boost growth and employment opportunities, including through the engagement of diasporas, supporting social and education systems, as well as working with private sector partners and others to lower the cost of remittances and promote faster, cheaper and safer transfers in both source and recipient countries, thus harnessing their potential for development. Mobility and migration The 2030 Agenda clearly recognises the positive contribution of migration and mobility to inclusive growth and sustainable development. Migrants are significant drivers of the global economy, particularly through their remittances. Addressing migration in all its forms, whether regular or irregular, requires short- and long-term cross-sectoral interventions, policies and legal frameworks, so as to meet the needs of both migrants and host populations and ensure their safety. It is acknowledged that a magnitude of challenges exists in developing countries. In this area, significant steps were made at the Valletta Summit of November 2015, with the adoption of an ambitious action plan. The EU and its Member States will step up efforts to address the root causes of irregular migration and forced displacement, and to promote the better management of migration in partner countries in all its aspects. They will consolidate migration as a key part of EU foreign policy dialogue, including through the elaboration of tailor-made responses and strengthened partnerships in a transparent and democratic manner. 42. The EU and its Member States will promote the dignity and resilience of long-term forcibly displaced persons and their inclusion in the economic and social life of host countries and host communities, recognising that displaced persons’ capabilities are a vital portable asset, essential for their resilience and for rebuilding their lives, as well as a contribution to their host communities. The EU and its Member States will apply a rights-based approach, paying C 210/8 EN Official Journal of the European Union 30.6.2017 ",
        "special attention to women, accompanied and unaccompanied minors, and highly vulnerable persons. They will protect longer-term social structures, integrating persons in protracted displacement into wider development planning, including through access to education and decent jobs. 2.2. Planet — Protecting the environment, managing natural resources and tackling climate change 43. Human well-being and resilient societies depend on a healthy environment and functioning ecosystems. Environmental degradation, climate change, extreme weather, and natural or man-made disasters can offset development gains and economic progress, especially for the poor. This can increase vulnerabilities and needs, jeopardise peace and stability and cause large-scale migration. In addition to dedicated actions, environmental considerations need to be integrated across all sectors of development cooperation, including through preventive action. The EU and its Member States will promote resource efficiency and sustainable consumption and production, including the sustainable management of chemicals and waste, with a view to decoupling economic growth from environmental degradation and enabling the transition to a circular economy. A responsible private sector and the systematic application of the ‘polluter pays’ principle will also be critical to success. They will help to build capacity to mainstream environmental sustainability, climate change objectives and the pursuit of the green growth into national and local development strategies. They will also make better use of science, technology and innovation to promote environmental sustainability, and will promote the use by partners of the comprehensive data and information available through European and international Earth observation programmes to support evidence-based decisions that take into account the state of the environment. 44. The EU and its Member States will support the conservation and sustainable management and use of natural resources, and the conservation and sustainable use of biodiversity and ecosystems, including forests, oceans, coastal areas, river basins and other ecosystems, for the provision of ecosystem services. In line with international commitments, they will tackle illegal logging and its associated trade, land and forest degradation, desertification, drought, and biodiversity loss. They will promote co-benefits from sustainable management, including enhancing climate resilience and adaptation. They will enhance the integration of sustainability in all cooperation sectors and raise the profile of environmental issues in dialogues with their partners. The EU and its Member States will promote the use of natural capital accounting. They will support better governance and capacity building for the sustainable management of natural resources, including the prevention of illegal exploitation of forests. They will also promote the involvement of local stakeholders and respect for the rights of all, including indigenous peoples and local communities. They will address wildlife poaching, illegal trade in wildlife and timber, and the illegal exploitation of other natural resources. To achieve healthy and productive oceans, they will promote the protection and restoration of marine ecosystems, the sustainable management of ocean resources and sustainable fisheries, including through improved ocean governance and the development of the blue economy. 45. The EU and its Member States will integrate environment and climate change throughout their development cooperation strategies, including by promoting a sound balance between mitigation and adaptation. They will implement the 2030 Agenda and the Paris Climate Change Agreement through coordinated and coherent action, and will maximise synergies. They will support national strategies, including cross-government planning and programming, which promote resilience, reduce climate risk and contribute to emission reduction, consistent with the implementation of Nationally Determined Contributions (NDCs), taking into account the challenges faced by developing countries, particularly Least Developed Countries (LDCs) and Small Island Developing States (SIDS). They will contribute to the emergence of local climate champions and actively disseminate and scale up best-practice projects, including by supporting multi-stakeholder platforms. The legally binding character of the Paris Agreement and the requirement to prepare NDCs can also give impetus to national development planning in the context of the 2030 Agenda. 30.6.2017 EN Official Journal of the European Union C 210/9 ",
        "Sustainable energy and climate change Energy is a critically important development enabler and is central to solutions for a sustainable planet. Developing countries need energy to promote inclusive growth and further improve standards of living. Investment in sustainable energy can ensure and increase access to clean water, clean cooking, education and healthcare, and can also create jobs and support local businesses in an environmentally friendly manner. The EU and its Member States will pursue three interlinked key objectives: addressing the lack of energy access; increasing energy efficiency and renewable energy generation to achieve a sustainable balance between energy production and consumption; and contributing to the global fight against climate change in line with the Paris Agreement and the related NDCs presented by the Parties. The EU and its Member States will address energy poverty by contributing to universal access to energy services that are affordable, modern, reliable and sustainable, with a strong focus on renewable energy and energy efficiency. Clean and renewable energy can be provided through community-led, off-grid or mini-grid solutions, enabling access to energy in rural locations. The EU and its Member States will also promote the phasing-out of environmentally harmful fossil fuel subsidies, stable and transparent energy markets and the deployment of smart grids and the use of digital technologies for sustainable energy management. This enhanced strategy will go hand in hand with continued EU action consistent with its global leadership in tackling climate change and supporting third countries to tackle climate change and transition into low-emission climate-resilient economies. 46. The scale of financial investment needed to bring about universal access to safe and clean energy services requires the engagement of many actors. The EU and its Member States will increase their cooperation with all relevant stakeholders, including the private sector, on energy demand management, energy efficiency, renewable energy generation and clean technology development and transfer. They will support the improvement of regulatory frameworks conducive to a competitive and sustainable energy sector and to leveraging private finance. They will crowd in additional funds, including from the private sector and through innovative financing initiatives and instruments. Supporting Africa and the EU’s neighbourhood in this energy transition will be a part of the enabling framework for the EU’s Energy Union. 2.3. Prosperity — Inclusive and sustainable growth and jobs 47. Creating decent jobs, particularly for women and youth is essential for inclusive and sustainable growth. Shared prosperity and growth are key contributors to human welfare and dignity. Inclusive sustainable growth builds long- term resilience in partner countries, by creating opportunities for vulnerable population groups and those most at risk, to participate in, and benefit from, wealth and the creation of decent jobs. The EU and its Member States will promote an economic transformation that creates decent jobs, increases productive capacity, generates sufficient revenues for public services and social protection, and fosters sustainable value chains and diversification, including sustainable industrialisation. This includes promoting sustainable consumption and production patterns in a circular economy, including the promotion of non-toxic material cycles, resource efficiency, and the transformation to low- emission and climate-resilient pathways. 48. The EU and its Member States recognise the role of micro, small and medium-sized enterprises (MSMEs) as enablers of sustainable development, as well as essential actors in the fight against poverty. MSMEs are engines of growth, employment, innovation and social development. The EU and its Member States will support action-oriented and innovative measures through development policy to increase the engagement of the MSMEs in implementing concrete actions on the ground and to unlock their transformative potential. They will facilitate the access of MSMEs to relevant information, both in the EU and in partner countries, and will integrate them into supply and value chains, while addressing the MSME financing gap. They will encourage business-to-business exchanges and dialogue between MSMEs in the EU and in partner countries or regions. C 210/10 EN Official Journal of the European Union 30.6.2017 ",
        "Investment and trade Sustainable public and private investment is a vital driver of sustainable development. It helps to diversify economies, foster growth and decent jobs, deliver innovative products and services, link developing countries’ economies to regional and global value chains, promote regional integration and trade, and meet social needs. The 2030 Agenda and the AAAA provide a framework in which responsible investment can contribute to sustainable development in all its dimensions. The EU and its Member States will take action to boost investment by combining funding for sustainable development, technical assistance to develop sustainable projects and attract investors, and measures to help improve economic governance and business environments, fight corruption and engage with the private sector. The EU and its Member States will also contribute to scaling-up private and public investments in the low-emission, climate-resilient green economy. One key channel for such actions will be the European External Investment Plan, which will include guarantees to lower the risk profile of investment in developing countries and thus leverage additional finance, particularly from the private sector. It will contribute to the attainment of the SDGs, thus helping to tackle the root causes of irregular migration. The European Union will also continue through its trade policy to ensure that developing countries, particularly the most vulnerable, reap the benefits of inclusive growth and sustainable development from enhanced participation in regional integration and in the multilateral trading system. 49. The EU and its Member States will help to create a more business-friendly environment in developing countries, that respects international human rights standards and principles. They will contribute to improving conditions for inclusive economic activity by promoting more sustainable policies and regulatory frameworks, human rights, including core labour standards and due diligence requirements, more conducive business environments, new business models and greater government capacity. They will promote broad access to financial and micro financial services, including for women, for the poor and for MSMEs. They will also promote private sector initiatives and social enterprises, cooperatives, and women and youth entrepreneurs, to boost the provision of local services as well as inclusive and green business models. They will promote sustainable and transparent public procurement to support sustainable development and facilitate MSMEs’ access to public procurement. Public sector investment in research and innovation and cooperation in science and technology can also help unlock private sector investment and drive inclusive sustainable growth in developing countries. 50. Money laundering, corruption, illicit financial flows, and tax evasion and avoidance continue to derail sustainable development, disproportionately affecting developing countries. The EU and its Member States will work with partner countries to promote progressive taxation, anti-corruption measures and redistributive public expenditure policies, and to tackle illicit financial flows so as to promote access to quality basic services for all. 51. The EU and its Member States will combine the skills and resources of the private sector with supportive Aid for Trade, trade policies and instruments, and economic diplomacy. They will promote Aid for Trade to support the implementation of the 2030 Agenda to address better the trade and productive capacity needs of developing countries. The needs of least developed countries (LDCs) and landlocked developing countries (LLDCs), for whom trade facilitation and trade infrastructure are key development drivers, as well as of SIDSs, should be taken into account. 52. The EU and its Member States will promote and facilitate trade and investment in developing countries in support of sustainable development. The EU will continue to promote trade and regional integration as key drivers of growth and poverty reduction in developing countries. Through the implementation of the ‘Trade for All’ strategy, the EU and its Member States will support their trading partners, including through economic partnership agreements, to integrate sustainable development at all levels of trade policy. In line with PCD commitments, development support will be 30.6.2017 EN Official Journal of the European Union C 210/11 ",
        "used where appropriate to ensure that the provisions in trade agreements relating to trade and sustainable development are implemented and used effectively. The EU and its Member States will promote inclusive and sustainable economic growth and help developing countries adopt growth models that take account of resource scarcity and climate change action. This includes promoting sustainable value chains and environmental and social standards. 53. The private sector can contribute to the implementation of the 2030 Agenda. The EU and its Member States, in close coordination with the European Investment Bank, will promote the mobilisation of private resources for development, whilst also promoting private sector accountability, in areas with significant transformation potential for sustainable development. This includes sustainable agriculture, safe and clean energy, integrated water resource management, resilient infrastructure, health, sustainable tourism, green and circular economy, telecommunications and digital technology. 54. The EU and its Member States will work with the private sector, including employers’ and workers’ organisations, to promote responsible, sustainable and effective approaches, including through social dialogue. Higher uptake of responsible and inclusive business models and practices by a wider range of EU companies with supply chains in developing countries, in close partnership with their public and private stakeholders, and promoting fair, transparent and ethical trade, including with small producers in developing countries, can make a strong contribution to the implementation of the 2030 Agenda. Internationally agreed human rights standards and commitments on sustainable development, transparency and corporate social responsibility need to be built into business models, including for public-private partnerships and blending, through a range of means, such as the sharing of best practices. This includes ensuring the sustainable management and use of natural resources such as minerals and timber. The EU and its Member States will continue to support responsible business practices and responsible management of supply chains, respecting tenure rights and integrating human and labour rights, financial probity and environmental standards and accessibility. They will work to prevent human rights abuses and promote the UN Guiding Principles on Business and Human Rights. They will promote labour standards that ensure decent employment conditions and decent wages for workers, in particular those defined by the International Labour Organisation, both in the formal and informal sector, including by supporting the transition from the informal to the formal economy and by combating child labour. 55. Sustainable agriculture, together with sustainable fisheries and aquaculture, remains a key driver for poverty eradication and sustainable development and is indispensable to ending hunger and ensuring food security. Two thirds of the world’s poor depend on agriculture for their livelihoods and a number of developing countries remain highly dependent on trade in a few commodities. Support to smallholders, including family farmers and pastoralists, remains of central importance, contributing substantially to food security and to the fight against soil erosion and biodiversity loss, while providing jobs. The EU and its Member States will support improvements in governance relating to sustainable forest management, participatory rangeland management, and to equitable access to land tenure, particularly for women, respecting the rights of local populations and of indigenous peoples, including customary land use and access to water. They will promote the creation of farmers’ organisations and cooperatives to address, among other things, better productivity of family farms, land use rights and traditional farmer-based seed systems. They will contribute to increasing the quality of sanitary and phytosanitary conditions. The EU and its Member States will aim to develop agricultural markets and value chains in partner countries which benefit the poor and encourage the agro-industry to generate jobs and added value. This will include supporting youth integration and women’s empowerment, and promoting research and innovation. Investments in sustainable agriculture and in the agri-food sector are needed to diversify local and regional production systems, prevent malnutrition, generate increases in productivity and create decent jobs, without harming the environment. Major public and private sector investment in sustainable agriculture and related infrastructure is required in many developing countries, notably in Africa. These investments and policy reforms must be responsible and inclusive, and benefit local populations. 56. Sustainable agriculture and food systems, including sustainable fisheries, will have to address the needs of a growing global population while protecting the environment. The EU and its Member States will support agro-ecological practices and actions to reduce post-harvest losses and food waste, as well as to protect soils, conserve water resources, halt, prevent and reverse deforestation, and maintain biodiversity and healthy ecosystems. The greenhouse C 210/12 EN Official Journal of the European Union 30.6.2017 ",
        "gas mitigation potential of sustainable agriculture and soils must be harnessed, while resilience to climate change impacts should be enhanced. The EU and its Member States will promote sustainable fisheries and aquaculture practices, and support action to tackle illegal fishing, marine pollution and climate change impacts. 57. The EU and its Member States will continue to support information and communication technologies in developing countries as powerful enablers of inclusive growth and sustainable development. Digital technologies are being adopted in the developing world at an unprecedented rate. However, lack of connectivity remains a major obstacle to development in many developing countries, notably in rural and remote areas, especially in Africa. Moreover, limited competition can often make digital technologies inaccessible and unaffordable for a large part of the population. The EU and its Member States will work on better mainstreaming digital solutions in development and promoting the use of digital technologies in a range of priority areas (such as e-governance, agriculture, education, water management, health and energy). They will support enabling environments for the digital economy by enhancing free, open and secure connectivity, and removing obstacles to unleash its full potential for sustainable development. They will support digital entrepreneurship, including for MSMEs, to develop locally relevant content and promote innovation and decent job creation. They will also support digital literacy and skills to empower people, especially women and persons in vulnerable and marginalised situations, to promote social inclusion and to facilitate their participation in democratic governance and the digital economy. 58. The EU and its Member States will support the design, construction and operation of quality infrastructures and buildings that are more resource- and energy-efficient. They will support the development of sustainable, low- emission, interconnected and secure mobility and transport networks and other resilient and climate-friendly infrastructure, such as energy networks, water systems and waste management systems, to promote equitable and affordable access for all, growth, trade and investments. They will systematically integrate the objective of reducing greenhouse gas emissions in infrastructure projects. 59. The EU and its Member States reiterate the need for full compliance with international environmental and nuclear safety standards in partner countries. 60. The EU and its Member States will seek to boost the potential of cities as hubs for sustainable and inclusive growth and innovation, taking account of their wider rural communities and of balanced regional development. They will promote inclusive sustainable urban development to address urban inequality, focusing on those most in need, including those living in informal settlements and slums. They will support partners to improve the delivery of basic services and equitable access to food security and accessible, decent and affordable housing, and to improve the quality of life of rapidly growing urban populations. In line with the UN’s New Urban Agenda, they will promote sustainable land use planning, equitable management of land markets, sustainable urban mobility and smart, safe cities that make use of opportunities from digitalisation and technologies. They will promote inclusive, balanced, integrated territorial and urban policies, and multi-level governmental coordination, forging stronger links between rural and urban areas. They will build cities’ resilience to shocks and harness opportunities for a low-emission and climate-resilient economy. 2.4. Peace — Peaceful and inclusive societies, democracy, effective and accountable institutions, rule of law and human rights for all 61. The EU and its Member States will promote the universal values of democracy, good governance, the rule of law and human rights for all, because they are preconditions for sustainable development and stability, across the full range of partnerships and instruments in all situations and in all countries, including through development action. They will support domestic efforts tailored to the needs and context of each society, to build sustainable democratic states resilient to external and internal shocks and address the drivers of vulnerability, including inequality. 30.6.2017 EN Official Journal of the European Union C 210/13 ",
        "Good governance, democracy, the rule of law and human rights Good governance, democracy and the rule of law are vital for sustainable development. The rule of law is a prerequisite for the protection of all fundamental rights. Effective governance institutions and systems that are responsive to public needs deliver essential services and promote inclusive growth, while inclusive political processes ensure that citizens can hold public officials to account at all levels. The EU and its Member States will promote accountable and transparent institutions, including national parliaments, and foster participatory decision-making and public access to information. They will promote independent and impartial courts, and support the provision of fair justice, including access to legal assistance. They will support capacity building for strong institutions and multi-level governance, with the participation of persons in vulnerable situations and minorities through partnerships between national, sub-national and local governments and by harnessing the potential of digital solutions. They will support initiatives to tackle corruption and to introduce more transparency and accountability in public funding and the delivery of public services. 62. The EU and its Member States will support an open and enabling space for civil society, inclusive approaches and transparency in decision-making at all levels. They will continue to support inclusive, transparent and credible elections by providing timely support throughout the election cycle, as well as promoting democratic and accountable political parties and the active participation of citizens throughout the electoral process. EU Independent Election Observation Missions are an important tool to this end. The EU and its Member States will support and promote democratic governance that ensures the enjoyment of fundamental freedoms, such as freedom of thought, religion or belief, freedom of assembly and association, including for marginalised persons, and that delivers on universal human rights, whether civil, political, economic, social or cultural. They will stand for freedom of expression and opinion and provide support for independent and pluralistic media producing quality news based on facts and data. 63. The EU and its Member States will foster efficient, transparent, independent, open and accountable justice systems and will promote access to justice for all — in particular the poor and persons in vulnerable situations. This covers efforts to tackle crime, including urban crime and violence, and efforts to combat organised transnational crime related to arms, drugs or human trafficking. 64. Poverty, conflict, fragility and forced displacement are deeply interlinked and must be addressed in a coherent and comprehensive way also as part of the humanitarian-development nexus. The EU and its Member States will address their root causes at all levels, ranging from exclusion, inequality, food insecurity, human rights violations and abuses, impunity and the absence of the rule of law to environmental degradation and climate change. 65. The EU and its Member States will use development cooperation as part of the full range of policies and instruments to prevent, manage and help resolve conflicts and crises, avert humanitarian needs and build lasting peace and good governance. The prime focus of development cooperation remains poverty eradication in all its dimensions, and there will be no diversion of efforts from that goal. They will promote the comprehensive approach to conflict and crises through the better use of transition strategies and of the EU’s conflict early warning system, focusing on fragility, human security and recognising the nexus between sustainable development, humanitarian action, peace and security. 66. Peacebuilding and state-building are essential for sustainable development and should take place at all levels, from global to local, and at all stages of the conflict cycle, from early warning and prevention to crisis response and stabilisation. In the context of development cooperation, the EU and its Member States can also engage with security sector actors to build their capacity for ensuring sustainable development objectives, in particular the achievement of peaceful and inclusive societies. The EU and its Member States will promote shared solutions to security and development challenges, including by supporting the democratic governance of the security sector, its effectiveness in providing human security, and capacity building. The EU and its Member States recognise the need to prevent and counter radicalisation leading to violent extremism, including through fostering religious tolerance and interreligious C 210/14 EN Official Journal of the European Union 30.6.2017 ",
        "dialogue. They will continue to support the principle of responsibility to protect and the prevention of atrocity crimes. In this context, the EU and its Member States will continue to step up cooperation with the UN and regional and national partners. 67. The EU and its Member States will contribute to Security Sector Reform, which can contribute to the establishment of effective democratic control and accountability, improvements to human security, sustainable development and poverty eradication. Security sector reform must be tailored to the security needs of partner countries and based on clear and sustained national ownership. 68. Countries in situations of fragility or affected by conflict require special attention and sustained international engagement in order to achieve sustainable development. State- and peacebuilding goals are essential for developing domestic capacity for economic, social and environmental concerns to be fully integrated with security and development concerns. In their development assistance, the EU and its Member States will pay particular attention to fragile and conflict-affected states and will support the most vulnerable. By promoting and protecting human rights, democracy, the rule of law and good governance, they will proactively contribute to stability and security as well as resilience. They will integrate conflict sensitivity in all their work, to maximise the positive impact on peace. They will promote transparency, accountability and access to justice, by engaging with all stakeholders in conflict-prevention, peacekeeping and peacebuilding processes. They will support transitional justice through context-specific measures promoting truth, justice, reparation and guarantees of non-recurrence. Stabilisation requires bridging the gap between conflict resolution and long-term reform processes, and building trust between government and populations, including by jump-starting the delivery of services. In this context, the EU and its Member States will revitalise partnerships with qualified regional partners. The success of interventions related to peace and security depends particularly on cooperation with local actors and their ownership of the process. Peer learning between fragile and conflict-affected states can be helpful. The EU and its Member States will address all aspects of preventing and responding to sexual and gender-based violence in conflict and post-conflict situations, and will support women as positive agents for conflict prevention, conflict resolution, relief and recovery, and building sustainable peace. 69. The EU and its Member States will implement humanitarian action and development cooperation in a more coherent and complementary way, actively contributing to building individual, community, societal and state resilience, addressing extreme poverty, preventing and tackling crises, reducing chronic vulnerability and building self-reliance. Sustainable solutions require multi-stakeholder approaches, interventions at different levels and a long-term vision. This means strengthening the link between relief, rehabilitation and development, including through an in-depth exchange of information, donor coordination and joint analysis of gaps, risks and vulnerabilities, and a shared vision of strategic priorities, as early as possible. The EU and its Member States will ensure early engagement of and close cooperation between political and development actors from the outset to complement and build on the humanitarian actors’ emergency and early recovery interventions. This will be done in such a way as to uphold humanitarian principles in accordance with international humanitarian law. 70. The EU and its Member States will increase their efforts to build resilience and adaptability to change, consistent with, inter alia, the Sendai Framework for Disaster Risk Reduction 2015-2030 and the Paris Agreement on Climate Change. Helping people and communities to be better prepared, reducing their exposure and vulnerability, and strengthening resilience to withstand and recover from shocks and disasters is key to reducing adverse impact and avoiding loss of lives and livelihoods. The EU and its Member States will build risk assessments and gap analysis into their development cooperation programmes. They will also continue to build preparedness for cross-border threats to health, in line with the International Health Regulations, in particular through capacity building of national and regional health systems and the improvement of information sharing. Drawing on lessons learned from global health crises, the EU and its Member States will continue promoting cross-sectoral initiatives at international, regional and local levels and will put the strengthening of horizontal health systems at the core of health development programming. 71. Migration, sustainable development and stability are strongly interlinked. The EU and its Member States are committed to coordinated action to address the root causes of irregular migration and forced displacement, such as conflicts, state fragility, insecurity and marginalisation, poverty, food insecurity, inequality and discrimination, and environmental degradation, including climate change. They will promote human rights and peoples’ dignity, 30.6.2017 EN Official Journal of the European Union C 210/15 ",
        "democracy-building, good governance and the rule of law, social inclusion and cohesion, economic opportunities with decent employment and through people-centred businesses, and policy space for civil society. They will also fight against the smuggling of migrants and trafficking in human beings, which are sources of instability. Building strong partnerships with countries of origin, transit and destination with sustained, long-term policies addressing the various dimensions of the challenge is crucial. 3. PARTNERSHIP — THE EU AS A FORCE FOR THE IMPLEMENTATION OF THE 2030 AGENDA 72. While recognising that each country has the primary responsibility for its own economic and social development, the 2030 Agenda must be implemented by all countries and all stakeholders acting in partnership. The development landscape is expanding, encompassing more and new actors. Parliaments, political parties, regional and local authorities, research institutions, philanthropic organisations, cooperatives, the private sector and civil society have become instrumental partners in reaching the most vulnerable and marginalised people. The promotion and defence of a space where these development actors can operate safely is critical for achieving sustainable development. 3.1. Working better together 73. In response to global challenges, the EU and its Member States will further improve the way they deliver their cooperation, including by working together better, taking account of their respective comparative advantages. This includes improving effectiveness and impact through greater coordination and coherence, by applying the development effectiveness principles and by delivering development cooperation as one part of the overall internal and external action to promote the implementation of the 2030 Agenda. To be more effective in pursuing its objectives, and consistent with the primary aim of eradicating poverty, the EU’s development policy should be adaptable and responsive to changing needs, crises and priorities. 74. The EU and its Member States will coordinate and develop common positions in international fora on matters related to development policy. This will enhance the EU’s and Member States’ collective influence and will contribute to more effective multilateral discussions. 75. At country level, the EU and its Member States will enhance Joint Programming in development cooperation to increase their collective impact by bringing together their resources and capacities. Joint Programming should be promoted and strengthened, while being kept voluntary, flexible, inclusive, and tailored to the country context, and allow for the replacement of EU and Member States’ programming documents with EU Joint Programming documents. Partner country engagement, appropriation and ownership are essential for this process. Joint Programming should be led by the partner country’s development strategy and aligned to the partner country’s development priorities. The EU and its Member States will work together to develop strategic responses grounded in shared knowledge, added value, lessons learned and joint analysis of the country context, including poverty and sustainability, and the country’s overall relations with the EU. In doing so, they will take into account the available means for development financing, in line with the AAAA. The EU and its Member States will also pursue enhanced coordination and synergies in fragile and conflict-affected countries, including through Joint Programming processes and joint conflict analysis. This will also contribute to the New Deal for Engagement in Fragile States. 76. The increased use of EU joint responses derived from Joint EU Programming can ensure greater impact and visibility for the EU and its Member States on the ground. This approach will help pool resources, reduce fragmentation and boost effectiveness. Joint monitoring and results frameworks will be core elements of the joint response to maintain momentum, inform dialogue and enhance mutual accountability. Joint Programming should be open to other relevant donors and international actors when this is assessed to be relevant at country level by EU and Member States’ representations. 77. The EU and its Member States will also seek to support partner countries through joint implementation whenever appropriate. Joint implementation is a way of promoting more coherent, effective and coordinated EU support based on shared objectives in selected sectors or on specific cross-sectoral themes and tailored to the country contexts. Joint implementation will be grounded in joint analyses, will take account of available resources and will be monitored and evaluated jointly. Joint implementation can take place at national, regional or global level and can be linked to other areas of external action as appropriate. C 210/16 EN Official Journal of the European Union 30.6.2017 ",
        "78. Joint implementation will be inclusive and open to all EU partners who agree and can contribute to a common vision, including Member States’ agencies and their development financial institutions, the private sector, civil society and academia. This could also, when assessed to be relevant, include other like-minded governments, the United Nations and other international and regional organisations and financial institutions. Joint implementation can involve various financial modalities, such as co-financing and delegated cooperation, as well as non-financial means of implementation, and should build on different actors’ comparative advantages and sharing of best practices. In this context, the EU and Member States will continue to draw on and share the experiences of all Member States, including transition experience. 79. Development programming on a geographical or thematic basis will follow a multi-annual approach. In their development cooperation, the EU and its Member States will make use of different and complementary modalities (such as project aid, sector programme support, sector and general budget support) and modes of aid delivery (including twinning, technical assistance and capacity building), according to what will work best in each country based on the country’s capacities, needs and performance, taking into account specific situations. 80. The EU and its Member States, where appropriate, will also look for opportunities to pool resources and apply quick and flexible decision-making and implementation to maximise the impact, effectiveness and visibility of EU development cooperation for delivering on the SDGs, through initiatives, in particular EU Trust Funds used for emergency, post-emergency or thematic actions, which may provide opportunities for effective joined-up action by the EU, Member States and other development partners. They should offer administrative efficiency and added value and should be inclusive by engaging all donors, including small donors. The Commission will ensure transparency by providing, amongst others, regular information to the European Parliament and the Council, and through their proper involvement in relevant governance structures, in accordance with applicable EU legislation. Trust Funds will apply the full range of development effectiveness principles and will be coherent with long-term development priorities, national and EU country strategies and other relevant instruments and programmes. 81. Coordinated work by the EU and its Member States on budget support will help to promote SDG implementation efforts in partner countries, improve macroeconomic and public financial management, and improve the business environment. Budget support, when applicable and with those willing to participate, will be used to strengthen partnership, political dialogue, country ownership and mutual accountability with developing countries, based on shared principles, objectives and interests and in response to partner countries’ political, economic and social contexts. Budget support will be applied consistently with the principles of development effectiveness and where the conditions are right and effective governance control systems are in place, and will be accompanied by capacity development, knowledge and expertise transfers. It will thus complement developing countries’ efforts to collect more and spend better in support of sustainable development, and to promote inclusive growth and job creation, poverty eradication, inequality reduction and peaceful societies. Budget support can also contribute to addressing the causes of fragility and to promoting stability and state-building in countries in fragile situations or in transition. 82. Blending grants and loans, as a way to leverage additional private finance, is another important means to implement the 2030 Agenda. Blending covers all regions of EU external cooperation in sectors including energy, transport and water infrastructure, support for small and medium enterprises, social sectors and the environment. Stronger engagement of the private sector will be needed, using innovative financial instruments to help attract more private finance for sustainable development, including for climate action. Ensuring additionality, and focusing on development relevance, blending will be used to improve effectiveness and address market failures while limiting market distortions. Blending activities will promote corporate social responsibility, including through the implementation of relevant internationally agreed guidelines, principles and instruments. Blending is a major component of the European External Investment Plan. Close partnership with the European Investment Bank (EIB) and other Member States’ financial institutions will be a key feature of EU blending activities. Other international financial institutions will also be engaged. 30.6.2017 EN Official Journal of the European Union C 210/17 ",
        "3.2. Fostering stronger, more inclusive multi-stakeholder partnerships 83. Stronger partnerships are at the heart of the EU’s approach to SDG implementation. The EU and its Member States will work more closely with all other relevant actors to promote the implementation of the 2030 Agenda and strengthen their capacity for democratic ownership. Parliaments and political parties as well as regional and local authorities must play their respective roles fully, including their scrutiny role, alongside national governments, and must actively participate in the decision-making process. This also includes the important role of national and regional parliaments in legislation, agreeing budgets and holding governments to account. 84. National governments have the primary responsibility for implementing the 2030 Agenda. In relation with partner countries, the EU and its Member States will put renewed emphasis on country ownership, partnership and dialogue, in order to contribute to greater effectiveness. They will provide support for comprehensive and inclusive planning in developing countries rooted in national and sub-national development strategies, programmes and budgets. They will promote open government dialogues with all stakeholders during the decision-making, planning, implementation and review stages. Such processes will help national governments to assess the available means of implementation, identify gaps and select appropriate areas for development and other international cooperation. 85. Some of the fundamental aims will be to build the capacity of developing countries to implement the 2030 Agenda at local, regional and national levels, to foster enabling policy environments, particularly for the most marginalised communities, and to support lesson learning and knowledge sharing. This will include support for the mobilisation and effective use of domestic public finance, which represents by far the largest and most stable source for financing sustainable development. It will also include promoting e-Government systems for efficient tax collection and transparency in the use of public funds. The EU and its Member States will support capacity building for nationally owned monitoring frameworks, quality data collection, disaggregation and analysis, including through digital monitoring tools and for policy coherence for sustainable development. 86. The achievement of most of the SDGs is strongly dependent on the active involvement of local and regional authorities. The EU and its Member States will support transparency, accountability and decentralisation reforms, where appropriate, to empower regional and local authorities for better governance and a better development impact, and to better address inequalities within countries. They will support processes to help people interact effectively with local government at all stages of policy planning and implementation, and will strengthen their cooperation with local and other sub-national authorities, including through decentralised cooperation. 87. The successful implementation of the 2030 Agenda also requires forging stronger partnerships beyond governments. The EU and its Member States will expand partnerships with the private sector, civil society, including trade unions and employers’ organisations, multilateral and regional organisations, academia, diasporas and other relevant stakeholders. They will continue to support capacity building for these actors, to allow them to play their full part in designing, implementing, monitoring and evaluating sustainable development strategies. 88. The EU and its Member States will deepen their partnerships with CSOs in support of sustainable development. They will promote an operating space and enabling environments for CSOs, with full public participation, to allow them to play their roles as independent advocates, implementers and agents of change, in development education and awareness raising and in monitoring and holding authorities to account. They will support CSO commitments to effective, transparent, accountable and results-oriented development cooperation. 89. The EU and its Member States recognise the key role of the private sector as an engine for long-term sustainable development and the need to engage with it through structured dialogue and shared development objectives. The EU and its Member States will develop practical partnership arrangements that are collaborative, transparent and open for businesses, citizens and other stakeholders’ participation. They will support sustainable and ethical business practices and create incentives for private sector investment in global sustainable development. C 210/18 EN Official Journal of the European Union 30.6.2017 ",
        "90. The EU and its Member States will strengthen their partnerships with multilateral organisations, including the United Nations system, the International Monetary Fund, the World Bank Group, regional development banks, the G7, the G20, the OECD and other regional and multilateral institutions. They will encourage them to align their strategic planning and operational activities with the 2030 Agenda and foster mutual and coordinated support in implementation thereof, in full alignment with national sustainable development strategies. In order to improve the effectiveness of the UN and its development system, the EU and its Member States will promote reform and synergies within the UN, both at Headquarters level and at country level, with the aim of making the UN system ‘deliver as one’. The EU and its Member States will promote the participation of developing countries in the governance of multilateral organisations. 3.3. Tailoring development partnerships to reflect capacities and needs 91. Development cooperation will continue to be country- or region-specific, based on partners’ own needs, strategies, priorities and resources. The EU and its Member States will cooperate with developing countries in an increasingly diversified and tailored manner. Partnerships should encompass development cooperation and financial assistance, but also include a range of strategies, policies and instruments, in order to reflect the growing variety of developing country circumstances. 92. While fully respecting individual Member States’ priorities, the development cooperation of the EU and its Member States will be targeted where the need is greatest and where it can have most impact, especially in Least Developed Countries and in situations of fragility and conflict. These countries, mostly in Africa, are home to a significant and increasing proportion of the world’s poor and have the lowest potential to raise finance and the greatest shortfalls in means to achieve the SDGs. They will continue to depend heavily on international public finance in future. The most concessional international public financial flows, notably grants, should be rebalanced towards those countries most in need, including those in situations of fragility. The EU and its Member States will pay attention to the specific challenges of countries that graduate from low-income to middle-income status. 93. The EU and its Member States will engage in development cooperation, policy dialogue and partnerships with Middle Income Countries (MICs) on sustainable development, poverty eradication, protracted refugee crises and other shared interests. They will combine political, security, economic, scientific, technical, technological and financial cooperation, as appropriate. Dialogues on public policy and reform will take into account the diversity of MICs, promote mutual interests and identify common priorities, partnerships and principles for cooperation. They will support the implementation of the SDGs, which provide a common and integrated framework for cooperation, also addressing global public goods and challenges. 94. Many MICs still have high numbers of people living in poverty within their borders and often have very high levels of inequality and social exclusion. A key focus in engaging with MICs will be to ensure that no-one is left behind, by tackling poverty as well as formal and informal obstacles to social inclusion through equitable wealth creation and redistribution. The EU and its Member States will also address the need to accelerate and support the promotion of sustainable consumption and production patterns, the reduction of waste, the responsible management of chemicals and resource efficiency. The EU and its Member States will work to share expertise and facilitate technology transfer and the exchange of good practices, including through setting up business platforms for MSMEs, to encourage responsible investment and fiscal reform in favour of renewable energy, sustainable natural resource management and the promotion of good governance, the rule of law and human rights. 95. The EU and its Member States will also develop innovative engagement with more advanced developing countries, including and beyond financial cooperation, as these countries need fewer or no concessional forms of assistance. These countries are key for the implementation of the 2030 Agenda and as major economies their impact on global public goods and challenges, including climate change, is increasingly significant. 30.6.2017 EN Official Journal of the European Union C 210/19 ",
        "Innovative engagement with more advanced developing countries More advanced developing countries have important impact and influence within their regions, including as sources of regional stability. Their cooperation with other developing countries is expanding rapidly and represents an important proportion of all international cooperation. The EU and its Member States will develop new partnerships with more advanced developing countries in order to promote the implementation of the 2030 Agenda through a broader range of cooperation. At the core of these partnerships lies dialogue on public policy and reform. The policy dialogues will promote mutual interests and identify common priorities, partnerships and principles for cooperation for the implementation of the SDGs, which provide a common and integrated framework for cooperation. These new partnerships will promote the exchange of best practices, technical assistance and knowledge sharing. In addition, the EU and its Member States will work with these countries to promote South-South and triangular cooperation consistent with development effectiveness principles. 96. Regional agreements, frameworks, strategies, partnerships and policies in relation to all developing countries will be guided by the Consensus and be based on common goals, principles and values. They will promote the implementation of the 2030 Agenda at regional level with partner countries, including those in Africa, the Caribbean and the Pacific, as well as in Latin America and Asia. 97. This Consensus will also guide EU actions in the developing countries of the neighbouring regions in coherence and consistency with the European Neighbourhood Policy. The EU and its Member States will use a mix of instruments in their neighbourhood, consistent with other EU actions under the 2030 Agenda. 4. STRENGTHENING APPROACHES TO IMPROVE EU IMPACT 4.1. Mobilising and making effective use of all means of implementation 98. To reflect the framework set out in the AAAA and the 2030 Agenda, the EU and its Member States must adapt their approach to mobilise and make effective use of all means of implementation, including through innovative financing mechanisms. This requires a renewed focus on establishing an enabling and conducive policy environment at all levels. This includes mobilising and making effective use of domestic and international public finance, mobilising the domestic and international private sector, strengthening the capacity of partner countries to deliver change, stimulating trade and investment, fostering science, technology and innovation, as well as addressing the challenges and harnessing the positive effects of migration. 99. The EU and its Member States will work with partner countries to promote sound policy environments for the implementation of the 2030 Agenda. They will support state capacity to formulate and implement inclusive national sustainable development policies and results frameworks as well as to increase accountability and responsiveness to citizens. They will promote policies linking public and private pro-development action and an enabling environment for inclusive sustainable growth and its equitable distribution through national budgets. They will plan their development cooperation around the strengthening of countries’ own capacities to implement the 2030 Agenda and meet the needs and aspirations of their people. 100. The EU and its Member States will focus more on generating additional domestic resources for sustainable development in partner countries. This will include promoting domestic resource mobilisation, promoting environments to increase domestic private flows, boosting international trade as an engine for development and tackling illicit financial flows. C 210/20 EN Official Journal of the European Union 30.6.2017 ",
        "Mobilising and using domestic resources Enhancing domestic resource mobilisation is key to all governments’ efforts to achieve inclusive growth, poverty eradication and sustainable development. It increases the predictability and stability of financing for sustainable development and reduces aid dependency. Coupled with sound public expenditure management, it delivers more public goods and services where they are needed, strengthening the social contract between government and citizens. The EU and its Member States will promote effective and efficient resource mobilisation and use, including through initiatives such as the ‘Collect More, Spend Better’ approach. They will address tax evasion, tax avoidance and illicit financial flows as well as the efficiency, effectiveness and fairness of tax systems and of social protection financing. The EU and its Member States also support the Addis Tax Initiative and the OECD/G20 work to address base erosion and profit shifting, including country-by-country reporting and tax information exchange, to ensure that companies pay tax appropriate to their commercial activities and profits. They support the participation of developing countries in global tax governance and relevant international discussions and standard-setting processes, including in the Global Forum on Transparency and Exchange of Information for Tax Purposes and G20/ OECD discussions. They commit to pursuing coherence between their tax policies and their effects on developing countries. 101. Domestic public finance is critical to implementing the 2030 Agenda in all countries. The EU and its Member States will step up support to developing countries in their efforts to strengthen revenue mobilisation, debt and public expenditure management, develop tax systems, increase the efficiency and effectiveness of public expenditure and to phase out environmentally harmful fossil fuel subsidies. ODA continues to play an important role in complementing the efforts of countries — especially of the poorest and most vulnerable — to mobilise resources domestically. The EU and its Member States can contribute to improving public investment efficiency in partner countries by supporting macroeconomic and fiscal stability frameworks, sound sector policies and reforms, comprehensive annual and medium-term budgetary frameworks and sound public financial management systems, including transparent and sustainable procurement. 102. The EU and its Member States are generous providers of development cooperation, having provided more than half of ODA worldwide in recent years. Although ODA is quantitatively small for developing countries as a whole, it is a major source of finance for the poorest countries and LDCs, which lack domestic capacity to raise finance from other sources. ODA can also help leverage other means of implementation, in particular public domestic financing and private sector investment, but also science, technology and innovation. 103. The EU is collectively committed to provide 0,7 % of Gross National Income (GNI) as ODA within the time frame of the 2030 Agenda. To target resources to where the need is greatest, especially LDCs and countries in states of fragility and conflict, the EU also undertakes to meet collectively the target of 0,15-0,20 % of ODA/GNI to LDCs in the short term, and to reach 0,20 % of ODA/GNI to LDCs within the time frame of the 2030 Agenda. The EU and its Member States also recognise the particular challenges faced by developing countries in Africa. In this respect, the EU underlines the importance of targeting ODA to the continent while fully respecting individual Member States’ priorities in development assistance. The EU and its Member States reaffirm all their individual and collective ODA commitments and will take realistic, verifiable actions towards meeting these commitments. They will continue to monitor progress and will report annually to allow for transparency and public accountability. 104. The EU and its Member States will also continue scaling up the mobilisation of climate finance as part of a global effort, in particular by providing strong support for climate mitigation and adaptation in developing countries, in line with commitments under the UN Framework Convention on Climate Change and the Paris Agreement. They recognise the need to increase work on, and funding for, adaptation to climate change and limitation of global warming, including through their external and development cooperation policies. They will strive to strengthen and increase climate co-benefits in development cooperation programmes. The EU and its Member States are committed to mobilising their share of the developed countries’ goal to jointly mobilise USD 100 billion per year by 2020 and 30.6.2017 EN Official Journal of the European Union C 210/21 ",
        "through to 2025 for mitigation and adaptation, from a wide variety of sources, instruments and channels. The EU and its Member States will continue political dialogue to enhance commitments from other providers. 105. The EU and its Member States will continue to ensure that ODA is well targeted and used strategically and coherently in relation to other means of implementation from all sources. In this respect, the EU will engage with initiatives to better measure the full spectrum of financing for development, such as the OECD’s proposed measure on Total Official Support for Sustainable Development. 106. Development cooperation will support partner countries to generate inclusive growth through their participation in world trade, as well as reinforce the contribution of EU trade policy to sustainable development. Development cooperation will help to reinforce the inclusion and implementation of trade and sustainable development chapters in trade agreements, increased preferential access for vulnerable countries to the EU market and support for fair and ethical trade, and to further develop policies to ensure responsible management of supply chains. This includes supporting the implementation of Economic Partnership Agreements and Free Trade Agreements with developing countries, as well as of unilateral preferences such as the duty-free, quota-free access to the EU market provided to LDCs through the ‘Everything but Arms’ arrangement. Coordinating aid and cooperation programmes better in these areas will allow the EU to use the opportunities and leverage a closer trade relationship to promote this value-based agenda towards our trading partners. 107. The EU and its Member States will promote the application of other means of implementation, including science, technology and innovation. They will seek to maximise opportunities from science, technology and innovation to seek new solutions to global challenges, taking account of the work of the Technology Facilitation Mechanism, the Technology Bank for Least Developed Countries and other relevant organisations. They will continue investing in research and development in and for developing countries, including for the enhancement of national innovation systems. They will aim to strengthen measurable impacts on progress towards the SDGs through a Responsible Research and Innovation approach, including open access to research results and data for publicly funded projects and education for science. 4.2. Policy coherence for development to achieve the SDGs 108. Sustainable development is at the heart of the EU project and firmly anchored in the Treaties, including for its external action. The EU and its Member States are committed to ensuring development that meets the needs of the present without compromising the ability of future generations to meet their own needs. Ensuring policy coherence for sustainable development as embedded in the 2030 Agenda requires taking into account the impact of all policies on sustainable development at all levels — nationally, within the EU, in other countries and at global level. 109. The EU and its Member States reaffirm their commitment to Policy Coherence for Development (PCD), which requires taking into account the objectives of development cooperation in policies which are likely to affect developing countries. This is a crucial element of the strategy to achieve the SDGs and an important contribution to the broader objective of Policy Coherence for Sustainable Development (PCSD). The 2030 Agenda provides new impetus for the EU and its Member States to formulate and implement mutually reinforcing policies. 110. The Consensus will guide efforts in applying PCD across all policies and all areas covered by the 2030 Agenda, seeking synergies, notably on trade, finance, environment and climate change, food security, migration and security. Particular attention will be given to combating illicit financial flows and tax avoidance, and to promoting trade and responsible investment. 111. Delivering on the new universal framework for sustainable development in the field of development cooperation is a shared responsibility of all stakeholders. Sustainable development requires a holistic and cross-sector policy approach and is ultimately an issue of governance which needs to be pursued in partnership with all stakeholders and on all levels. The EU and its Member States will therefore promote whole-of-government approaches and ensure political oversight and coordination efforts at all levels for SDG implementation. In order to better support policy formulation and decision-making, they will ensure the evidence base of policy impacts on developing countries through consultations, stakeholder engagement, ex-ante impact assessments and ex-post evaluations of major policy initiatives. C 210/22 EN Official Journal of the European Union 30.6.2017 ",
        "Ongoing EU action towards sustainable global supply chains, such as in the timber and garment sectors, illustrate the added value of pursuing a coherent approach. Policy initiatives should, wherever relevant, indicate how they contribute to sustainable development in developing countries. This is also instrumental for improving the EU and its Member States’ monitoring and reporting on PCD. 112. Given the universality of the 2030 Agenda, the EU and its Member States will also encourage other countries to assess the impact of their own policies on the achievement of the SDGs, including in developing countries. The EU and its Member States will moreover strengthen their dialogue with partner countries on policy coherence and support partner countries in their own efforts to put in place enabling frameworks for policy coherence for sustainable development. They will take the lead in promoting policy coherence at international fora such as the UN and the G20, as part of their overall support of the 2030 Agenda in their external action. 4.3. Development effectiveness 113. The EU and its Member States reaffirm their commitment to applying the key principles of development effectiveness as adopted in Busan in 2011 and renewed at the Nairobi High Level Forum in 2016. They commit to strengthening the focus on results, enhancing transparency and mutual accountability, improving country ownership and promoting inclusive development partnerships. They recognise the need for all development resources and all partners to work together effectively to ensure sustainable outcomes and ensure that no-one is left behind. The EU and its Member States will take this work forward across the board, including in the context of the GPEDC. Their development cooperation will be delivered in close cooperation with other partners and with full transparency towards citizens in Europe and developing countries. 114. The principles of development effectiveness apply to all forms of development cooperation. This includes international public finance, such as ODA and South-South and triangular cooperation, concessional and non- concessional loans, and activities by civil society actors, the private sector and philanthropic foundations. The EU and its Member States expect all development partners to integrate these principles into their own activities, adapted to their specific contexts. 115. The EU and its Member States will continue to champion transparency, which should progressively cover the full range of development resources. They will develop tools to present and use development cooperation data more effectively. They will support partner countries to link resources for development with results, by better linking the planning and budgeting processes to improve accountability processes and standards. 116. The EU and its Member States will further promote and monitor the use of country systems in all aid modalities, where quality allows, including at local level, in order to help improve the democratic ownership and effectiveness of institutions at national and sub-national level. They will jointly assess the effectiveness of partner country systems, to ensure an informed and coordinated approach. The EU and its Member States will accelerate efforts to untie aid and encourage all providers of development cooperation, including emerging economies, to do the same. They aim to refine the definition of aid untying to ensure that all international providers of finance, including emerging development partners, also untie their aid on a reciprocal basis. 5. FOLLOWING UP ON OUR COMMITMENTS 117. In relation to development cooperation, the EU and its Member States are fully committed to a comprehensive, transparent and accountable system of monitoring and review for the purpose of the implementation of the 2030 Agenda. This includes accountability to EU citizens, including through the European and national parliaments. 118. The EU and its Member States will progressively adapt their reporting systems in the field of development cooperation to be consistent with the 2030 Agenda’s follow-up processes and indicators. They will improve the quality and availability of data on their development cooperation activities, across the 2030 Agenda. They will work to ensure that reporting is increasingly comparable and consistent with that of other international commitments. 30.6.2017 EN Official Journal of the European Union C 210/23 ",
        "119. The EU and its Member States will integrate the 2030 Agenda and support the use of SDG indicators to measure development results at country level. In particular, SDGs indicators can foster and facilitate a common EU results- oriented approach that favours harmonised results reporting at partner country level, including partner-country-level results frameworks, where they exist. 120. The EU and its Member States will produce a joint synthesis report on the Consensus on Development including the impact of their actions in support of the 2030 Agenda in developing countries, as a contribution to EU reporting to the UN High Level Political Forum (HLPF), when meeting at Head-of-State level every four years. This report will make use of and build on other relevant EU reports, including reporting on results, ODA, accountability on financing for development, PCD, and monitoring of the SDGs in an EU context. 121. The EU and its Member States will boost the statistical capacity of developing countries, including through strengthened capacity for the production and analysis of data, to inform policy and decision-making. This data should be disaggregated where possible by income, gender, age and other factors, and provide information on marginalised, vulnerable and hard-to-reach groups, inclusive governance and other issues, consistent with the EU’s rights-based approach. It will also include investments in stronger statistical institutions at sub-national, national and regional level, and the use of new technologies and data sources. The EU and its Member States will encourage their partner countries to include the voices of marginalised communities in monitoring the SDGs and to promote concrete mechanisms to this end. 122. Furthermore, development education and awareness raising can play an important part in raising levels of engagement among the public and in addressing the SDGs at national and global level, thus contributing to global citizenship. 123. A mid-term assessment of the implementation of this Consensus will be carried out by 2024. It will outline how the Consensus has been applied and what it has achieved in support of the implementation of the 2030 Agenda. The EU and its Member States will systematically measure progress and adjust their actions to ensure that their development cooperation, including through its links with related policy areas, continues to support the implementation of the 2030 Agenda in developing countries. C 210/24 EN Official Journal of the European Union 30.6.2017 "
    ]
}