{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 30.5.2012 SWD(2012) 326 final COMMISSION STAFF WORKING DOCUMENT Assessment of the 2012 national reform programme and stability programme for SLOVAKIA Accompanying the document Recommendation for a COUNCIL RECOMMENDATION on Slovakia's 2012 national reform programme and delivering a Council opinion on Slovakia's updated stability programme, 2012-2015 {COM(2012) 326 final} ",
        "EN 2 EN CONTENTS Executive Summary ................................................................................................................... 3 1. Introduction.................................................................................................................. 4 2. Economic developments and challenges...................................................................... 4 2.1. Recent economic developments and outlook............................................................... 4 2.2. Challenges.................................................................................................................... 6 3. Assessment of the policy agenda ................................................................................. 7 3.1. Fiscal policy and taxation............................................................................................. 7 3.2. Financial sector .......................................................................................................... 14 3.3. Labour market, education and social policies............................................................ 15 3.4. Structural measures promoting growth and competitiveness..................................... 19 3.5. Modernisation of public administration..................................................................... 21 4. Overview table ........................................................................................................... 24 5. Annex ......................................................................................................................... 28 ",
        "EN 3 EN E XECUTIVE S UMMARY Economic growth in Slovakia is expected to decelerate to 1.8% in 2012, largely in response to weaker external demand. The situation in the labour market remains challenging and unemployment is foreseen to remain high at around 13% in 2012 and to decrease only slightly in 2013. Slovakia has introduced a set of reforms to strengthen the fiscal framework, improve the sustainability of the pension system and increase transparency of the judiciary and public procurement. In other areas, reform efforts have so far been limited, particularly as regards labour market and education. Slovakia faces a number of challenges: unemployment, particularly among the young and vulnerable groups, is very high, long-term unemployment remains the highest in the EU and the quality of the education and training system continues to be low. The tax wedge is relatively high for low-income workers and a non-negligible proportion of jobseekers have little incentive to move from social assistance to a low-paid job. The budget deficit remains high in light of the medium-term objective. Continuing consolidation and improving the quality of fiscal measures, also by addressing inefficiencies in the tax system and tax collection, remains a key challenge. Finally, public administration suffers from high turnover of staff and insufficient capacity building. ",
        "EN 4 EN 1. I NTRODUCTION Procedural aspects In June 2011 the Commission proposed six country specific recommendations for economic and structural reform policies for Slovakia. In July 2011 the Council of the European Union adopted these recommendations which concerned public finances, the taxation system, the fiscal governance system, the pension system, the labour market, education, public procurement, and the judicial system. In November 2011,the Commission published its Annual Growth Survey for 2012 in which it set out its proposals for building the necessary common understanding about the priorities for action at national and EU level in 2012. Against this background, Slovak Republic presented its national reform programme and stability programme in April 2012. These programmes give details of the Slovak Republic’s progress since July 2011 and of its future plans. This Staff Working Document assesses the implementation of the 2011 country-specific recommendations and the Annual Growth Survey 2012 priorities, identifies current policy challenges and, in this light, examines the country’s latest policy plans. The policy plans submitted by the Slovak Republic are relevant. The policies presented in the national reform programme are integrated in a broad social and economic context. The stability programme confirms the main fiscal policy objective of the Slovak authorities which is in line with the Stability and Growth Pact. Overall assessment The headline deficit in 2011 was significantly reduced. No action has been taken on strengthening tax compliance and reducing tax evasion and real estate and environmental taxation. The fiscal framework has been strengthened through the adoption of a constitutional law on fiscal responsibility and a political debate has been launched on the law on expenditure ceilings. A reform of the fully funded pension pillar has been adopted but a draft proposal of the adjustments to the pay-as-you-go pillar has been withdrawn from the parliament. While several reforms have been proposed in the area of labour market, no changes have been adopted in the end. A number of measures were taken to increase labour market relevance of higher education and a political debate was launched on measures increasing quality. Steps were adopted to increase transparency of the judicial system and public procurement. Slovakia faces the most pressing challenges in public finances, the labour market, the taxation system, education and the public administration. The budget deficit remains high in the light of the medium-term objective. The efficiency of taxation is low given the scale of tax avoidance and weak tax compliance. Unemployment, particularly among the young and vulnerable groups, is very high and the quality of the education and training system continues to be very low. Finally, there is significant scope to increase the efficiency of the public administration. 2. E CONOMIC DEVELOPMENTS AND CHALLENGES 2.1. Recent economic developments and outlook After swiftly rebounding in 2010, the Slovak economy continued to expand in 2011 underpinned by export growth. Real GDP exceeded pre-crisis levels in the first half of the ",
        "EN 5 EN year and grew by 3.3 % in 2011, one of the best performances in the EU. Positive developments in industrial production were fuelled by demand from the country’s main trading partners, notably Germany, with which the domestic production of durable manufacturing goods is strongly linked. The large gains in productivity and value added in manufacturing more than offset the declines registered in other sectors of the economy (e.g. construction, wholesale and retail trade and agriculture). Domestic demand remained virtually flat in 2011 as moderate investment growth was offset by a combination of stagnant household consumption and a significant contraction in government spending, both partly reflecting the major fiscal consolidation effort embarked on by the authorities during the year. After two years with a public deficit at around 8 %, the government adopted several consolidation measures for 2011 with somewhat more emphasis on the expenditure side than on the revenue side. The headline deficit was significantly reduced to 4.8º% of GDP in 2011. Private consumption remained flat for a third consecutive year, reflecting persistently low consumer confidence and the protracted decline in wholesale and retail trade since 2009. Whereas gross disposable income grew at an average rate of about 10 % in the five years preceding the crisis, it only grew by 3 % on average in the last three years. It actually declined in real terms in 2011, as inflation spiked at around 4 % after lingering for two years below 1 %. The profitability of non-financial corporations, on the other hand, has remained among the highest in the EU, underpinning a moderate pick-up in investment. Several firms, notably in the automotive industry, have announced projects to further expand production capacity depending on the global economic environment. Despite positive signs in the first half of 2011, the labour market remains weak. Following a sharp rebound in hours worked and productivity in 2009-10, the crisis-induced process of labour shedding came to a halt in 2011 when employment growth resumed after having declined for two years. Correspondingly, after peaking at 14.4 % in 2010, the unemployment rate declined to 13.5º% in 2011 but remains 4 percentage points above the pre-crisis level. As in 2010, one third of the youth remains unemployed (the third highest figure in the EU), nearly twice as many as in 2008. Despite a strong fourth quarter in 2011, real GDP growth is expected to slow down to 1.8 % in 2012 on the back of weaker external demand and a gradual pick-up in economic activity towards the end of 2012. Reflecting uncertainty concerning the economic environment, business and consumer confidence indicators point to cautious decisions on investment projects, many of which are expected to be put on hold in 2012, with private consumption remaining subdued. After spiking in 2011, overall HICP inflation is forecast to slow down to 2.9 % in 2012, reflecting a significant base effect and weak wage pressures in the context of a sluggish labour market. The Slovak government submitted the 2012 national reform programme and the 2012 stability programme to the European Commission on 30 April 2012. The documents describe measures implemented since July 2011 and a revised set of reform measures planned by the new government, which was formed after the March parliamentary elections. The policies presented in the programmes are integrated in a broad social and economic context but are sometimes not sufficiently underpinned by clear and detailed measures to achieve commitments and also required to assess the relevance, ambition and credibility of the key policies. The expected impacts of the planned measures and the trajectories to reach the national targets by 2020 are not included in the 2012 national reform programme. ",
        "EN 6 EN 2.2. Challenges The key post-crisis structural challenges for Slovakia remain largely unchanged from last year: addressing imbalances in public finances and ensuring full utilisation of the economy’s labour potential. The general government deficit remains high despite a marked reduction in 2011. With no or limited progress expected to take place in 2012 under unchanged policies, additional measures are necessary, including a rebalancing of the consolidation effort to safeguard growth- enhancing expenditure. Given the diminishing scope for further expenditure cuts and the need to support continuing convergence through expenditure in key areas such as education, innovation and transport infrastructure, measures aimed at broadening the tax base, limiting the scope for tax avoidance and improving tax compliance would be of significant help. In the context of population ageing, further adjustment to the pension system is required to ensure the long- term sustainability of public finances. Despite some mild improvements in 2011, the situation in the labour market remains challenging and continues to be aggravated by the exclusion of marginalised communities, in particular the Roma, who also face significant barriers when it comes to integration in the mainstream education system. While the problem of long-term unemployment is complex and dates back to the early years of the transition, the recent surge in joblessness is related to the poor performance of the labour market since the crisis of 2008-09. As joblessness persists amid grim labour market prospects, the recent cyclical surge in unemployment risks turning structural, with youth being among the most affected. The capacity of the public employment service remains low and active labour market policies and training schemes are plagued by low effectiveness. The tax wedge, including all compulsory payments, is relatively high for low-income workers and a proportion of jobseekers face low financial incentives to move from social assistance to a low-paid job. The impact of parenthood on the employment of women is also very high. Given the strong regional dimension of the unemployment problem, which is largely centred on the less developed regions of central and eastern Slovakia, additional challenges are to rapidly improve the efficient use of the remaining EU structural funds for the period 2007- 2013 and to propose a comprehensive development strategy with clear investment priorities for the next programming period 2014-2020. The low quality of the general and tertiary education system is holding back Slovak growth potential. Rising tertiary education attainment has not been coupled with increased quality of higher education and research, while continuing underperformance in the PISA tests also points to broader challenges in the general education system. Moreover, the persistence of skill mismatches and the very low employment rate among the low-skilled suggest considerable weaknesses in the system of vocational education and lifelong learning. Despite the recent adoption of several measures enhancing the transparency of public procurement and the judiciary, recent experience of public procurement for the EU Structural Funds suggests that problems remain. Furthermore, weaknesses persist in the functioning of public institutions and the business environment: the political cycle has a high impact on staff turnover, a clear framework regulating lobbying activities is missing and sufficiently developed capacities for evidence-based policy making are not in place. ",
        "EN 7 EN 3. A SSESSMENT OF THE POLICY AGENDA 3.1. Fiscal policy and taxation Budgetary developments and debt dynamics The stability programme defines the overarching goal of the Slovak fiscal policy as ensuring the long-term sustainability of public finances. The intermediate steps intended to reach this are rigorous implementation of the 2012 budget and reduction of the headline deficit below 3º% of GDP in 2013, the deadline set by the Council under the Excessive Deficit Procedure. The original medium-term budgetary objective (MTO) of a close-to-balanced budget has been revised to a structural deficit of 0.5º% of GDP. The new medium-term objective, although lower than the previous one, adequately reflects the requirements of the Pact. The 2012 stability programme does not envisage achievement of the MTO within the programme period. In 2011, the general government deficit declined markedly to 4.8º% of GDP from 7.7º% of GDP a year earlier. This slightly better outcome than the deficit of 4.9º% of GDP envisaged in the 2011 stability programme reflected mainly the impact of the 2011 austerity programme (see Box 1). The final budgetary outturn was, however, also influenced by positive and negative factors on both the expenditure and revenue side, which included several one-off measures 1 . Despite slippages, the 2011 budget was implemented in line with the 2011 recommendation on budget implementation. The general government balance is expected to improve further in 2012, but the target for the headline deficit was raised from 3.8º% of GDP in the 2011 stability programme to 4.6º% of GDP in the current stability programme. The revision reflects primarily the fact that no measures were adopted to counter the additional revenue shortfall due to the successive downward adjustments in the outlook for economic growth following the submission of the 2011 stability programme. The Commission services’ 2012 Spring forecast projects the headline deficit at 4.7º% of GDP in 2012, close to that forecast in the 2012 stability programme. This notwithstanding, building on comparable underlying macroeconomic scenarios, the deficit projections for 2012 differ in terms of their composition. Revenue consolidation measures are fully included in the Commission services’ projection. By contrast, the expenditure cuts constituting the bulk of the fiscal consolidation measures are only partly accounted for in the Commission services’ 2012 Spring forecast. The expected moderation in the public wage bill can be difficult to achieve, given the worse than budgeted outturn in 2011 and increasingly reduced scope to resort to easier options such as the cancellation of unfilled posts, the use of early pension schemes and incentives for the retirement of those above the statutory retirement age. Moreover, planned savings in the compensation of public sector employees may not materialise given the adoption of non- budgeted salary increases of some 0.15º% of GDP for healthcare personnel. While the 2012 stability programme targets a deficit of 2.9 º% of GDP in 2013, and a further reduction to 2.3º% of GDP and 1.7º% of GDP in 2014 and 2015, respectively, it contains only a partial set of measures underpinning these targets and lacks detailed quantification of their 1 The positive factors included lower-than-budgeted EU co-financing, interest payments, social and health care expenditures, extra non-budgeted revenue from dividends and a sale of telecom licences, and better-than-expected management of local governments. The negative factors consisted of tax revenue shortfalls due to less tax-rich growth, postponement of the sale of excess CO 2 quotas and increases in non-budgeted expenditures following assumption of past debts of hospitals and railway companies. ",
        "EN 8 EN expected impact. The measures included in the already approved General Government Budget Framework for 2013-2015 2 — namely further savings in the public wage bill, goods and services and capital spending — would bring the headline deficit down only marginally to 4.5º% of GDP in 2013. Taking into account these measures, the Commission services 2012 Spring forecast projects the 2013 deficit at 4.9º% of GDP, assuming unchanged policies. In the 2012 stability programme, the incoming government acknowledges the need for additional measures to reach the 2013 target and to continue thereafter with fiscal adjustments towards the medium-term objective. The 2012 stability programme suggests several measures, especially on the revenue side, which the government will consider after 2012 (see Box 1), but these lack specification and quantification of their impact on public finances. In addition, the reform of the pay-as-you-go pension pillar is expected to be used to facilitate the ongoing consolidation 3 , together with improved efficiency of tax collection, especially value added tax, reflecting the 2011 recommendation to improve tax collection efficiency. The rebalancing of the consolidation effort proposed in the 2012 stability programme, with a stronger emphasis on the revenue side, is warranted in view of sharp expenditure cuts in 2011. However, the suggested revenue measures could fall short of securing the resources necessary to adequately support the consolidation and reach the deadline under the Excessive Deficit Procedure. Meeting the deadline would be conditional on full implementation of a series of small-scale measures. Moreover, Slovakia has a history of significant ex post revision of deficit targets. Taking some of the measures already in 2012 would increase the credibility of the consolidation strategy. Some envisaged measures are neither sustainable, over a medium- to long-term perspective, nor advisable. Further across-the-board cuts could be inefficient as they could negatively affect the functioning of the public sector. A more targeted cost reduction supported by appropriate analyses could be beneficial. The two stated key priorities of the incoming government — education and transport infrastructure — are in line with the 2011 recommendation and the Annual Growth Survey priorities, which call for safeguarding growth-enhancing expenditure. However, while the infrastructure projects are to be financed through EU resources, the government’s own capital expenditure is expected to continue falling. As regards the financing of public investment, alternative forms of funding (e.g. through public-private partnerships) represent implicit liabilities and would not offer a viable solution for sustainable public finances in the medium to long term. The government’s average annual fiscal effort in 2010-2011, as measured by the change in the recalculated structural balance 4 , stood at 1.3º% of GDP. Based on the stability programme targets, over the adjustment period for 2010-2013, the implied fiscal effort of 1.3º% of GDP on average would be above the adjustment of 1º% of GDP required by the Council under the Excessive Deficit Procedure, with a larger adjustment occurring in 2013, which however is not yet underpinned by sufficient measures. Assuming no change of policies in 2013 and somewhat favourable cyclical conditions, the implied annual structural effort, based on the 2 This is the base document for the budgeting process presenting headline deficit targets, which should later be worked out in the triennial general government budget. It was adopted on 27 April 2012. 3 While not explicitly mentioned in the stability programme, the measures directly impacting public finances could include basing the indexation of pensions only on inflation, re-introducing voluntary participation in the fully funded pension pillar, and re-routing part of the pension contributions from the fully funded to the pay-as-you-go pension pillar. 4 Cyclically adjusted balance net of one-off and temporary measures, recalculated by the Commission services on the basis of the information provided in the programme, using the commonly agreed methodology. ",
        "EN 9 EN Commission services’ projection for 2010-2013, stands at 0.8º% of GDP. The envisaged structural improvement in the outer years of the programme period falls short of the required annual improvement of 0.5º% of GDP for countries not at the MTO. Nevertheless, the growth rate of government expenditure, taking into account discretionary revenue measures, is in line with the expenditure benchmark of the Stability and Growth Pact after 2013. Box 1. Main measures The 2011 consolidation package included cuts in the public wage bill, a reduction in intermediate consumption, an increase in the standard value added tax rate of 1 percentage point, and a broadening of the tax base for personal income tax and social contributions. For 2012, only measures agreed in the 2012 budget are envisaged, including a further freeze in spending on goods and services, investment and public wages on the expenditure side and a broadening of the tax base for corporate income tax, the introduction of a bank levy and higher excise duties on tobacco on the revenue side. Main budgetary measures Revenue Expenditure 2011 • Broadening of tax base for personal income tax and social contributions (0.3 º % of GDP) • Increases in value added tax and excise duties (0.5 º % of GDP) • Other revenue measures (0.3 º % of GDP) • Cut in public wage bill (-0.2 º % of GDP) • Savings on goods and services and subsidies (-0.5 º % of GDP) • Reduction of capital expenditure (-0.1 º % of GDP) 2012 • Broadening of tax base for corporate income tax (0.1 º % of GDP) • Bank levy (0.1 º % of GDP) • Other revenue measures (0.1 º % of GDP) • Cut in public wage bill (-0.1 º % of GDP) • Savings on goods and services (-0.3 º % of GDP) • Capital expenditure cuts (-0.1 º % of GDP) • Savings by local governments (-0.2 º % of GDP) 2013 • n.a. • Cut in public wage bill (-0.2 º % of GDP) • Savings on goods and services (-0.3 º % of GDP) • Capital expenditure cuts (-0.6 º % of GDP) Note: The budgetary impact in the table is the impact reported in the programme, i.e. by the national authorities. A positive sign means that revenue/expenditure increases as a consequence of this measure. The degree of detail reflects the type of information made available in the stability programme and a multiannual budget. The 2012 stability programme also suggests several additional measures on the revenue side (e.g. increasing the progressivity of income taxation, excise taxes and gambling taxes, increasing the recently adopted bank levy, introducing new taxes on luxury and taxes to address negative environmental externalities, and the elimination of differential taxation of various employment types) as well as on the expenditure side (e.g. better targeting of social benefits, more savings through transparent public procurement) which the incoming government may take after 2012. However, the ",
        "EN 10 EN programme does not specify details of these intended measures. General government debt has increased significantly since the crisis, reaching 43.3º% of GDP in 2011. This trend is also projected to continue in the coming years, driven largely by high headline deficits. According to the 2012 stability programme, public debt is forecast to reach 50.2º% of GDP in 2012, broadly in line with the Commission services’ projection. A large part of the increase is due to Slovakia’s participation in the European Financial Stability Facility and European Stability Mechanism and expected replenishing of drawn-down cash reserves in 2011. The debt-to-GDP ratio should stabilise at around 53º% by 2014 according to the 2012 stability programme. Since the debt-to-GDP ratio is below the reference rate, the debt reduction benchmark is not applicable. Long-term sustainability The long-term change in age-related expenditure is above the EU average. The initial budgetary position compounds the long-term costs. Under a no-policy-change assumption, debt would increase to 73.2º% of GDP by 2020. The full implementation of the programme would not be enough to put debt on a downward path by 2020. The focus should be on containing public spending trends in order to diminish the sustainability gap. Ensuring sufficient primary surpluses over the medium term and further reforming the pension system, so as to curb the projected substantial increase in age-related expenditure, would improve the sustainability of public finances. Pension system Costs related to a rapidly ageing population 5 represent a major burden on the sustainability of public finances in the long term. The primary contributor to this is pension expenditure, which, according to the estimates of the 2012 Ageing Report 6 , is projected to increase by 5.2 percentage points of GDP in 2010-2060. Despite the pension reform of 2004, the sustainability of the pay-as-you-go pillar remains an issue. The generous pension regimes for special categories, such the armed forces, were left unchanged 7 . The fully funded pillar has been subject to frequent ad hoc changes. With the exception of rules tightening conditions for early retirement, no measures have been taken to promote longer working lives. The adjustments to the pay-as-you-go pillar envisaged in the 2011 stability programme, and upheld by the 2011 recommendation on the long-term sustainability of public finances, have not been adopted and the 2012 stability programme does not fully reiterate the original plans. The proposals in the 2011 stability programme included introducing a legislative link between life expectancy and the retirement age, incorporating a sustainability factor in the calculation of the new pensions to reflect the change in the ratio between payers and beneficiaries, and changing the indexation of pensions to a purely inflation-based index. Efforts on these fronts would mitigate the negative impact of population ageing on public finances. In September 2011, Slovakia adopted a law introducing several changes to the fully funded pension pillar, thereby implementing the relevant part of the 2011 recommendation on the long-term sustainability of public finances. Among the most important were: (i) the introduction of default participation by new labour market entrants in the fully funded pillar 5 The 2011 census shows that Slovakia’s population is ageing rapidly as the age groups 55-59 and 80+ recorded the fastest growth over the last decade, supporting the Eurostat projections of population developments which serve as underlying assumptions for forecasting the long-term costs of ageing. 6 European Commission (DG ECFIN) and Economic Policy Committee (Ageing Working Group) (2012), ‘The 2012 Ageing Report: Economic and budgetary projections for the 27 EU Member States (2010-2060)’, European Economy, No. 2. 7 The measures envisaged in the 2011 national reform programme have not been adopted. ",
        "EN 11 EN with an opt-out period of two years, (ii) the elimination of guarantees from fund types that do not invest exclusively in bonds or money-market instruments, with extension of the benchmarking period for the purely bond-based funds, (iii) the introduction of an indexed investment fund, and (iv) reduction of the minimum contribution period to 10 years. The changes create a better environment for more risk-seeking behaviour by the pension management companies with a view to delivering adequate pensions in the long run through higher returns. The fully funded pension pillar was subject to frequent significant changes in the past, which entailed non-negligible adjustment costs and introduced uncertainty. In this context, steps to ensure the stability of the system would reduce the risk of further adjustment costs, and ensure a more stable and transparent environment for decision-making. Fiscal frameworks In December 2011, the Slovak Parliament adopted a constitutional law on fiscal responsibility, which entered into force on 1 March 2012, thus implementing a part of the 2011 recommendation on the fiscal framework. The main features of the law are the establishment of an independent Fiscal Council, and the introduction of a system of early corrective measures and a range of sanctions triggered by the level of the public debt-to-GDP ratio — thus establishing a debt rule for the whole general government. Although the upper limits on debt are stricter than those agreed at EU level, their impact in preventing negative public finance developments is limited, as they are assessed only ex post . The constitutional law introduces the concept of expenditure ceilings, which could provide ex ante operational targets, but falls short of defining them precisely; this is to be addressed in a separate law. Under the current proposal still under review within the administration, the expenditure ceilings 8 would be calculated by the Fiscal Council on the basis of the planned reduction in the long-term sustainability indicator 9 declared by each new government. Ceilings are to be determined for a period of four years and adjusted by the Fiscal Council on an annual basis in line with rules specified by the law. Failure to observe a ceiling in a given year does not trigger any sanctions, apart from reputational risk for the government. Both laws can contribute to more prudent fiscal policies in Slovakia. Tax system With its low tax burden on capital, an average tax burden on labour and relatively high consumption taxation, Slovakia has a relatively growth-friendly tax structure. However, the low tax-to-GDP ratio of 28 % — some 12 percentage points below the EU average — is in part a consequence of inefficient taxation design and tax collection, especially in the case of the value added tax. The very low taxation of real estate also results from not reflecting the actual value of property. The low level of environmental taxes continues to suggest suboptimal taxation on associated negative externalities. There has been no progress on the tax-related part of the 2011 recommendation on public finances, which recommended improvements in these areas. Moreover, effective taxation varies among the different types of employment. Improvements in the field of taxation could not only underpin the fiscal consolidation but would, from a longer-term perspective, support growth-enhancing 8 A single consolidated expenditure ceiling on an accrual basis would be defined each year. It will be adjusted for the economic cycle and tax expenditure. The limit excludes local governments and several types of expenditure, including EU-related financing and interest expenditure. 9 The constitutional law defines the long-term sustainability indicator as the difference between the actual value of the structural balance and that which is sustainable in the long term, expressed as a percentage of GDP. The constitutional law further specifies the factors that need to be considered when calculating this indicator. The methodology itself is to be determined by the Fiscal Council. ",
        "EN 12 EN expenditure with a view to Slovakia’s ongoing convergence process, without hurting near- term growth prospects. Slovakia applies a standard 20 % value added tax to the majority of goods and services with the exception of a limited number of goods taxed at 10 %. The value added tax gap, which measures actual value added tax revenues compared to theoretical proceeds, was estimated at 28 % in 2006 10 (equivalent to some 3 % of GDP), well above the EU25 average of 12 %. A 2012 Ministry of Finance study 11 confirms these findings, suggesting potentially large revenue losses due to fraud and tax evasion (mostly related to cross-border trade) as well as tax avoidance. The macro estimates are supported by evidence on the ground. Inspections by the tax authority point to a sharply increasing trend in the value of value added tax liabilities identified ex post in recent years, up to 0.6 % of GDP in 2010. Only a fraction of these tax liabilities is ultimately collected. Under-collection of value added tax is closely related to the more general problem of weak tax governance and administration. Competences for revenue collection are split among several agencies. The fragmented system makes the administrative costs of tax collection among the highest in the EU (2.4 % of total revenues in 2007 and prevents cross-checking of tax, social contributions and healthcare declarations. The UNITAS project, which envisages unifying all revenue collection within a single institution — the Financial Administration — aims to address this issue. The first phase launched in January 2012 unifies the collection of taxes and customs. In a later phase, further integration of the system is envisaged by transferring responsibility for the collection of social and healthcare contributions to the Financial Administration 12 . These measures could effectively reduce the compliance costs of paying taxes and are a precondition to tackle fraud and tax avoidance, but the issue cannot be addressed by these measures alone. Current audits appear to concentrate predominantly on large taxpayers. Broadening the scope of inspections to smaller and unincorporated businesses, targeted through more sophisticated risk analysis, could have a considerable deterrent effect. The strategies adopted by the government to fight value added tax fraud and evasion in the area of labour taxation lack concrete implementation measures. The stability programme is silent on the means to improve the efficiency of tax collection. Revenues from real estate taxes are considered to be among the least harmful to growth. In Slovakia they constituted only 1.3 % of overall tax receipts in 2008 compared to 5.4 % in EU Member States belonging to the OECD. In the absence of transaction taxes, current property taxation consists of a land tax and a tax on buildings and apartments. While the former is based on the value of land as fixed by regulation 13 , the latter reflects only the surface area 14 , which can amplify the volatility of house prices, as the effective tax rate is negatively correlated with the value of property. Currently, the largest average tax rate tends to apply to property used for business activities. Introducing a link between the tax base and the market value of property can contribute to reducing distortionary pro-cyclical house price developments. 10 Reckon LLP (2009), ‘Study to quantify and analyse the value added tax gap in the EU-25 Member States’, Report for DG Taxation and Customs Union, September 2009. 11 Novysedlak and Palkovicova (2012), ‘Estimated losses from VAT revenue income’, Institute for Financial Policy. 12 However, as this step was conditional on the reform of the tax and social security contributions system, which was not adopted, its implementation is questionable. 13 The standard tax rate is 0.25 % of the tax base, but this is usually changed by the local municipalities, and different rates generally apply to different types of land, within certain limits. 14 The standard tax rate of EUR 0.033/m 2 applies to ground space occupied by the finished buildings and surface of apartments. It can be adjusted (within specified limits) by the local governments. ",
        "EN 13 EN The ratio of environmental taxation stood at 1.9 % of GDP in 2010, some 0.7 percentage points below the EU average and the third lowest in the EU. Over 80 % of environmental taxes come from transport fuel taxes, the rest from non-fuel taxes on transport and charges on air and water pollution. A declining trend in revenues from environmental taxation points to a growing gap in addressing negative externalities. Under the existing framework for taxing labour income in Slovakia, effective taxation varies among the three different types of employment (see Box 2), with dependent work being subject to the highest tax burden. Unequal taxation of similar activities and tax arbitrage among various employment types lead to a shift from dependent employment to the two more flexible job arrangements 15 with negative short-term (e.g. fiscal revenue shortfall) and long- term implications (e.g. low pension contributions by the self-employed may result in low pensions in the future, which may need to be topped up from public resources). The main weaknesses of the current system of self-employment taxation are a generous formula for calculating the base for social security contributions, wide scope for declaring deductible expenditure (defined as any expenditure related to obtaining and maintaining income), coupled with weak controls, and a lack of caps on lump-sum and itemised deductions. Work by agreement is limited in terms of monthly work time but not in terms of the maximum monthly income. Broadening the tax base by increasing the taxation of flexible job contracts can lead to some job losses in the short term, but would have a beneficial impact in the longer term by reducing the size of the grey economy and addressing the distortive incentives that lead to a disproportionate tax burden on dependent workers (including all compulsory payments). The availability of the less costly ‘work by agreement’ contracts could be one of the reasons for the low utilisation of part-time work. While the stability programme recognises that the current taxation framework potentially leads to lower tax revenue due to tax optimisation behaviour, it does not envisage any measures to tackle this issue. Box 2: Comparison of the taxation of various employment types in Slovakia In Slovakia there are three employment types (dependent employment, self-employment and ‘work by agreement’ ( dohoda )), with different tax regimes. In contrast to dependent employment, the self-employed are subject to: • A lower assessment base for social contributions: the self-employed pay social contributions on about a half of their gross profits. 15 The number of self-employed more than doubled over the last decade and their share in total employment is above the EU average (15.8º% vs 13.8 % in 2010). ",
        "EN 14 EN • A lower tax base for personal income tax: to calculate their gross profit (i.e. total revenue less tax deductibles), the self-employed can choose one of two options to determine their expenses: o a 40 % lump-sum deduction of expenses without any ceiling; o an itemised deduction: the system governing claimable tax expenditures is generous, enabling the self-employed to deduct any expense connected with obtaining and maintaining their income. No guidance is provided on how to account for assets used for personal and business purposes. As a result, in 2009, the total costs claimed by the self-employed amounted to 98 % of declared revenue. Consequently, calculations show that, in a situation of equal labour costs, the taxes and social contributions paid by a self-employed person who applies the 40 % lump-sum deduction amount to less than half of those of a dependent worker. Moreover, Slovak legislation provides for another type of employment contract — work by agreement ( dohoda ) — permitting even more flexible work arrangements with a cap on monthly hours worked. This is intended to facilitate the employment of specific categories such as students. Although internationally comparable data are not available for this group, the figures from the Social Insurance Agency suggest that their number increased by some 30 % in 2005-2010. The tax and social contributions burden for this type of contract is very low since no social contributions are levied on income. There is also no cap on maximum monthly salary, which leads to misuse of such contracts. 3.2. Financial sector Macro-prudential indicators point to a stable and sound financial sector overall in Slovakia. Bank capitalisation and profitability remain high and increased in 2011 (see Table VII in the Annex) also due to conservative banking strategies, which ensured that no government support was required during the crisis. The loan-to-deposit ratio, though increasing, remains below 100 % in the context of moderate but rising credit expansion. The increase in credit risk since 2009 has translated into a moderate deterioration in loan-book quality, but non- performing loans have stabilised at 8 % and 5 % for non-financial corporations and households, respectively. The weaker economy and increased credit risk have also affected the ease of access to financing. The rate of rejected loan applications and unacceptable loan conditions went up from 7.6 % in 2009 to 24.7 % in 2011 16 . Nevertheless, the number of small and medium-sized enterprises using debt financing increased in the same period from 61 º%to 74 %. Although the amount of loans to non-financial firms 17 followed the downward path of the economic cycle in 2009, with the subsequent recovery it grew at a moderate pace in 2010–2011. Due to an underdeveloped stock exchange and venture capital market, equity financing remains very limited, with less than 1 % of Slovak small and medium-sized enterprises having access to it in 2011. 16 Commission/ECB Survey on small and medium-sized enterprises access to finance, August-October 2011. 17 National Bank of Slovakia — Statistics on granted loans (by sectors). ",
        "EN 15 EN 3.3. Labour market, education and social policies Despite some positive signs since the crisis of 2008–2009, the situation in the labour market remains challenging, in particular for vulnerable groups. The unemployment rate remains well above the EU average at 13.4 % in 2011, particularly for youth and the low-skilled. The long- term unemployment rate remains the highest in the EU, signalling the importance of structural issues and skills mismatches. From a broader perspective, reform of the education system and better aligning it with labour market needs are important to ensure that labour productivity does not fall behind. The situation of vulnerable groups in the labour market, particularly youth, women and the low-skilled, remains difficult. Finding work for youth is challenging with the youth unemployment rate (33.6 %) being among the highest in the EU and remained unchanged in 2011. Similarly, the share of young people who were neither in employment nor in education or training was relatively high (14.1 % vs 12.8 % EU average in 2011). Support for training by firms is limited and an evaluation of the existing ‘graduate practice’ scheme (supporting young graduates up to 25) points to its limited effectiveness. Plans in the 2012 national reform programme to revise the scheme are welcome. There is scope for additional youth related actions, including by re-targeting calls planned for this year. The 2012 national reform programme includes plans to reallocate European funding to projects aimed at youth already in 2012. Reallocation will affect Operational Programmes for Education and Employment and Social Inclusion, where the new projects are also expected to support job creation for youth, improve the relevance of education and training to labour market needs and develop the competences of young people. Following the European Council of 30 January 2012, the Slovak authorities and the Commission examined measures for reducing youth unemployment, including through reallocation of the European Structural Funds. In mid May 2012, the Slovak Government announced a reallocation of EUR 70 m (coming from the EU and the State budget) within the European Social Fund to directly support jobs in the Slovak regions most affected by youth unemployment and reorientation of other EUR 50 m to active labour market policies supporting also young. Within the European Regional Development Fund EUR 220 million (coming from the EU and the State budget) will be reallocated to support technological transfer and job creation in small and medium- sized enterprises. A reform of the Labour Code came into force in September 2011 and introduced options such as job sharing, three-year parental leave spread over five years, and more flexible work arrangements with further relaxation of employment protection legislation. However, regulation of the minimum wage for different categories of employees was retained, meaning that the minimum wage level for work classified in the highest category is twice the national minimum wage. Long-term unemployment remains very high and started to increase in the aftermath of the crisis, reaching 9.2 º% in 2011. No specific measures have been taken to address this and the 2012 national reform programme also lacks specific measures to tackle long-term unemployment among mainly the low-skilled. Previous measures were mostly aimed at supporting labour demand for this group rather than addressing supply-side issues, including the skills mismatch. ",
        "EN 16 EN The Slovak tax and benefits system seems to provide weak incentives to take up low-paid work and burdens low-paid jobs with relatively high taxes and social contributions. According to the calculations of the Ministry of Labour and Social Affairs, the marginal effective tax rate is very high 18 when a recipient of ‘benefit in material need’ with an activation allowance moves from inactivity to minimum wage employment (see figure above for the marginal effective tax rate of different household types) 19 . In 2011, the number of recipients of the ‘benefit in material need’ with an activation allowance was 49 491 (32.6 % of all ‘benefit in material need’ recipients). The 2011 strategy for the reform of tax and social contributions included measures to increase the level of earnings disregarded for the calculation of entitlement to ‘benefit in material need’ in order to increase the total income of low-paid workers. However, it was not adopted. No progress has been made on the 2011 recommendation on reducing the relatively high tax wedge 20 for low-paid employees. The existing in-work benefit (employee bonus) was adopted in 2009, but has had only a very limited impact as it amounts to EURº7 on average per month and is paid out annually. No progress has been made in implementing the 2011 recommendation on improving the administrative capacity of the public employment service. As part of fiscal consolidation efforts, the number of labour office workers was reduced in 2011, significantly increasing the ratio of registered jobseekers to front-line local office staff in placement and counselling services (432 per caseworker in 2011). A recently proposed but not adopted reform to active labour market policies included a minor measure aimed at reducing the administrative burden of the public employment service. A further proposed measure envisaged the outsourcing of employment services to external private providers, but lacked relevant details on how fees would be linked to performance and how wider competition would be ensured. No substantial measures have been taken to improve the targeting, design and evaluation of active labour market policies, as advised in the 2011 recommendations. The spending on 18 The marginal effective tax rate is the fraction of any additional employment income that is ‘taxed away’ by the combined effects of taxes and benefit withdrawals. 19 The labour ministry calculations do not include the entitlement to activation allowance for the first six months of work, which is available for the long-term unemployed, and the single parent alimony provided by the state (received by 4.6% of benefit in material need recipients). For the maximum benefit in material need entitlement, the labour ministry includes the activation allowance. 20 In the Slovak case, it is more appropriate to compare the OECD compulsory payment wedge indicator, rather than the OECD tax wedge indicator, which does not include payments to the fully funded pension pillar. ",
        "EN 17 EN activation programmes is low 21 and is expected to decline under the 2012 state budget. Cutting the budget for active labour market policies without a comprehensive efficiency assessment can reduce access to activation programmes for the most vulnerable groups. Active labour market policy support is mainly provided to the new self-employed and as employment incentives, to firms and jobseekers, while direct job creation has declined. Support for new self-employed persons is substantial 22 and the conditionality is not very strict, with more than half of the new self-employed receiving the support. The Act on Employment Services entitles jobseekers to support from activation programmes if they meet the legal criteria for almost all programmes, and the labour office caseworkers have limited flexibility to decide which jobseekers should participate in individual programmes. Funding for these discretionary activation programmes, which includes training, is limited and the 2012 national reform programme mentions plans to increase it only in the medium term. Progress on the systematic evaluation of activation programmes is limited 23 and also hindered by data availability issues. The 2012 national reform programme promises progress on both issues. Moreover, the impact of parenthood on female employment is very high (32.5 % vs 12 % in the EU in 2010) and the female employment rate is quite low (55º% in 2010). A number of policies could be contributing to this. Total postnatal paid leave is relatively long (36 months) in Slovakia, whereas the availability of childcare for smaller children is very limited 24 . Participation in non-parental care is one of the lowest (enrolment rates in formal care for children below 3 years was 3º% compared to the EU average of 29.2º% in 2008). Also, second earners face a relatively higher tax burden than single individuals 25 . Very high youth unemployment and the persistence of skills mismatches point to the low quality and relevance of the education and training system to labour market needs. Spending on education was below the EU average as a share of GDP (3.59º% vs. 5.07º% in 2008) but above average as a share of total government spending (11.2 % vs 10.8 % EU average) in 2010. The wages of teachers are relatively low 26 , which reduces the attractiveness of the teaching profession to young talent. Teachers’ pay was marginally increased in 2011 27 and further increases in pay could be linked to improved performance and individual assessment. The 2012 national reform programme mentions some limited measures in general education in particular, while reiterating plans for more substantive measures. Adopted measures include a reduction in the administrative burden, a project aimed at sharing best practices in teaching, and expansion of the compulsory study of English. The planned reform of the financing of general education has not been adopted, and, while the 2012 national reform programme reiterates the objective, it provides only limited details as to how this would improve the quality of education. Several projects financed by the European Social Fund have 21 It is below the EU average as a share of GDP (0.15º% vs 0.55º% in 2009) and also in terms of expenditure per participant (EURº150 vs EURº620 in 2009). 22 The level of support for new self-employment depends on the region and amounts to up to about eight times the average total monthly labour costs (EURº5500 in 2012) over a two-year period. 23 A methodology for evaluating effectiveness of active labour market policies was prepared by the labour ministry in December 2011. 24 According to the OECD, only 3 % of children younger than 3 years of age received formal childcare in 2008 (compared to 29.2 % in the EU). 25 An additional allowance is given to the principal earner in respect of a spouse living in a common household if the spouse earned no more than EUR 4 025.7 in 2009. 26 In 2010, the average wage in education was 73 % of GDP per capita, one of the lowest ratios in the EU (data not available for all 27 Member States). 27 In 2011, the salaries of teachers were increased by 5.7 % on average and a cap on teacher pay in the private sector was removed. ",
        "EN 18 EN been launched to help schools develop their own curricula and to support the professional development of teachers, but further investment and measures to increase quality of teacher training are not specified. Only limited steps have been taken to improve the low quality of tertiary education as recommended in the 2011 recommendation on education. More substantive measures outlined in the 2011 national reform programme have not been adopted, in particular the accreditation reform aimed at strengthening quality assurance, measures to enhance the quality of top academics and professors, and the introduction of a new differentiation system for universities. The 2012 national reform programme reiterates these plans and includes additional measures with the potential to improve the quality of university teachers and part- time study but without a detailed timeline. Adopted measures include the publication of information on labour market outcomes of graduates by school, changes in the financing of universities related to doctorate students, and the allocation of research funds. Tertiary education attainment has been increasing from a low level 28 . The number of new students in tertiary education has risen rapidly and Slovakia is making good progress 29 towards the tertiary education attainment target. In contrast to other EU countries, where bachelor degrees are labour-market-relevant and a cost-effective alternative to master degrees, only a small share of students in Slovakia enters the labour market with just a bachelor degree 30 . Vocationally oriented bachelor degrees are missing in the Slovak higher education system. No further progress has been made to strengthen the link between the labour market and vocational education and training. While the legislative changes in 2009 provided a framework for the active involvement of employers in the organisation of vocational education and training, the proportion of work-based learning in such training remains low. Similar to the 2011 national reform programme, the current programme only states the aim of increasing apprenticeship-like vocational training with the greater involvement of companies but without providing detailed plans as to how to achieve this objective. The updated strategy for lifelong learning was adopted in October 2011 and a new law on lifelong learning is expected to be launched in spring 2012. Although the strategy refers to incentives for the low- skilled, no particular incentives for employers to engage low-skilled people in lifelong learning have so far been introduced. To help identify skill levels and skills gaps, Slovakia has joined the OECD’s Programme for the International Assessment of Adult Competencies and is building a National System of Occupations classification to define occupational profiles for professions on the labour market. This project will be complemented by the National Qualifications System and National Qualifications Framework to ensure labour-market relevant qualification, quality and assessment standards in the overall education and training system. The share of people at risk of poverty or social exclusion was 20.6 % in 2010, below the EU average. In 2011, the administrative burden for social benefit payments was reduced and entitlement to the activation allowance was expanded to participants in activation works. A specific strategy for integration of the Roma was adopted in January 2012. However, the measures proposed are not supported by adequate administrative and budget resources, which are essential for effective implementation. 28 In 2010, the tertiary attainment rate was 22.1 %, below the EU average (33.6 %). 29 In 2009, according to OECD data, the graduation rate at tertiary level in Slovakia was 62.1 %. 30 In 2009, according to OECD data, the graduation rate in Slovakia for tertiary-type B programmes was only 0.7 % compared to rate for tertiary-type A programmes of 61.4 %. ",
        "EN 19 EN While the statistical coverage of socially excluded communities in Slovakia is limited, the Roma in particular face significant barriers to integration in the labour market and the education system, even though they account for more than 9 % of the population. Inactivity is estimated to be very high and entrenched, as 80 % of adult Roma are outside work and have been inactive for seven years on average, according to the 2010 UNDP survey 31 . The Roma employment gap is the highest in the region, which is particularly worrying given that 13 % of new labour market entrants are low-educated Roma and their share is likely to increase further. Most Roma receive inadequate education: only one in five 18–24 year-olds has completed secondary, post-secondary or vocational education. Access to pre-school education is limited and pre-school enrolment among Roma children is very low (18 % vs the national average of 72 % in 2011) 32 . Moreover, the education system fosters segregation, e.g. by putting Roma children in schools designed to cater for the mentally challenged or in segregated classes 33 . Expanding pre-school education by an additional two years for children from socially disadvantaged communities and providing more teaching assistants in compulsory education who speak the Romani language would help integrate them into mainstream education. 3.4. Structural measures promoting growth and competitiveness In Slovakia, total factor productivity gains over the past decade have been among the highest in the EU. Institutional and economic reforms, substantial capital inflows, attractive wage levels and direct access to the EU single market have all contributed to the productivity surge. Yet, as wages grew broadly at the same pace across sectors during this period, productivity dynamics varied widely. A sustained increase in productivity in the manufacturing sector was not matched by a comparable improvement in other sectors, notably services, with indicators also pointing to a loss in cost-competitiveness. Furthermore, in the medium to long term, prices and wages are expected to continue to rise along with further convergence. This underlines the importance of improvements in non-price competitiveness as an adjustment mechanism. The alternative would be domestic cost and price adjustments. Against this background, key challenges will be to set up an institutional and regulatory framework conducive to improving the non-price competitiveness of Slovak businesses, specialising in less price-elastic products — including services and innovative products — and further diversification of the economy. Research, development and innovation policies The R&D intensity of the Slovak economy is one of the lowest in Europe (0.63 % in 2010) and is characterised by low levels of both public and private R&D investment. Large and highly productive multinational companies operating in Slovakia mainly run their R&D activities abroad and interact only to a limited extent with Slovak-based research facilities. Similarly, domestic companies, mainly small and medium-sized enterprises, specialise in activities with a low R&D intensity and are thus also characterised by low R&D expenditure. The implementation of the JEREMIE initiative to support access to risk capital and loan guarantees has suffered from delays, but is expected to start in 2012. As a result, innovation 31 The report on the FRA/UNDP survey on Roma (and non-Roma) households living in areas with concentrated Roma populations, published in April 2012. 32 According to the World Bank survey on Access to kindergarden and pre-school among Roma in Eastern Europe, 2011. 33 According to a Roma Education Fund report ‘School as ghetto’ (2009), around 60 % of pupils in schools designed to cater for the mentally challenged and 86 % of pupils in special classes at regular primary schools are Roma in Slovakia. ",
        "EN 20 EN and productivity gains continue to be mainly driven by the diffusion of innovation through capital inflows and technology imports. A basic prerequisite for building innovation capacity in Slovakia remains the supply of an adequately skilled workforce that could invest or be employed in relevant sectors. As noted in the previous section on education, the quality of tertiary education in Slovakia remains low. As partly highlighted in the 2012 national reform programme, the governance of the research and innovation system is also characterised by complex rules, weak coordination between the responsible public authorities, lack of transparency of the procedures for allocating funds, and fragmentation of funding over too many priorities. Introducing transparent, internationally benchmarked and excellence-driven mechanisms for the evaluation of higher education and research institutions and the allocation of funding to these institutions would enhance the quality of research activities. Against this background, Slovakia adopted ‘Minerva 2.0’ in 2011, a comprehensive strategy for education, research and the knowledge-based economy putting forward a sectoral research and innovation agenda. The strategy proposed a range of measures to raise the quality of higher education and research. The successful implementation of the strategy should support innovation capacity and could feed into the ongoing preparation of a strategy for investing in smart innovation during the next seven-year programming period of the EU Structural Funds (2014-2020). Against this background, it needs to be noted that the availability of broadband communication in rural areas and the overall broadband take up are among the lowest in the EU. Transport infrastructure The 2012 national reform programme recognises the importance of improving the existing transport infrastructure. In eastern Slovakia in particular, the lack of adequate transport infrastructure remains an obstacle to growth and to fully reaping the benefit from the catching-up process already evident in the Bratislava region and the western part of the country. Between 2010 and 2011, the government defined priority motorway and railway projects, and committed additional national resources to co-finance EU-sponsored infrastructure projects. The replacement of previously launched public-private partnerships for motorway development with traditional state budget financing, together with the effects of the financial crisis, allowed significant price savings in motorway-related public procurement launched in 2011. However, significant difficulties with applications for EU co-financed transport projects remain, for instance high prices, public procurement issues and environmental aspects. Slovakia is currently working on a long- and medium-term transport master plan. The medium-term strategy should be ready in 2012 and will serve as a basis for determining transport priorities for the post-2013 programming period, including railway infrastructure. Currently, approximately one third of annual transport infrastructure expenditure is on the railways, while limited previous investment has resulted in significant underdevelopment of railway infrastructure on the European corridors in comparison with neighbouring Member States. Furthermore, the market share of the incumbent in the rail freight sector remains above 80 % and measures to facilitate market entry would stimulate competition. The 2012 national reform programme acknowledges shortcomings in the development of transport infrastructure and stresses the intention to give priority to railway transport, although measures to achieve this are not specified in detail and main infrastructure development projects are aimed at construction of new highways. Business environment ",
        "EN 21 EN The 2012 national reform programme expresses an ambitious target for improving the business environment, with Slovakia intended to rank among the top 15 countries in the Doing Business indicator by 2020. However, it does not present a sufficiently specified timeframe for the implementation of the needed reforms to ensure that this target can be met. As from January 2012, the electronic point of single contact became operational alongside the physical contact points. The administrative fees for electronic filing were abolished. These and other changes will facilitate business activity for domestic and foreign service providers under the Trade Licensing Act. In addition, the time taken to start a business (based on a trade licence) was shortened from five to three days. Limited progress has been made in promoting entrepreneurship education and facilitating the creation of private limited companies. The strategy also risks falling short of achieving the targeted 25 % reduction in administrative burden. In July 2010 Slovakia introduced an obligatory methodology for assessing the impacts of new legislative and non-legislative acts on the business environment, public finances, social affairs, and the environment. This was underpinned by steps to strengthen analytical capacities at some of the departments involved. Whereas the actions undertaken go in the right direction, the regulatory impact assessments are in practice often conducted only formally, thus hampering their quality. The 2012 national reform programme recognises that the process would benefit from a further boost to the analytical capacities of the departments involved. Climate change and energy Slovakia is projected to fall short of reaching the Europe 2020 national target on greenhouse gas emissions in sectors not covered by the European trading scheme, both under the no- policy change scenario and assuming implementation of the announced measures. Additional measures are therefore required to meet the target. The largest emission reduction potential exists in the road transport sector, where no progress has been made so far. While energy intensity is still significantly above the EU average, the 2012 national reform programme does not put forward well-specified measures to tackle energy use and energy efficiency in all sectors. Moreover, there has been little progress in diverting waste from landfill, as Slovakia landfills more than 80 % of its municipal waste, while recycling only 4 %. Electricity prices for industry have remained among the highest in the EU, driven mainly by the level of transmission and distribution fees (system tariffs), rather than production prices. The third Internal Energy Market package has not been fully implemented and barriers remain in the electricity and gas markets. Price regulation continues to exist for household and industrial consumers. The 2012 national reform programme restates the objective from a year earlier to enhance transparency and improve the regulatory framework for network industries in the energy sector, but no substantial steps have been adopted in this regard and a sufficiently detailed timeframe has not been presented. Greater transparency in the price setting mechanism and the overall regulatory framework would reduce entry barriers in network industries and be beneficial in lowering energy prices. 3.5. Modernisation of public administration As acknowledged in the 2012 national reform programme, recent indicators suggest that Slovakia’s business environment and growth potential would benefit from stronger institutions and a more efficient public administration. The Global Government Effectiveness indicator 34 ranks Slovakia 19 th among 27 EU Member States, whereas its score has been 34 Worldwide Governance Indicators 2010. ",
        "EN 22 EN sliding since 2006. In 2011, Slovakia adopted a number of measures with strong transparency- enhancing elements envisaged in the 2011 national reform programme. However, the overall functioning of public administration is still impaired by weaknesses in analytical capacities, policy implementation and the delivery of public services, as well as in the area of internal governance and human resource management. This cross-cutting weakness is recognised as a strategic challenge in the 2012 national reform programme, which pledges to address quality of public administration by a comprehensive institutional reform. However, a detailed timeframe for the implementation of the measures as well as plans to institutionally underpin this agenda are lacking. Slovakia has taken several measures that have significantly enhanced the transparency of the judicial system, in line with 2011 recommendation on public administration and judiciary. As of January 2012, all court decisions in civil, commercial, and criminal cases must be made available on the internet. The meetings of the Judiciary Council and the reasoning for its decisions are also made public. The Insolvency Register and the Commercial Register are available on the internet and electronic voice recordings of judicial proceedings are gradually being introduced. Moreover, as of May 2011 the recruitment procedure for new judges has been made more transparent and judges are also subject to performance assessments. Although these reforms have boosted transparency, positive impacts on the performance of the judiciary are expected mainly in the long run. However, the duration of judicial proceedings remains very high and costly. On average, a commercial dispute takes 32 procedures and 565 days, and costs 30 % of the value of claims, leaving Slovakia in 70th position on the World Bank’s 2012 Doing Business indicator. Alternative dispute resolution systems (e.g. out-of-court settlements) are underutilised. The existing backlog of cases in courts results in significant delays, thus impairing access to effective legal recourse. Appeals against the decisions of the competition authority are handled by various court panels, which are often not used to dealing with competition law cases and have limited awareness of the principles of EU competition law. This results in a lack of consistency in court rulings and undermines the effective enforcement of competition rules by the judiciary in Slovakia. In February 2011, Slovakia amended the Public Procurement Act to increase competition and transparency. As recommended by 2011 recommendation on public administration and judiciary, the amendment significantly lowered the national limits for under-threshold contracts, which were often abused. The use of electronic auctions in certain public procurement procedures is now obligatory. Reforms have also been introduced in public reporting. As of late 2010, an electronic central registry of contracts and invoices has been operational. All contracts awarded and invoices paid by public administrations at all levels must be published on the online registry to be legally valid. These measures should increase the transparency and control of public spending. A key challenge remains building the administrative capacity of procuring entities and their staff, in particular for drafting terms of reference and tender specifications. Moreover, the capacity of the Public Procurement Office remains week. The transparency of the post-award phase could also be enhanced by publishing online the justifications for awards and allowing for online tracking of procurement spending. The use of modern human resource management methods is not well developed. In the absence of robust rules for the recruitment of new staff, practices vary greatly across each government department and body. Although complete data for the entire public administration are not available, existing governance indicators point to a high turnover of staff compared to ",
        "EN 23 EN other EU countries. The political cycle has a strong impact on staffing decisions, in particular at senior level but also at lower levels. This is likely to have a negative effect on capacity building and policy continuity. Similarly, the link between the performance assessment of civil servants and their career prospects is not sufficiently developed, creating adverse motivational incentives. Although public decision-makers are obliged to declare existing or potential conflicts of interest, the activities of lobbyists are not clearly regulated, as a 2005 bill addressing the issue has not been enacted to date 35 . While the availability of e-government services for enterprises is very close to the target, the availability of e-government services for citizens is relatively low (45.8 % vs 81 % EU), undermining the progress towards the national e-government 2020 target. Implementation of the e-government projects under the Information Society Operational Programme, the main source of funding for e-government and financed from the EU Structural Funds, has been delayed. In general, delays have been caused by the lack of strategy and coordination at the beginning of the programming period, and by subsequent difficulties in public procurement. Audits have revealed insufficient capacity on the part of the managing authorities in drafting tender specifications and defining the scope of expected works, as well as in establishing clear selection criteria. 35 The draft bill on lobbying included the obligation to establish a registry of lobbyists at central, regional and local government level. Registered lobbyists would also have to register details of their appointments on a quarterly basis. The bill was eventually not enacted. ",
        "EN 24 EN 4. O VERVIEW TABLE 2011 commitments Summary assessment Country-specific recommendations (CSRs) CSR 1 : Rigorously implement both the 2011 budget as envisaged and the planned specific measures of a permanent nature in 2012 and 2013, to reduce the deficit below 3 % of GDP by 2013 in line with Council recommendations on correcting the excessive deficit and ensure adequate progress towards the medium-term objective. Subject to this, safeguard growth-enhancing expenditure, and use available room to increase revenue through environmental and property taxes and by increasing the efficiency of VAT collection. The headline deficit in 2011 was significantly reduced. No action has been taken on strengthening tax compliance and reducing tax evasion and real estate and environmental taxation. CSR 2: Strengthen fiscal governance by adopting in 2011 and implementing from 2012 binding multi- annual expenditure ceilings, covering the central government and the social security system. In addition, introduce an independent Fiscal Council and ensure timely publication of budgetary data at all levels of the government. The recommendation has been partly implemented. Slovakia has adopted a constitutional law on fiscal responsibility featuring debt limits and the establishment of a Fiscal Council. Expenditure ceilings and systematic publication of public finance data have not been addressed so far. CSR 3: Enhance the long-term sustainability of public finances by further adjusting the pay-as-you- go pillar of the pension system also by changing the indexation mechanism and implement further measures with a view to raising the effective retirement age, in particular by linking the pensionable age to life expectancy. Introduce incentives to ensure the viability of the fully-funded pension pillar so as to progress towards fiscal sustainability while assuring adequate pensions. The recommendation has been partly implemented. Several legislative amendments have been made to the funded pension pillar, including default participation for new labour market entrants, removal of guarantees from portfolios that do not invest exclusively in bond or money market instruments, and the introduction of a new index fund. However, the intended adjustments to the pay-as-you-go pillar have not been carried out. CSR 4: Take steps to increase employment and to support labour demand for the low-skilled unemployed by reducing the tax wedge for low-paid workers. In addition, introduce measures to improve the administrative capacity of public employment services with a view to improving targeting, design and evaluation of active labour market policies, especially for the young and long-term unemployed. The recommendation has not been implemented. No measures to reduce the tax wedge for the low- skilled have been adopted. No changes to the active labour market policy system have been adopted. CSR 5: Speed up the implementation of planned general education, vocational education and training reforms and take steps to improve the quality of higher education and its relevance to market needs. Develop a framework of incentives for both individuals and employers to encourage participation of the low-skilled in lifelong learning. The recommendation has been partly implemented. Some measures have been taken to increase the labour market relevance of higher education, but a more substantial reform to improve quality has not been adopted. No changes in vocational education and the training system have been adopted and no concrete incentives for lifelong learning have been proposed. CSR 6: Ensure the implementation of planned measures aimed at a more effective application of public procurement rules, a higher performance and transparency of the judicial system. The recommendation has been partly implemented. Measures to improve the transparency of the judicial system and ensure the more effective application of public procurement rules have been adopted. However, some challenges remain, in particular concerning their ",
        "EN 25 EN effective application. ",
        "EN 26 EN Euro Plus Pact (national commitments and progress) Pension sustainability: (a) in the first (pay-as-you-go) pillar, the link to earnings to be weakened and an automatic parametric adjustment mechanism reflecting demographic developments to be introduced; (b) in the second (fully funded) pillar, the default choice for new labour market entrants to be changed to mandatory participation with the possibility of opting out of the system for a limited period of time. Only the reform of the second pillar has been adopted while the reform of the first pillar was proposed but not adopted. The commitment has been only partially implemented. Adoption of a new fiscal responsibility law containing six main provisions: (a) greater emphasis on net worth of the state; (b) an upper limit on gross public debt (set below 60 % of GDP); (c) aggregate nominal expenditure ceilings; (d) new tougher rules for municipalities; (e) rules for disclosure of data; (f) independent Fiscal Council. A new constitutional law has been adopted but does not fully address expenditure ceilings, tougher rules on municipalities and rules for disclosure of public finance data. These are to be tackled in more detail in separate laws. The commitment has been partially implemented. Reform the tax and social contributions system by introducing a unified broad assessment base for social and health contributions, as a prerequisite for unifying the collection of taxes, duties and insurance contributions within one revenue agency, and establish a common form for the annual filing of tax and social contributions returns. The tax and social contributions reform has not been adopted. The commitment has not been implemented. Commitments to increase the flexibility of the labour market: (a) reform of the labour code to put Slovakia among the top ten countries with the most flexible employment protection legislation in the OECD; (b) the stringency of rules regulating hiring and firing of workers with regular contracts to be relaxed, and the associated costs reduced; (c) firms to have an option to choose between a notice period and severance pay when dismissing individual workers, (d) rules governing working time to be relaxed, allowing greater flexibility in adapting to economic conditions as well as the requirements of individual workers. The reform of the labour code came into force in September 2011 and includes all of the proposed changes. The reform has been fully implemented. Commitments focusing on tax simplification: (a) reform of the tax system to further increase its effectiveness and reduce the administrative burden on taxpayers; (b) a unified broad assessment base for social and health contributions to be introduced as a prerequisite for unifying the collection of taxes, duties and insurance contributions within one revenue agency; (c) a common form to be established for the annual filing of income tax and social contributions returns Reform put on hold after the fall of the government in October 2011. The reform has not been introduced. Commitments to foster competitiveness: (a) in the next 12 months, the government to implement measures aimed at reducing barriers to entrepreneurship, improving the predictability of the legal environment and ensuring the wider use of e- government services; (b) the required basic capital to be substantially lowered for selected types of businesses, when setting up a company, and the Some measures to reduce administrative burdens have been adopted and a strategy has been introduced (‘Singapur initiative’). The reforms have been partly implemented. ",
        "EN 27 EN licence approval period for small businesses to be shortened; (c) the requirements to apply for a business licence to be abolished for the majority of business activities or transformed into a notification requirement; (d) communication between natural persons and legal entities to be eased by completing the network of single contact point offices. Europe 2020 (national targets and progress) Employment rate target (in %): 72 % Employment grew by 0.5 % in 2011. Out of structural reforms that could help to achieve the target as indicated in the NRP, only Labour Code revision was successfully completed. R&D target (in %): 1 % Gross domestic expenditure on R&D (in % of GDP) 2010: 0.63 % Marginal progress has been made towards the achievement of the target. Greenhouse gas (GHG) emissions target: +13 % (compared to 2005 emissions; ETS emissions are not covered by this national target) Change in non-ETS GHG emissions between 2005 and 2010: +0 % (this data corresponds to the current ETS scope) Renewable energy target: 14 % — target for renewable energy sources in overall final energy consumption; 10 % — share of renewable energy in the transport sector by 2020 Slovakia has already achieved its 2011/2012 interim target. Share of renewable energy in the total final consumption in 2009 (latest Eurostat data available) was 10.4 %, in electricity sector — 17.8 %, in heating and cooling — 8.5 % and in transport — 8.6 %). Energy efficiency — reduction in primary energy consumption by 2020 (in Mtoe): 1.65 Mtoe n.a. The energy efficiency objectives are set according to national circumstances and national formulations. As the methodology for expressing the 2020 energy consumption impact of these objectives in the same format was agreed only recently, the Commission is not yet able to present an overview. Early school-leaving target (in %): 6 % Slovakia is the top performer in the area of early leavers from education and training (4.7 % in 2010) and is doing better than the EU average for both males and females and migrants and natives. In particular, males have a lower early leaving rate than the EU average. Tertiary education target (in %): 40 % Despite the progress made since 2000, Slovakia still has a low tertiary attainment rate compared to the EU average (22.1 % v. 33.6 % in 2010). Over the past 3 years (2007-2010), there have been positive developments for both males and females and migrants and natives. Target for reducing the population at risk of poverty or social exclusion in number of persons: 170 000 Data for 2011 not yet available. A risk of poverty or social exclusion could moderately increase due to the impact of crisis on most vulnerable and rising unemployment. ",
        "EN 28 EN 5. A NNEX Table I. Macroeconomic developments 1995- 1999 2000- 2004 2005- 2008 2009 2010 2011 2012 2013 Core indicators GDP growth rate 4.3 3.9 7.8 -4.9 4.2 3.3 1.8 2.9 Output gap 1 -0.4 -2.6 3.8 -1.6 -0.8 -0.5 -1.4 -1.1 HICP (annual % change) 7.2 7.8 3.2 0.9 0.7 4.1 2.9 1.9 Domestic demand (annual % change) 2 6.2 3.7 6.8 -7.0 4.1 -1.5 1.4 2.3 Unemployment rate (% of labour force) 3 13.1 18.5 12.6 12.0 14.4 13.5 13.2 12.7 Gross fixed capital formation (% of GDP) 31.1 26.1 26.0 20.7 22.2 22.4 22.7 23.3 Gross national saving (% of GDP) 24.8 21.1 20.9 16.3 19.8 21.9 22.5 23.1 General government (% of GDP) Net lending (+) or net borrowing (-) -6.5 -6.4 -2.5 -8.0 -7.7 -4.8 -4.7 -4.9 Gross debt 33.8 45.3 30.5 35.6 41.1 43.3 49.7 53.5 Net financial assets 12.7 -6.9 -6.9 -17.7 -25.2 n.a n.a n.a Total revenue 42.6 37.5 33.4 33.5 32.4 32.6 33.0 32.5 Total expenditure 49.0 43.9 35.9 41.5 40.0 37.4 37.7 37.3 of which: Interest 2.6 3.3 1.5 1.4 1.3 1.6 1.9 2.0 Corporations (% of GDP) Net lending (+) or net borrowing (-) -4.2 0.4 -2.8 5.0 3.3 4.0 3.3 3.3 Net financial assets, non-financial corporations -57.9 -51.5 -53.9 -46.0 -42.4 n.a n.a n.a Net financial assets, financial corporations -10.9 -10.4 -1.3 2.8 3.9 n.a n.a n.a Gross capital formation 22.5 18.3 20.5 12.1 15.9 15.0 15.9 16.5 Gross operating surplus 25.9 24.9 27.5 24.6 25.9 26.0 26.3 26.8 Households and NPISH (% of GDP) Net lending (+) or net borrowing (-) 4.5 -0.6 -1.5 0.4 3.1 3.3 3.2 3.5 Net financial assets 49.4 38.8 17.3 11.2 13.8 n.a n.a n.a Gross wages and salaries 32.6 31.4 30.9 32.1 31.3 30.9 30.2 29.6 Net property income 5.3 3.3 1.3 1.8 2.0 2.1 2.0 1.9 Current transfers received 16.9 16.9 16.0 18.7 19.0 18.3 18.0 18.0 Gross saving 7.4 5.2 3.9 5.2 7.4 7.1 7.1 7.2 Rest of the world (% of GDP) Net lending (+) or net borrowing (-) -6.2 -6.5 -6.8 -2.7 -2.0 1.3 1.6 1.6 Net financial assets 6.7 30.1 44.8 49.7 49.8 n.a n.a n.a Net exports of goods and services -6.7 -4.5 -3.0 -0.8 -1.3 2.6 2.7 3.2 Net primary income from the rest of the world 0.2 -2.0 -2.8 -1.6 -1.4 -1.9 -2.0 -2.5 Net capital transactions -0.3 -0.5 0.4 0.8 1.6 1.2 1.4 1.4 Tradable sector 55.7 53.4 54.0 49.3 51.9 53.0 n.a n.a Non-tradable sector 34.2 36.4 36.0 41.6 39.0 37.7 n.a n.a of which: Building and construction sector 6.0 6.1 7.5 8.9 8.7 8.5 n.a n.a Real effective exchange rate (index, 2000=100) 92.3 105.1 137.0 168.1 163.1 160.6 158.0 156.5 Terms of trade in goods and services (index, 2000=100) 99.0 98.9 96.2 93.3 92.7 91.5 91.2 91.2 Market performance of exports (index, 2000=100) 96.6 108.5 132.0 133.9 139.9 147.0 148.8 150.7 Commission spring 2012 forecast Notes : 1 The output gap constitutes the gap between actual and potential gross domestic product at 2000 market prices. 2 The indicator for domestic demand includes stocks. 3 Unemployed persons are all persons who were not employed, had actively sought work and were ready to begin working immediately or within two weeks. The labour force is the total number of people employed and unemployed. The unemployment rate covers the age group 15-74. Source: ",
        "EN 29 EN Table II. Comparison of macro-economic developments and forecasts 2014 2015 COM SP COM SP COM SP SP SP Real GDP (% change) 3.3 3.3 1.8 1.1 2.9 2.7 3.6 3.7 Private consumption (% change) -0.4 -0.4 0.2 0.0 1.6 0.7 2.9 3.9 Gross fixed capital formation (% change) 5.7 5.7 3.2 1.6 4.8 2.1 1.9 2.9 Exports of goods and services (% change) 10.8 10.8 3.1 2.2 6.1 8.2 5.9 5.3 Imports of goods and services (% change) 4.5 4.5 2.7 0.7 5.5 7.8 5.2 4.7 Contributions to real GDP growth: - Final domestic demand 0.4 0.5 1.1 0.0 2.2 0.1 2.1 2.4 - Change in inventories -1.9 -2.0 0.3 -0.2 0.0 1.0 0.1 0.0 - Net exports 5.1 5.5 0.4 1.4 0.6 1.1 1.2 1.1 Output gap 1 -0.5 -0.4 -1.4 -1.9 -1.1 -1.9 -0.9 0.2 Employment (% change) 1.8 1.8 0.5 -0.2 0.7 0.3 0.5 0.8 Unemployment rate (%) 13.5 13.5 13.2 13.8 12.7 13.7 13.5 13.2 Labour productivity (% change) 1.5 2.1 1.4 1.3 2.2 2.5 3.1 2.9 HICP inflation (%) 4.1 n.a. 2.9 n.a. 1.9 n.a. n.a. n.a. GDP deflator (% change) 1.6 1.7 2.0 2.1 2.1 2.1 2.2 2.3 Comp. of employees (per head, % change) 0.9 0.9 2.3 3.4 2.6 4.3 4.7 5.6 Net lending/borrowing vis-à-vis the rest of the world (% of GDP) 1.3 1.3 1.6 1.3 1.6 1.3 1.9 2.3 Note: Commission spring 2012 forecasts (COM); Stability programme (SP). 2011 2012 2013 1 In per cent of potential GDP, with potential GDP growth according to the programme as recalculated by the Commission. Source: ",
        "EN 30 EN Table III. Composition of the budgetary adjustment ",
        "EN 31 EN 2011 2014 2015 Change: 2011-2015 COM COM SP COM SP SP SP SP Revenue 8 32.6 33.0 33.3 32.5 32.7 31.7 31.2 -1.4 of which: - Taxes on production and imports 10.4 10.5 10.3 10.4 9.8 9.7 9.6 -0.8 - Current taxes on income, wealth, etc. 5.6 5.6 5.9 5.5 5.8 5.9 6.0 0.4 - Social contributions 12.5 12.3 11.9 12.1 11.8 11.6 11.5 -1.0 - Other (residual) 4.0 4.6 5.2 4.4 5.3 4.5 4.1 0.1 Expenditure 8 37.4 37.7 37.9 37.3 37.1 35.9 34.8 -2.6 of which: - Primary expenditure 35.8 35.8 36.2 35.3 35.2 33.8 32.7 -3.1 of which: Compensation of employees 7.1 7.0 6.6 6.8 6.4 6.1 5.8 -1.3 Intermediate consumption 4.3 4.3 4.6 4.3 4.2 4.2 3.9 -0.4 Social payments 18.5 18.4 18.3 18.3 18.1 18.0 17.7 -0.8 Subsidies 1.2 1.3 1.3 1.1 1.1 1.0 1.0 -0.2 Gross fixed capital formation 2.3 2.1 1.9 2.1 1.6 1.5 1.2 -1.1 Other (residual) 2.4 2.8 3.5 2.7 3.7 3.1 3.0 0.6 - Interest expenditure 1.6 1.9 1.7 2.0 1.9 2.1 2.1 0.5 General government balance (GGB) -4.8 -4.7 -4.6 -4.9 -2.9 -2.3 -1.7 3.1 Primary balance -3.2 -2.8 -2.9 -2.9 -2.5 -2.1 -1.5 1.7 One-off and other temporary measures 0.4 0.1 0.1 0.0 0.0 0.0 0.0 -0.4 GGB excl. one-offs -5.3 -4.8 -4.7 -4.9 -2.9 -2.3 -1.7 3.6 Output gap 2 -0.5 -1.4 -1.9 -1.1 -1.9 -0.9 0.2 0.8 Cyclically adjusted balance 2 -4.7 -4.3 -4.0 -4.6 -2.3 -2.0 -1.8 2.9 Structural balance 3 -5.1 -4.4 -4.1 -4.6 -2.3 -2.0 -1.8 3.3 Change in structural balance 0.7 1.0 -0.2 1.8 0.3 0.3 Structural primary balance 3 -3.5 -2.5 -2.4 -2.5 -0.4 0.1 0.3 3.9 Change in structural primary balance 1.0 1.1 0.0 2.0 0.5 0.3 Expenditure benchmark Public expenditure growth 4 (real) 2.81 0.39 1.38 0.10 0.62 1.27 - Reference rate 5,6 3.19 3.19 3.19 3.19 3.19 3.19 - Lower reference rate 5,7 1.84 1.84 1.84 1.84 1.84 1.84 - Deviation in % of GDP from applicable reference rate 0.34 -0.50 -0.16 -0.58 -0.40 -0.18 - Two-year average deviation in % of GDP from applicable reference rate n.a. n.a. 0.09 -0.54 -0.49 -0.29 - 8 The revenue and expenditure figures are based on the General Government Budget Framework for 2013-2015, which assumes some expenditure-reducing measures (i.e. a freeze of the wages for most employees financed from the central government budget, earmarking 10% of expenditure on goods and services, and lower growth local governments' spending) for 2013-2015. These measures, however, do not ensure achievement of the general government balance targets presented in this table. 5 The reference rates applicable to 2014 onwards will be available from mid-2012. For illustrative purposes, the current reference rates have also been applied to the years 2014 onwards. 2 Output gap (in % of potential GDP) and cyclically adjusted balance according to the programme as recalculated by the Commission on the basis of the information in the programme. 3 Structural (primary) balance = cyclically adjusted (primary) balance excluding one-off and other temporary measures. 4 Modified expenditure aggregate used for the expenditure benchmark, growth rates net of non-discretionary changes in unemployment benefit and of discretionary measures. Source: Stability programme (SP); Commission spring 2012 forecasts (COM); Commission calculations. 2013 (% of GDP) 2012 7 The lower reference rate applies as long as the country is adjusting towards its MTO, including the year in which it reaches the MTO. Notes : 1 On a no-policy-change basis. 6 The (standard) reference rate applies starting in the year following the one in which the country reached its MTO. ",
        "EN 32 EN Table IV. Debt dynamics 2014 2015 COM SP COM SP SP SP Gross debt ratio 1 32.9 43.3 49.7 50.2 53.5 52.0 53.0 52.3 Change in the ratio 1.4 2.2 6.4 6.9 3.8 1.8 1.0 -0.7 Contributions 2 : 1. Primary balance 3.2 3.2 2.8 2.9 2.9 2.5 2.1 1.5 2. ‘Snowball’ effect -0.4 -0.4 0.3 0.3 -0.3 -0.3 -0.8 -0.9 Of which: Interest expenditure 1.4 1.6 1.9 1.7 2.0 2.0 2.1 2.1 Growth effect -1.4 -1.3 -0.8 -0.5 -1.4 -1.3 -1.8 -1.8 Inflation effect -0.4 -0.6 -0.8 -0.9 -1.0 -1.0 -1.1 -1.2 3. Stock-flow adjustment -1.4 -0.6 3.3 3.7 1.3 -0.4 -0.3 -1.3 Of which: Cash/accruals diff. 0.2 0.3 0.1 0.4 Accum. financial assets 1.1 0.6 1.3 0.3 Privatisation 0.0 0.0 0.0 0.0 Val. & residual effect 0.0 0.0 0.0 0.0 2014 2015 COM/SP 3 SP 4 COM/SP 3 SP 4 SP 4 SP 4 Gap to the debt benchmark 5, 6 - - - - - - - - Structural adjustment 7 - - - - - - - - To be compared to: Required adjustment 8 - - - - - - - - 2013 3 Assessment of the consolidation path set in the SP assuming growth follows the COM forecasts. 4 Assessment of the consolidation path set in the SP assuming growth follows the SP projections. (% of GDP) 2011 2012 Notes: 1 End of period. 2012 2013 Average 2006-10 Source: Stability programme (SP); Commission spring 2012 forecasts (COM); Commission calculations. 2011 2 The snowball effect captures the impact of interest expenditure on accumulated debt, as well as the impact of real GDP growth and inflation on the debt ratio (through the denominator). The stock-flow adjustment includes differences in cash and accrual accounting, the accumulation of financial assets and valuation and other residual effects. (% of GDP) 8 Defines the remaining annual structural adjustment over the transition period which ensures that - if followed – Member State will comply with the debt reduction benchmark at the end of the transition period, assuming that the COM (SP) budgetary projections are achieved. 5 Not relevant during the excessive deficit procedures that were ongoing in November 2011 and in the three years following the correction of the excessive deficit. 6 Shows the difference between the debt-to-GDP ratio and the debt benchmark. If positive, the projected gross debt-to-GDP ratio does not comply with the debt reduction benchmark. 7 Applicable only during the transition period of three years from the correction of the excessive deficit for excessive deficit procedure that were ongoing in November 2011. ",
        "EN 33 EN Table V. Long-term sustainability indicators No-policy change scenario Stability programme scenario No-policy change scenario SCPs scenario S2 8.6 5.9 2.9 0.7 of which: Initial budgetary position (IBP) 3.5 0.9 0.7 -1.6 Long-term change in the primary balance (LTC) 5.1 4.9 2.3 2.4 of which: pensions 3.5 3.4 1.1 1.2 health care and long-term care 1.7 1.6 1.5 1.5 other -0.1 -0.1 -0.3 -0.3 S1 (required adjustment)* 4.4 0.6 2.2 -0.1 Debt, % of GDP (2011) Age-related expenditure, % of GDP (2011) SK EU 43.3 17.7 82.8 25.8 Source: Commission, 2012 stability and convergence programmes. Note: The ‘no policy change’ scenario depicts the sustainability gap under the assumption that the budgetary position evolves according to the spring 2012 forecast until 2013. The ‘stability programme’ scenario depicts the sustainability gap under the assumption that the budgetary plans in the programme are fully implemented. * The required adjustment of the primary balance until 2020 to reach a public debt of 60 % of GDP by 2030. Graph I. Medium-term debt projection 0 10 20 30 40 50 60 70 80 2 0 0 0 2 0 0 2 2 0 0 4 2 0 0 6 2 0 0 8 2 0 1 0 2 0 1 2 2 0 1 4 2 0 1 6 2 0 1 8 2 0 2 0 COM no policy change scenario COM + Shock ( -1pp in the short-term/long-term interest rate on maturing and new debt from 2014) COM + Shock (+1pp in the short-term/long-term interest rate on maturing and new debt from 2014) COM consolidation scenario (0.5% per year on SB) in order to achieve MTO COM consolidation scenario (1% per year on SB) in order to achieve MTO SP scenario (% of GDP) Gross debt as % of GDP - SK - Medium-term debt projections Source: Commission, 2012 stability and convergence programmes. ",
        "EN 34 EN Table VI. Taxation 2001 2005 2007 2008 2009 2010 Total tax revenues (incl. actual compulsory social contributions, % of GDP) 33.1 31.3 29.3 29.2 28.8 28.1 Breakdown by economic function (% of GDP) 1 Consumption 11.0 12.3 11.2 10.5 10.3 10.1 of which: - VAT 7.2 7.9 6.7 6.9 6.7 6.3 - excise duties on tobacco and alcohol 1.0 1.5 1.7 0.9 1.1 0.4 - energy 1.7 2.1 1.8 1.8 1.7 2.5 - other (residual) 1.0 0.8 0.9 0.9 0.8 0.8 Labour employed 14.7 12.2 11.3 12.1 12.1 12.2 Labour non-employed 0.3 0.0 0.0 0.0 0.0 0.0 Capital and business income 6.3 6.0 6.3 6.1 5.7 5.1 Stocks of capital/wealth 0.8 0.7 0.6 0.6 0.6 0.6 p.m. Environmental taxes 2 2.0 2.4 2.1 2.0 1.9 2.7 VAT efficiency 3 Actual VAT revenues as % of theoretical revenues at standard rate 44.2 61.0 53.4 53.6 47.6 46.7 Source: Commission 3 The VAT efficiency is measured via the VAT revenue ratio. The VAT revenue ratio is defined as the ratio between the actual VAT revenue collected and the revenue that would theoretically be raised if VAT was applied at the standard rate to all final consumption. A low ratio can indicate a reduction of the tax base due to large exemptions or the application of reduced rates to a wide range of goods and services ('policy gap') or a failure to collect all tax due to e.g. fraud ('collection gap'). See European Commission (2011), Tax reforms in EU Member States, European Economy 5/2011, for a more detailed explanation. 2 This category comprises taxes on energy, transport and pollution and resources included in taxes on consumption and capital. 1 Tax revenues are broken down by economic function, i.e. according to whether taxes are raised on consumption, labour or capital. See European Commission (2012), Taxation trends in the European Union, for a more detailed explanation. Note: ",
        "EN 35 EN Table VII. Financial market indicators 2007 2008 2009 2010 2011 Total assets of the banking sector (% of GDP) 106.0 101.6 89.4 88.2 82.9 Share of assets of the five largest banks (% of total assets) 68.2 71.6 72.1 72.0 … Foreign ownership of banking system (% of total assets) 0.0 92.8 96.1 … … Financial soundness indicators: - non-performing loans (% of total loans) 1) 2.5 2.5 5.3 5.8 5.7 - capital adequacy ratio (%) 1), 2) 12.8 11.1 12.6 12.7 12.9 - return on equity (%) 1), 3) 16.6 16.3 7.6 12.6 14.2 Bank loans to the private sector (year-on-year % change) 24.7 16.7 1.1 5.3 9.3 Lending for house purchase (year-on-year % change) 30.3 26.1 10.9 14.8 13.7 Loan to deposit ratio 81.9 81.5 87.0 86.8 90.3 CB liquidity as % of liabilities 0.0 0.0 4.3 2.1 2.9 Banks' exposure to countries receiving official financial assistance (% of GDP) 4) … … … … … Private debt (% of GDP) 47.8 47.3 48.8 48.9 49.9 Gross external debt (% of GDP) 4) - Public 11.7 11.9 12.1 14.8 16.1 - Private 25.9 27.7 26.5 27.4 26.2 Long term interest rates spread versus Bund (basis points)* 27.4 73.9 148.3 112.8 183.9 Credit default swap spreads for sovereign securities (5-year)* … 145.5 106.9 77.8 134.9 Notes: 4) Latest data 2011Q3. * Measured in basis points. 1) Latest available September 2011. Bank for International Settlements and Eurostat (exposure to macro-financially vulnerable countries), IMF (financial soundness indicators), Commission (long-term interest rates), World Bank (gross external debt) and ECB (all other indicators). 2) The capital adequacy ratio is defined as total capital divided by risk weighted assets. 3) Net income to equity ratio. Excludes foreign branches. Source: ",
        "EN 36 EN Table VIII. Labour market and social indicators Labour market indicators 2006 2007 2008 2009 2010 2011 Employment rate (% of population aged 20-64) 66.0 67.2 68.8 66.4 64.6 65.1 Employment growth (% change from previous year) 3.9 2.4 3.2 -2.8 -2.1 1.5 Employment rate of women (% of female population aged 20-64) 57.5 58.7 60.3 58.2 57.4 57.6 Employment rate of men (% of male population aged 20-64) 74.6 76.0 77.4 74.6 71.9 72.7 Employment rate of older workers (% of population aged 55-64) 33.1 35.6 39.2 39.5 40.5 41.4 Part-time employment (% of total employment) 2.8 2.6 2.7 3.6 4.0 4.2 Part-time employment of women (% of women employment) 4.7 4.5 4.2 4.7 5.4 5.9 Part-time employment of men (% of men employment) 1.3 1.1 1.4 2.7 2.8 2.8 Fixed term employment (% of employees with a fixed term contract) 5.1 5.1 4.7 4.4 5.8 6.6 Unemployment rate 1 (% of labour force) 13.4 11.1 9.5 12.0 14.4 13.5 Long-term unemployment 2 (% of labour force) 10.2 8.3 6.6 6.5 9.2 9.2 Youth unemployment rate (% of youth labour force aged 15-24) 26.6 20.3 19.0 27.3 33.6 33.2 Youth NEET 3 rate (% of population aged 15-24) 14.4 12.5 11.1 12.5 14.1 : Early leavers from education and training (% of pop. 18-24 with at most lower sec. educ. and not in further education or training) 6.6 6.5 6.0 4.9 4.7 : Tertiary educational attainment (% of population 30-34 having successfully completed tertiary education) 16.6 17.5 18.4 20.6 24.0 : Labour productivity per person employed (annual % change ) 6.1 8.2 2.4 -3.0 5.8 1.5 Hours worked per person employed (annual % change) 0.3 0.9 0.1 -0.7 1.5 -0.8 Labour productivity per hour worked (annual % change; constant prices) 5.8 7.2 2.3 -2.3 4.2 2.4 Compensation per employee (annual % change; constant prices) 4.8 7.5 4.0 4.9 3.9 -0.7 Nominal unit labour cost growth (annual % change) 1.7 0.5 4.4 6.9 -1.3 -0.6 Real unit labour cost growth (annual % change) -1.2 -0.6 1.5 8.2 -1.8 -2.2 1 According to ILO definition, age group 15-74) Notes: 2 Share of persons in the labour force who have been unemployed for at least 12 months. 3 NEET are persons that are neither in employment nor in any education or training. Sources: Commission (EU Labour Force Survey and European National Accounts) ",
        "EN 37 EN Table VIII. Labour market and social indicators (continued) Expenditure on social protection benefits (% of GDP) 2005 2006 2007 2008 2009 Sickness/Health care 4.75 4.74 4.74 5.06 5.72 Invalidity 1.31 1.34 1.31 1.40 1.72 Old age and survivors 6.21 6.05 5.90 5.76 6.73 Family/Children 1.67 1.65 1.55 1.48 1.69 Unemployment 0.55 0.53 0.56 0.60 1.04 Housing and Social exclusion n.e.c. 0.00 0.00 0.00 0.00 0.00 Total 16.5 16.3 16.0 16.0 18.8 of which: Means tested benefits 0.88 1.02 0.95 0.76 0.89 Social inclusion indicators 2006 2007 2008 2009 2010 Risk-of-poverty or exclusion 1 (% of total population) 27.1 21.5 20.6 19.6 20.6 Risk-of-poverty or exclusion of children (% of people aged 0-17) 30.3 25.7 24.3 23.7 25.3 Risk-of-poverty or exclusion of elderly (% of people aged 65+) 27.1 23.1 21.9 19.7 16.7 At-risk-of-poverty rate 2 (% of total population) 11.6 10.6 10.9 11.0 12.0 Value of relative poverty threshold (single household per year) - in PPS 2772 3365 4058 4711 4983 Severe material deprivation 3 (% of total population) 18.2 13.7 11.8 11.1 11.4 Share of people living in low work intensity households 4 (% of people aged 0-59 not student) 6.2 6.5 5.2 5.6 7.9 In-work at-risk-of poverty rate (% of persons employed) 6.3 4.9 5.8 5.2 5.7 Sources: For expenditure on social protection benefits ESSPROS; for social inclusion EU-SILC. Notes: 1 People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). 2 At-risk-of poverty rate: share of people with an equivalised disposable income below 60% of the national equivalised median income. 3 Share of people who experience at least 4 out of 9 deprivations: people cannot afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish, or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. 4 People living in households with very low work intensity: share of people aged 0-59 living in households where the adults work less than 20% of their total work-time potential during the previous 12 months. ",
        "EN 38 EN Table IX. Product market performance and policy indicators Performance indicators 2002- 2006 2007 2008 2009 2010 2011 Labour productivity 1 total economy (annual growth in %) 4.9 8.3 2.9 -2.5 5.6 3.0 Labour productivity 1 in manufacturing (annual growth in %) 13.0 14.5 5.6 -12.9 6.3 n.a. Labour productivity 1 in electricity, gas, water (annual growth in %) 22.2 -12.3 -2.7 -1.0 n.a. n.a. Labour productivity 1 in the construction sector (annual growth in %) 3.5 6.6 10.6 -9.5 1.9 n.a. Patent intensity in manufacturing 2 (patents of the EPO divided by gross value added of the sector) 0.4 0.3 0.2 n.a. n.a. n.a. Policy indicators 2002- 2006 2007 2008 2009 2010 2011 Enforcing contracts 3 (days) n.a. 565 565 565 565 565 Time to start a business 3 (days) n.a. 27 18 18 18 18 R&D expenditure (% of GDP) 0.5 0.5 0.5 0.5 0.6 n.a. Tertiary educational attainment (% of 30-34 years old population) 12.7 14.8 15.8 17.6 22.1 n.a. Total public expenditure on education (% of GDP) 4.1 3.6 3.6 n.a. n.a. n.a. 2005 2006 2008 2009 2010 2011 Product market regulation 4 , Overall (Index; 0=not regulated; 6=most regulated) n.a. n.a. 1.6 n.a. n.a. n.a. Product market regulation 4 , Retail (Index; 0=not regulated; 6=most regulated) n.a. n.a. 0.8 n.a. n.a. n.a. Product market regulation 4 , Network Industries 5 (Index; 0=not regulated; 6=most regulated) 2.3 2.2 2.0* n.a. n.a. n.a. 2 Patent data refer to applications to the European Patent Office (EPO). They are counted according to the year in which they were filed at the EPO. They are broken down according to the inventor's place of residence, using fractional counting if multiple inventors or IPC classes are provided to avoid double counting. 3 The methodologies, including the assumptions, for this indicator are presented in detail on the website http://www.doingbusiness.org/methodology. 4 The methodologies for the product market regulation indicators are presented in detail on the website http://www.oecd.org/document/1/0,3746,en_2649_34323_2367297_1_1_1_1,00.html. The latest available product market regulation indicators refer to 2003 and 2008, except for Network Industries. Source: Commission, World Bank - Doing Business (for enforcing contracts and time to start a business) and OECD (for the product market regulation indicators). 5 Aggregate ETCR. *figure for 2007. Notes: 1 Labour productivity is defined as gross value added (in constant prices) divided by the number of persons employed. ",
        "EN 39 EN Table X. Indicators on green growth ",
        "EN 40 EN 2001- 2005 2006 2007 2008 2009 2010 Energy intensity kgoe / € 0.75 0.62 0.53 0.52 0.50 0.51 Carbon intensity kg / € 2.01 1.64 1.43 1.36 1.29 n.a. Resource intensity (reciprocal of resource productivity) kg / € 2.55 2.46 2.16 2.35 2.17 n.a. Waste intensity kg / € n.a. 0.48 0.39 0.32 n.a. n.a. Energy balance of trade % GDP -5.3% -6.4% -5.0% -6.0% -4.4% -5.8% Energy weight in HICP % 16 19 18 17 16 16 Difference between change energy price and inflation % 8.08 10.6 0.7 0.2 2.7 -4 Environmental taxes over labour taxes ratio 16.5% 19.7% 18.3% 16.5% 15.5% n.a. Environmental taxes over total taxes ratio 7.1% 7.8% 7.2% 7.0% 6.8% n.a. Industry energy intensity kgoe / € 0.62 0.38 0.31 0.27 0.28 n.a. Share of energy-intensive industries in the economy % GDP 15.4 17.5 16.6 15.1 13.3 n.a. Electricity prices for medium-sized industrial users € / kWh n.a. 0.08 0.09 0.12 0.14 0.12 Public R&D for energy % GDP n.a. 0.01% 0.01% 0.01% 0.01% n.a. Public R&D for the environment % GDP n.a. 0.01% 0.01% 0.01% 0.01% n.a. Recycling rate of municipal waste ratio 9.6% 3.8% 13.2% 15.8% 14.6% n.a. Share of GHG emissions covered by ETS % n.a. 51.2% 51.3% 52.6% 49.8% n.a. Transport energy intensity kgoe / € 0.83 0.78 0.65 0.63 0.59 n.a. Transport carbon intensity kg / € 1.98 1.99 1.72 1.55 1.53 n.a. Change in the ratio of passenger transport and GDP % -4.5% -5.7% -10.6% -7.6% n.a. n.a. Energy import dependency % 64.9% 63.9% 68.4% 64.6% 66.4% n.a. Diversification of oil import sources HHI n.a. 1.00 1.00 1.00 1.00 n.a. Diversification of energy mix HHI 0.25 0.24 0.22 0.23 0.22 n.a. Share of renewable energy in energy mix % 3.9% 4.4% 5.4% 5.4% 7.2% n.a. Diversification of the energy mix: Herfindahl Index over natural gas, total petrol products, nuclear heat, renewable energies and solid fuels Environmental taxes over labour or total taxes: from DG TAXUD's database \"Taxation trends in the European Union\" Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in EUR) Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Recycling rate of municipal waste: ratio of municipal waste recycled over total municipal waste Share of renewable energy in energy mix: percentage-share in gross inland energy consumption, expressed in tonne oil equivalents Transport energy intensity: final energy consumption of transport (in kgoe) divided by gross value added of industry (in EUR) Transport carbon intensity: greenhouse gas emissions in transport divided by gross value added of the transport sector Passenger transport growth : measured in %-change in passenger kilometres Energy import dependency: net energy imports divided by gross inland energy consumption incl. of international bunkers Diversification of oil import sources: Herfindahl index (HHI), calculated as the sum of the squared market shares of countries of origin General explanation of the table items: Source: Eurostat unless indicated otherwise; ECFIN explanations given below Public R&D for energy or for the environment: government spending on R&D (GBAORD) for these categories as % of GDP Share of GHG emissions covered by ETS: based on greenhouse gas emissions as reported by Member States to EEA (excl LULUCF) Carbon intensity: Greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: Domestic Material Consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Energy weight in HICP: the share of the \"energy\" items in the consumption basket used in the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual %-change) All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2000 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Slovakia Green Growth performance Macroeconomic Sectoral Security of energy supply Country-specific notes: The year 2011 is not included in the table due to lack of data. "
    ]
}