{
    "text": [
        "BRIEFING Requested by the EMPL committee EN Policy Department for Economic, Scientific and Quality of Life Policies Directorate-General for Internal Policies Authors: Susanne KRAATZ, Aoife KENNEDY PE 642.343 - October 2019 Employment and Social Affairs Achievements and Challenges Ahead KEY FINDINGS Future of work - employment - A view from ILO and OECD: Acknowledging achievements and the important role of the European Pillar of Social Rights, ILO and / or OECD see the following major challenges for the EU: 1. Green New Deal - job gains, but also job losses; 2. Effective lifelong learning strategies - barriers to training for adults; 3. Collective bargaining and social dialogue - overall degradation, low unionisation in non-standard employment; 4. Social protection - considerable gaps, e.g. entitlement to unemployment benefits; 5. New forms of employment - challenging the definition of “employee” and “self-employed”; 6. Care - viability of growing care industry given problems with the quality of work; negative effects of unpaid care work. Future of work - skills development: Evidence points to continuing progress being made in the EU in upskilling the workforce over the past few decades and creating a knowledge base of what works. Nevertheless, a number of long-standing issues persist. A major challenge is the artificial separation between general education and VET. VET will remain an important educational pathway but suffers from a lack of attractiveness in many countries. Even if participation in lifelong learning is improving, those who need it most participate least (low-skilled, older workers). Future of work - labour standards: EU initiatives over the years have addressed many labour law issues. However, due to the lack of a uniform definition of “worker”, EU labour law suffers from inconsistency in its application and offers inadequate coverage for certain new forms of employment, e.g. platform workers and dependent self-employed. Future of work - health and safety: New ways of organising and delivering work are not covered in the current scope of the health and safety directives and thus could present health and safety risks. Moreover, there are indications of potentially heightened risks of Musculoskeletal Disorder (MSDs), physical collisions and psychosocial harms linked with new technologies and work patterns. Fighting child poverty - child guarantee : The EU is considered to be a leader in policies to combat child poverty, but the recognition of children as individuals having rights and putting them in the foreground of policymaking is a huge journey. Further challenges include: low participation of poor children in early childhood education and care; prevalence of developing childcare as a means to promote employment of poor parents, not to directly support poor children; insufficient coverage of child poverty in the European semester, European policy objectives and funding instruments. The briefing presents a number of suggestions for policies and research to cope with these challenges. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies 2 PE 642.343 Introduction The workshop, held on 24 September 2019, served as preparation for the hearing of the Commissioner designate and the discussion on the next Commission work programme. The following briefings were provided as supporting material: 1. Fighting child poverty: The child guarantee (by Mary Daly, University of Oxford); 2. Skills for the labour market: EU policies for VET and upskilling (by Terence Hogarth, Fondazione Giacomo Brodolini); 3. Regulating working conditions through EU directives: EU employment law outlook and challenges (by Frank Hendrickx, KU Leuven); 4. Health and safety in the workplace of the future (by David Cabrelli, University of Edinburgh /Richard Graveling, Institute of Occupational Medicine - IOM, Edinburgh). Future of work - a view from the ILO: A human-centred agenda Heinz Koller, Assistant Director-General and Regional Director for Europe and Central Asia, underlined that it was a timely moment to discuss the ILO strategy for the future of work given the coincidence of the centenary of the ILO, the newly elected European Parliament, the upcoming appointment of the new Commission and the long-established good cooperation between the EU and the ILO. The founding rules of the ILO have been at the core of the European Union with all Member States having signed the eight Fundamental Conventions on labour rights. The ILO has developed its policy framework for the future through a bottom-up approach taking account of its tripartite constituencies and the work of the Global Commission. This resulted in the ILO Centenary Declaration for the Future of Work adopted by the International Labour Conference in June 2019 putting the social dimension of the future of work at its heart. While integrating new forms of work due to digitalisation being its focus, this agenda is equally relevant for the classical forms of work. ",
        "Employment and Social Affairs: Achievements and Challenges Ahead (Workshop summary report) PE 642.343 3 This human-centered agenda has three strands: 1. Increasing investment in people’s capabilities (e.g. lifelong learning, support for transitions, agenda for gender equality, strengthening social protection); 2. Increasing investment in the institutions of work (e.g. universal labour guarantee, human rights, i.a. decent living wages, expanding time sovereignty, revitalizing collective representation); 3. Increasing investment in decent and sustainable work (e.g. shifting incentives towards a human-centred business). According to Mr Koller, a number of policy actions in the European Union could support the implementation of this agenda. First, the Council will adopt Conclusions on the ILO Centenary Declaration in October, implying, hopefully, concrete action. Second, the ILO Centenary Declaration together with the European Social Pillar and social points in the Commission President’s Political Guidelines have the potential to achieve upward convergence in Europe. Mr Koller pointed to a number of policy achievements in the EU such as the Directive on Work-Life- Balance, the new gender strategy and an EU instrument to reduce the gender pay gap as well as the Council Recommendation to ensure access to adequate social protection for all workers. The ILO also welcomes further points included in the Commission President’s Political Guidelines: the Social Pillar Action Plan, the framework for a fair European minimum wage and the unemployment re-insurance scheme. From the point of view of the ILO, the Green New Deal stressing just transitions and the EU Digital Agenda focusing on skills development and platform works go into the right direction. Mr Koller drew attention to a number of challenges ahead , in particular when it comes to the implementation of the Green New Deal and a long-term climate-neutral economy: Nobody should be left behind as job losses will be unavoidable even if estimations show a considerable net gain of job creation. For this, it would be important that countries develop just transition plans . To prepare citizens for changing labour markets, the ILO supports effective lifelong learning strategies, training entitlements and individual learning accounts . However, so far, only a few countries have comprehensive lifelong learning strategies in place. Another concern is the future of social dialogue given a real and rapid degradation of collective bargaining and representativeness of social partners. Trade union membership has dropped from 30 percent of workers in OECD countries in 1985 to only 17 per cent today. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies 4 PE 642.343 Future of work - OECD: Transition Agenda for a Future that Works for All Stefano Scarpetta, Director for Employment, Labour and Social Affairs at the OECD, presented the OECD strategy to cope with labour market developments due to demographic change, globally integrated economies and accelerating technological change and robotisation of work. Based upon data from the OECD Employment Outlook 2019, Mr Scarpetta underlined that there will be no jobless future, but that jobs and their location as well as the type of companies creating jobs are changing very significantly. Robotisation will continue to increase as costs are lower compared to qualified workers. Orders of industrial robots have tripled over the past decade. New forms of co-working of human beings with robots will appear. According to OECD estimates, around 17 per cent of jobs in the EU are at risk of being automated and many more, nearly one in three jobs, will change significantly. The share of high-skilled jobs has increased by 27 % in the EU over the last two decades. Transitions will be difficult as adult learning systems are ill-equipped for this change given the paradox that the most vulnerable have poorer digital skills and are least likely to participate in adult learning. Like the ILO and the EU, the OECD underlines the importance of lifelong learning . It supports actions under the European Social Pillar for upskilling (e.g. Youth Guarantee, Council Recommendation for Upskilling Pathways). In particular, barriers to training for adults should be tackled. This includes targeting groups that need it most and also tackling unequal access to training based upon employment status. The financial burden should be shared and training rights should be portable. Another concern are gaps in social protection as average job tenure has decreased (by 7.5 % in the EU since 2006). As a result, two in three jobseekers in the EU received no unemployment benefit in 2016. Workers with non-standard contracts are up to 40 - 50 % less likely to receive any form of income support when out of work. Despite growth in non-standard forms of employment (over one third of total employment), standard employment remains the norm. One in seven workers in the EU is on a temporary contract and new forms of work challenge the definitions of “employee” and “self-employed” as 15 % of the latter are financially dependent on one client. Mr Scarpetta stressed the need to classify the specific labour relationship (e.g. dependent self-employed) in order to reduce the grey zone of bogus self-employment with a view to providing social protection and training and in general extending their rights. He called for labour market monopsonies to be addressed as new forms of work are often managed by world companies and taxation continues to be an issue. Some sectors are not covered by social bargaining so that workers bear a higher risk. Non-standard workers are 50 % less likely to be unionised than standard employees. Collective bargaining rights could be extended to certain groups of self-employed workers like in Denmark where a collective bargaining agreement has been concluded for cleaning workers hired through a digital platform. In general, in the field of wage setting it would be important for the EU to revive and extend collective bargaining. A transition agenda for the future that works for all, that is more inclusive and rewarding, requires a whole-of-government and a life-course approach , adequate funding and improved revenue sources. ",
        "Employment and Social Affairs: Achievements and Challenges Ahead (Workshop summary report) PE 642.343 5 Fighting child poverty: The Child Guarantee In her contribution, Mary Daly (University of Oxford) identified child poverty as a major problem for the EU as one in four children is at risk of poverty or social exclusion. This is a source of inequality across and within Member States, even if rates are on a downward curve since 2010, in particular in the countries with highest poverty rates. Child poverty is multidimensional and there is evidence from research that it has not only short-term but significant long-term effects creating an intergenerational cycle of disadvantage and inequality. A major risk factor transcending others such as unemployment or belonging to an ethnic minority is low educational level of parents . Ms Daly pointed out that the EU is a leader in developing concepts, programmes and policies to fight poverty although competences lie with the Member States. Two key initiatives are the Council Recommendation of 2013 “Investing in Children” and the Child Guarantee pushed by a European Parliament Resolution of 24 November 2015 and a subsequent preparatory action managed by the Commission. The latter analyses the feasibility of a Child Guarantee. Both initiatives mainstream a childrens’ rights approach, but differ for the rest. 1. The Council Recommendation Investing in Children (2013) applies a holistic and integrated approach targeting parents and children along three axes: 1. Access to adequate resources (e.g. employment of parents); 2. Access to quality services; 3. Participation rights for children (e.g. culture, sports). 2. The Child Guarantee is an additional and new instrument that targets the most deprived children directly, taking account of the worsening situation due to the financial crisis. The guarantee focuses on access to free healthcare, free childcare, free education, decent housing and adequate nutrition . A number of lessons can be learnt from the partially weak implementation of the 2013 Council Recommendation on Investing in Children for future policies at EU level : Clear targeting is needed, though the criterion still has to be defined. Fighting child poverty needs better mainstreaming into the European Semester including dedicated Country-Specific Recommendations (CSRs). A result-oriented child poverty target should be defined for the post 2020 period, for example, to bring out of AROPE those 2,5 % children who are affected by all three dimensions (living in households with relative income poverty, severe material deprivation and low work intensity). Child poverty should form part of the Multi-Financial Framework currently under negotiation taking into account that thanks to the FEAD programme, 4 million children received support. Therefore, the ESF+ regulation should reserve an amount of 6 billion as requested by the European Parliament for a Child Guarantee. Member States might be persuaded to have a Child Guarantee. In the EP resolution of April 2019 on ESF+ as well as in Commission papers, there is the idea of a budget for children, of specific measures to target poor children and the idea of incentives through enabling conditions. Finally, it will be important to sequence policies in the future. A key area to start with could be ECEC (Early Childhood Education and Care) as research has demonstrated considerable impact. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies 6 PE 642.343 Skills for the labour market: EU policies for VET and upskilling Terence Hogarth (Fondazione Giacomo Brodolini) like the OECD pointed out that the demand for people with higher skills is increasing and that there exists some evidence for skills polarisation on the labour market as the demand for the middle skills level (e.g. for clerks, skilled trade workers, operators and assemblers) has significantly decreased over the last two decades. Despite a decline, nearly half of all employment continues to be connected with a medium level of education where Vocational Education and Training (VET) prevails. Forecasts looking at job openings until 2030 show a further increase in demand for higher skills levels. At the same time, there is sound evidence that skills matching is becoming more difficult. Overqualification and equally underqualification are a problem according to surveys. Overall, the European Union has made considerable progress towards achieving the Europe 2020 targets: reducing early school leaving, increasing adult participation in training and raising the number of young people in higher education. Vocational Education and Training (VET) continues to be an effective means of training , especially when integrating work-based learning. A close link to the labour market ensures relatively good returns VET graduates in terms of a rapid transition to employment. However, attractiveness of VET remains an issue. In the field of VET, a closer orientation of skills policies towards the labour market can be observed with VET becoming a mainstream pathway. For VET the main challenges are to make it a first choice, to blur boundaries between VET and general education, between Initial VET (IVET) and Continued VET (CVET) and to make skills supply responsive to skills demand, including the identification of skills to invest in. Looking at the skills situation of adults , there is evidence that skills levels have increased. Nevertheless, basic skills proficiency remains an issue for many. Longevity and longer working lifes together with increasing demand for skills shows a clear need for up- and reskilling of the workforce. As regards upskilling of adults, it remains a challenge to create an adequate environment for lifelong learning, to find the means to reach groups which by definition are hard to reach and to arrange upskilling in a preventative way, before skills obsolescence or a job loss occur. With a view to ways forward, Mr Hogarth underlined that most of the current issues are of a persistent, long-standing nature and that the many policy initiatives carried out at EU level teach us that: 1. VET needs to be broadly based , with input from social partners. Flexibility is key, meaning that initial VET can also be a possibility for adults. Further, VET should be available at all levels, including tertiary education; 2. Upskilling strategies need to empower and motivate individuals, to support lifelong learning by establishing individual learning accounts and training leave. Social partnership is needed to promote access. Given different education cultures, structures and institutions, there is no easy solution. Education reforms tend to follow a piecemeal approach and take time - at European as well as at national level. Overall, there is a continued need to monitor e merging skills demand making more use of big data for analysis. Mr Hogarth concluded that the past is still a good guide for the future . ",
        "Employment and Social Affairs: Achievements and Challenges Ahead (Workshop summary report) PE 642.343 7 Regulating working conditions through EU directives: EU employment law outlook and challenges Frank Hendrickx (KU Leuven) noted that labour law is strongly rooted in national traditions and structures. Nonetheless, EU initiatives over the years have addressed many labour law issues, increasingly so since the adoption of the Social chapter in the early 1990s and the employment chapter in the 1997 Amsterdam Treaty. That momentum is continuing today under the European Pillar of Social Rights. Various areas of the Treaty are relevant for labour law: 1. The social chapter provides the legal bases for many directives in the area of labour law; 2. The employment chapter provides a framework for coordination and guidance; 3. Internal market provisions relate to free movement of workers (e.g. the posting of workers); 4. Competition law - the Court of Justice has granted an exemption for collective bargaining on grounds of the “social policy objectives” but only for standard forms of employment. Qualified majority voting (QMV) applies to a number of areas of social and employment legislation but unanimity applies in more sensitive areas: social security and social protection of workers, protection of workers when an employment contract is terminated, representation and collective defence of the interests of workers and employers, and conditions of employment for third-country nationals. In addition, three areas are expressly excluded from EU action : pay, the right of association and the right to strike. Mr Hendrickx identified four areas as gaps/challenges for labour law going forward: 1. Pay legislation : A debate on the possibility of introducing minimum wage legislation has been gaining momentum. However, any such legislative proposal would be problematic given the Treaty exclusion of pay; 2. Termination protection : EU level action, e.g. adopting a common floor of rights and principles, is feasible on this key aspect of labour law but, apart from legislation on fixed-term employment (often used to circumvent strict rules on termination,) the EU legislator has not exercised its competence; 3. Collective bargaining : The Treaty provides for a clear role for the social partners in the European legislative process. However, there is no secondary legislation on collective bargaining, its processes and the legal status of its results (e.g. framework agreements, a growing number of transnational company agreements). The EU level could potentially play a role. Given the Treaty exclusion of freedom of association, however, strong political will would be required; 4. The concept of “worker” : Labour market protections are generally linked to the status of “worker”. The EU does not have a uniform, autonomous definition but uses different definitions in different pieces of legislation and frequently refers to the definition at national level. This leads to inconsistency in application and lack of coverage for certain categories (e.g. bogus or dependent self-employed). Given the increasing prevalence of non-standard forms of employment, this gap is problematic. One option would be to revise the existing employment directives and introduce a European worker concept. A range of other issues will crop up as technology and automation change the workplace: how to deal with regulation of working time in the context of greater time sovereignty for workers, the need to carefully consider working conditions and quality of work when robots and humans work together (“human-in- command” approach) and workers’ right to privacy in workplaces that make increasing use of data processing, electronic monitoring and artificial intelligence. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies 8 PE 642.343 Health and Safety in the workplace of the future David Cabrelli (University of Edinburgh) and Richard Graveling (Institute of Occupational Medicine, Edinburgh) stressed that disruptive technologies will change the workplace as greater use is made of automation, robotics, digitalisation (including virtual reality and augmented reality environments), algorithmic decision-making and surveillance technology to monitor worker conduct. These technologies will also give rise to new patterns for the organisation and the delivery of work (“fluid” and “always-on” work environments, teleworking, “gig” economy, “platform” working and bogus self- employment, including “zero-hours “contracts). There are actual health and safety risks associated with the increase in the “gig” economy, “platform” work and “bogus self-employment” because these forms of working are not covered by the current body of health and safety legislation (the 24 Occupational Safety and Health directives (OSH) and the working time directive). This generates uncertainty about who is covered by health and safety legislation, who is responsible for protecting health and safety in these cases and where liability lies. There is evidence of potential psychosocial risks connected with “fluid” and “always-on” working environments, long-term immersion in virtual reality and alternative reality environments, teleworking, the gig economy and zero-hours contracts. Further, there is initial evidence that automation and “shared” workplaces in particular (where robots and humans interact) may lead to a higher incidence of musculoskeletal disorders (MSDs) as well as the danger of collisions, especially in confined spaces. It should be stressed that the health and safety risks of these new technologies, notably the psychosocial risks and MSDs, are currently under-researched . A key recommendation therefore is that an expert assessment of the potential risks requires further research. If further research identifies actual risks, these could be addressed through a physical hazards directive and for example, a psychosocial risks directive. Another, less radical, alternative would be to use a review of the OSH directives to expressly include psychosocial risks in the employer’s obligation to protect workers’ health and safety. There are also potential gaps in health and safety legislation in relation to the emergence of green technologies and alternative energy sources and in relation to nanomaterials which are currently not adequately covered by the Chemical Agents Directive (CAD) and the Carcinogens or Mutagens Directive (CMD). ",
        "Employment and Social Affairs: Achievements and Challenges Ahead (Workshop summary report) PE 642.343 9 Points from discussion Future of work - Non-standard employment and platform work Concerns prevailed regarding the increasing role of non-standard employment and new forms of employment such as platform work, rising self-employment and zero-hour contracts. However, it was also argued that some people prefer to have more flexibility (e.g. students, working parents). Further, there are innovative examples of the use of platforms where retired people offer support for care. In a recent report produced in cooperation with the Commission, the OECD mapped country policy responses to new forms of employment. Some coherence is visible across countries, for example incentives for employers to engage (dependent) self-employed have been reduced. With regard to platform work, where multinational companies play a strong role, greater variation in country policies is noted. A series of country reviews is going to follow. With a view to fixed-term contracts , it would be important to make them a better springboard to permanent employment using taxation, pay etc. The ILO observes that for young people, the transition from education to work will be a continual process and recommends a framework for support involving public employment services and skills and demand forecasting. Provision should be made for social rights regardless of the status of a worker. In Poland, the number of self-employed workers and non-standard employment fell after the introduction of a minimum wage in 2017 and the adoption of a law allowing workers with non-standard contracts to organise. Future of work - competing with robots A further question raised was how human workers can compete with more cost-effective robots. A policy reaction could be to increase labour costs of robots, for example, through taxation . Further it was stated that robotisation does not always mean that workers are replaced. New forms of integrated work are emerging where robots cooperate with human workers. Future of work - Green transition and green jobs The transition to a greener economy will create new jobs and also cause jobs losses. The ILO supports greening economies stressing the transformative, innovative potential. With regards to skills requirements, the OECD pointed out that the task profile of green jobs is not very different from current jobs. Future of work - Ageing societies and care There is a widely shared consensus that in ageing societies the care industry will become a growth sector , in particular as long-term care is underdeveloped in the EU. A systemic change is needed to shift care from family care to an external system. However, to make it a viable sector it will be necessary to improve working conditions, pay and training and make the jobs better quality jobs so that the sector can attract workers and exploit the demand that exists. OECD and ILO are cooperating in this field. A recent report takes a comprehensive look at unpaid and paid care work and its relationship with the changing world of work. A key focus is the persistent gender inequalities in households and the labour market, which are inextricably linked with care work. Heinz Koller raised the question of whether we as a society can afford to have women providing care unpaid in families or whether we need a change of paradigm towards rewarding these services which are very useful for our society, in terms of a wage, a pension etc. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies 10 PE 642.343 Future of work: Skills policies From a general perspective, it was argued that the existing culture to separate more practice-oriented VET from general education (including higher education) is based upon an artificial distinction. Things are changing, however, and in order to better prepare the transition from education to work, many universities have integrated employability skills and a link to vocational skills into their curricula. The lack of attractiveness of VET was a point for discussion, as VET is considered by parents in some countries as path for those not gifted enough to study. It was argued that this has been a recurrent issue for more than two decades and that there are insights about how to do things better. To make VET more attractive, it would be necessary to increase flexibility and to ensure that the completing VET allows someone to continue on to study at university. Otherwise it may remain a second choice form of education. Further, it would be important to better communicate and publicise the added value VET has, in particular for certain groups. Lifelong learning and upskilling of adults is becoming increasingly important. Principle 1 of the European Social Pillar says that “ Everyone has the right to quality and inclusive education, training and life-long learning in order to maintain and acquire skills that enable them to participate fully in society and manage successfully transitions in the labour market .” Upskilling including VET could be an opportunity for many people suffering from in-work poverty. MEPs raised points for further exploration , such as enabling people to access training, shaping training and VET in accordance with the needs of adults, for example, working parents and exploring the role of collective agreements and state actors. Terence Hogarth explained that the issues mentioned are long-standing problems. The establishment of individual learning accounts in more countries and also social partnerships could play an important role in improving access to training. Further, quality guidance is needed so that the training corresponds to individual interests, capabilities and labour market needs. The ILO argued that policymakers should consider training as an investment and not as costs. Future of work - Social partners and collective bargaining A point for discussion was the role of collective bargaining in the future including in platform work where workers are self-employed. According to the ILO, policies based upon bargaining take more time, but are more sustainable due to higher ownership. In order to reduce ideologization, some social partners prefer to negotiate on a bi-partite basis without the government. Collective agreements are possible for platform workers as the example of Denmark shows with the collective agreement for a platform for cleaning workers. The European Trade Union Conference (ETUC) has recently proposed a regulatory framework which may overcome the aforementioned problem: The personal work relationship. Future of work - Health and safety at work It was noted that, despite the challenges in this area, health and safety was not mentioned at all in the mission letter from future Commission President Von der Leyen to Commissioner-designate Schmit. In reply, the experts remarked that health and safety is often overlooked and can be an area of dispute, particularly because of the blurring of the distinction between work and leisure. Also, there is a need to take a fresh look at what is defined as a “workplace” given that workplaces have changed a lot and become more fluid since this legislation was first designed. ",
        "Employment and Social Affairs: Achievements and Challenges Ahead (Workshop summary report) PE 642.343 11 Social inclusion: Child poverty and the child guarantee With regard to the policy approach, it was argued that the recognition of children in their own right and as individuals having rights is a huge journey. Such an approach means that policymakers will think of children individually, putting them in the foreground without removing them from their families. They should be seen in the family context. While cash benefits are often designed as family benefits, this is different for services, they need to be targeted to poor children. Though some countries lack commitment in developing policies to fight child poverty, there is reason for some optimism given movement from many sides at European level including the European Parliament and also the European Commission. There are also encouraging country examples. Poland, for example, has launched a project Family 500+ offering tax-free benefits for children. This programme has helped to reduce child poverty. It was mentioned that incentives in form of benefits can be helpful if it is possible to ensure that they get to the children who need them. With regard to family benefits, Mary Daly pointed to their usefulness as there is evidence that the proportion of abuse is low. Interesting examples from Latin America and Africa show that it can work to make benefits conditional , for example, on attending childcare or health services. EU funding has a key role to play in fighting child poverty. However, procedures are very complex. Smaller organisations, often local NGOs providing frontline services to poor children, experience difficulties with complicated application and monitoring procedures. A number of ESF projects target Roma , a group particularly affected by poverty. Despite considerable efforts, in Slovakia the situation of Roma children even worsened. This could have to do with the fact that policies were generic, not child-specific. A good learning curve can be observed in this relatively new policy area and a tendency to better target children. An example is the work on a Child Guarantee. Mary Daly considers measures in Early Childhood Education and Care (ECEC) starting at the age of 2-3 as most effective as these support the acquisition of good language skills. It is important to design child care policies in accordance with the needs of children . In reality, parents tend to be in the foreground and childcare is seen as a means to facilitate employment. A holistic approach would also include specific measures targeted at parents, for example parenting programmes to support parents in rearing their children and establishing a structured lifestyle so that they regularly send children to early childcare or school. To promote the fight against child poverty, Mary Daly concluded that policies should be connected with a clear outcome target . The group of most deprived children, i.e. those children facing risks across all three dimensions of AROPE (household at risk of income poverty, severe material deprivation and with low work intensity), accounts for 2,5 % of all children which translates into 2.5 m children approximately. A post-2020 target could be set to lift 2.5 m children out of poverty as part of a broader poverty target. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies 12 PE 642.343 Disclaimer and copyright. The opinions expressed in this document are the sole responsibility of the authors and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. © European Union, 2019. © Image on pages 4, 8 and 11 used under licence from Shutterstock.com Manuscript completed: October 2019; Date of publication: October 2019 Administrator responsible: Susanne KRAATZ, Aoife KENNEDY; Editorial assistant: Roberto BIANCHINI Contact: Poldep-Economy-Science@ep.europa.eu This document is available on the internet at: www.europarl.europa.eu/supporting-analyses IP/A/EMPL/2019-06 Print ISBN 978-92-846-5668-4 | doi:10.2861/192076 | QA-03-19-729-EN-C PDF ISBN 978-92-846-5669-1 | doi:10.2861/422174 | QA-03-19-729-EN-N "
    ]
}