{
    "text": [
        "ISSN 1831-6085 European Centre for the Development of Vocational Training VET Alert Just published on Vocational Education and Training – December 2010 The following publications have just been added to Cedefop’s bibliographic database VET-Bib. The titles are available either at our library or are accessible electronically. Descriptors are part of ETT -European Training Thesaurus. References from EU Member States, Norway and Iceland are provided by Refernet. C EDEFOP PUBLICATIONS ....................................1 EU PUBLICATIONS .............................................1 C EDEFOP THEMES ..............................................2 Identifying skill needs.........................................2 Understanding qualifications.............................4 Analysing policy..................................................6 Developing lifelong learning ..............................8 F OCUS ON : M OBILITY .......................................11 C OUNTRY INDEX ..............................................15 I MPRESSUM AND HOW TO SUBSCRIBE ...............15 C EDEFOP PUBLICATIONS [online] Added value of National Qualifications Frameworks in implementing the EQF / Bjornavold, Jens / European Commission, Directorate General for Education and Culture; Cedefop. Luxembourg: Publications Office, 2010. 36 p. (European Qualifications Framework Series; Note 2). - ISBN 978-92-79-15214-6 Descriptors: comparability of qualifications; lifelong learning; EU countries. [online] Mejorar las competencias renovando la ensenanza y la dirección de ceñtros docentes: resultados de las visitas de estudio 2008/09 / Cedefop; European Commission, Directorate General for Education and Culture [Better competences through better teaching and leading: findings from study visits 2008/09.]. Luxembourg: Publications Office, 2010. 56 p. - ISBN 978-92-896-0645-5 Descriptors: study tour; school; training abroad; Community programme; EU countries. [online] The right skills for silver workers: an empirical analysis / Cedefop. Luxembourg: Publications Office, 2010. 67 p. (Research paper; 8). - ISBN 978-92-896- 0667-7 ISSN 1831-5860 Descriptors: older worker; age group; skill obsolescence; skill analysis; employability; EU countries. EU PUBLICATIONS [online] A European Economic Recovery Plan: communication from the Commission to the European Council / European Commission19 p. (Documents COM; (2008) 800 of 26.11.2008). Descriptors: economic crisis; employment creation; employment policy; competitive employment; Employment programme; EU countries. [online] Commission Regulation on statistics relating to vocational training in enterprises, as regards the data to be collected, the sampling, precision and quality requirements / European Commission -- In Official Journal of the European Union, L 246 of 18.9.2010, p. 18- 32. Luxembourg: Publications Office, 2010. Descriptors: training statistics; quality management; lifelong learning; Community regulation; EU countries. [online] Commission Regulation concerning the production and development of statistics on education and lifelong learning, as regards statistics on the participation of adults in lifelong learning / European Commission -- In Official Journal of the European Union, L 246 of 18.9.2010, p. 33-72. Luxembourg: Publications Office, 2010. Descriptors: training statistics; adult training; lifelong learning; Community regulation; EU countries. [online] Council Decision of 21 October 2010 on guidelines for the employment policies of the Member States / Council of the European Union. -- In Official Journal of the European Union, L 308, 24.11.2010, p. 46--51. Luxembourg: Publications Office, 2010. Descriptors: employment policy; economic policy; employment creation; labour market; lifelong learning; ",
        "equal opportunities; labour market segmentation; long term unemployment; EU countries. [online] The EU in the world: a statistical portrait. / Statistical Office of the European Communities. Luxembourg: Publications Office, 2010. 107 p. (Eurostat statistical books). - ISBN 978-92-79-16042-4 Descriptors: statistics; European Union; educational statistics; migration; population; science; technology; enlargement of the Community; EU countries. [online] Key figures on Europe: 2010 edition . Statistical Office of the European Communities. Luxembourg: Publications Office, 2010. 252 p. (Pocketbooks; 2010). - ISBN 978-92- 79-14871-2 ISSN 1830-7892 Descriptors: statistics; educational statistics; training statistics; labour statistics; EU countries. [online] Priorities for enhanced European cooperation in vocational education and training for the period 2011- 2020 / Council of the Brussels: Council of the European Union, 2010. 21 p. 3046th Education, Youth and Culture Council meeting, 18-19 November 2010, Brussels, 2008. Descriptors: training policy; education system; lifelong learning; higher education; educational objective; assessment of learning outcomes; evaluation method; EU countries. [online] Regulation concerning the production and development of statistics on education and lifelong learning / European Parliament; Council of the European Union -- In Official Journal of the European Union, L 145 of 4.6.2008, p. 227-233. Luxembourg: Publications Office, 2008. Descriptors: training statistics; quality management; lifelong learning; Community regulation; EU countries. [online] Resolution on the active inclusion of young people: combating unemployment and poverty / Council of the European Union -- In Official Journal of the European Union, C 137 of 27.5.2010, p. 1-6. Luxembourg: Publications Office, 2010. 6 p. Descriptors: young worker; social integration; employment creation; lifelong learning; poverty; EU countries. C EDEFOP THEMES Identifying skill needs [online] A agenda for new skills and jobs: a European contribution towards full employment: communication from the Commission to the Council, the European Parliament, the Economic and Social Committee and the Committee of the Regions / European Commission. Luxembourg: Publications Office, 2010. 21 p. (Documents COM; (2008) 868, 16.12.2008). Descriptors: skill development; forecasting; assessment of learning outcomes; information technology; forecasting; lifelong learning; employment creation; EU countries. [online] Bridging knowledge with skills and competences in school curricula: evidence from policies and practices in nine European countries / Psifidou, Irene [unpublished], 2010. 22 p. XIV World Congress of Comparative Education Societies \"Bordering, re-bordering and new possibilities in education and society”, Istanbul, 14-18 June 2010. Descriptors: transparency of qualifications; curriculum research; qualification; curriculum development; certification of learning outcomes; EU countries. [online – restricted access] Education today 2010: OECD perspective. Organisation for Economic Co-operation and Development. Centre for Educational Research and Innovation. Paris: OECD, 2010. 88 p. - ISBN 9789264090613 Descriptors: educational development; skill development; trend; schooling; valuing learning; equal opportunities; cost of education; adult learning; educational innovation; higher education; OECD; OECD countries. CED INT Z 41 The jobs immigrants do: issues of displacement and marginalisation in the Irish labour market / Turner, Thomas -- In Work, Employment & Society, Vol 24, No 2, p. 318-336. London: Sage, 2010. Descriptors: occupational mobility; migrant worker; level of qualification; highly skilled worker; basic skill; Ireland. [online] Kompetenzen in einer digital geprägten Kultur.; Germany . Bundesministerium für Bildung und Forschung [Competences within a digitally influenced culture]. Bonn: BMBF, 2010. 36 p. Descriptors: training system; personal development; employability; communication skill; competence; vocational training; lifelong learning; new technologies; Germany. 2 ISSN 1831-6085 ",
        "VET Alert Dec 2010 [online] Labour market information and analysis for skills development / Sparreboom, Theo; Powell, Marcus; International Labour Organisation. Geneva: ILO, 2009. 53 p. (Employment working paper; 27). - ISBN 9789221221517 ISSN 1999-2939 Descriptors: skill needs; forecasting; comparative analysis; skill development; labour market analysis; skill analysis; methodology. [online – restricted access] Learning for jobs. Organisation for Economic Co- operation and Development. Paris: OECD, 2010. 216 p. - ISBN 9789264082236 Descriptors: skill needs; training system; vocational education; vocational training; labour market; transition from school to work; vocational guidance; training personnel; work based training; EU countries; OECD countries. [online] På spaning efter arbetsplatsvalidering: en studie av fyra organisationers synliggörande av kompetens / Berglund, Leif [In search of work place RPL: a study of how skills are made visible in four organisations.]. Luleå: Luleå Tekniska Universitet, 2010. 281 p. (Doctoral thesis; 2010). - ISBN 978-91-7439-107-7 ISSN 1402-1544 Descriptors: validation of learning outcomes; private sector; recognition of qualifications; public enterprise; case study; Sweden. [online] Skillnets annual report 2009 / Skillnets. Dublin: Skillnets, 2010. 56 p. Descriptors: training partnership; skill development; financing of training; economic crisis; labour mobility; economic sector; key competences; European Union; Ireland. [online] Skills and training for a Green New Deal / Sustainable Development Council - Comhar. Dublin: Comhar, 2010. 103 p. Descriptors: skill shortage; environmental protection; environment worker; level of education; apprenticeship; higher education graduate; Ireland. [online] Skills development strategies for rapid growth and development: the east Asian economic miracle / Powell, Marcus; Lindsay, John; Centre for Employment Initiatives. Langollen: CEI, 2010. 40 p. Descriptors: skill development; economic development; labour market analysis; case study; Asia. [online] The right skills for silver workers: an empirical analysis / Cedefop. Luxembourg: Publications Office, 2010. 67 p. (Research paper; 8). - ISBN 978-92-896- 0667-7 ISSN 1831-5860 Descriptors: older worker; age group; skill obsolescence; skill analysis; employability; EU countries. [online – restricted access] Trends shaping education: 2010 edition . Organisation for Economic Co-operation and Development. Centre for Educational Research and Innovation. Paris: OECD, 2010. 90 p. - ISBN 9789264075269 Descriptors: educational development; skill development; trend; schooling; valuing learning; equal opportunities; cost of education; adult learning; educational innovation; higher education; OECD; OECD countries. [online] Über das Verhältnis von Wissen und Handeln in der beruflichen Arbeit und Ausbildung / Fischer, Martin; Forschungsgruppe Berufsbildungsforschung Universität Bremen - i:BB [On the relationship between knowledge and action in occupational work and training]. Bremen: A+B Forschungsnetzwerk, 2009. 14 p. (A+B Forschungsberichte; 03/2009). Descriptors: competence; formal learning; informal learning; non formal learning; transferable skill; know how; Germany. [online] Διερεύνηση Αναγκών για Εφαρμογή Πολυεπιχειρησιακών Προγραμμάτων Αρχικής Κατάρτισης κατά το 2011 / Human Resource Development Authority of Cyprus - HRDA, Research and Planning Directorate [Anual Identification of Initial Training Needs for Multi-company Initial Training Programmes in Cyprus for 2011]. Nicosia: HRDA, 2010. 112 p. - ISBN 978-9963-43-832-7 Descriptors: training needs; initial training; training programme; enterprise; occupation; Cyprus. [online] Προβλέψεις Αναγκών Απασχόλησης σε Ανωτέρου Επιπέδου Επαγγέλματα στην Κύπρο 2010-2020 / Oxinos, George / Human Resource Development Authority of Cyprus - HRDA, Research and Planning Directorate [Forecasts of Employment Needs in High Level Occupations in Cyprus 2010-2020]. Nicosia: HRDA, 2010. 365 p. - ISBN 978-9963-43-829-7 ISSN 1831-6085 3 ",
        "Descriptors: forecasting; employment; economic sector; labour market; occupation; replacement; Cyprus. [online] Προβλέψεις Αναγκών Απασχόλησης σε Μέσου Επιπέδου Επαγγέλματα στην Κύπρο 2010-2020 / Oxinos, George / Human Resource Development Authority of Cyprus - HRDA, Research and Planning Directorate [Forecasts of Employment Needs in Middle Level Occupations in Cyprus 2010-2020]. Nicosia: HRDA, 2010. 369 p. - ISBN 978-9963-43-828-0 Descriptors: forecasting; employment; economic sector; labour market; occupation; replacement; Cyprus. [online] Προβλέψεις Απασχόλησης στην Κυπριακή Οικονομία 2010-2020 / Oxinos, George / Human Resource Development Authority of Cyprus - HRDA, Research and Planning Directorate [Employment Forecasts in the Cyprus Economy 2010-2020]. Nicosia: HRDA, 2010. 348 p. - ISBN 978-9963-43-830-3 Descriptors: forecasting; employment; economic sector; labour market; occupation; Cyprus. Understanding qualifications [online] Added value of National Qualifications Frameworks in implementing the EQF / Bjornavold, Jens; European Commission, Directorate General for Education and Culture; Cedefop. Luxembourg: Publications Office, 2010. 36 p. (European Qualifications Framework Series; Note 2). - ISBN 978-92-79-15214-6 Descriptors: comparability of qualifications; lifelong learning; EU countries. Ako môžu vysoké školy zabezpe č i ť kvalitu vzdelávania / Jurkovi č , Jozef; Fakulta manažmentu Univerzity Komenského [Faculty of Management Comenius University] - FM UK [FM CU] [Possibilities of the higher education institutions to assure quality of education.] -- In Technológia vzdelávania [Technology of Education], Vol. 18, No. 5(2010), p. 8-12. Nitra: SLOVDIDAC, 2010. ISSN 1335-003X Descriptors: quality of education; quality management; university; higher education; Slovak Republic. [online] Aufbau eines Nationalen Qualifikationsrahmens in Österreich: Schlussfolgerungen, Grundsatzentscheidungen und Maßnahmen nach Abschluss des NQR Konsultationsverfahrens. / Bundesministerium für Unterricht, Kunst und Sport; Bundesministerium für Wissenschaft und Forschung. [Development of a national qualifications framework in Austria: conclusions, key decisions and measures following the NQF consultation process.]. Vienna: bmukk, 2009. 13 p. Descriptors: transparency of qualifications; education system; Austria; qualifications system. [online] Berufliche Qualifizierung im Umweltsektor mit Schwerpunkt Erneuerbare Energien: Neue Energietechnologien unter antizipierender Berücksichtigung des Nationalen Qualifikationsrahmens (NQR): Schwerpunkt: Integration von Nachhaltigkeitsaspekten. Schidler, Susanne; Adensam, Heidi; Arbeitsmarktservice Österreich, Abteilung Arbeitsmarktforschung und Berufsinformation - AMS / ABI [Vocational qualifications in the environment sector with a focus on renewable energy: new energy technologies with anticipatory consideration of the National Qualifications Framework (NQF): Focus: integration of sustainability aspects.]. Vienna: AMS Österreich, 2010. 152 p. Descriptors: environmental education; transparency of qualifications; sustainable development; didactics; Austria. [online] BIBB-Forschungsverbund der Ausbildungsqualität in Deutschland: gemeinsamer Abschlusssbericht zu den Forschungsprojekten 2.2.201 \"Qualitätssicherung in der betrieblichen Berufsausbildung\" und 2.2.202 \"Ausbildung aus Sicht der Auszubildenden\" / Ebbinghaus, Margit; Bundesinstitut für Berufsbildung - BIBB [BIBB Research Consortium for Training Quality in Germany: joint Final Report on the research projects 2.2.201 \"Quality assurance in company-based vocational training\" and 2.2.202 \"Vocational training from the trainees' point of view\"]. Bonn: BIBB, 2010. 59 p. Descriptors: dual system; quality of training; in company training; apprentice; trainee; initial training; skill analysis; Germany. [online] Deutscher Qualifikationsrahmen (DQR ) / [German Qualifications Framework (DQR)]. Frankfurt: Deutscher Bildungsserver, 2010. Descriptors: qualification; training policy; lifelong learning; comparability of qualifications; transparency of qualifications; Germany. [online] Europäischer Qualifikationsrahmen (EQR) / [European Qualifications Framework (EQF)]. Frankfurt: Deutscher Bildungsserver, 2010. Descriptors: qualification; training policy; comparability of qualifications; transparency of qualifications; Community policy; Germany; EU countries. 4 ISSN 1831-6085 ",
        "VET Alert Dec 2010 [online] Highlights on Cedefop’s study Exploring the relationship between learning outcomes and VET curricula and learning programmes / Psifidou, Irene. Thessaloniki: [unpublished], 2009. Qualifications for lifelong learning and employability, Thessaloniki, 5-6 October 2009. Descriptors: assessment of learning outcomes; curriculum research; secondary education; curriculum development; EU countries. [online] Re-imagining the school curriculum: the revolution of learning-outcome approaches in Europe / Psifidou, Irene. Thessaloniki: [unpublished], 2010. 5 p. 54th Annual Conference of the Comparative and International Education Society on “Re imagining Education”, Chicago, 2010. Descriptors: curriculum development; curriculum research; qualification; secondary education; educational reform; EU countries. [online] Investing in Competitiveness for a Better Quality of Life: Operational Programme I Cohesion Policy 2007- 2013 / Planning and Priorities Coordination Division - PPCD188 p. Descriptors: socio economic conditions; economic planning; Malta. [online] European policy initiatives supporting individual learning pathways / Launikari, Mika; Le Mouillour, Isabelle. IAEVG Conference on Coherence, Co-operation and Quality in Guidance and Counselling, Jyväskylä, Finland, 3-5 June 2009. Descriptors: assessment of learning outcomes; curriculum research; vocational guidance; skill development; EU countries; lifelong guidance; Europan Qualifications Framework; ECVET. [online] European tools for lifelong learning and lifelong mobility: the role of Cedefop / Psifidou, Irene -- In Further education in the Balkan countries: Education and pedgagoy in Balkan countries, n. 9 volume II, 2009, p. 1223-1231. Thessaloniki: Kyriakidis Brothers, 2008. International conference of the Balkan Society for Pedagoy and Education \"Further Education in the Balkan Countries\", Konya, Turkey, 23-26 October 2008. Descriptors: transparency of qualifications; certification of learning outcomes; lifelong learning; student mobility; Europass; assessment of learning outcomes; EU countries; european qualifications framework; ECVET. [online] Innovation in school curriculum: the shift to learning outcomes / Psifidou, Irene -- In Procedia Social and Behavioral Sciences, 1 (2009) p. 2436-2440 World Conference on Educational Sciences, 3-5 February 2009, Nicosia, Cyprus. Descriptors: certification of learning outcomes; curriculum research; qualification; curriculum development; assessment of learning outcomes; EU countries. [online] Innovation in the Bulgarian school curriculum: the shift to learning outcomes / Psifidou, Irene -- In Scientific Bulletin-Education Sciences Series, 2008, n. 2, p. 183-194 Descriptors: assessment of learning outcomes; curriculum research; certification of learning outcomes; curriculum development; school; Bulgaria. [online] På spaning efter arbetsplatsvalidering: en studie av fyra organisationers synliggörande av kompetens / Berglund, Leif [In search of work place RPL: a study of how skills are made visible in four organisations.]. Luleå: Luleå Tekniska Universitet, 2010. 281 p. (Doctoral thesis; 2010). - ISBN 978-91-7439-107-7 ISSN 1402-1544 Descriptors: validation of learning outcomes; private sector; recognition of qualifications; public enterprise; case study; Sweden. [online – restricted access] PISA computer-based assessment of student skills in science. Organisation for Economic Co-operation and Development., Programme for International Student Assessment. Paris: OECD, 2010. 126 p. - ISBN 9789264082021 Descriptors: assessment of learning outcomes; questionnaire; performance; science; student; information technology; survey; comparative analysis; OECD countries. [online] Learning outcomes changing written and taught curricula/ Psifidou, Irene. 12th TTnet annual conference \"Better teaching for better learning: supporting teachers and trainers meeting challenges of today and tomorrow, Thessaloniki, 11-12 February 2010. Descriptors: teacher training; assessment of learning outcomes; secondary education; curriculum development; EU countries. ISSN 1831-6085 5 ",
        "[online] Cluster Key Competences – curriculum reform, 24 June 2009: Highlights on Cedefop’s study Exploring the relationship between learning outcomes and VET curricula and learning programmes / Psifidou, Irene. Thessaloniki: [unpublished], 2009. Descriptors: assessment of learning outcomes; curriculum research; secondary education; curriculum development; EU countries. Vnútorné hodnotenie č innosti školy – SWOT analýza / Paška, Peter; Albert, Sándor; Slovak Republic. Slovenskej technickej univerzity - MtF STU, Materiálovotechnologická fakulta [Internal assessment of school activities – SWOT analysis.] -- In Technológia vzdelávania [Technology of Education], príloha Slovenský u č ite ľ [Slovak Teacher], Vol. 18, No, 5(2010), p. 12-15. Nitra: SLOVDIDAC, 2010. ISSN 1335-003X Descriptors: quality of education; quality management; evaluation method; secondary school; Slovak Republic. [online] Die Weiterbildung im Deutschen Qualifikationsrahmen für Lebenslanges Lernen (DQR) / [Continuing training in the German Qualifications Framework for Lifelong Learning (DQR)]. Frankfurt: Deutscher Bildungsserver, 2010. Descriptors: adult learning; adult training; continuing education; transparency of qualifications; recognition of qualifications; comparability of qualifications; continuing vocational training; informal learning; non formal learning; Germany. [online] Δια βίου μάθηση και κινητικότητα στην Ευρωπη : ο ρόλος του Cedefop / Psifidou, Irene. Thessaloniki: unpublished, [2009]. Cedefop Open Day, Thessaloniki, 8- 9 May 2009. Descriptors: transparency of qualifications; certification of learning outcomes; lifelong learning; student mobility; Europass; assessment of learning outcomes; EU countries; european qualifications framework; ECVET. Analysing policy [online] Améliorer la coordination des politiques économiques au profit de la stabilité, de la croissance et de l'emploi - Des outils pour renforcer la gouvernance économique de l'UE / European Commission. Luxembourg: Publications Office, 2010. 26 p. (Documents COM; (2010) 367 of 36.6.2010). Descriptors: employment policy; employment creation; economic policy; Community policy; skill shortage; entrepreneurship; economic crisis; EU countries. [online] Council Decision of 21 October 2010 on guidelines for the employment policies of the Member States / Council of the European Union. -- In Official Journal of the European Union, L 308, 24.11.2010, p. 46--51. Luxembourg: Publications Office, 2010. Descriptors: employment policy; economic policy; employment creation; labour market; lifelong learning; equal opportunities; labour market segmentation; long term unemployment; EU countries. [online] Education for all ?: lessons from the reform of the Danish VET-programmes / Cort, Pia -- In Berufsbildung in Wissenschaft und Praxis (BWP), Vol 39, No 4, p. 38-42. Bielefeld: Bertelsmann Verlag, 2010. ISSN 0341-4515 Descriptors: training system; training policy; initial training; training reform; Denmark; Germany. [online] Entrepreneurship and innovations for sustainable development: policy summary from Swedish Entrepreneurship Forum. / Entreprenörskapsforum. Stockholm: Entreprenörskapsforum, 2010. 15 p. Descriptors: entrepreneurship; sustainable development; environment; globalisation; Sweden; OECD countries. [online] Gemeinsame Wissenschaftskonferenz - GWK . [Joint Academic Research Conference (GWK)]. Bonn: GWK, 2010. Descriptors: research policy; public finance; research programme; higher education; university; innovation; educational administration; Germany. [online] Hur fungerar arbetsmarknadspolitiken under olika konjunkturlägen? / Skedinger, Per; Finanspolitiska rådet [How does labour market policy work in different cyclical situations?.]. Stockholm: Finanspolitiska rådet, 2010. 46 p. (Studier i finanspolitik; 2010:7). ISSN 1654-8000 Descriptors: labour market; unemployment; educational reform; educational policy; Sweden. [online] The impact of labour market reforms and economic performance on the matching of short-term and long- term unemployed / Klinger, Sabine; Rothe, Thomas. 6 ISSN 1831-6085 ",
        "VET Alert Dec 2010 Nuremberg: IAB, 2010. 35 p. (IAB Discussion Paper; 13/2010). Descriptors: labour market reform; labour legislation; economic crisis; social policy; labour statistics; unemployment duration; Germany. [online] Kinder - Wunsch und Wirklichkeit in der Wissenschaft: Forschungsergebnisse und Konsequenzen / Fritsche, Angelika; Renkes, Veronika [Children - desire and reality within the academic research community: research results and consequences]. Bonn: BMBF, 2010. 36 p. Descriptors: social policy; child care facilities; parents; equal opportunities; research policy; higher education graduate; Germany. [online] Kompetenzen in einer digital geprägten Kultur.; Bundesministerium für Bildung und Forschung. [Competences within a digitally influenced culture]. Bonn: BMBF, 2010. 36 p. Descriptors: training system; personal development; employability; communication skill; competence; vocational training; lifelong learning; new technologies; Germany. [online - restricted access] OECD economic surveys: United States 2010: special features: implementing cost-effective policies to mitigate climate change . Organisation for Economic Co- operation and Development. Paris: OECD, 2010. 127 p. (OECD economic surveys; vol 2008, no 10). - ISBN 9789264083288 ISSN 0376-6438 Descriptors: economic development; economic crisis; environment; financial policy; sustainable development; tax; OECD; United States. [online – restricted access] Improving health and social cohesion through education. Organisation for Economic Co-operation and Development., Centre for Educational Research and Innovation. Paris: OECD, 2010. 218 p. - ISBN 9789264086302 Descriptors: educational policy; education system; social research; health; social environment; quality of life; social change; family; EU countries; OECD countries. [online] Priorities for enhanced European cooperation in vocational education and training for the period 2011- 2020 / Council of the Brussels: Council of the European Union, 2010. 21 p. 3046th Education, Youth and Culture Council meeting, 18-19 November 2010, Brussels, 2008. Descriptors: training policy; education system; lifelong learning; higher education; educational objective; assessment of learning outcomes; evaluation method; EU countries. [online] Regular education as a tool of counter: cyclical employment policy / Pissarides, Christopher A; Finanspolitiska rådet. Stockholm: Finanspolitiska rådet, 2010. 20 p. (Studier i finanspolitik; 2010:6). ISSN 1654- 8000 Descriptors: post compulsory education; labour market; unemployment; economic crisis; educational policy; fight against unemployment; Sweden. [online – restricted access] Reviews of national policies for education: Chile's international scholarship programme. Organisation for Economic Co-operation and Development. Paris: OECD, 2010. 129 p. - ISBN 9789264086418 Descriptors: education system; educational policy; higher education; educational innovation; financing of education; university; human capital; Chile. [online] Stability Programme of the Republic of Cyprus 2009- 2013 / Cyprus. Ministry of Finance - MoF. Nicosia: Ministry of Finance, 2010. 86 p. Descriptors: economy; economic policy; economic development; employment; government; Cyprus. [online] Statement of revenue and expenditure of the European Centre for the Development of Vocational Training (Cedefop) for the financial year 2009 — Amending Budget No 1 / European Parliament -- In Official Journal of the European Union, C 173 of 30.6.2010, p. 1-3. Luxembourg: Publications Office, 2010. Descriptors: Cedefop; financial management; financial control; EU countries. [online] Strategija parejai no istermina krizes sekas mazinosiem aktivas darba tirgus politikas pasakumiem uz tradicionalajiem aktivas darba tirgus politikas pasakumiem. / Latvia. Labkl ā j ī bas ministrija [Strategy for the shift from short-term active labour market policy measures for combating consequences of crisis to the traditional active labour market policy measures.]. Riga: Ministry of Welfare of the Republic of Latvia, 2010. 19 p. Descriptors: unemployment; guidance service; unemployment benefit; economic crisis; Latvia. ISSN 1831-6085 7 ",
        "[online] Szenarien für das Bildungssystem: Schweiz / Bundesamt für Statistik. [Scenarios for the educational system: Switzerland]. Neuchatel: BFS, 2010. Descriptors: education system; educational development; training system; demography; migrant training; training statistics; educational statistics; higher education graduate; Switzerland; German speaking Community. [online] European policy initiatives supporting individual learning pathways / Launikari, Mika; Le Mouillour, Isabelle IAEVG Conference on Coherence, Co-operation and Quality in Guidance and Counselling, Jyväskylä, Finland, 3-5 June 2009. Descriptors: assessment of learning outcomes; curriculum research; vocational guidance; skill development; EU countries; lifelong guidance; Europan Qualifications Framework; ECVET. [online] A review of national training funds / Johanson, Richard; World Bank, Social Protection and Labour. [s. l.]: World Bank, 2009. 25 p. (SP discussion paper; 0922). Descriptors: financing of training; training allowance; comparative analysis; training levy; in company training. [online] Development of a national English language policy and framework for legally-resident adult immigrants: final report to the office of the Minister for Integration and the Department of Education and Science / Horwath Consulting Ireland; Department of Education and Science. Dublin: Department of Education and Science, 2008. 108 p. Descriptors: foreign language learning; migrant training; financing of education; comparative analysis; Ireland. [online] School curriculum reform and mentalities in transition: looking into the Bulgarian case / Psifidou, Irene -- In Comparative education, teacher training, education policy and social inclusion, volume 6, 2008, v.6, p. 112-117. Sofia: Bureau for Educational Services, 2008. - ISBN 978-954-9842-12-8 6th International conference on \"Comparative education and teacher training\", Sofia, Bulgaria, 1-4 July 2008. Descriptors: curriculum development; curriculum research; certification of learning outcomes; assessment of learning outcomes; competence; Bulgaria. [online] International trends and implementation challenges of secondary education curriculum policy: the case of Bulgaria / Psifidou, Irene. Barcelona: Universidad Autónoma de Barcelona, 2007. 536 p. - ISBN 978-84-691- 2112-2 Descriptors: curriculum development; curriculum research; comparative education; secondary education; educational reform; Bulgaria; OECD countries. [online] Investing in Competitiveness for a Better Quality of Life: Operational Programme I Cohesion Policy 2007- 2013 / Planning and Priorities Coordination Division – PPCD.188 p. Descriptors: socio economic conditions; economic planning; Malta. [online] Lifelong learning: patterns of policy in thirteen European countries: a review of lifelong learning policy and pracice in Austria, Bulgaria, the Czech Republic, England, Estonia, Flanders, Hungary, Ireland, Lithuania, Norway, Russia, Scotland, Slovenia. Institute for International and Social Studies. Tallinn: Tallinn University, 2007. various pagination Descriptors: lifelong learning; comparative analysis; labour market; training participation rate; Community policy; government policy; EU countries. Developing lifelong learning [online] Arbeitsgruppe Informelles Lernen: Anhang zu den Jahresberichten 2008/2009 / Bichl, Norbert; Brückner, Wolfgang [Working group on informal learning: Annex to annual reports 2008/20009.]. Vienna: BMUKK, 2010. 149 p. Descriptors: informal learning; transparency of qualifications; validation of learning outcomes; Austria; qualifications system. [online] Arbeitsgruppe Informelles Lernen: Jahresbericht 2009/2010 / Bichl, Norbert; Brückner, Wolfgang [Working group on informal learning: Annual report 2009/2010.]. Vienna: BMUKK, 2010. 119 p. Descriptors: informal learning; transparency of qualifications; Austria. [online] Beraterische Interventionen als funktionale Kommunikation in individuellen Entscheidungsprozessen: Eine Typologie in Form einer theoriegeleiteten Definition. Schlögl, Peter; Bundesministerium für Unterricht, Kunst und Kultur - bmukk [Interventions by counsellors as functional 8 ISSN 1831-6085 ",
        "VET Alert Dec 2010 communication in individual decision-making processes: a typology in the form of a theory-based definition.] -- In Magazin erwachsenenbildung.at. Das Fachmedium für Forschung, Praxis und Diskurs, No 9 (2010), 13 p. Vienna: BMUKK, bifeb, 2010. ISSN 1993-6818 Descriptors: guidance service; vocational guidance; vocational counselling; educational guidance; Austria. [online] Berufsorientierung in der Sekundarstufe II: eine Studie über die Akzeptanz vorberuflicher Bildung in der Wiener AHS-Oberstufe / Wolf, Jennifer Christina [Career guidance at the upper secondary level: a study about the acceptance of pre-professional education in the upper cycle of Viennese academic secondary schools.]. Vienna: Universität Wien, 2010. 110 p. Descriptors: vocational guidance; general education; educational guidance; empirical research; upper secondary education; Austria. [online] Beschäftigungsmöglichkeiten für Ältere im Jahr 2009: Branchen mit über- bzw. unterdurchschnittlicher Beschäftigung älterer ArbeitnehmerInnen. Putz, Sabine; Zajic, Barbara; Arbeitsmarktservice Österreich, Abteilung Arbeitsmarktforschung und Berufsinformation - AMS / ABI [Employment opportunities for older workers in 2009: sectors with above- and below-average employment of older workers.] -- In AMS info, No 159 (2010), 4 p.. Vienna: Communicatio, 2010. Descriptors: older worker; employment opportunity; Austria. [online] Az életút-támogató pályaorientáció rendszerének kialakítása Magyarországon: életpálya-tanácsadás / Borbély-Pecze, Tibor Bors [The evolution of the lifelong guiding career orientation system in Hungary: lifelong guidance.]. Budapest: Foglalkoztatási és Szociális Hivatal, 2010. 100 p. Descriptors: career development; vocational counselling; vocational guidance; vocational counsellor; Hungary. \"Ich weiß mehr, als ich weiß!\": informelles Lernen in einer entgrenzten Bildungsgesellschaft / Thiel, Felicitas [I know more than I know!: informal learning within an unbounded knowledge-based society.]. Innsbruck: Universität Innsbruck, 2010. 392 p. Descriptors: informal learning; transparency of qualifications; recognition of competences; empirical research; Austria. [online] Lernbedingungen in beruflichen Grundausbildungen und Höherqualifizierungen für ältere Fachkräfte am Beispiel der Metallindustrie / Da Rocha, Karin; Arbeitsmarktservice Österreich, Abteilung Arbeitsmarktforschung und Berufsinformation - AMS / ABI [Conditions for learning in basic vocational training and higher qualification programmes for older skilled workers using the metal industry as an example.]. Vienna: Communicatio, 2010. 192 p. (AMS Report; No 72/73 (2010)). Descriptors: metalworking industry; older worker; in company training; adult training; lifelong learning; empirical research; Austria. [online] Ett lyft för den som vill: utvärdering av den statliga satsningen på fortbildning av lärare. Statskontoret [Advancement for the ambitious: evaluation of the state’s INSET initiative for teachers.]. Stockholm: Statskontoret, 2010. 160 p. - ISBN 978-91-7220-700-4 ISSN 0346-8747 Descriptors: teacher training; government; higher education; evaluation; Sweden. A mérnöktanárképzés helyzete a Bologna-folyamatot követoen I / Tóth, Péter [The state-of-the-art of training Engineering teachers after the Bologna Process: I] -- In Szakoktatás, Vol 60, No 8 (2010), p. 16-24.. Budapest: Nemzeti Szakképzési és Felnottképzési Intézet, 2010. ISSN 0237-5338 Descriptors: teacher training; training development; content of education; curriculum development; student population; Hungary. Povahové č rty u č ite ľ a / Nagy, Tibor; Nagyová, So ň a; Slovak Republic. Univerzity Komenského v Bratislave - PF UK, Prírodovedecká fakulta [Character features of a teacher.] -- In Technológia vzdelávania [Technology of Education], príloha Slovenský u č ite ľ [Slovak Teacher], Vol. 18, No. 6(2010), p. 13-15. Nitra: SLOVDIDAC, 2010. ISSN 1335-003X Descriptors: teacher; personal development; behaviour; Slovak Republic. Részvétel a felnottképzésben . [Participation in adult education] -- In Statisztikai Tükör, Vol 4, No 87 (Aug.2010), 68 p.. Budapest: Központi Statisztikai Hivatal, 2010. Descriptors: lifelong learning; adult learning; adult training; formal learning; informal learning; statistical analysis; EU countries; Hungary. ISSN 1831-6085 9 ",
        "[online] Satisfaction with job and income among older individuals across European countries / Bonsang, Eric; Van Soest, Arthur; Netherlands. Rijksuniversiteit Limburg., Researchcentrum voor Onderwijs en Arbeidsmarkt. Maastricht: Roa, 2010. 35 p. (ROA research memorandum series; ROA-RM-2010/11). Descriptors: older worker; job satisfaction; wage; quality of working life; quality of life; comparative analysis; EU countries. A szakképzés és felnottoktatás Szlovákiában / Fabó, Mária; Zakar, Piroska [Vocational training and adult training in Slovakia] -- In Szakképzési Szemle, Vol 26, No 3 (2010), p. 282-294.. Budapest: Nemzeti Szakképzési és Felnottképzési Intézet, 2010. ISSN 0237-2347 Descriptors: vocational education; adult training; training system; educational legislation; training legislation; Slovak Republic. [online] The right skills for silver workers: an empirical analysis / Cedefop. Luxembourg: Publications Office, 2010. 67 p. (Research paper; 8). - ISBN 978-92-896- 0667-7 ISSN 1831-5860 Descriptors: older worker; age group; skill obsolescence; skill analysis; employability; EU countries. [online] Top of the class: new teacher education programmes. Utbildningsdepartementet. Stockholm: Utbildningsdepartementet, 2010. 2 p. Descriptors: teacher training; higher education; teacher; Sweden. [online] Die Weiterbildung im Deutschen Qualifikationsrahmen für Lebenslanges Lernen (DQR) / [Continuing training in the German Qualifications Framework for Lifelong Learning (DQR)]. Frankfurt: Deutscher Bildungsserver, 2010. Descriptors: adult learning; adult training; continuing education; transparency of qualifications; recognition of qualifications; comparability of qualifications; continuing vocational training; informal learning; non formal learning; Germany. [online] Deutscher Alterssurvey: die zweite Lebenshälfte / Motel-Klingebiel, Andreas [German Age Survey: the second half of life]. Berlin: DZA, 2009. 225 p. (DZA Diskussionspapiere; 48). Descriptors: older person; society; social policy; social sciences; statistical analysis; demography; Germany. [online] Educating Secondary Education Teachers in Bulgaria: meeting European Standards and Challenges (?) / Psifidou, Irene -- In European Unification and educational challenges in the Balkans, volumen 8, p. 355-364. Thessaloniki: Kyriakidis Brothers, 2008. Conference proceedings of the Balkan Society for Pedagogy and Education \"European unification and educational challenges in the Balkans\", Thessaloniki, 9-11 November 2007. Descriptors: teacher training; curriculum research; secondary education; curriculum development; Bulgaria. [online] The changing role of Bulgarian teachers in secondary eudcation / Psifidou, Irene -- In Romanian Journal of Pedagogy, 7.12.2008 p. 52-10 Descriptors: teacher; teacher role; secondary education; skill analysis; assessment of learning outcomes; EU countries; Bulgaria. [online] Development of a national English language policy and framework for legally-resident adult immigrants: final report to the office of the Minister for Integration and the Department of Education and Science / Horwath Consulting Ireland; Ireland. Department of Education and Science.. Dublin: Department of Education and Science, 2008. 108 p. Descriptors: foreign language learning; migrant training; financing of education; comparative analysis; Ireland. [online] Regulation (EC) No 452/2008 of the European Parliament and of the Council of 23 April 2008 concerning the production and development of statistics on education and lifelong learning / European Parliament; Council of the European Union -- In Official Journal of the European Union, L 145 of 4.6.2008, p. 227-233. Luxembourg: Publications Office, 2008. Descriptors: training statistics; quality management; lifelong learning; Community regulation; EU countries. 10 ISSN 1831-6085 ",
        "VET Alert Dec 2010 F OCUS ON : M OBILITY We herewith introduce a supplementary section of VET Alert, which will be added irregularly to the known structure. The “Focus On” is a thematic bibliography on a specific subject. For this issue we selected “mobility”. All cited publications have been added to Cedefop’s bibliographic database VET-Bib during the last 12 months. Most titles are available either at our Cedefop library and/or they are accessible electronically. Some references are bibliographic only. References from EU Member States, Norway and Iceland are provided by Refernet. Bologna-folyamat, hallgatói mobilitás, tandíj / Marton, Melinda; Paku, Áron [Bologna-process, mobility of students, tuition training and practice] -- In Képzés és Gyakorlat, Vol 7, No 1-2 (2009), p. 31-49. Kaposvár: Kaposvári Egyetem Pedagógiai Foiskolai Kara, 2009. ISSN 1589-519X Descriptors: student mobility; financing of education; training fee; higher education; educational reform; Hungary. Changes in intergenerational mobility and educational inequality in Estonia: comparative analysis of cohorts born between 1930 and 1974 / Saar, Ellu -- In European Sociological Review, Vol.26, Issue 3, (June 2010), p. 367- 383. Oxford: Oxford University Press, 2010. ISSN 0266- 7215 Descriptors: social mobility; educational background; education; Estonia. [online] Changes in Swedish labour immigration policy: a slight revolution ? / Cerna, Lucie; Stockholms Universitet, The Stockholm University Linnaeus Center for Integration Studies (SULCIS). Stockholm: Stockholms Universitet, 2009. 41 p. (Working paper; 10). ISSN 1654- 1189 Descriptors: labour mobility; immigration; Sweden. [online] Cientistas portugueses no estrangeiro: factores de mobilidade e relações de diáspora / Delicado, Ana [Portuguese scientists abroad: mobility factors and diaspora links]. -- In Sociologia, n.º 58, pp.109-129. Lisbon: CIES, 2008. Descriptors: research programme; labour mobility; foreign student; Portugal. [online] The common Nordic labour market at 50 / Pedersen, Peder J.; Roed, Marianne. Copenhagen: Nordiska ministerrådet, 2008. 127 p. - ISBN 978-92-893-1691-0 Descriptors: labour mobility; labour market; migrant worker; migrant employment; Denmark; Finland; Iceland; Norway; Sweden. [online] Datos básicos de movilidad de los trabajadores: 2009 / Servicio Público de Empleo Estatal - SPEE, Observatorio de las Ocupaciones. [Basic data on worker mobility: 2009]. Zaragoza: Servicio Público de Empleo Estatal, Subdirección General de Estadística e Información, Observatorio de las Ocupaciones, 2010. 19 p. Descriptors: geographical mobility; worker; occupational profile; labour mobility; labour statistics; Spain. [online] De veranderende structuur en kwaliteit van banen in België. Goos, Maarten; Salomons, Anna [The changing structure and quality of jobs in Belgium.] -- In Over. Werk, No.3, p.30-42. Leuven: Steunpunt WSE, 2009. Descriptors: labour mobility; technological change; globalisation; skill shortage; Flemish Region; Walloon region; Brussels Capital Region; Belgium. [online] El mercado de trabajo y la movilidad entre España y Portugal. Síntesis de datos / = O mercado de trabalho e a mobilidade laboral entre Espanha e Portugal. Síntese de datos / Observatorio de las Ocupaciones, Servicio Público de Empleo Estatal - SPEE; Observatório do Emprego e Formaçao Profissional [The Labour Market and Mobility between Spain and Portugal: a Synthesis of the Data]. Madrid: Servicio Público de Empleo Estatal, 2009. 28 p. Descriptors: labour mobility; manpower; labour market; comparative analysis; labour statistics; Spain; Portugal. CED EG M 4940 Employment and shared growth: rethinking the role of labor mobility for development / Paci, Pierella; World Bank. Washington, DC: Worldbank, 2007. 124 p. - ISBN 978-0-8213-7107-7 Descriptors: labour mobility; poverty; labour statistics; economic growth; migrant worker; developing countries. Emprego, contratação colectiva de trabalho e protecção da mobilidade profissional em Portugal / Dornelas, António; Ministro, Antonieta [Employment, collective bargaining and protection of labour mobility in Portugal].. [Lisbon]: [MTSS], 2010. p. 235 ISSN 1831-6085 11 ",
        "Descriptors: labour market; employment; collective bargaining; collective agreement; labour mobility; Portugal. [online] Ethnic hostility among ethnic majority and minority groups in the Netherlands: an investigation into the impact of social mobility experiences, the local living environment and educational attainment on ethnic hostility / Tolsma, Jochem. Nijmegen: Radboud Universiteit, 2009. 274 p. - ISBN 978-90-9024497-6 Descriptors: ethnic group; comparative analysis; level of education; cultural integration; educational research; Netherlands. [online] Der Europäische Qualifikationsrahmen für lebenslanges Lernen: Transparenz und Mobilität in Europa: EQR und DQR / Germany. Nationale Agentur Bildung für Europa beim Bundesinstitut für Berufsbildung. [The European Qualifications Framework for Lifelong Learning, transparency and mobility in Europe: the EQF and the German National Qualifications Framework (DQR)]. Bonn: NA beim BIBB, 2009. 12 p. Descriptors: occupational mobility; recognition of learning outcomes; labour mobility; lifelong learning; transparency of qualifications; Germany; EU countries. [online] Europäisches Leistungspunktsystem in der Berufsbildung: Berufliche Mobilität in Europa: ECVET / Germany. Nationale Agentur Bildung für Europa beim Bundesinstitut für Berufsbildung. [European credit transfer system for vocational education and training (ECVET): vocational mobility in Europe.]. Bonn: NA beim BIBB, 2009. 24 p. Descriptors: transparency of qualifications; recognition of learning outcomes; training abroad; training standard; dual system; training system; Community programme; Germany; EU countries. [online] European Parliament resolution of 18 December 2008 on the European Job Mobility Action Plan (2007-2010) / European Union. European Parliament -- In Official Journal of the European Union, C 45 E, 23.2.2010, p. 23- 33. Luxembourg: Publications Office, 2010. Descriptors: youth policy; student mobility; youth training; training programme; equal opportunities; EU countries. [online] Germany: right in the middle of it / Rang, Marion; Demmer, Christine; Bundesagentur für Arbeit - BA. Bielefeld: Bertelsmann Verlag, 2010. 46 p. Descriptors: labour mobility; foreign language learning; labour legislation; student exchange; student mobility; training abroad; working conditions; Germany. Hallgatók külföldön / Polónyi, István [Students abroad] -- In Debreceni Szemle, Vol18, No 2 (April 2010), p. 75-90. Debrecen: Debreceni Szemle Alapítvány, 2010. ISSN 1588-0229 Descriptors: student mobility; higher education; training abroad; Hungary; OECD countries. [online] How much can we learn from international comparisons of intergenerational mobility / Blanden, Jo; United Kingdom. The London School of Economics and Political Science - CEE, The Centre for the Economics of Education. London: LSE, 2009. 52 p. (CEE Discussion Paper; 111). ISSN 2045-6557 Descriptors: social mobility; equal opportunities; education; social class; Brazil; Australia; Italy; France; United Kingdom; England; Wales; Scotland; Northern Ireland; Canada; Denmark; Norway; Finland; Sweden; Germany; United States. [online] Invandringspolitik för cirkulär migration / Lundborg, Per; Svenska institutet för europapolitiska studier - SIEPS [Migration policy for circular migration.]. Stockholm: SIEPS, 2009. 52 p. Descriptors: labour mobility; migrant employment; economic policy; migration; developing countries; European Union; EU countries. [online] Is the design and management of the mobility scheme of the Leonardo da Vinci programme likely to lead to effective results? / European Union. European Court of Auditors. Luxembourg: Publications Office, 2010. (Special report; 4). - ISBN 9789292077699 Descriptors: Lifelong Learning Programme; financial management; training programme; student mobility; EU countries. CED INT Z 41 The jobs immigrants do: issues of displacement and marginalisation in the Irish labour market / Turner, Thomas -- In Work, Employment & Society, Vol 24, No 2, p. 318-336.. London: Sage, 2010. Descriptors: occupational mobility; migrant worker; level of qualification; highly skilled worker; basic skill; Ireland. 12 ISSN 1831-6085 ",
        "VET Alert Dec 2010 [online] La movilidad geográfica de las personas con discapacidad y la accesibilidad de las rutas de trabajo / Red2Red Consultores [The geographical mobility of people with disabilities and accessibility to job routes]. [ Madrid]: Red2red Consultores, 2007. 200 p. Descriptors: disabled person; worker; employment opportunity; geographical mobility; occupational mobility; Spain. [online] Labour mobility and plant performance: the influence of proximity, relatedness and agglomeration / Eriksson, Rikard; Umeå Universitet, Kulturgeografiska institutionen. Umeå: Umeå Universitet, 2009. 58 p. - ISBN 978-91-978344-1-4 Descriptors: labour mobility; enterprise; economic development; skill development; geographical mobility; regional development; Sweden. [online] Mobilität, Durchlässigkeit und Qualität / Leitner, Anne; Müller Strassnig, Annina; AQA - Österreichische Qualitätssicherungsagentur. [Mobility, permeability and quality.]. Vienna: AQA, 2010. 120 p. - ISBN 978-3-7089- 0645-4 Descriptors: transparency of qualifications; student mobility; quality of education; Austria. CED EG M 4840 Mobilität steigern - Durchlässigkeit fördern: Europäische Impulse für die Berufsbildung / Forschungsinstitut Betriebliche Bildung. [Increase mobility - promote permeability: european impetus for the training.]. Bielefeld: Bertelsmann, 2010. 214 p. (Wirtschaft und Bildung; 55). - ISBN 978-3-7639-4270-1 Descriptors: transparency of qualifications; labour mobility; EU countries. [online] Mobilités: quelles réalités ? Mieux comprendre la mobilité pour accompagner les parcours professionnels: bibliographie enrichie / Guerra, Gloria; Pôle Rhône-Alpes de l'Orientation - PRAO [Mobilities: what realities ? Better understanding the mobility to accompany the careers: enriched bibliography.]. Lyon: PRAO, 2009. 33 p. Descriptors: occupational mobility; geographical mobility; mentoring; career; employability of individuals; France. La mobilità job-to-job: transizioni lavorative verso il terziario / Riva, Egidio; Zucchetti, Eugenio [Job to job mobility: working transitions towards the tertiary sector.]. Milan: Franco Angeli, 2008. 167 p. (Sociologia del lavoro. Teorie e ricerche; 106). Descriptors: tertiary sector; economy; Italy. [online] Õpirände varalaegas / Tamsalu, Janika; Elukestva Õppe Arendamise Sihtasutus Innove - INNOVE [Mobility toolbox.]. Tallinn: Elukestva Õppe Arendamise Sihtasutus Innove, 2010. 51 p. Descriptors: guidance service; international exchange; information; information dissemination; Estonia. CED EG M 4729 Qualifications and mobility in a globalising world: why equivalence matters / Johnson, Sandra; Wolf, Alison -- In Assessment in education: principles, policy & practice, v. 16, n. 1, March 2009, p. 3-11.: Taylor and Francis, 2009. ISSN 0969-594X Descriptors: comparability of qualifications; qualification; student mobility; EU countries. Le grammatiche sociali della mobilità: una ricerca sulle convenzioni del lavoro nella provincia di Bologna / La Rosa, Michele; Borghi, Vando [Social grammars of mobility: a research on work agreement in the Bologna province.]. Milan: Franco Angeli, 2008. 124 p. Descriptors: work organisation; research; Italy. CED INT M 2842 Regional challenges of West African migration: African and European perspectives / Trémolieres, Marie; Organisation for Economic Co-operation and Development. Paris: OECD, 2009. 249 p. (West African Studies). - ISBN 9789264055933 Descriptors: labour mobility; employment opportunity; globalisation; migrant worker; migration; Europe; Africa. [online] The role of geographic mobility in reducing education- job mismatches in the Netherlands / Hensen, Maud M.; Vries, M. Robert. Maastricht: ROA, 2009. 26 p. Descriptors: labour mobility; geographical mobility; career choice; career prospects; success; Netherlands. [online] Seeking similarity: how immigrants and natives manage at the labor market / Åslund, Olof; Hensvik, Lena; Institutet för arbetsmarknadspolitisk utvärdering - IFAU. Uppsala: IFAU, 2009. 42 p. (IFAU working paper; 24). ISSN 1651-1166 ISSN 1831-6085 13 ",
        "Descriptors: labour mobility; migrant worker; segregation; Sweden. [online] Selection bias in educational transition models: theory and empirical evidence / Holm, Anders; Jæger, Mads Meier; Socialforskningsinstituttet - SFI, Research department of social policy and welfare services. Copenhagen: SFI, 2008. 41 p. (Social policy and welfare services - working paper; (2008) 11). Descriptors: social mobility; transition from school to work; family environment; empirical research; Denmark; United States; United Kingdom; Netherlands. Universidade e mudança social: mobilidade social e processos de avaliação / Martins, António [University and social change: social mobility and evaluation processes]. -- In Universidade e Formação ao Longo da Vida, p. 41-66. Lisbon: Celta Editora, 2008. - ISBN 978- 972-774-254-7 Descriptors: university; student; Portugal. [online] Using the VQTS model for mobility and permeability. Results of the Lifelong Learning project VQTS II / Luomi-Messerer, Karin. Vienna: 3s - superior:skills:solution, 2009. 95 p. - ISBN 978-3-902277- 31-2 Descriptors: transparency of qualifications; European dimension; Austria. [online] Uzzini, pirms piekriti darbam arvalstis. / Latvia. Nodarbin ā t ī bas valsts a ģ ent ū ra [Find out before agree to work abroad.]. Riga: Nodarbinatibas valsts agentura, 2009. 4 p. Descriptors: labour mobility; freedom of movement; employment service; employment protection; Latvia. VET and employment related mobility and migration: UK case / Cuddy, Natalia; United Kingdom. Qualifications and Curriculum Development Agency - QCDA -- In ReferNet Research Report, UK 2009 p. 7-22. Coventry: QCDA, 2009. Descriptors: migration; population; labour shortage; skill shortage; labour market; United Kingdom; England; Scotland; Wales; Northern Ireland. CED DE S 01 Wandel der Erwerbsarbeit: Arbeitssituation, Informatisierung, berufliche mobilität und Weiterbildung / Dostal, Werner; Jansen, Rolf; Germany. Institut für Arbeitsmarkt- und Berufsforschung. [Change of gainful employment: work situation, informatisation, occupational mobility and continuing education and training.]. Nuremberg: IAB, 2000. 179 p. (Beiträge zur Arbeitsmarkt- und Berufsforschung; 231). ISSN 0173- 6574 Descriptors: employment survey; continuing vocational training; career development; occupational mobility; work environment; technological change; qualification; EU countries. [online] Wer sie sind, woher sie kommen, wohin sie gehen: Grenzpendler in Deutschland / Heining, Jörg; Möller, Sabrina [Who they are, where they come from and where they are going: cross-border commuters in Germany.]. Nuremberg: IAB, 2009. 8 p. (IAB Kurzbericht; 27). Descriptors: labour mobility; labour legislation; labour market; working conditions; labour relations; Germany; EU countries. World migration report 2008: managing labour mobility in the evolving global economy. International Organization for Migration /. Geneva: IOM, 2008. 562 p. - ISBN 978-92-9068-405-3 Descriptors: migrant worker; migration; labour mobility; globalisation; government policy; economic development; developed countries; developing countries. 14 ISSN 1831-6085 ",
        "VET Alert Dec 2010 ISSN 1831-6085 15 C OUNTRY INDEX Ireland........................................... 2, 3, 8, 10, 12, 14 Africa .....................................................................13 Italy.................................................................. 12, 13 Asia..........................................................................3 Latvia .................................................................7, 14 Australia................................................................12 Malta.....................................................................5, 8 Austria.................................................4, 8, 9, 13, 14 Netherlands........................................ 10, 12, 13, 14 Belgium .................................................................11 Norway............................................................ 11, 12 Bulgaria.........................................................5, 8, 10 OECD countries ........................... 2, 3, 5, 6, 7, 8, 12 Canada ..................................................................12 Portugal .................................................... 11, 12, 14 Cyprus .........................................................3, 4, 5, 7 Slovak Republic....................................... 4, 6, 9, 10 Denmark................................................6, 11, 12, 14 Slovenia...................................................................8 Estonia ............................................................11, 13 Spain............................................................... 11, 13 EU countries ...1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 12, 13, 14 Sweden ..................... 3, 5, 6, 7, 9, 10, 11, 12, 13, 14 Finland.............................................................11, 12 Switzerland..............................................................8 France..............................................................12, 13 United Kingdom............................................. 12, 14 Germany................................2, 3, 4, 6, 7, 10, 12, 14 United States.............................................. 7, 12, 14 Hungary.......................................................9, 11, 12 Iceland...................................................................11 I MPRESSUM AND HOW TO SUBSCRIBE Library and documentation service PO Box 22427, GR-551 02 Thessaloniki Building: Europe 123, Thessaloniki (Pylaia) Cedefop - Vet-Alert - 2010 – issue no 12 – 15 p. ISSN 1831-6085 Tel. (+30) 23 10 49 02 14, Fax (+30) 23 10 49 00 20 Cat.-No: TI-AO-10-012-EN-N E-mail: mailto:library@cedefop.europa.eu Publication number 9046 If you would like to subscribe to this list, please visit this link http://www.cedefop.europa.eu/EN/newsletter/vetalert- newsletter.aspx VET-Alert is published monthly to inform VET specialists about publications and documents acquired by Cedefop’s Library and Documentation service. "
    ]
}