{
    "text": [
        "European Statistics for European Policies A wealth of data to underpin the Commission Priorities ",
        "Eurostat and the 10 Commission Priorities Your source of reliable data for policy making, implementation and monitoring Information and knowledge are fundamental building blocks for all modern societies. Official statistics offer an information infrastructure and a public good that responds to the needs of many categories of users - citizens, decision makers, researchers and journalists. European Statistics were introduced in 1952 with the early forms of European integration and have grown over time to become an essential information base for the functioning of societies in the European Union. ",
        "2/3 ‘What steam was to the 19 th century, and oil has been to the 20 th , data is to the 21 st . It’s the driver of prosperity, the revolutionary resource that is transforming the nature of social and economic activity, the capability that differentiates successful from unsuccessful societies.’ Data Manifesto – Royal Statistical Society (September 2014) EUROSTAT’S MISSION IS TO BE THE LEADING PROVIDER OF HIGH QUALITY STATISTICS ON EUROPE Eurostat supplies a wealth of high-quality, harmonised and comparable statistics : » That decision makers need in order to design initiatives to meet the priorities and to monitor the implementation of these initiatives. » That the media need in covering the priorities. » That citizens need in order to judge the success of these initiatives. In this leaflet we briefly describe the data we can provide in each of the Commission priority areas , and give links to the rich additional information available on our website. The role of Eurostat does not end with the supply of the data we already have. We also meet users’ new requirements by: » Adapting existing data collections, » Developing new data collections, » Supporting the calculation of new targets, » Creating new dissemination products, » Developing a multiannual statistical programme. Eurostat works as part of the European Statistical System (ESS) , a partnership between Eurostat and the national statistical institutes and the other national authorities responsible in each Member State for the development, production and dissemination of European statistics. This partnership also includes the EFTA countries. For more information: The ten priorities: http://ec.europa.eu/index_en.htm#priorities Commission 2015 Work Programme: http://ec.europa.eu/priorities/work-programme/index_en.htm Eurostat website: http://ec.europa.eu/eurostat/about/overview ",
        "Jobs, Growth and Investment Creating jobs and boosting growth – without creating new debt The first priority of the European Commission is growth, investment and job creation. The European Fund for Strategic Investment aims at boosting investment; Promotional Banks in Member States will improve access to finance for small and medium-sized enterprises (SMEs); and Member States will be supported in getting longer term and young unemployed people into work and in developing a skilled workforce. ",
        "4/5 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE PROVIDE DATA ON: » The Europe 2020 and globalisation indicators . » Accounting frameworks: GDP, productivity, gross value added, investment and employment by industry, balance of payments. » Enterprises: Productivity and profitability, globalisation, country specialisation, analysis of small and medium-sized enterprises, short-term indicators, life cycle of enterprises. » Labour market: Employment and unemployment indicators, job vacancies, earnings and labour cost. » High-technology and Research & Development: Knowledge-intensive services and activities, trade in high-technology products, innovation and patents. » International trade and foreign investment: Export and import of goods and services, foreign direct investment stocks and flows, international investment positions. DID YOU KNOW THAT? » The GDP of the EU took six years to recover from the 2008/2009 recession. » Since 2008, labour productivity in the EU has increased by 5%. » In the last decade the employment rate of people aged 55 to 64 in the EU has grown steadily to over 50%. » Nine out of ten enterprises in the EU are micro enterprises employing fewer than 10 persons. » Since 2000, employment in the environmental economy in the EU grew on average 8 times faster than in the overall economy. GROWTH AND UNEMPLOYMENT IN THE EU For more information: http://ec.europa.eu/eurostat/statistics-explained/index.php/Smarter,_greener,_more_inclusive_-_ indicators_to_support_the_Europe_2020_strategy http://ec.europa.eu/eurostat/web/national-accounts/overview http://ec.europa.eu/eurostat/web/labour-market/overview http://ec.europa.eu/eurostat/web/science-technology-innovation/overview 25% 20% 15% 10% 5% 0% -5% 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 Source: Eurostat Investment to GDP ratio Unemployment rate GDP growth rate ",
        "Digital Single Market Bringing down barriers to unlock opportunities offered by digital technologies The threefold aim of the Digital Single Market strategy is to ensure better access for consumers and businesses to goods and services across Europe, create the right conditions and shape the right environment for digital networks and innovative services to flourish, and maximise the growth potential of the European Digital Economy. ",
        "6/7 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE PROVIDE DATA ON: » E-commerce: Consumers buying online goods and services, cross-border electronic shopping, businesses selling online in addition to conventional commercial activities. » E-security: Security, trust and privacy in the digital economy for consumers and businesses. » E-skills: Inclusive e-society, e-skills, ICT specialists. » Information and Communication Technologies: Integration of ICT in businesses’ operations, households connected to the internet and persons using digital services, citizens using online public services, innovating businesses in Europe, business and consumers using the cloud and big data. DID YOU KNOW THAT? » Half of consumers in the EU buy online. » Almost one in six small and medium-sized enterprises sell online, less than half of them sell cross border to other EU Member States. » Almost nine in ten EU cloud users use free-of-charge internet storage space. » Nine out of ten young persons in the EU use the internet on a daily basis. » Around one in six EU citizens have never used the internet. EU CONSUMERS BUYING ONLINE AND ENTERPRISES SELLING ONLINE For more information: http://ec.europa.eu/eurostat/web/information-society/overview http://ec.europa.eu/eurostat/web/science-technology-innovation/overview 0% 10% 20% 30% 40% 50% 60% 2008 2009 2010 2011 2012 2013 Enterprises Individuals Source: Eurostat ",
        "Energy Union Making energy more secure, affordable and sustainable The Energy Union strategy has five mutually- reinforcing and closely interrelated dimensions designed to bring greater energy security, sustainability and competitiveness: energy security, solidarity and trust; the internal energy market; energy efficiency as a contribution to the moderation of energy demand; decarbonisation of the economy; and research, innovation and competitiveness. ",
        "8/9 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE PROVIDE DATA ON: » Energy mix: Supply, transformation and consumption of solid fuels, oil, gas, electricity, heat and renewable energies. » Energy security: Stocks and how long they will secure our consumption, diversification of suppliers. » Energy dependence: Imports and exports by country of origin and destination. » Energy efficiency: Energy consumption, energy intensity, combined heat & power generation. » Energy savings: Primary and final energy consumption and savings. » Renewable energies: Hydro, wind, geothermal, heat and solar energy, solid and liquid biofuels, share of renewables in energy consumption. » Transparency of the energy market: Natural gas and electricity end-user prices, taxes and costs, competition indicators. » Energy infrastructure: Electricity generation capacities, nuclear energy facilities, biofuel production capacities, solar collectors’ surface. DID YOU KNOW THAT? » Since 2008, household electricity and gas prices in the EU have risen by about a quarter. » Energy consumption in the EU is back to its early 1990s level. » Around 15% of energy consumed in the EU comes from renewable sources. » The production of wind energy in the EU increased by 300% in the last decade. » The EU depends on energy imports for more than half of its consumption. » Crude oil is imported mainly from Nigeria, Norway, Russia and Saudi Arabia. » Natural gas is imported mainly from Algeria, Norway, Qatar and Russia. RENEWABLE ENERGY IN THE EU For more information: http://ec.europa.eu/eurostat/web/energy/overview http://ec.europa.eu/eurostat/statistics-explained/index.php/Category:Energy http://ec.europa.eu/eurostat/statistics-explained/index.php/International_trade 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2020 0% 5% 10% 15% 20% Europe 2020 target Source: Eurostat ",
        "Internal Market Stronger industry, fewer national trade barriers, stricter business ethics A completed internal market in products and services is the best way to meet the challenges of globalisation, helping companies and industry thrive in the global economy. The EU aims to bring industry’s share in its GDP back to 20% by 2020 – from less than 16% today. Better worker mobility will let people move more freely where their skills are needed. And combatting tax evasion and tax fraud will ensure that all contribute their fair share. ",
        "10/11 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE PROVIDE DATA ON: » Business performance and structural developments: Characteristics and activities of enterprises, share of industry and services in GDP, country specialisation, productivity and profitability, including for small and medium-sized enterprises, enterprise demography. » Production and trade of goods: Production and sales of industrial products, international trade in goods, including by enterprise characteristics and by invoicing currency, EU apparent consumption (production + imports – exports). » Intra-EU mobility: Non-nationals living and working in EU Member States, employment and education status, reasons for migration, status of second-generation migrants. » Government finance statistics: General government accounts including taxes and tax indicators. DID YOU KNOW THAT? » The share of persons employed in industry in the EU fell constantly from over 19 % in 2000 to below 16% in 2014. » Nine out of ten enterprises in the EU are micro enterprises employing fewer than 10 persons. » One third of EU Member States’ exports go outside the EU, two thirds to other Member States. » More than 7 million EU citizens live and work in another EU Member State. » EU citizens migrating to other Member States have higher labour market participation rates than national citizens. GROSS VALUE ADDED OF EU INDUSTRY IN GDP For more information: http://ec.europa.eu/eurostat/statistics-explained/index.php/Structural_business_statistics http://ec.europa.eu/eurostat/statistics-explained/index.php/International_trade_in_goods http://ec.europa.eu/eurostat/statistics-explained/index.php/Employment_statistics 2005 2004 2003 2002 2001 2000 2006 2007 2008 2009 2010 2011 2012 2013 2014 Source: Eurostat 0 % 5 % 10 % 15 % 20 % ",
        "A Deeper and Fairer Economic and Monetary Union Ensuring stability of our single currency and social fairness in implementing the necessary structural reforms The European Commission wants to continue with the reform of the Economic and Monetary Union to preserve the stability of the single currency and to enhance the convergence of economic, fiscal and labour market policies between the Member States that share the euro. The stability of the single currency and the solidity of public finances are as important as social fairness in implementing necessary structural reforms. ",
        "12/13 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE PROVIDE DATA ON: » Economic governance: GDP and components, Macroeconomic Imbalances, household and government finances, balance of payments. » Prices: Inflation, consumer and housing prices, purchasing power parities. » Social protection and risks: Social benefits and receipts, expenditure on pensions, healthcare and disability, family and children, and unemployment benefits, risk of poverty and social exclusion. DID YOU KNOW THAT? » Since January 2014 inflation in the euro area has been below 1%. » European households are saving less now as a percentage of their income than at any time over the last 15 years. » For the first time since the financial crisis, the government deficit in the EU fell below 3% in 2014. » The EU has a strongly positive current account balance with the rest of the world. » Around one in ten people in the EU are severely materially deprived. » 30% of GDP in the EU is spent on social protection. GDP PER CAPITA IN THE EURO AREA For more information: http://ec.europa.eu/eurostat/web/euro-indicators/peeis http://ec.europa.eu/eurostat/web/macroeconomic-imbalances-procedure/indicators http://ec.europa.eu/eurostat/web/social-protection/overview 1995 1996 1997 1998 1999 2000 2001 2002 2002 2003 2004 2005 2008 2007 2009 2010 2011 2012 2013 2014 Source: Eurostat (in €) 0 5 000 10 000 15 000 20 000 25 000 30 000 ",
        "EU-US Free Trade Agreement Reaching a reasonable and balanced trade agreement with the United States To promote multilateral economic growth and boost overall trade between EU and US, the European Union and the United States are negotiating the Transatlantic Trade and Investment Partnership (TTIP) which will liberalise one-third of global trade. The bilateral trade agreement will: » allow easier market access for goods and services, » improve regulatory coherence and cooperation, » improve cooperation when it comes to setting international standards. ",
        "14/15 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE PROVIDE DATA ON: » Trade in goods: International trade in goods by type of product and destination, economic activity, size and ownership of the trading enterprises. » Trade in services: International trade in services by type of service and destination. » Foreign Direct Investments: Inward and outward cross-border direct investment transactions, income and stocks of European enterprises by various financial instruments, partner country, activity. » Multinational enterprises: The role of multinational enterprises in employment, wealth creation, research and development. » International sourcing: Enterprises involved in international sourcing, motivations, barriers, enterprises’ main counterpart destinations, job losses. DID YOU KNOW THAT? » The EU is the largest exporter of goods in the world. » The US is the main destination for EU goods. » The US is the second largest source for EU imports of goods after China. » The EU had a €106 billion surplus in trade in goods with the US in 2014. » The EU is together with the US the largest foreign direct investor in the world. EU INTERNATIONAL TRADE WITH THE UNITED STATES w For more information: http://ec.europa.eu/eurostat/statistics-explained/index.php/International_trade http://ec.europa.eu/eurostat/statistics-explained/index.php/International_trade_in_services http://ec.europa.eu/eurostat/statistics-explained/index.php/Foreign_direct_investment_statistics 2010 2011 2012 2013 2014 0 50 100 150 200 250 300 350 Import - services Export - services Import - goods Export - goods (billions €) Source: Eurostat ",
        "Justice and Fundamental Rights Preserving our shared values and fundamental rights and fighting discrimination The European area of freedom, security and justice is a key element of the EU’s contribution to strengthening and developing the European model of social market economy in the 21 st century. Citizens rightly expect to live in a peaceful Union where their rights are respected and their security provided. ",
        "16/17 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE PROVIDE DATA ON: » Gender equality: Educational attainment, employment and gender pay gap. » Security of person: Crimes against the person, feeling of safety. » Integration of people with disabilities: Perceived discrimination, employment, educational attainment, risk of poverty or social exclusion. » Health and safety: Unmet needs for medical care, accidents at work by economic activity and severity. » Criminal, civil, commercial and administrative law: Cases processed in first instance courts. DID YOU KNOW THAT? » Women in the EU earn on average 16% less than men. » A quarter of EU residents declare that they felt a bit or very unsafe when walking alone in their area at night. » About 20% of the people with disabilities in the EU consider themselves as being discriminated by others because of their disability. » In recent years the number of accidents per 100 000 workers in the EU decreased on average by about 5% each year. GAP IN EMPLOYMENT RATE BETWEEN MEN AND WOMEN (in percentage points) For more information: http://ec.europa.eu/eurostat/web/employment-and-social-policy/equality http://ec.europa.eu/eurostat/statistics-explained/index.php/Health_in_the_European_ Union_%E2%80%93_facts_and_figures http://ec.europa.eu/eurostat/web/crime/overview Source: Eurostat 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 0 2468 10 12 14 16 18 ",
        "Migration Towards a European agenda on migration The European Commission’s agenda on migration outlines an immediate response to the crisis situation in the Mediterranean and sets out longer term steps to manage migration in all its aspects. It combines internal and external policies, making best use of EU agencies and tools, and involving all actors: EU Member States and institutions, international organisations, civil society, local authorities and national partners outside the EU. ",
        "18/19 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE PROVIDE DATA ON: » Asylum: Asylum seekers by citizenship, applications by unaccompanied minors, first instance and final decisions by citizenship, transfers of asylum seekers between the Member States. » Resettlement: Recognised refugees accepted for resettlement to the EU. » Irregular migration: Refusals of entry to the EU, apprehensions of illegally staying, return decisions and effective returns of non-EU citizens. » Legal migration: Residence permits issued, change of immigration status, stock of all valid permissions to reside. » EU Blue Card scheme: Grants of EU Blue Cards for highly qualified workers by occupation type, admitted family members and country of previous residence. » Integration of migrants: Employment, education, social inclusion, health and active citizenship, acquisition of citizenship of an EU Member State. DID YOU KNOW THAT? » More than 600 000 asylum applications were registered in the EU in 2014. » Around 10 000 persons per year are being transferred among Member States under the Dublin Regulation, determining the Member States responsible for examining an application for international protection. » Every year around 200 000 non-EU citizens are returned following an order to leave EU territory. » The labour market participation rate of EU citizens who migrated to other EU Member States is higher than that of nationals. » In the EU, young foreign-born are more likely to be early school leavers than native-born. FIRST PERMITS BY REASON, LENGTH OF VALIDITY AND CITIZENSHIP For more information: http://ec.europa.eu/eurostat/statistics-explained/index.php/Category:Asylum_and_migration http://ec.europa.eu/eurostat/web/employment-and-social-policy/migrant-integration 2008 2009 2010 2011 2012 2013 Source: Eurostat 0 500 000 1 000 000 1 500 000 2 000 000 2 500 000 3 000 000 Other Employment Education Family ",
        "A Stronger Global Actor Bringing together the tools of Europe’s external action more effectively The EU’s external policies have four key aims: to support stability, to promote human rights and democracy, to spread prosperity, and to support the enforcement of the rule of law and good governance. Statistics contribute to that by providing data needed for the analysis of the economic and social condition of the partner countries. Statistics also contribute to good governance, and provide input to the democratic dialogue. ",
        "20/21 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE PROVIDE DATA ON: » Enlargement policy: Comparable data to monitor the enlargement process in the candidate countries and potential candidates. » European Neighbourhood Policy (ENP): Data to monitor free trade agreements, association agreements with Georgia, Moldova, Morocco, Tunisia and Ukraine, and assistance programmes between the EU and countries to the east and south of the EU. » Africa: Promoting statistical harmonisation and providing support to the production of good quality official statistics. » High income countries, Global Statistical System: Convergence between European standards and those applied in other developed countries and at global level. » EFTA: Via the EEA agreement and the bilateral agreement with Switzerland, these countries are committed to applying EU statistical standards. DID YOU KNOW THAT? » GDP per capita in most enlargement and ENP countries is less than one quarter of the EU average. » While the population in the ENP-East is falling, in Turkey and the ENP-South the population is growing. » The EU is the largest trading partner for the enlargement and ENP countries. » The European Statistical System, coordinated by Eurostat, will develop sustainable development indicators for the EU Member States and will provide assistance to developing countries to do the same. EU AS TRADE PARTNER — 2014 For more information: http://ec.europa.eu/eurostat/web/european-neighbourhood-policy/overview http://ec.europa.eu/eurostat/statistics-explained/index.php/Non-EU_countries Source: Eurostat 0% 10% 20% 30% 40% 50% % of total exports going to EU % of total imports coming from EU ENP-East ENP-South Enlargement ",
        "Democratic Change Making the EU more democratic The Commission is committed to stronger political dialogue, enhanced transparency and improving the interaction with national Parliaments. Modern democratic societies rely on a solid basis of reliable and objective statistics to function properly. Decision-makers at Union level, in Member States, in local governments and in business need statistics to make their decisions. But in a democracy all citizens need statistics, as they are essential to evaluate the performance of decision-makers. This is the invaluable role of Official Statistics. ",
        "22/23 TO MEET YOUR NEEDS FOR RELIABLE INFORMATION, WE ENSURE: » Collection and production of data in line with very demanding quality criteria while ensuring the privacy of data providers and the confidentiality of the information they provide. » A fully documented and freely available methodology backed up by professional independence. » Dissemination in a professional, impartial and transparent manner. » Provision of data not only on economic topics but also on topics of relevance to daily life such as quality of life, environment, young people, health, education, family life. » Constantly evolving statistics: From the emergence of the modern state in the early 19 th century, the evolution of Official Statistics has mirrored the developments and forms of societies, partly driven by political circumstances, partly by statistical methodologies or information technologies. DID YOU KNOW THAT? » We provide free access to European statistics. » We provide impartial release of data to all users at the same time. » We provide for regular quality reviews by an external body. » We offer a dedicated support service for journalists and institutional partners. » We offer a free multilingual user support to enable citizens to find statistical data. » Eurostat’s user satisfaction survey has always shown a level of trust in European statistics of around 95%. INTEREST IN EUROSTAT INFORMATION — 2014 For more information: http://ec.europa.eu/eurostat/about/overview http://ec.europa.eu/eurostat/web/quality/european-statistics-code-of-practice Source: Eurostat Eurostat website visitors Statistics Explained articles views Data extractions and table consultations Publication downloads 37 200 000 20 060 000 12 240 000 8 640 000 ",
        "More about Eurostat: http://ec.europa.eu/eurostat Eurostat offers a whole range of important and interesting data that governments, businesses, the education sector, journalists and the public can use for their work and daily life. NEW S RELEASES Access all news releases and release calendars, covering the Euro Indicators (GDP, inflation, unemployment etc.) and other statistical themes (agriculture, environment, social topics, regions, research and development etc.). Eurostat has a twitter feed of its News releases at: http://twitter.com/EU_ Eurostat. STATISTICS EXPLAINED — YOUR GUIDE TO EUROPEAN STATISTICS Statistics Explained presents European statistics in an easily understandable way using a wiki-type system. Articles on all statistical topics are complemented by a glossary clarifying all statistical terms and by numerous links to further information and to the data base. It is a useful portal for occasional and regular users alike. PUBLICATIONS All publications are downloadable free of charge in PDF format from the Eurostat website. Printed Eurostat publications can be ordered via the EU Bookshop. EASY ACCESS TO EU POLICY INDICATORS » Europe 2020 indicators » Euro Indicators / PEEI’s » Sustainable Development Indicators » Employment and social policy indicators » Economic Globalisation Indicators » Macroeconomic Imbalances Procedure (MIP). FULL ACCESS TO STATISTICAL DATABASE The Eurostat website provides direct and free of charge online access to all its statistical databases and associated electronic publications. The database is updated twice a day. ",
        "24/25 VISUALISATION TOOLS Economic Trends Economic Trends provides every user, from basic to professional, with a quick and easy overview of the development of 8 main economic indicators ( http:// ec.europa.eu/eurostat/cache/infographs/economy/ desktop/index.html). Regional Statistics Illustrated Regional Statistics Illustrated covers more than 50 indicators and lets you compare and analyse using different visualisation options regional data in a user-friendly way ( http://ec.europa. eu/eurostat/cache/RSI/#) . My Country in a bubble EU With My Country in a bubble you can compare your country with other European countries for more than 50 statistical indicators in an easy and playful way ( http://ec.europa.eu/ eurostat/cache/BubbleChart/) . MOBILE APPS Our apps EU Economy , Country Profiles and Eurostat Quiz can be found free of charge on App Store and Android Market. SUPPORT SERVICES » Free user support in more than 20 languages » Eurostat Media Support: Tel: (+352) 4301 33408, eurostat-mediasupport@ec.europa.eu » Eurostat Institutional Support service for EU Institutions, International Organisations (UN, OECD, etc.), Central Banks and National Statistical Offices: Tel: (+352) 4301 35555, eurostat-institutional-support@ec.europa.eu All at a glance... News releases: http://ec.europa.eu/eurostat/news/news-releases Statistics Explained: http://ec.europa.eu/eurostat/statistics-explained/index.php/Main_Page Publications: http://ec.europa.eu/eurostat/publications/recently-published EU policy indicators: http://ec.europa.eu/eurostat/data/browse-statistics-by-theme Eurostat statistical database: http://ec.europa.eu/eurostat/data/database Visualisation tools and apps: http://ec.europa.eu/eurostat/help/first-visit/tools Support services: http://ec.europa.eu/eurostat/help/support ",
        "Regional statistics are a useful tool to understand the regional diversity that exists within Europe and show that considering national figures alone does not reveal the full picture. Many of the indicators presented in this brochure are also available at regional level: » GDP per capita » Gross value added » Productivity » Business concentration » Employment, including employment in the industrial economy and in high-tech services » Unemployment » Risk of poverty » Internet use, online purchases In addition, we also have regional data on a wide range of indicators such as population density, R&D intensity, landscape diversity and regional competitiveness to name a few. Regional Dimension EMPLOYMENT RATE, PERSONS AGED 20-64, BY NUTS 2 REGIONS, 2014 (%) Administrative boundaries: © EuroGeographics © UN-FAO © Turkstat Cartography: Eurostat - IMAGE, 08/2015 0 25 0 20 0 100 0 20 0 50 0 20 0 100 0 10 0 5 EU28 = 69.2 less than 60.0 60.0 - less than 65.0 65.0 - less than 70.0 70.0 - less than 75.0 75.0 - less than 80.0 80.0 and more Data not available Guadeloupe (FR) Guyane (FR) Réunion (FR) Açores (PT) Canarias (ES) Liechtenstein Malta Madeira (PT) Martinique (FR) 0 200 400 600 800km For more information: http://ec.europa.eu/eurostat/web/regions/overview http://ec.europa.eu/eurostat/cache/RSI/# ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2015 PDF: KS-04-15-397-EN-N doi:10.2785/74923 ISBN 978-92-79-48432-2 Print: KS-04-15-397-EN-C doi:10.2785/29461 ISBN 978-92-79-48431-5 © European Union, 2015 Reproduction is authorised provided the source is acknowledged. Printed in Luxembourg P rinted on elemental chlorine - free bleached PaPer (ecf) Photo Credits: Cover, page 10: © OJO Page 2, 4, 6, 12, 14, 16, 18, 20, 22 and 24: © IStock, Page 8: © Michèle Constantini/PhotoAlto ",
        "K S - 04 - 1 5 - 397 - E N - C doi:10.2785/29461 ISBN 978-92-79-48431-5 "
    ]
}