{
    "text": [
        "The ACP-EU Energy Facility Improving access to energy services for the poor in rural and peri-urban areas ",
        "2 Framing the Challenge Access to energy is a major challenge for the 21st century. Energy services are integral to economic prosperity, social well-being, and environmental sustainability and security. Though access to energy alone is not sufficient to achieve these goals, it is certainly a crucial part and is needed for real development to take place. Currently, 1.3 billion people in the world do not have access to electricity 1 . This is especially dire in rural and peri-urban areas of African, Caribbean and Pacific (ACP) countries where the electricity access rate is, on average, only 10%, and in many countries is as low as 1%. Additionally, 2.7 billion people are without access to clean cooking facilities 2 , and 1.5 million people die every year from indoor pollution caused by the inadequate use of traditional biomass fuels. Inefficient management of the natural resources used for these fuels leads to deforestation and desertification. The situation is exacerbated by poor governance, very often considered as the weakest component of the energy sector in ACP countries. “Lack of access to energy is a serious issue for the ACP States where the majority of people, particularly those living in rural and peri-urban areas, lack access to energy and rely on wood and charcoal for cooking and heating. Human health, economic development and social progress would be substantially increased by improved access to efficient, reliable and affordable energy. At the individual level, improved access to energy means that women and children no longer have to spend so much time gathering fuel and water, but children can instead concentrate on their education and women on other economic and family oriented activities. At the same time, overall health is increased by improved cooking stoves and no longer breathing in dangerous smoke produced by traditional open fires. At the community level, increased access to energy means that health centres can operate after dusk, refrigerate vaccines and more easily sterilise instruments. With the above in mind, it is not difficult to see how universal access to energy is at improving the lives of inhabitants of ACP States.” Dr Mohammed Ibn Chambas, Secretary General ACP Group of States It has been well documented 3 that the Millennium Development Goals (MDGs) can not be achieved without increasing access to energy services. The ACP-EU Energy Facility was created specifically to contribute and to respond to these goals. FOREWORD 1 Special early excerpt of the World Energy Outlook 2011 - IEA 2 Idem 3 E.g. Practical action – “Poor People’s Energy Outlook – 2010” and “Energy for the Poor – underpinning the Millennium Development Goals” - DFID Providing solar panel to the Maasai community of Mkuru thanks to the Best Ray (Bringing energy services to Tanzanian rural areas) project TABLE OF CONTENTS Framing the Challenge ........................................................................... 2 History of the ACP-EU Energy Facility ........................................... 3 Questions to Dr Mohammed Ibn Chambas .................................. 3 Activities and Results .............................................................................. 4 Calls for Proposals .................................................................................... 9 Aid Effectiveness and the Pooling Mechanism ......................... 13 Regional Energy Integration .............................................................. 14 Partnership Dialogue Facility .............................................................. 14 Monitoring, Networking and Visibility in the Energy Facility.. 15 ",
        "3 Questions to Dr Mohammed Ibn Chambas Secretary General of the ACP Group of States Q: What is the importance for you of the ACP-EU Energy Facility? For me, the importance of the Energy Facility lies in the results that it has on the ground. In sub- Saharan Africa It is estimated that over 70% of the population lack access to electricity and over 80% are without access to modern cooking devices. Since 2006 the ACP-EU Energy Facility has been working at improving this situation for about 12 million beneficiaries. With a contribution of around EUR350 million so far, it has helped fund 139 projects, many of them in rural areas. In addition, access to energy in rural areas is rarely possible as such and needs public intervention. The Energy Facility has been instrumental in mobilising the necessary funds. It also helped to identify and develop innovative, pragmatic and technological practices in cooperation with all stakeholders. The Facility lays down the path which public authorities, communities and private investors can follow. Q: What do you think about the future for the ACP-EU Energy Facility? Further support is of the utmost importance, as it is essential that public funds are supplemented by private investment. The pooling mechanism which has been set up is intended to finance medium- sized access projects, the scale and complexity of which go beyond the scope of the last Calls for Proposals. This is a fantastic opportunity to get larger scale projects off the ground and to make a real difference at increasing access to energy. Capitalising on the successes attained so far with the Energy Facility is also important. Practically, this means continuing to develop innovative models and scaling-up the ones that have proved successful. Continued support and technical assistance should be given to the regional initiatives – Western, Central, Southern and Eastern Power Pools as well as the African Forum for Utility Regulators. These initiatives create reliable and competitive energy regional markets by increasing cross-border interconnections, energy trading, network reliability and security. They also facilitate investments by the private sector, harmonise the energy regulatory frameworks and ensure sustainable energy regional policies through sound economic, environmental and social practice. We acknowledge the achievements of the Energy Facility so far and we will carefully monitor its future development. History of the ACP-EU Energy Facility At the 2002 World Summit on Sustainable Development, the EU’s energy development policy took a major step forward with the launch of the EU Energy Initiative for Poverty Eradication and Sustainable Development (EUEI). The EUEI, a joint commitment by the Commission and the Member States, has as its main goal to contribute to providing the access to energy necessary for the achievement of the MDGs, particularly, but not exclusively, that of halving the number of people in extreme poverty by the year 2015. In order to respond to this objective in the specific case of the ACP region, in June 2005, the ACP-EU Council formally approved the creation of the ACP-EU Energy Facility (EF) as a development of the EUEI. The Energy Facility (EF) supports projects aimed at improving and increasing access to modern, affordable and sustainable energy services for the poor living in rural and peri-urban areas in ACP countries. The ACP-EU Energy Facility was first financed within the 9th European Development Fund (EDF) with EUR220 million for the period 2006 – 2009. Following the successful implementation of these funds, it was decided to re-finance the Energy Facility under the 10th EDF with EUR200 million for the period 2009 – 2013. The Energy Facility is one of the instruments implementing the Africa-EU Energy Partnership, which is part of the 2011 – 2013 Joint Africa-EU Strategy. The total EF commitment of EUR420 million has already been partially deployed through four different implementation modalities: ■ EUR348 million for three Call for Proposals (one in 2006, another in 2009 and a third scheduled for 2012); ■ EUR40 million for a Pooling Mechanism , which finances mature, medium-sized projects outside the scope of the Call for Proposals; ■ EUR10 million for activities in preparation of the Africa – EU Infrastructure Partnership ; ■ EUR3.5 million for the Partnership Dialogue Facility , which supports energy governance in ACP countries. An additional EUR18.5 million has been allocated for contingencies and needed technical assistance to run the EF, monitor and evaluate the projects. Biodigester built thanks to the Best Ray (Bringing energy services to Tanzanian rural areas) project ",
        "4 Activities and Results The overarching objective of the Energy Facility is to contribute to the achievement of the Millennium Development Goals as well as the World Summit on Sustainable Development objectives on energy, while at the same time, helping to combat climate change. More specifically, the goals of the Energy Facility are: 1) To increase access to modern, affordable and sustainable energy services in rural and peri- urban poor areas by focusing on renewable energy solutions and energy efficiency measures; 2) To improve governance and framework conditions in the energy sector at regional, national and local levels , in particular those aimed at promoting access to energy services, renewable energy and energy efficiency. The Energy Facility focuses on energy solutions that help people in impoverished villages, rural towns and peri-urban areas lacking sustainable access to energy services. Besides social and household uses, emphasis is put on productive uses of energy to stimulate economic growth. The Facility funds actions contribute to the development of sound energy policies and strategies, facilitate the removal of the obstacles to the private sector’s involvement and strengthen the capacity of public authorities to manage the energy sector . Attention is given to initiatives aimed at improving the existing institutional and regulatory framework in the energy sector and thus helping to ensure a stable investment context. The Energy Facility empowers local authorities and communities by making their participation a prerequisite to funded projects, and by privileging capacity building and knowledge and technology transfer. The Facility particularly encourages the participation of the private sector , acting as a flexible and catalytic instrument to attract private funds as well as contributions from co-donors, such as Member State development agencies and international organisations. Evaluation of the first call for proposal of the Energy facility A good part of the 74 projects from the first call for proposals are finished; an overall evaluation of the impact, efficiency and effectiveness of activities has been carried out. The overall findings of the evaluation were positive, showing that the Facility has a decisive impact on the ground. For 22 of the projects granting access to modern energy services, more than two million beneficiaries were reached out of a target of 2.5 million. The field study component also highlighted good results in some cases, with projects even overreaching their objectives. Another main finding was that the activities of the Energy Facility often raised attention on the sector at national level. It was strongly suggested by the evaluation not to lose the momentum created by the Facility and to try to upscale the most successful projects. However, a good number of shortcomings were also highlighted. There were a number of delays that affected projects’ sustainability; also a lack of proper feasibility studies, high transaction costs and local management hampered some projects’ development. Training of Solar PV Technicians in Puntland (Somalia) thanks to the Somalia Energy and Livelihood Project People making cooking stoves thanks to the Community assisted Access Sustainable Energy in Rwanda (CASE- RWANDA) project ",
        "5 Location: Rural areas in Northern Uganda. Objective, target groups and concrete results: • Reduce poverty and improve the quality of life in rural areas of Northern Uganda. • Improve quality of social services, such as health and education. • Provide access to basic energy services (efficient biomass stoves, solar PV, pico and micro- hydropower) to rural households, social institutions and medium enterprises (SMEs) in the target districts. The project follows a commercial approach: All running costs will be covered by the end users benefiting from the project. Appropriate technologies and cooperation with micro-finance institutions allow even poorer households to get access to these technologies. • The first re-training for 140 instructors of solar technicians under the revived Solar Technicians Education Programme (STEP) has been completed. • A total of 700 solar home systems and solar lanterns were sold since 2009. • 47 social institutions in six districts have been electrified with solar PV so far. • 7,522 local stove builders in West Nile and Lango sub-regions have acquired energy efficient household stove construction skills. More than 190,000 households and 220 social institutions and SMEs were provided with improved cooking stoves. • 15 stove artisans acquired skills in planning, design and construction of institutional rocket stoves. • Implementation of the community-based pico-hydro project in Gwere-Luzira (Moyo district) has been completed. Main activities: 1. Awareness campaigns; 2. Training of solar dealers and technicians (installation and maintenance of solar PV systems, marketing, business skills); 3. Training of local artisans and entrepreneurs in production and marketing of improved stoves and baking ovens in cooperation with local NGOs (training of trainers); 4. Development of financing mechanisms for solar PV systems and large stoves for social institutions; 5. Participative design and implementation of community-based pico- and micro-hydropower projects. “On the whole, the kitchen staff seem happy and excited with the new institutional stove constructed by the project. Meals are cooked promptly and the kitchen is always clean and tidy. It’s unbelievable how little firewood we use these days! We save up to 50% on wood compared to when we used the three-stone technology which was wasteful” Mr. Churchill Lacere Olanya, the Headmaster of Arua Public Secondary School Facts and figures Component: 1a – small scale infrastructure projects Country: Uganda Applicant: Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ)/Germany EU Contribution: The total budget of the project is EUR3.96 M. About 61%, EUR2.4 M, will be funded by the ACP-EU Energy Facility, 35% by GIZ and the remaining 4% will be paid by the beneficiaries Estimated number of direct beneficiaries: 1,029,000 people Technologies applied The project will disseminate three different types of modern energy technologies: 1) solar PV, 2) improved stoves (various types and sizes) and 3) pico- and micro -hydropower for mini grids. Contact person: Philippe Simonis, Focal Area Coordinator (philippe.simonis@gtz.de). Nigeria (2) Comoros (1) B u r u n d i R w a n d a ( 3 ) Algeria Burkina Faso (18) Libya Egypt Sudan Ethiopia (5) Kenya (9) Tanzania (8) Angola Malawi (4) Zambia (3) Zimbabwe (3) Lesotho Swaziland South Africa Namibia (1) Botswana Democratic Rep. of Congo (3) Central African Republic (4) Uganda (4) C ongo ( 4 ) Cameroon (10) G a b o n ( 3 ) Niger (5) Chad (5) E q u a t o r i a l G u i n e a ( 1 ) Gambia (2) G u i n e a - B i s s a u ( 6 ) S i e rr a Leone ( 3 ) L i be r i a ( 4 ) I v o r y C oa s t ( 9 ) G hana ( 8 ) S a o T o m e a n d P r i n c i p e Djibouti (1) Tunisia Eritrea (2) S o m a l i a ( 1 ) S e y c h e l l e s Morocco Mauritania (10) Western Sahara S enega l ( 7 ) C ape V e r de ( 2 ) B en i n ( 9 ) T ogo ( 5 ) G u i nea ( 3 ) Mali (8) Madagascar(11) M o z a m b i que ( 10 ) Mauritius Reunion Providing access to modern energy for Northern Uganda (PAMENU) Photo: Improved cook stove thanks to the PAMENU project in Northern Uganda Projects under the First Call for proposals ",
        "6 Location: Peri-urban areas in the CEMAC (Central African Economic and Monetary Community). Member States: Cameroon, Central African Republic, Congo, Gabon, Equatorial Guinea, and Chad. Objective and target groups: The objective of the project is to reinforce the regional integration of energy policies into the fight against poverty. The specific objective is to improve access to electricity in peri-urban areas in the CEMAC Member States. The action allows for the realisation of 57,000 connections and power purchase subscriptions of the populations in question. Beneficiaries are the inhabitants of the peri-urban areas, with a special focus on households, handicraft producers, traders, and social and public infrastructure in the areas. Concrete achievements: this project was able to make working together utilities and ministers of the 5 CEMAC countries, creating fruitful exchanges on concrete means of implementation of social connections in peri-urban areas. So far, the electricity networks have been built for 5,500 potential connections and 1,800 connections were realised in these pilot areas. The project has worked specifically on the cost for the connection (counting kit, 20m of cable, accessories, installation). It has been reduced at EUR 60 and allows most of the inhabitants to take a connection with saving phase. The tenders for 70% of the remaining 56,000 connections were already completed. Among the project results: 1. A re/engagement in poor peri-urban areas with cartography and formulas for improved performance management (including on grid densification, social connections specifications or combat against illegal connections); 2. The development of low cost innovative energy equipments and the identification of suppliers; 3. The development and adoption of a regional plan identifying priority interconnections and access zones in the CEMAC countries. Facts and figures Component: 1b – large scale infrastructure projects Countries: Cameroon, Central African Republic, Congo, Gabon, Equatorial Guinea, Chad - CEMAC Applicant: Communauté Economique et Monétaire de l’Afrique Centrale EU Contribution: The total cost of the project is EUR 20.3 M of which the ACP- EU Energy Facility will fund EUR 9.98 M, representing 49.14% of the total budget. The rest is financed by CEMAC (5.25%), partners (37.37%) and users (8.23%) Estimated number of direct beneficiaries: 57,000 households Contact: http://www.cemac-energie.org/ Nigeria (2) Comoros (1) B u r u n d i R w a n d a ( 3 ) Algeria Burkina Faso (18) Libya Egypt Sudan Ethiopia (5) Kenya (9) Tanzania (8) Angola Malawi (4) Zambia (3) Zimbabwe (3) Lesotho Swaziland South Africa Namibia (1) Botswana Democratic Rep. of Congo (3) Central African Republic (4) Uganda (4) C ongo ( 4 ) Cameroon (10) G a b o n ( 3 ) Niger (5) Chad (5) E q u a t o r i a l G u i n e a ( 1 ) Gambia (2) G u i n e a - B i s s a u ( 6 ) S i e rr a Leone ( 3 ) L i be r i a ( 4 ) I v o r y C oa s t ( 9 ) G hana ( 8 ) S a o T o m e a n d P r i n c i p e Djibouti (1) Tunisia Eritrea (2) S o m a l i a ( 1 ) S e y c h e l l e s Morocco Mauritania (10) Western Sahara S enega l ( 7 ) C ape V e r de ( 2 ) B en i n ( 9 ) T ogo ( 5 ) G u i nea ( 3 ) Mali (8) Madagascar(11) M o z a m b i que ( 10 ) Mauritius Reunion Intensive peri-urban electrification in the CEMAC countries Projects under the First Call for proposals Photo: Network connection in Ndjamena – Photo courtesy of the CFE CEMAC project ",
        "7 Location: Northern Tanzania, about 50 kilometres away from Arusha; area neighbouring Mount Meru and Arusha National Park, and including nine villages in two wards (Oldonyo Sambu in Arusha Districtand Ngarenanyuki in Meru District). Objective and target groups: • Provide access to energy services for poor rural communities living in isolated settlements of the Oldonyo Sambu and Ngarenanyuki Wards through appropriate, affordable and sustainable technologies and a good governance of the energy sector. • The direct beneficiaries are the communities of Maasai pastoralists and Meru farmers living in these areas. It is estimated that the installation of energy technologies such as solar PV systems and lanterns, solar water heating systems, energy efficient stoves (in terms of energy saved) and construction of biogas plants in private households and social institutions will create an annual energy output of 33,162,988 kWh among the target group. The project has established two CERCs (Community Energy Resource Centres) for creating access to energy products, created 20 cooperatives trained for production and delivery of energy services, and implemented a large awareness raising campaign, aiming to reach 50% of the local population in order for a minimum of 20% of households to utilise new technologies. On the production and sale of energy efficient stoves: “The success of this initiative is evidenced by the more than 500 orders received (more than double what had been planned). So far, through the project, some 20 improved stoves had been installed.” Activities involved: a) Strengthening Arumeru District knowledge, planning and management capacities in the energy sector; b) Establishing two Community Energy Resource centres; c) Applying Renewable energy technologies to social public structures; d) Setting up an “Energy minibus”; e) Providing assistance to small businesses in the energy sector; f) Encouraging cultivation of Jatropha (fast growing trees) for charcoal production. Facts and figures Country: Tanzania Applicant: Istituto Oikos Total project cost: EUR 1,5 M EF contribution: EUR 1,1 M Source of energy: Solar PV, Biogas, Small Hydro Direct benefits so far: 39,000 people / 8,000 households benefited. two health centres, four dispensaries, two wards, eight village offices, two community energy resource centres and 20 schools received access to modern energy. 400 individuals and 13 public institutions benefited. from tree planting initiatives. 39 training courses set up. Contact person: Ramadhani Kupaza OIKOS EAST AFRICA Director rkupaza@gmail.com Nigeria (2) Comoros (1) B u r u n d i R w a n d a ( 3 ) Algeria Burkina Faso (18) Libya Egypt Sudan Ethiopia (5) Kenya (9) Tanzania (8) Angola Malawi (4) Zambia (3) Zimbabwe (3) Lesotho Swaziland South Africa Namibia (1) Botswana Democratic Rep. of Congo (3) Central African Republic (4) Uganda (4) C ongo ( 4 ) Cameroon (10) G a b o n ( 3 ) Niger (5) Chad (5) E q u a t o r i a l G u i n e a ( 1 ) Gambia (2) G u i n e a - B i s s a u ( 6 ) S i e rr a Leone ( 3 ) L i be r i a ( 4 ) I v o r y C oa s t ( 9 ) G hana ( 8 ) S a o T o m e a n d P r i n c i p e Djibouti (1) Tunisia Eritrea (2) S o m a l i a ( 1 ) S e y c h e l l e s Morocco Mauritania (10) Western Sahara S enega l ( 7 ) C ape V e r de ( 2 ) B en i n ( 9 ) T ogo ( 5 ) G u i nea ( 3 ) Mali (8) Madagascar(11) M o z a m b i que ( 10 ) Mauritius Reunion Bringing Energy Services to Tanzanian Rural Areas Photo: Solar PV for School in Tanzania – Photo Courtesy of BEST RAY Project Projects under the First Call for proposals ",
        "8 Location: Antigua & Barbuda, the Bahamas, Dominica, Grenada, St. Kitts & Nevis, St. Lucia, and St. Vincent and the Grenadines. Concrete achievements of the projects and groups targeted: • Improving the sustainability of the energy sector in the Caribbean by catalysing a transition from fossil fuels towards systems based on renewable energy and energy efficiency, in order to create socio-economic benefits that contribute to poverty alleviation. • Target groups: policymakers, electric utilities and energy consumers. • It is expected that in each project country renewable energy and energy efficiency systems and practices will be increasingly deployed. It is estimated that at least 200 MW of renewable energy projects among the project countries will be installed within 10 years of the conclusion of this project. Further, it is estimated that energy demand will be reduced by 15% versus the projected baseline during the same period, and also significant reductions in greenhouse gas emissions (GHG) are anticipated. Main activities undertaken: 1. Setting the energy sector policy/regulatory reforms that favour sustainable energy; 2. Capacity building of energy sector stakeholders, including the establishment of national sustainable energy offices in the appropriate energy ministries; 3. Technical assistance for the identification, preparation and commercialization of project opportunities; 4. Facilitation of sustainable energy project financing. “The island nations of the Caribbean are among the most vulnerable to climate change, while their citizens face electricity rates that are among the highest in the world. This project is specifically addressing the governance and policy conditions in seven countries of the region and is expected to result in the sustainability of the energy sector. Several countries have already made considerable efforts to include renewable energy alternatives and/or energy efficiency measures in their overall approach to electricity supplies.” Mark Lambrides, Energy and Climate Change Mitigation Division Chief, OAS Facts and figures Component: Governance and management in the energy sector Countries: Antigua & Barbuda, the Bahamas, Dominica, Grenada, St. Kitts and Nevis, St. Lucia, St. Vincent & the Grenadines Applicant: General Secretariat of the Organization of American States EU Contribution: The total budget for the project is EUR 1.97 M, where EUR 1.4 M (71%) is funded by the ACP-EU Energy Facility. The rest is financed by OAS (15.22%) and project partners: REEEP, CARILEC and CARICOM Estimated number of direct beneficiaries: +/- 860,000 people Haiti (3) Belize (1) The Bahamas (1) Colombia Ecuador Galapagos Islands Peru Brazil Panama Costa Rica El Salvador Guatemala Nicaragua Honduras Jamaica (2) Dominican Republic (7) St Kitts and Nevis (3) Antigua and Barbuda (2) Dominica (3) Barbados (1) St Vincent and the Grenadines (2) Suriname Guyana (2) French Guyana Grenada (4) Trinidad and Tobago Saint Lucia (2) P ue r t o R i c o ( U S ) Turks and Caicos (UK) Cuba Venezuela Increasing the sustainability of the Energy Sector in the Caribbean through improved governance and management Projects under the First Call for proposals Photo: School solar thermal hot water heating unit in Grenada – photo courtesy of OAS. Technologies applied: The project proposes to mitigate the governance and management obstacles that impede the development and use of sustainable energy by: (1) Establishment and adoption of National Energy Policies (NEP) and development of sustainable energy targets embedded in Sustainable Energy Plans (SEPs) (2) Transfer of technical assistance on country-specific renewable energy and energy efficiency opportunities to address specific challenges and barriers. Contact person: Mark Lambrides, Energy and Climate Change Mitigation Division Chief, OAS (mlambrides@oas.org). ",
        "9 Energy Facility Calls for Proposals Calls for Proposals are open to the submission of proposals by several kinds of actors. These include ACP States and ACP/EU non-State actors. The latter includes NGOs, civil society, private sector organisations, communities and authorities, and public service bodies at national, local and regional level. International organisations are also eligible to apply. The proposals are also assessed in relation to specific Energy Facility Position Papers 4 , which provide an indication on the priorities of the EU vis-à-vis specific energy related issues such as: bio- fuels, biomass energy, good governance in the energy sector, private sector involvement and rural and peri-urban electrification. At the end of the evaluation process a list of proposals is drafted according to the scoring received. The proposals that receive a certain minimum score and fall within the allocated fund for the specific CfP will be awarded the grant. Projects funded under the calls for proposals In the two calls for proposals launched so far, a total of 139 projects (which have a duration spanning between 2 and 5 years) were selected for funding. This represents a total projects cost of EUR578.2 million with an EU contribution of EUR293.9 million. Overall, around 91% of the funds were awarded to projects aimed at increasing access to energy. Of these, 28% corresponded to pure grid extension projects, whereas 63% – or almost two-thirds of the total – were allocated to projects featuring decentralised solutions (both isolated power systems and mini-grids) of energy production, transformation and distribution. The vast majority of these used renewable sources, with solar energy being the most represented. The remaining 9% of the funds were awarded to governance and capacity building projects. Allocation of funds per type of recipient The largest share of funds was awarded to projects submitted by ACP and EU public entities (companies or bodies that are owned by the government but not managed by it, such as electrification agencies), in particular those from ACP countries – followed by ACP and European NGOs. NGOs have also the highest number of selected projects. Among categories such as local authorities, state actors and regional organisations, only those in the ACP are eligible to be applicants for Energy Facility funding. Source of funds of selected projects In terms of sources of finance, the Energy Facility contributed to about half of the amount of the eligible project costs. 53,93 19,71 22,73 13,86 84,70 22,85 10,41 30,80 22,44 12,50 N G O P u b l i c e n t i t y P r i va t e e n t i t y L o c a l a u t h o r i t y S t a t e a c t o r R e g i o n a l o r g a n i s a t i o n I n t e r n a t i o n a l o r g a n i s a t i o n EU ACP International 0 10 20 30 40 50 60 Number of projects 0 10 20 30 40 50 60 4 http://ec.europa.eu/europeaid/where/acp/ regional-cooperation/energy/cfp/cfp_en.htm Distribution of funds (M€) by type of recipient Fig. 1 Relevance: 25 points Sustainability: 25 points Financial and operational capacity: 20 points Methodology: 20 points Cost-effectiveness and economic impact: 10 points Fig 1 shows the criteria against which the Full Applications are evaluated and the maximum points awarded for each criteria. The maximum number of points for each FA is 100. 25,04 (9%) 32,51 4,61 51,68 28,08 0,40 34,22 (12%) Hybrid renewable / fossil Fossil Renewable - solar Renewable - hydro Renewable - wind Renewable - biomass / biofuels Renewable - multiple sources Grid extension 28% 34,22 84,95 25,04 32,26 Governance, capacity building, studies 9% Energy production, transformation and distribution 63% EF allocation of funds (M€) by nature of project ",
        "10 293,93 32,49 156,01 30,18 47,69 16,15 EF funding Private entities Contribution non-private entities Contribution other donors, institutions or member states Bank loans Budgeted revenues Nigeria (2) Comoros (1) B u r u n d i R w a n d a ( 3 ) Algeria Burkina Faso (18) Libya Egypt Sudan Ethiopia (5) Kenya (9) Tanzania (8) Angola Malawi (4) Zambia (3) Zimbabwe (3) Lesotho Swaziland South Africa Namibia (1) Botswana Democratic Rep. of Congo (3) Central African Republic (4) Uganda (4) C ongo ( 4 ) Cameroon (10) G a b o n ( 3 ) Niger (5) Chad (5) E q u a t o r i a l G u i n e a ( 1 ) Gambia (2) G u i n e a - B i s s a u ( 6 ) S i e rr a Leone ( 3 ) L i be r i a ( 4 ) I v o r y C oa s t ( 9 ) G hana ( 8 ) S a o T o m e a n d P r i n c i p e Djibouti (1) Tunisia Eritrea (2) S o m a l i a ( 1 ) S e y c h e l l e s Morocco Mauritania (10) Western Sahara S enega l ( 7 ) C ape V e r de ( 2 ) B en i n ( 9 ) T ogo ( 5 ) G u i nea ( 3 ) Mali (8) Madagascar(11) M o z a m b i que ( 10 ) Mauritius Reunion In its effort to catalyse private funds for projects aimed at increasing access to energy for the poor, the Energy Facility CfP succeeded in attracting private companies that have contributed their know-how and provided funds to cover up-front costs in different types of investments. Out of the 139 projects funded by the two CfPs, the private sector was present in half as applicant or partner, covering a total of 14% (EUR 32.5 million) of the total costs of the projects in which it was involved. Geographical distribution of projects and funds Most of the projects financed under the Energy Facility CfPs are implemented in Africa. The remainder are implemented in the Caribbean, the Pacific or have a multi-regional character. 5 According to the figures provided by the applicants to the grants and therefore to be confirmed at the end of the implementation period. Source of funds 1st EF (M€) of supported projects Beneficiaries The successful implementation of the Energy Facility projects has the potential to reach a total of about 12 million beneficiaries 5 in rural and peri-urban areas of the ACP countries and provide them with: - Affordable access to energy for household lighting, cooking and income generating activity; - Better health care and educational systems due to provision of energy to hospitals, health stations and schools; - Better health from a shift from charcoal to cleaner energy sources; - Increased time to dedicate to education and income generating activities; - Improved access to markets for energy services and other income generating activities; - Improved capacity to develop and implement modern energy policies for rural areas; - Better environment due to the reduction of deforestation for producing charcoal; - Contribution to combating climate change. Haiti (3) Belize (1) The Bahamas (1) Colombia Ecuador Galapagos Islands Peru Brazil Panama Costa Rica El Salvador Guatemala Nicaragua Honduras Jamaica (2) Dominican Republic (7) St Kitts and Nevis (3) Antigua and Barbuda (2) Dominica (3) Barbados (1) St Vincent and the Grenadines (2) Suriname Guyana (2) French Guyana Grenada (4) Trinidad and Tobago Saint Lucia (2) P ue r t o R i c o ( U S ) Turks and Caicos (UK) Cuba Venezuela P a c i f i c I s l and s ( P a l au ) P apua N e w - G u i nea S o l o m on I s l and s T i m o r Le s t e ( 1 ) T onga T u v a l u ( 1 ) V anua t u ( 5 ) S a m oa N i ue N au r u M a r s ha ll I s l and s K i r i ba t i F iji F ede r a t i on o f S t a t e s o f M i c r one s i a ( 1 ) C oo k I s l and North Marianne Islands Indonesia New Caledonia Wallis and Futuna Tokelau Australia New Zealand Number of projects per country under the 1st and 2nd Energy Facility in the ACP region ",
        "Nigeria (2) Comoros (1) B u r u n d i R w a n d a ( 3 ) Algeria Burkina Faso (18) Libya Egypt Sudan Ethiopia (5) Kenya (9) Tanzania (8) Angola Malawi (4) Zambia (3) Zimbabwe (3) Lesotho Swaziland South Africa Namibia (1) Botswana Democratic Rep. of Congo (3) Central African Republic (4) Uganda (4) C ongo ( 4 ) Cameroon (10) G a b o n ( 3 ) Niger (5) Chad (5) E q u a t o r i a l G u i n e a ( 1 ) Gambia (2) G u i n e a - B i s s a u ( 6 ) S i e rr a Leone ( 3 ) L i be r i a ( 4 ) I v o r y C oa s t ( 9 ) G hana ( 8 ) S a o T o m e a n d P r i n c i p e Djibouti (1) Tunisia Eritrea (2) S o m a l i a ( 1 ) S e y c h e l l e s Morocco Mauritania (10) Western Sahara S enega l ( 7 ) C ape V e r de ( 2 ) B en i n ( 9 ) T ogo ( 5 ) G u i nea ( 3 ) Mali (8) Madagascar(11) M o z a m b i que ( 10 ) Mauritius Reunion 11 Projects under the Second Call for proposals Objective and target groups: • Set up sub-transmission and distribution networks to provide public power supply to six rural towns in Northern Togo to alleviate poverty, improve standards of living and create wealth. • Provide access to electricity to 15,778 people in the target rural communities in Togo from supply sources in neighbouring Benin. The rural communities benefiting from the project are: Kouloumi, Barlanka, Soudou, Tchambere, Sirka and Kpezinda in the Republic of Togo. This project follows the successful implementation of 2 cross border interconnection projects under the 1 st Energy Facility which ailed to enable access to Electricity for over 200, 000 people with 9, 700 planned connections and 670 km of transmission line. So far, 190 km of transmission line have been laid and 1, 200 households have been connected. Main activities: 1. Execution of preparatory activities, including: Feasibility studies, environmental, site surveys, engineering design, specifications, bill of materials and tender documents; 2. Facilitation of the negotiation of the terms of cross-border supply; 3. Tendering and award contracts for setting up sub-transmission and distribution networks; 4. Project management, supervision, testing and commissioning of the works. Facts and figures Country: Togo/Benin Applicant: West African Power Pool Total project cost: EUR2.14 M EF contribution: EUR1.575 M Direct benefits: 15,778 people including: households, educational institutions, health institutions, commercial consumers in micro- and small-scale enterprises. Nigeria (2) Comoros (1) B u r u n d i R w a n d a ( 3 ) Algeria Burkina Faso (18) Libya Egypt Sudan Ethiopia (5) Kenya (9) Tanzania (8) Angola Malawi (4) Zambia (3) Zimbabwe (3) Lesotho Swaziland South Africa Namibia (1) Botswana Democratic Rep. of Congo (3) Central African Republic (4) Uganda (4) C ongo ( 4 ) Cameroon (10) G a b o n ( 3 ) Niger (5) Chad (5) E q u a t o r i a l G u i n e a ( 1 ) Gambia (2) G u i n e a - B i s s a u ( 6 ) S i e rr a Leone ( 3 ) L i be r i a ( 4 ) I v o r y C oa s t ( 9 ) G hana ( 8 ) S a o T o m e a n d P r i n c i p e Djibouti (1) Tunisia Eritrea (2) S o m a l i a ( 1 ) S e y c h e l l e s Morocco Mauritania (10) Western Sahara S enega l ( 7 ) C ape V e r de ( 2 ) B en i n ( 9 ) T ogo ( 5 ) G u i nea ( 3 ) Mali (8) Madagascar(11) M o z a m b i que ( 10 ) Mauritius Reunion Cross Border Supply of Electricity to Rural Communities in Northern Togo from Benin Objective and target groups: • To improve living standards and local economic conditions in rural, low-income areas by: • (i) increasing the number of solar and bio-fuel energy supplies in rural areas; • (ii) increasing human capacities to ensure that renewable energies are pursued in rural areas, wherever cost-effective; • (iii) protecting the environment by promoting less reliance on the use of kerosene, paraffin, diesel and wood for rural energy. Facts and figures Country: Guinea Bissau Applicant: Fundación Pueblo para Pueblo Total project cost: EUR2.04 M Contact person: Mr Amadou Diallo, Secretary General, adiallo@ecowapp.org Nigeria (2) Comoros (1) B u r u n d i R w a n d a ( 3 ) Algeria Burkina Faso (18) Libya Egypt Sudan Ethiopia (5) Kenya (9) Tanzania (8) Angola Malawi (4) Zambia (3) Zimbabwe (3) Lesotho Swaziland South Africa Namibia (1) Botswana Democratic Rep. of Congo (3) Central African Republic (4) Uganda (4) C ong o ( 4 ) Cameroon (10) G a b o n ( 3 ) Niger (5) Chad (5) E q u a t o r i a l G u i n e a ( 1 ) Gambia (2) G u i n e a - B i s s a u ( 6 ) S i e rr a Leone ( 3 ) L i be r i a ( 4 ) I v o r y C oa s t ( 9 ) G hana ( 8 ) S a o T o m e a n d P r i n c i p e Djibouti (1) Tunisia Eritrea (2) S o m a l i a ( 1 ) S e y c h e l l e s Morocco Mauritania (10) Western Sahara S en eg a l ( 7 ) C ape V e r de ( 2 ) B en i n ( 9 ) T ogo ( 5 ) G u i nea ( 3 ) Mali (8) Madagascar(11) M o z a m b i que ( 10 ) Mauritius Reunion Renewable energy for local development – Guinea Bissau Projects under the Second Call for proposals Photo above: New Transmission Line - Photo courtesy of ECOWAPP Photo: Solar PV in Community Managed Renewable Energy Programmes for Rural Ethiopia - Photo courtesy of Plan International Ethiopia ",
        "12 The target group are 72 vocational school students and 28 extension workers. The second level target group are 2,600 participating poor rural households in Oio Region. Awareness programmes and training will be held as community events for all the members of the 24 tabancas (14,250 inhabitants). The final beneficiaries will be the residents of Bissorã Sector (58,000) and the residents of Oio Region (189,000). Main activities: 1. Setting up solar powered water pump systems and house systems for income generating activities; 2. Installing 15 community productive units equipped with a total of 4 oil pressing machines for jatropha and castor; 3. Establishing associations for income generating activities; 4. Promoting micro-credit financing schemes to facilitate the uptake of renewable energy systems; 5. Awareness-raising campaigns and training of beneficiaries. EF contribution: EUR1.5 M Source of energy: Solar PV, biofuels Direct benefits: 60% of the participants adapted renewable energy for productive and daily uses; 50% of participants have increased their incomes by 30% over four years. 50% of participants have reduced the use of kerosene, paraffin, diesel and wood consumption. Contact person: Elisabeth Molnar Elisabeth.molnar@humana-spain.org Objective and target groups: • Pursue a rural electrification programme and provide access to clean, modern, affordable and sustainable electricity to the outer islands. • Address the current socio-economic imbalance between urban and rural areas by achieving a more equitable distribution of resources to the outer islands. • Increase access to electricity services by investing in solar PV systems for households, schools, health centres, community halls, local government buildings and service centres on 10 targeted islands: Ngulu, four islands of the atoll of Woleai, the two islands of the atoll of Faraulap and finally Elato and Lamotrek. Main activities: 1. Provide off-grid PV systems to electrify households, communities, and water pumps, municipal offices and health centres, education facilities, and small businesses; 2. Capacity and skill building at YSPSC and other FSM State power utilities; 3. Awareness activities to local populations; 4. Management and coordination of rural solar electrification. Facts and figures Country: Federated States of Micronesia (Yap) Applicant: Yap State Public Service Corporation (YSPSC) Total project cost: EUR2.5 M EF contribution: EUR1.875 M Source of energy: Solar PV Direct benefits: improved access to sustainable energy to populations of 10 targeted outer islands in Yap State. This is potentially a total of 1,276 people,or 11.4% of the total population of Yap State. Contact person: Faustino Yangmog Yap State Public Service Corporation sapthiy@gmail.com Vincent Bouet Chief Engineer Yap State Public Service Corporation - vmcrbouet@gmail.com P a c i f i c I s l and s ( P a l au ) P apua N e w - G u i nea S o l o m on I s l and s T i m o r Le s t e ( 1 ) T onga T u v a l u ( 1 ) V anua t u ( 5 ) S a m oa N i ue N au r u M a r s ha ll I s l and s K i r i ba t i F iji F ede r a t i on o f S t a t e s o f M i c r one s i a ( 1 ) C oo k I s l and North Marianne Islands Indonesia New Caledonia Wallis and Futuna Tokelau Australia New Zealand Increasing access to modern, affordable and sustainable electricity services for the remote islands of Yap in the Federated States of Micronesia (FSM) Projects under the Second Call for proposals ",
        "Projects under the Second Call for proposals 13 Objective and target groups: • Promote the Jatropha oil tree as a renewable, sustainable and decentralised source of biofuel for cooking and lighting to farming communities in Malindi and Magarini Districts in Kenya. 1,200 low-income, small-scale farmers will be grouped into Jatropha Growing Associations (JGAs) to plant Jatropha in four selected areas around farmland and bordering the Arabuko Sokoke Forest. The Jatropha plantations will protect the land from erosion and damage by wild animals coming from the forest. The farmers will be trained in processing Jatropha to obtain oil for lighting, and seed cake briquettes for cooking; surpluses will be sold to hotels and restaurants. The processing units and the Jatropha-lamps (“Akiba” lamps) will be manufactured and sold to the farmers by local artisans, who shall receive the appropriate training. 160 selected farmers will also be trained on farming-as-a-business (FaaB). Main activities: 1. Set-up of the JGAs and training of farmers in Jatropha planting; 2. Planting Jatropha as a hedge in four selected areas, two of them around farmland and the other two as buffer zone around the forest; 3. Introduction of Jatropha processing units for oil and briquette production, and training of artisans on Jatropha-lamp manufacture; 4. Development of a business plan in cooperation with the JGAs in order to market surplus produce. Facts and figures Country: Kenya Applicant: Comitato Internazionale per lo Sviluppo dei Popoli (Italy) Total project cost: EUR0.8 M EF contribution: EUR0.6 M Source of energy: biofuels Direct benefits: 6,480 people in farmers’ families and 180 artisans will benefit of additional revenues. The substitution of kerosene by Jatropha oil and the Jatropha plantations will have a positive impact on the environment. Contact Persons: Sandro De Luca (Area Manager – Africa) deluca@cisp-ngo.org Deborah Rezzoagli (Area Africa - Operational Coordinator) rezzoagli@cisp-ngo.org Nigeria (2) Comoros (1) B u r u n d i R w a n d a ( 3 ) Algeria Burkina Faso (18) Libya Egypt Sudan Ethiopia (5) Kenya (9) Tanzania (8) Angola Malawi (4) Zambia (3) Zimbabwe (3) Lesotho Swaziland South Africa Namibia (1) Botswana Democratic Rep. of Congo (3) Central African Republic (4) Uganda (4) C ongo ( 4 ) Cameroon (10) G a b o n ( 3 ) Niger (5) Chad (5) E q u a t o r i a l G u i n e a ( 1 ) Gambia (2) G u i n e a - B i s s a u ( 6 ) S i e rr a Leone ( 3 ) L i be r i a ( 4 ) I v o r y C oa s t ( 9 ) G hana ( 8 ) S a o T o m e a n d P r i n c i p e Djibouti (1) Tunisia Eritrea (2) S o m a l i a ( 1 ) S e y c h e l l e s Morocco Mauritania (10) Western Sahara S enega l ( 7 ) C ape V e r de ( 2 ) B en i n ( 9 ) T ogo ( 5 ) G u i nea ( 3 ) Mali (8) Madagascar(11) M o z a m b i que ( 10 ) Mauritius Reunion Support to and expansion of Malindi Biofuel Cluster – Jatropha farming Photo: Jatropha Shoots – Photo Courtesy of World Wide Fund for Nature in the town of Goma 6 http://www.energyfacilitymonitoring.eu/index.php/en/ pooling-mechanism 7 http://www.infrastructureafrica.org/about/results Aid Effectiveness and the Pooling Mechanism 6 “When you think about it, this link between energy policy and development is pretty clear…. Our commitment to achieving the Millennium Development Goals (MDGs) and to reaching the 0.7% ODA/ GNI target remains steadfast. Making good on that commitment will require a multifaceted approach: increased aid levels from developed countries; a renewed focus by developing countries on governance to ensure that all aid is well spent; and the high-impact aid we want to see become the rule, not the exception – aid that benefits citizens for generations to come, that acts as a catalyst for sustainable growth and development in which all can share…” Commissioner for Development Andris Piebalgs – “How to achieve coherence between energy security and development policies”-– speech to the European Parliament - 9 February 2011 According to the Africa Infrastructure Country Diagnostic 7 (2009), the total financing need for Africa to solve the power supply crisis is about US$40 billion per annum. Currently, the region spends only about US$11 billion per annum, leaving a financing gap of about US$30 billion. It is clear that this financing gap cannot be filled by public financing alone. Private sector technology and investments, namely in the context of public-private partnerships, in ACP rural and peri-urban areas are important to ensure the financial sustainability of the energy access investments as well as for the economic development of these areas. Bearing this in mind, a Pooling Mechanism was created within the 10 th EDF Energy Facility. ",
        "14 Objectives: • Encourage private sector investments in the energy sector in rural and peri-urban areas in ACP states by bridging the funding gap between revenues and costs; • Maximise the impact of the Energy Facility grants through leverage of and blending with additional resources , such as private sector funding and loans; • Improve the coordination at EU level of available resources and expertise in the energy sector, by increasing the compatibility of the financial resources of donors and finance institutions as well as the synergies and exchange of knowledge between them. The Pooling Mechanism is intended for medium-sized, usually capital intensive projects (cost ranging typically between EUR10 million and EUR50 million), the scale and complexity of which go beyond the scope of Calls for Proposals. Supported projects target the main objective of the Energy Facility – increased access to energy services in rural and peri-urban areas of ACP countries – and have a wide impact on the beneficiary population. They should preferably rely on renewable energy solutions. Lead Financiers 8 will submit projects which are to be implemented by ACP-EU actors from the public and private energy sector. Regional Energy Integration In addition to the projects funded through the Calls for Proposals and the Pooling Mechanism, the Energy Facility has also devoted EUR10 million for technical assistance and institutional support in the context of the Africa – EU Partnership for Infrastructure. The partnership is based mainly on infrastructure allowing interconnection at continental and regional level in Africa including energy to allow network extension, distribution in rural areas and improvement of cross-border connections. The Energy Facility aims specifically to provide technical assistance and institutional support to the following African organisations: • African Forum for Utility Regulators (AFUR) – AFUR’s mission is to promote effective utility regulation across all sectors including energy. The Energy Facility supported AFUR for the organisation of power market structure and model, comparison of electricity costs and prices in member countries and training on regulation concerning the quality of service. • West African Power Pool (WAPP) – the WAPP is a specialized institution under the ECOWAS (Economic Community of West African States), whose main objective is to increase access to cheaper, more reliable energy in West Africa. The Energy Facility contributed to the WAPP essentially for cross- border transmission lines. • Central African Power Pool (CAPP) – the CAPP is a specialised body of the ECCAS (Economic Community of Central African States), focusing on coordinating the energy policy and increasing investments in energy within this region. The Energy Facility supported the CAPP for advice on network operations, development of regional markets and cross-border electrification. • East African Power Pool (EAPP) – the EAPP brings together companies in charge of power generation, transmission and/or distribution in East African countries. The Energy Facility contributed to the EAPP for the realisation of baseline and strategic business plans. • Southern African Power Pool (SAPP) – the SAPP seeks to optimise the use of available energy resources, namely in emergency situations, among its member countries in Southern Africa. Actions financed by the Energy Facility for the SAPP included capacity building for network operations, system planning and promotion of public-private partnerships. Partnership Dialogue Facility Created in 2004, the Partnership Dialogue Facility (PDF) of the EUEI is a flexible instrument designed to support the development of policies and strategies to promote access to energy at national and regional level, with a focus in Africa. It does so by promoting the dialogue between all relevant stakeholders, namely the partner countries, their regional organisations, EU Member States and the European Commission. The PDF aims to integrate access to energy services and energy considerations into national and regional development policies; support the development of policies and legal, fiscal and regulatory structures in the energy sector (namely by promoting institutional capacity building); improve the 8 See Pooling Mechanism guidelines: http://ec.europa. eu/europeaid/where/acp/regional-cooperation/energy/ documents/pooling_mechanism_guidelines_en.pdf Action Type EC Grant Minimum Maximum % Investment projects for access to energy services (including related capacity-building activities) EUR1 M EUR5 M Maximum of 25% Advanced preparatory studies EUR1 M Example of a Pooling Project: Fostering Access to Modern Energy Services in Rural Uganda - Investment Programme West Nile Total action investment cost in EUR: 41.1 M Grant amount requested in EUR: 3.5 M Lead Financier: KfW Entwicklungsbank on behalf of the Government of Germany (GoG) financing EUR24.6 million Co-Financiers: Government of Uganda / the private energy service company WENRECO Project Promoter: WENRECO, Uganda Electricity Distribution Company Limited (UEDCL), Uganda Energy Generation Company Limited (UEGCL) Activities: Construction of two hydropower plants (3.5 and 4.1 MW); installation of more than 200km of new electricity grids in the region that will provide reliable energy services to new customers for productive activities, social institutions as well as poor households. Duration of the project: 3 years Beneficiaries: The Project provides 6,000 households (30,000 direct beneficiaries) as well as a minimum of 30 health centres and 60 public and private schools with access to modern energy services based on sustainable energy sources. A minimum of 250 SMEs will be able to get new connections within the next three years. Prepaid technology will be introduced. More reliable energy supply (total of 7.6MW) will be availed to all existing customers, of which an estimated 450 are SMEs. ",
        "15 environment for private investments in the sector, and cooperate with the European Commission and the African partners in the implementation of the Africa-EU Energy Partnership. The Energy Facility has contributed with EUR3.5 million to the PDF, which is also co-funded by a number of EU Member States. Between 2005 and 2010, the EUEI PDF funded more than 38 projects, with national projects in 20 different countries and 9 regional projects. It has contributed to improving the enabling environment, resulting in energy access investments. It has also conducted thematic studies on key energy issues such as biomass cooking energy and rural electrification agencies that have lead to innovative approaches. Examples of PDF support include: • Support to the development of a Biomass Energy Strategy (BEST) for Malawi, with the objective of ensuring a sustainable supply of biomass energy and promoting access to modern cooking fuels and efficient biomass combustion technologies; • Capacity-building for off-grid rural electrification planning at the regional and sub-regional level in Ethiopia; • Establishment of a framework for dialogue on the promotion of private investment and public- private partnerships in the energy sector in Mali; • Energy Policy Support to the Democratic Republic of Congo , with the objectives of developing a new energy policy, an electricity legal code and a rural electrification strategy. Monitoring, Networking and Visibility in the Energy Facility Networking The Energy Facility strongly encourages coordination and networking between the multiple supported partners and implementers and their respective activities. Exchanges of experiences among project implementing bodies are crucial. Regional meetings and seminars are announced on the Energy Facility website (http://ec.europa.eu/europeaid/energy-facility) as well as on the website for the monitoring of the Energy Facility (www.energyfacilitymonitoring.eu). Knowledge sharing Thematic fiches have been prepared drawing on the knowledge gained from Energy Facility projects. These fiches highlight lessons learnt from experience and compare the implementation methodologies that were used. Seven fiches have been written on microcredit, solar PV, public- private partnerships, access and socio-economic development and improved stoves. Additionally case studies are shared as well as all deliverables provided by the projects (manuals, guidelines, films, courses or studies). All this information is available under the Energy Facility monitoring website and will be further developed as the implementation of the projects continues. Monitoring The global coherence, work progress and efficiency of the Energy Facility’s projects are closely monitored together with EuropeAid, the EU Delegations and National Authorities in the countries where EF projects take place. The Energy Facility set up a dedicated system to monitor the projects (via external consultancy) and provide technical assistance on the projects to the EU Delegations. In addition to this monitoring, general reviews of the Energy Facility were performed in 2007 and 2011. These reviews made specific conclusions and recommendations on the relevance, efficiency, effectiveness, impact and governance of the Energy Facility. Visibility Besides the Energy Facility and Energy Facility Monitoring websites, visibility of projects and activities is assured by dissemination of news to mailing lists, publications and distribution of leaflets and brochures in seminars and meetings. To subscribe to the EF newsletter please visit: http://www.energyfacilitymonitoring.eu/index.php/en/home Calls for Proposals – how do I apply? Process 1. Eligible applicants, in partnerships or alone are invited to submit concept notes in line with the main objectives and priorities of the Energy Facility. The concept notes go through an eligibility check followed by an assessment of the merit of the proposal concerning its relevance, effectiveness, feasibility and sustainability. A restricted number of Concept Notes are selected to progress to the second step. 2. Applicants of selected concept notes are then asked to submit a full application. This includes the detailed project proposal which is evaluated both by external assessors and by the EU Delegation of the country where the project is to take place. 3. The best proposals are then selected for funding (the number of selected proposals will depend on the amount available under the call). Read more about the Energy Facility and how to apply on: http://ec.europa.eu/europeaid/where/acp/ regional-cooperation/energy/index_en.htm Energy Efficiency Tranining in Namibia – Photo Courtesy of Desert Research Foundation of Namibia ",
        "Secretariat of the African, Caribbean and Pacific Group of States (ACP) Website: http://www.acp.int European Commission Website: http://ec.europa.eu/index_en.htm European Union Energy Initiative (EUEI) Website: http://www.euei.net ACP-EU Energy Facility Website: http://ec.europa.eu/europeaid/energy-facility Africa-EU Energy Partnership: Website: http://www.africa-eu-partnership.org Monitoring of the ACP-EU Energy Facility – 1st Call for Proposals Website: http://www.energyfacilitymonitoring.eu © European Union 2012. Use of part of, or all the text is authorised provided the source is mentioned. Neither the European Commission nor any person acting on behalf of the European Commission is responsible for the use which may be made of the enclosed information. Legal disclaimer: This information is of a general nature only and it is not legally binding. © European Union 2012. Courtesy of the projects financed by the ACP-EU Energy Facility Reproduction or use of the photos not authorized Copyright of photos in front cover: Wind mill in Somalia, Somalia Energy and Livelihood Project Solar Panel in Community - Bringing Energy Services to Tanzanian rural areas (BEST Project) Women cooking - Developing energy enterprises project East Africa Micro hydro dam - Programa de electrificacion rural en Republica Dominicana basado en fuentes de energia renovable M N - 31 - 12 - 585 - E N - C doi:10.2764/12188 "
    ]
}