{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 13.11.2020 COM(2020) 696 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL New Consumer Agenda Strengthening consumer resilience for sustainable recovery ",
        "1 N EW C ONSUMER A GENDA STRENGTHENING CONSUMER RESILIENCE FOR SUSTAINABLE RECOVERY 1. I NTRODUCTION European consumers rightly expect to benefit fully from the single market and to be empowered to make informed choices and play an active role in the green and digital transition whenever and wherever they are in the EU . They expect to have free access to goods and services across the EU and reassurance that their rights as consumers are protected, notwithstanding traditional and emerging challenges. The New Consumer Agenda (‘the Agenda’) presents a vision for EU consumer policy from 2020 to 2025, building on the 2012 Consumer Agenda (which expires in 2020) and the 2018 New Deal for Consumers 1 . It also aims to address consumers’ immediate needs in the face of the ongoing COVID-19 pandemic and to increase their resilience. The pandemic has raised significant challenges affecting the daily lives of consumers, in particular in relation to the availability and accessibility of products and services, as well as travel within, and to and from the EU. The Agenda covers five key priority areas : (1) The green transition; (2) The digital transformation; (3) Redress and enforcement of consumer rights; (4) Specific needs of certain consumer groups; and (5) International cooperation. By ensuring that these priorities are appropriately addressed, the Agenda will act as a guide for the implementation of the Single Market Programme under the new Multi-Annual Financial Framework (MFF) . By promoting measures for a greener, more digital and fairer single market, its aim is to boost trust among consumers, whose spending generates 54% of the EU’s GDP 2 , thus stimulating economic recovery from the demand side. In this environment, there is a need to ensure effective protection of consumers’ interests while also supporting businesses, especially small and medium-sized enterprises 3 . The Agenda takes a holistic approach covering various Union policies that are of particular relevance for consumers. It reflects the need to take account of consumer protection requirements in the formulation and implementation of other policies and activities 4 . It 1 https://ec.europa.eu/info/law/law-topic/consumers/review-eu-consumer-law-new-deal-consumers_en. 2 Eurostat: https://ec.europa.eu/eurostat/statistics-explained/index.php/Household_consumption_by_purpose. 3 EU SME Strategy for a sustainable and digital Europe, COM(2020)103final. 4 Article 12 of the Treaty on the Functioning of the European Union. ",
        "2 complements other EU initiatives, such as the European Green Deal 5 , the Circular Economy Action Plan 6 and the Communication on Shaping Europe’s digital future 7 . It also supports relevant international frameworks, such as the United Nations’ 2030 Agenda for Sustainable Development and the UN Convention on the Rights of Persons with Disabilities. An effective response to all these priorities requires close cooperation between the EU and its Member States and proper transposition, implementation and enforcement of the solid consumer protection framework developed over many years. For this reason, the Agenda puts forward priorities and key action points to be taken forward together at European and national levels 8 . The Agenda is the product of intensive preparations and discussions with interested parties. An open public consultation showed general support for its main priorities, including the need to respond to the COVID-19 pandemic 9 . The comprehensive approach was welcomed as a key driver for a sustainable, green recovery and a fair digital-oriented society. Effective enforcement and redress as well as support for consumers with specific needs are seen as important cross-cutting issues. 2. C ONSUMERS IN THE COVID-19 PANDEMIC Example: Online consumer scams have surged significantly during the crisis. Fraudsters have played on consumers’ fears to sell unnecessary, ineffective and potentially dangerous products on the basis of false claims as to their health benefits, for example, by marketing goods with unjustified protective characteristics, or selling masks which do not comply with the relevant requirements. The Commission and consumer authorities have reached out to platforms in order to make sure that hundreds of millions of illegal offers and advertisements were removed. Consumer rights and safety must continue to be protected, especially during a period of unprecedented uncertainty and distress. The COVID-19 pandemic is first and foremost a health crisis . The EU and its Member States have taken determined action to fight the pandemic in a coordinated way. It is important that everyone has equal and timely access to affordable tests, protective equipment, treatment and future vaccines against COVID-19 10 and all necessary preventive and curative healthcare 11 . The Commission has recently set out further concrete response measures 12 to help limit the spread of the coronavirus, protect people’s lives and build increased resilience in all Member States. Products and services proving essential in the crisis need to provide the 5 https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal_en. 6 COM(2020)98final. 7 https://ec.europa.eu/info/publications/communication-shaping-europes-digital-future_en. 8 The Agenda lists actions in a selective and non-exhaustive manner in order to highlight major work streams and avoid overlap with other strategies and action plans already agreed. 9 See https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/12464-A-New-Consumer-Agenda. 10 Communication from the Commission to the European Parliament, the European Council, the Council and the European Investment Bank on EU strategy for COVID-19 vaccines. COM(2020)245final. 11 https://ec.europa.eu/info/live-work-travel-eu/health/coronavirus-response/public-health_en. 12 Commission Communication on additional COVID-19 response measure of 28.10.2020, COM(2020)687final and Commission Recommendation of 28.10.2020 on COVID-19 testing strategies, including the use of rapid antigen tests, C(2020)7502final. ",
        "3 consumer with full safeguards with regard to fundamental rights, medical ethics, privacy, and data protection in accordance with the General Data Protection Regulation. However, the profound social and economic disruption that has followed in its wake presents a major challenge to society. The EU has responded with an unprecedented effort to strengthen recovery and bolster resilience, but the economy remains fragile. The pandemic is also visibly changing people’s consumption and mobility patterns . The confinement measures highlighted the crucial role of digital technologies in people’s lives, allowing to purchase essential goods which would not otherwise be accessible and to access services despite the restrictions. Observed trends include buying more locally, booking travel less in advance, but also using on-line services more often. Some changes may be temporary, linked to the health situation (e.g. using public transport less) while others, notably those linked to the digital transformation (e.g. increasing online purchase of food or accessing more online streaming services at home, including for cultural and sport events) could become more structural 13 . The crisis has affected many areas of consumers’ lives and it underlined the critical importance of a high level of consumer protection and close cooperation among authorities in the EU. At the same time, it has also brought to light certain gaps in the EU’s consumer protection framework. EU consumers rightly expect transport undertakings and tour operators to respect their right to a full refund of pre-payments. However, consumers are facing significant problems in enforcing this right due to the liquidity problems of the sector and the almost halt of passenger transport during the pandemic. In response, the Commission and Member States have taken action to ensure that consumers’ rights are protected, promoting also practical solutions, in full compliance with the applicable rules 14 . The experience from the pandemic and from previous events, such as the bankruptcy of Thomas Cook in 2019, calls for a deeper analysis into whether the current regulatory framework for package travel, including as regards insolvency protection, is still fully up to the task of ensuring robust and comprehensive consumer protection at all times, taking into account also developments in the field of passenger rights 15 . Another area of concern that has come to the fore during the pandemic is the surge in consumer scams, deceptive marketing techniques and fraud in online shopping, to which an increasing number of consumers have fallen and continue to fall victim 16 . Fighting such rogue trading practices has required close cooperation between the Commission and national enforcement authorities. Considering their central role in facilitating online trade, the Commission also stepped up its contacts with major online platforms which took effective 13 An IPSOS survey for the Commission showed that in addition to a notable increase in online shopping in the first half of 2020, many consumers expect to make fewer visits to sporting or cultural events in the year to come (40 - 60%) and fewer trips on public transport (24 – 43%). 14 Commission Recommendation (EU)2020/648 of 13 May 2020 on vouchers offered to passengers and travelers as an alternative to reimbursement for cancelled package travel and transport services in the context of the COVID-19 pandemic (OJ L 151, 14.5.2020). 15 Passenger Rights Regulations (EC) 261/2004, (EC) 1371/2007, (EU) 1177/2010 and (EU) 181/2011, and Directive (EU) 2015/2302 on package travel. 16 https://ec.europa.eu/info/live-work-travel-eu/consumers/enforcement-consumer-protection/scams-related- covid-19_en. ",
        "4 measures to prevent and react to relevant illegal content 17 . To improve resilience to mass- harm practices that pose a threat to the public interest, competent authorities should maintain cooperation with key stakeholders such as platforms, business associations, advertisers and consumer organisations. At the same time, there is a need to keep a close watch for online scams and to further increase cooperation with other relevant networks including law enforcement authorities, domain registries and the International Consumer Protection and Enforcement Network (ICPEN). The changing consumption patterns pose new challenges. They led to a surge in consumers’ single-use packaging and plastic personal protection equipment waste , to which the Commission promptly gave a first policy response in April 2020 18 . The pandemic also revealed the risk for certain categories of consumers to fall behind, particularly those lacking the means or skills to participate actively in a rapidly changing market, especially online. This calls for even greater focus on initiatives to support integration, inclusion, awareness raising and education of consumers . It will be important to understand how consumers’ behaviour adjusts in the long term in the aftermath of the pandemic and to develop the necessary foresight 19 to inform future policy action and to take into account data and evidence from research on consumers’ behaviour when assessing the resilience of the EU to future shocks.  Action 1: By 2022, the Commission plans to analyse the extent to which the Package Travel Directive is still adequate in the light of recent crises, building on the 2021 report on its application.  Action 2: By 2022, the Commission plans to engage in foresight to explore the longer-term impact of COVID-19 on the consumption patterns of people in the EU as a basis for future policy initiatives.  Action 3: The Commission will support and facilitate cooperation between the Consumer Protection Cooperation network and other networks and stakeholders to tackle consumer scams, unfair marketing practices and fraud 20 . 17 As a result, platforms reported a sharp decrease of at least 80% in misleading marketing of face masks or other protective equipment in the summer as compared to the March average. 18 In this context, see the guidelines recently published by the Commission https://ec.europa.eu/info/sites/info/files/waste_management_guidance_dg-env.pdf. 19 The Communication from the Commission to the European Parliament and the Council on 2020 Strategic Foresight Report, COM(2020)493final, gives foresight a key role in developing future-proof EU policymaking and in grounding short-term initiatives in a longer-term perspective. Foresight can help build collective intelligence and chart the way forward for the twin green and digital transitions and to recover from disruptions. Among other foresight activities, the Commission's Joint Research Centre monitors 14 megatrends as part of its Megatrends Hub some of which are highly relevant to consumer policies. 20 Taking into account the relevant actions proposed in the Joint Communication to the European Parliament, the European Council, the Council, the European Economic and Social Committee and the Committee of the Regions - Tackling COVID-19 disinformation -getting the facts right, JOIN(2020)8final - see Section 8. ",
        "5 3. K EY PRIORITY AREAS 3.1. Green transition Example: Negative environmental impacts and early obsolescence 21 are a growing concern for EU consumers who often complain that purchased goods do not last very long and are produced under conditions detrimental to the environment; 85% would welcome better information on durability of a good when deciding on a purchase. Studies show that when consumers receive such information, the sales of the most durable versions can almost triple; consumers are even willing to pay more for goods with longer durability 22 . Consumers across Europe are showing a growing interest in contributing personally to achieving climate neutrality, preserving natural resources and biodiversity, and reducing water, air and soil pollution 23 . The challenge is to unlock this potential through measures that empower, support and enable every consumer, regardless of their financial situation, to play an active role in the green transition without imposing a specific lifestyle and without social discrimination. Access to sustainable products should not be dependent on the level of income or where you live, but should be available to everyone. The European Green Deal sets out a comprehensive strategy to transform the EU into a fair and prosperous society, with a climate-neutral, resource-efficient, clean and circular economy in which economic growth is decoupled from resource use and where negative impacts on natural capital and biodiversity are reduced. This requires profound and rapid change in our habits and behaviour to reduce our environmental footprint in all areas from housing and food to mobility and leisure 24 . A number of initiatives are being taken already with the aim to ensure that products , both goods and services, sold to EU consumers are fit for the above objectives. These include:  the Farm to Fork Strategy 25 and the EU Biodiversity Strategy 26 , announcing key actions 27 and initiatives aiming at reducing the environmental and climate footprint of 21 Meaning that a product cannot be used for the expected purpose and break earlier than expected. 22 A behavioral study on consumer’s engagement in the circular economy (https://ec.europa.eu/info/live-work- travel-eu/consumers/sustainable- consumption_en#behaviouralstudyonconsumersengagementinthecirculareconomy). 23 Special Eurobarometer 501 (March 2020) Attitudes of European citizens towards the environment https://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/survey/getSurveydetail/instruments/special/surve yky/2257. 24 A recent JRC report on life cycle assessment-based indicators identifies consumption of food, housing and mobility as relevant contributors to the overall environmental impacts of EU consumers. Sala S. et al. (2019) Indicators and Assessment of the environmental impact of EU consumption. Consumption and Consumer Footprint for assessing and monitoring EU policies with Life Cycle Assessment, doi:10.2760/403263, JRC114814. 25 COM(2020)381final. 26 COM(2020)380final. 27 E.g. a proposal for a legislative framework for sustainable food systems, a proposal for a sustainable food labelling framework to empower consumers to make sustainable food choices. ",
        "6 the EU food systems and empowering consumers to make informed, healthy and sustainable food choices 28 ;  the recently published Roadmap for the 2021 Zero Pollution Action Plan 29 , which identifies consumer products as an important area for action and explores ways to incentivise 30 consumers to make cleaner choices;  the Chemicals Strategy for Sustainability 31 , which has also announced actions aiming to increase the information on chemicals available to consumers, protect them from the most harmful substances, and promotes the safe and sustainable-by-design chemicals;  building on the 2018 Action Plan 32 , the forthcoming Renewed Sustainable Finance Strategy will seek to offer consumers new opportunities to have a positive impact on sustainability by providing them with reliable, complete and trusted information on the financial products they invest in; and  the Renovation Wave 33 presents a strategy to make homes for consumers fit for a greener and digital society, including strengthened information tools for consumers. Furthermore, the new Circular Economy Action Plan sets out a number of specific initiatives 34 to fight early obsolescence and promote durability , recyclability, reparability, and accessibility 35 of products, and to support action by business. Notably, the Sustainable Products Initiative 36 will aim to make sustainable products the norm, by establishing product sustainability principles and revising the Ecodesign Directive 37 , extending its scope beyond energy-related products and delivering on circularity. Additional regulatory and non- regulatory measures will be needed to address specific groups of goods and services, such as ICT, electronics or textile, and packaging. For instance: 28 Changing consumer choices towards healthy diets can contribute to reducing greenhouse gas emissions, as recognized in the communication on Stepping up Europe’s 2030 Climate Ambition (COM/2020/562). To enhance consumers’ access to information and to make the healthy and sustainable choice the easy choice, the Farm to Fork Strategy sets out a framework for action. These actions range from the mandatory front-of-pack nutrition labelling, animal welfare labelling, setting nutrient profiles to restrict promotion of food high in salt, sugars or fat or exploring the extension of the mandatory origin indication for certain foods. 29 https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/12588-EU-Action-Plan-Towards-a- Zero-Pollution-Ambition-for-air-water-and-soil. 30 Amongst others, awareness-raising campaigns could be considered to encourage consumers to make enhanced resort to clean and safe tap water, rather than plastic-bottled one, to safely dispose unused pharmaceuticals, to play a role in preventing micro-plastics from reaching our fresh- and marine waters, to choose cleaner transport modes as well as cleaner heating and cooling systems to contribute to clean air, both indoor and outdoor and to be able to identify products which contribute to safeguarding nature through sustainable use of Natura 2000 sites. 31 COM(2020)667final. 32 COM(2018)097final. 33 COM(2020) 662final. 34 Notably, the initiatives for a sustainable product policy and on substantiating green claims. 35 Accessibility is to be understood as the removal and preventions of barriers that hinder participation of persons with disabilities on equal basis with others. It also contributes to durability and reusability and indicated in the Circular economy action plan in line with Directive (EU) 2019/882 of the European Parliament and of the Council of 17 April 2019 on the accessibility requirements for products and services, OJ L 151, 7.6.2019, p. 70. 36 https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/12567-Sustainable-Products- Initiative. 37 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A02009L0125-20121204. ",
        "7  The Circular Electronics Initiative 38 aims to ensure that electronic devices are designed for durability, maintenance, repair, disassembly, dismantling, reuse and recycling, and that consumers have a ‘right to repair’ them including software updates.  The initiative on a common charger for mobile phones and other portable devices 39 , aims to increase consumer convenience and reduce material use and e-waste associated with production and disposal of this particular item used daily by the vast majority of consumers.  The upcoming EU Textiles Strategy will seek to empower consumers to choose sustainable textiles and have easy access to re-use and repair services.  The review of the Packaging and Packaging Waste Directive aims to make all packaging re-usable and recyclable in an economically viable way and address overpackaging. These initiatives will promote better value retention, prioritise safer and more durable products and keep materials in the economic cycle (refuse, reduce, repair, reuse, and recycle) for as long as possible 40 . To enable a socially optimal uptake of new goods and services as well as of new approaches to consumption, consumers need better and more reliable information on sustainability aspects of goods and services, while avoiding information overload. Respondents to the public consultation 41 pointed to a lack of such information and to concerns as to the reliability of environmental claims and information on products as important obstacles to greater uptake of sustainable consumption choices. The upcoming initiative on empowering consumers for the green transition intends to address consumers’ access to information on environmental characteristics of products, including their durability, reparability or upgradeability, as well as the issue of the reliability and comparability of such information. It will set out general requirements that would complement more targeted rules contained in sectoral legislation, e.g. on specific products or product groups. Better information on the availability of spare parts and repair services can further support product durability. The upcoming initiative on empowering consumers in the green transition, the Sustainable Product Policy Initiative and, where relevant, sector specific initiatives will be essential to give consumers an effective right to repair . Moreover, the future review of the Sale of Goods Directive 42 would provide an opportunity to examine what more can be done to promote repair, and encourage more sustainable, circular products. Various options regarding consumer remedies will be looked at, such as giving preference to repair over 38 A key action announced in the Digital Strategy, Shaping Europe’s Digital Future, COM(2020) 67 final, and in the Circular Economy Action Plan, COM(2020)98final. 39 https://ec.europa.eu/growth/sectors/electrical-engineering/red-directive/common-charger_en. 40 Additionally, the Commission will also explore options for EU-wide take-back and return schemes of small electronics to improve the collection and treatment of e-waste and to provide consumers with more information and options to return their used and waste electronics stored at home. 41 https://ec.europa.eu/info/files/factual-summary-report-public-consultation-new-consumer-agenda_en. 42 Directive 2019/771 of the European Parliament and of the Council of 20 May 2019 on certain aspects concerning contracts for the sale of goods, amending Regulation (EU) 2017/2394 and Directive 2009/22/EC, and repealing Directive 1999/44/EC (OJ L 136, 22.5.2019, p. 28). ",
        "8 replacement, extending the minimum liability period for new or second-hand goods, restarting a new liability period after repair. These efforts could be complemented by promoting new consumption concepts and behaviours, such as the sharing economy, new business models allowing consumers to buy a service rather than a good, or support for repairs through community and social economy organisations actions (e.g. repair cafés) and for second-hand markets. Providing consumers with better and more reliable information often means improving the existing tools . The updated labels that provide information on products and appliances covered by the eco-design directive and energy labelling framework will help to raise awareness and manage expectations of the energy performance of products, contributing to the EUs energy efficiency objective. In addition, uptake and awareness of the EU Ecolabel 43 could be fostered through communication actions and partnerships with relevant stakeholders, including retailers, aiming to promote the EU Ecolabel also on e-marketplaces. The EU Ecolabel would, moreover, be extended to retail financial products in line with the 2018 Sustainable Finance Action Plan 44 , allowing consumers to rely on a trusted and credible label when investing in green financial products. In addition, consumers need to be better protected against information that is not true or presented in a confusing or misleading way to give the inaccurate impression that a product or enterprise is more environmentally sound, called “ greenwashing ”. Actions to that effect are also being developed in the area of sustainable finance 45 . Furthermore, the Commission will propose that companies substantiate their environmental claims using Product and Organisation Environmental Footprint methods to provide consumers with reliable environmental information. The Commission will examine ways to create a sustainable labelling framework that covers, in synergy with other relevant initiatives, the nutritional, climate, environmental and social aspects of food products . Consumer energy choices will be key to deliver on the new climate targets for 2030 and climate neutrality by 2050 . New rules entering into force on 1 January 2021 46 will improve information for consumers through electricity billing and independent price comparison tools, as well as facilitation of prosumer choices and energy communities. The Commission will propose provisions for other energy carriers to empower gas and district heating consumers with similar rights. The digital transformation offers also other new opportunities to provide more targeted and understandable information. The development of digital product passports under the Sustainable Products Initiative 47 would aim to help inform consumers on the products’ environmental and circular aspects. More broadly, digital information could empower 43 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=LEGISSUM%3Aco0012. 44 COM(2018)097final. 45 In particular, the Sustainability-related Disclosure Regulation (https://eur-lex.europa.eu/legal- content/EN/TXT/?uri=CELEX%3A32019R2088), the EU Taxonomy (https://eur-lex.europa.eu/legal- content/EN/TXT/?uri=celex:32020R0852) and the ongoing revision of the Non-Financial Reporting Directive. 46 Directive (EU) 2019/944 of the European Parliament and of the Council of 5 June 2019 on common rules for the internal market for electricity and amending Directive 2012/27/EU ( OJ L 158, 14.6.2019, p. 125). 47 Also announced in the EU Data Strategy COM(2020)66final. ",
        "9 consumers to check the reliability of information, make comparisons between products, but also inform them in a more holistic way about their environmental impacts, for example their carbon footprint. Action and resources, including from the Technical Support Instrument for capacity building 48 under the next MFF , should be used to support initiatives promoting and activating clean, climate-neutral, sustainable consumption culture and behaviour. This should be done in accessible, innovative and appealing ways, e.g. through smartphone applications and websites 49 , and draw on the existing tools 50 . Businesses , including SMEs, could play an important role in the quest for greener consumption. Integrating sustainability objectives into corporate strategies and decision making could result in more sustainable products becoming available. Examples of good practices range from monitoring environmental and natural capital impacts, dependencies and risks across the full value chain, the inclusion of environmental information in disclosures to consumers, to taking consumer interests into account in corporate board decisions. The Commission envisages to put forward in 2021 a legislative initiative on sustainable corporate governance to foster long-term sustainable and responsible corporate behaviour 51 . To stimulate more voluntary corporate action, the Commission plans to work with economic operators to encourage their voluntary pledges to disclose to consumers the company’s environmental footprint, improve their sustainability and reduce the impact on the environment. These pledges will be developed in synergy with the forthcoming European Climate Pact. They will build on existing methodologies, tools and applicable legislation 52 . Over time, these pledges could bring in participants from a wide range of sectors, based on increasingly diverse commitments.  Action 4: In 2021, the Commission plans to present a legislative proposal to empower consumers for the green transition with better information on products’ sustainability and better protection against certain practices, such as greenwashing and early obsolescence, and a legislative proposal on the substantiation of green claims based on the Environmental Footprint methods.  Action 5: Starting this year, the Commission plans to work with economic operators to encourage voluntary pledges of these operators to actions in support of sustainable consumption beyond what is required by law .  Action 6: From 2022, the Commission will assess, in the context of the review the Sales of Goods Directive, how to further promote repair and encourage more sustainable, “circular” products . 48 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A52020PC0409 49 The European Green Deal Call launched in September 2020 invites for solutions empowering citizens e.g. through mobile phone apps measuring their carbon footprint on the basis of data on their consumption habits and lifestyle preferences and providing personalised footprint-reducing suggestions. 50 For instance, the Consumer Footprint tool developed by the Commission. 51 See Commission Work Programme 2021, COM(2020)690final. 52 For instance, Recommendation 2013/179/EU on the use of common methods to measure and communicate the life cycle environmental performance of products and organisations, and suggestions for updating the EF methods https://eplca.jrc.ec.europa.eu/permalink/PEF_method.pdf), EMAS Regulation (EC) 1221/2009 or EU Ecolabel Regulation (EC) 66/2010. ",
        "10 3.2. Digital Transformation Example: Between 2014 and 2019, the proportion of Internet users in the EU who bought or ordered goods or services online for private use grew from 63% to 71%; in five Member States 53 , those figures exceeded 80% 54 . Consumers should be protected at a comparable level online as they are offline. Rules should be adapted to the connected environment to ensure that, for example, smart home devices are not subject to cybersecurity risks, and online offers of credit provide the necessary information that is easily readable and accessible on a smartphone. The digital transformation is radically changing consumers’ lives , providing them with more opportunities and a wider choice of both goods and services. At the same time, it can make it harder for them to make informed choices and safeguard their interests. The underlying data collection and processing combined with analysis of consumers’ behaviour and their cognitive biases can be used to influence consumers to take decisions that may go against their best interests. This may limit effectiveness of the current rules designed to protect consumers in the digital environment, inter alia against unfair commercial practices. The Directive on Better Enforcement and Modernisation of Consumer Law 55 and the Digital Content Directive 56 are important steps to address some of these challenges. Considering the fast pace of the technological progress and its impact on the consumer experience, additional action is needed. Commercial practices that disregard consumers’ right to make an informed choice, abuse their behavioural biases, or distort their decision-making processes, must be tackled. These practices include the use of ‘dark’ patterns 57 , certain personalisation practices often based on profiling, hidden advertising, fraud, false or misleading information and manipulated consumer reviews. Additional guidance is needed on the applicability of consumer law instruments such as the Unfair Commercial Practices Directive and Consumer Rights Directive to these practices. Ultimately, consumers should benefit from a comparable level of protection and fairness online as they enjoy offline . In order to ensure consumers derive full benefit from the significant potential of the digital transformation, consumer interests should be taken into account in the design or adaptation of rules governing the digital economy . The objective is twofold: to create a safer digital space for consumers where their rights are protected and to ensure a level playing field enabling innovation to deliver newer and better services to all Europeans. First, the Commission’s upcoming proposal for a new Digital Services Act (DSA) , will aim to define new and enhanced responsibilities and reinforce the accountability of online 53 UK, Denmark, Netherlands, Sweden and Germany. 54 Eurostat - Digital economy and society statistics - households and individuals - Ordering or buying goods and services. 55 Directive (EU)2019/2161 of the European Parliament and of the Council of 27 November 2019 amending Council Directive 93/13/EEC and Directives 98/6/EC, 2005/29/EC and 2011/83/EU of the European Parliament and of the Council as regards the better enforcement and modernisation of Union consumer protection rules (OJ L 328, 18.12.2019, p. 7). 56 Directive (EU) 2019/770 of the European Parliament and of the Council of 20 May 2019 on certain aspects concerning contracts for the supply of digital content and digital services (OJ L 136, 22.5.2019, p. 1). 57 User-interface designs aimed at manipulating consumers. ",
        "11 intermediaries and platforms. The DSA will ensure that consumers are protected effectively against illegal products, content and activities on online platforms as they are offline. Second, to address the problems arising in digital markets prone to market failures, such as the gatekeeper power of certain digital platforms, the Commission is planning to present also a Digital Markets Act . It would combine the ex ante regulation of digital platforms having the characteristics of gatekeepers with a dynamic market investigation framework to examine digital markets prone to market failures. Consumers will be the final beneficiaries of fairer and more contestable digital markets, including lower prices, better and new services and greater choice. While artificial intelligence (AI) can do a lot of good, some AI uses could breach consumer rights and cause harm to consumers 58 . Following its White Paper on AI 59 and the accompanying report on liability and the safety of new technologies 60 , the Commission is working on:  a proposal 61 to guarantee a high level of protection of consumer interest and the protection of fundamental rights, in turn building the trust necessary for the societal uptake of AI;  as regards civil liability, measures to ensure that victims of damage caused by AI applications have the same level of protection in practice as victims of damage caused by other products or services. The advance of new technologies and the globalisation of production and retail trade, including through online channels, raise the question whether existing product safety rules are sufficient to deal with current developments and adequately protect consumers. The Commission is currently working on a number of initiatives on the safety of new technologies, such as:  the revision of the Machinery Directive 62 ;  the adoption of delegated acts under the Radio Equipment Directive 63 ; and  the revision of the General Product Safety Directive 64 . The General Product Safety Directive , which provides the legal framework for the safety of non-food consumer products 65 , derives from a time when AI-powered products and connected 58 Algorithms and related machine-learning, if not transparent and robust enough, may for example risk repeating, amplifying or contributing to biases that programmers may not be aware of or that are the result of specific data selection. 59 Artificial Intelligence - A European approach to excellence and trust. COM(2020)65final. 60 Report from the Commission to the European Parliament, the Council and the European Economic and Social Committee - Report on the safety and liability implications of artificial intelligence, the Internet of Things and robotics. COM(2020)64final. 61 Inception Impact Assessment for a Proposal for a legal act of the European Parliament and the Council laying down requirements for Artificial Intelligence. 62 Directive 2006/42/EC of the European Parliament and of the Council of 17 May 2006 on machinery, and amending Directive 95/16/EC(OJ L 157, 9.6.2006, p. 24). 63 Directive 2014/53/EU of the European Parliament and of the Council of 16 April 2014 on the harmonisation of the laws of the Member States relating to the making available on the market of radio equipment and repealing Directive 1999/5/EC(OJ L 153, 22.5.2014, p. 62). 64 Directive 2001/95/EC of the European Parliament and of the Council of 3 December 2001 on general product safety (OJ L 11, 15.1.2002, p. 4). 65 The Directive applies in the absence of more specific provisions with the same objective in EU legislation. ",
        "12 devices were rare, which is not the case anymore. Such developments challenge the current definition of products and bring new risks or change the way existing risks could materialise, which should be reflected and duly taken into account. The growth of online selling also poses new challenges, as authorities do not always have sufficiently effective instruments for online market surveillance. In addition, e-commerce allows consumers to purchase directly from operators located outside the EU, making it more difficult to check the safety of products entering the single market. The forthcoming proposal for a revision of the General Product Safety Directive, foreseen for 2021, should provide a solid response to these increasing challenges. Moreover, a universally accepted public electronic identity – based on the consumers’ choice, their consent and the guarantee that their privacy is fully respected in line with the General Data Protection Regulation (GDPR) – could give consumers the possibility to manage the access and use of their data in a fully controlled and secure manner. The Commission is currently reviewing such a system, taking into account the interest and protection of consumers 66 . To address unjustified geo-blocking , which discriminates between EU consumers to segment markets along national borders, the Commission is currently carrying out its first short term review of the Geo-blocking Regulation 67 . The European Strategy for Data 68 aims to facilitate the effective individuals’ right to data portability under the GDPR. This right has clear potential to put individuals at the centre of the data economy by enabling them to switch between service providers, combine services, use other innovative services and choose the services that offer most data protection. The Strategy will also drive the creation of a genuine single market for data and the creation of common European data spaces . Furthermore, the retail financial services sector has been profoundly transformed by the digital transition 69 introducing new trends and solutions, and diversifying the offer of financial products and services. Non-traditional providers of such services – such as FinTechs and peer-to-peer lenders – have joined traditional providers who themselves increasingly use online sales channels as well. New products, such as short-term high-cost loans, that are concluded for a short period but can lead to significant costs for the borrower, are ever-more marketed and sold digitally. New technologies, such as instant payment solutions, can bring tangible benefits for consumers but may require specific consumer protection measures 70 . The Commission has recently announced initiatives which will improve consumer protection 66 The Commission is currently evaluating Regulation (EU) No 910/2014 on electronic identification and trust services for electronic transactions in the internal market (eIDAS Regulation). 67 Regulation (EU) 2018/302 of the European Parliament and of the Council of 28 February 2018 on addressing unjustified geo-blocking and other forms of discrimination based on customers' nationality, place of residence or place of establishment within the internal market and amending Regulations (EC) No 2006/2004 and (EU) 2017/2394 and Directive 2009/22/EC (OJ L 60 I, 2.3.2018, p. 1). The Commission will soon adopt the Report presenting its conclusions, including the need to carefully monitor the implementation of the Regulation by the competent authorities in order to ensure that consumers and businesses fully benefit from the full potential of the Digital Single Market. 68 Communication “A European strategy for data” (COM(2020)66final. 69 In September 2020, to ensure that consumers and businesses reap the benefits of innovation while being protected, the Commission adopted a new digital finance package, https://ec.europa.eu/info/publications/200924-digital-finance-proposals_en . 70 Retail Payments Strategy for the EU, COM(2020)592final). ",
        "13 in payments. These issues will be considered in the framework of the recently adopted Retail Payments Strategy for the EU 71 . The use of alternative categories of data in combination with automated decision-making for credit scoring raises questions as to what data should be used to assess consumers’ creditworthiness and highlights the risks of discrimination from decisions based on opaque algorithms – a type of risk likely to be addressed also through the above-mentioned legal act on requirements for Artificial Intelligence. Moreover, existing legislation, such as the Consumer Credit Directive, the Mortgage Credit Directive, the Payment Account Directive and the Distance Marketing of Financial Services Directive , should be revised in order to reflect the growing use of digital means and address the above-mentioned challenges. It should, empower consumers to understand products and to compare and accept offers online, thereby boosting innovation and consumer trust. The Commission’s new digital finance package , including digital finance and retail payments strategies and legislative proposals on crypto-assets and digital operational resilience for the financial sector aim to ensure that consumers and businesses reap the benefits of innovation while being protected. Reflecting ongoing developments in the digital transformation will also be part of the retail investment strategy which should focus on the interests of individual investors and is envisaged for the first half of 2022. In addition, the digital transformation can also bring new challenges such as when digital solutions are not designed to be also accessible to persons with disabilities . The Commission is supporting Member States in the transposition of the European Accessibility Act 72 . Its application by 2025 will help remove digitalisation challenges for people with disabilities and increase the availability of accessible products and services for persons with disabilities. Finally, the digital transformation requires consumers to have strong digital literacy and digital competences that should be promoted by education and training in a lifelong learning perspective as highlighted by the Digital Education Action Plan 2021-2027 73 and its strategic priorities.  Action 7 : By 2022 and after updating its guidance documents on the Unfair Commercial Practices Directive and the Consumer Rights Directive , the Commission plans to analyse whether additional legislation or other action are needed in the medium-term in order to ensure equal fairness online and offline.  Action 8 : In 2021, as announced in the White Paper on AI, the Commission foresees to make a proposal for a horizontal legal act laying down requirements for AI .  Action 9 : In 2021, the Commission plans to prepare a proposal for a revision of the General Product Safety Directive to address new challenges to the safety of products brought by new technologies and online selling. Complementarily, in 2021 71 COM(2020)592final. 72 Directive 2019/882 of the European Parliament and of the Council of 17 April 2019 on the accessibility requirements for products and services (OJ). 73 COM(2020)624 Communication Digital Education Action Plan 2021-2027 Resetting education and training for the digital age. ",
        "14 the Commission aims to also prepare a proposal for the revision of the Machinery Directive .  Action 10: In 2021, the Commission plans to prepare proposals for the revision of the Consumer Credit Directive and the Distance Marketing of Financial Services Directive to reinforce consumer protection in the context of the digitalisation of retail financial services. 3.3. Effective enforcement and redress Example: The forthcoming Directive on Representative Actions allows consumers to join forces. For future cases, qualified entities, designated for this purpose, can bring cases for the collective interests of consumers, including in cross-border situations, more easily to courts or administrative authorities. This will make it easier for consumers to seek jointly redress in cases that are similar, for example, to the manipulation of exhaust gas emission tests for certain diesel cars. Just as businesses are entitled to sell products and offer services to all consumers in the single market, consumers , wherever they are in the EU, should be able to enforce their rights effectively vis-à-vis these businesses. In practice, however, website screening by enforcement authorities has shown that consumer rights are often not respected. Between 2007 and 2019, an average 60% of websites checked were found not to be complying with basic consumer rules and thus requiring corrections 74 . The enforcement of consumer rights is first and foremost the responsibility of national authorities, but the EU plays an important coordinating and supporting role. The new Consumer Protection Cooperation (CPC) Regulation 75 which entered into force in January 2020, provides a stronger basis for joint EU action. It strengthens enforcement authorities’ online capacity, cooperation mechanisms and intelligence gathering system to address large-scale infringements of EU consumer law, ensure consistent level of consumer protection and offer a ‘one-stop-shop’ for businesses. The Commission will not hesitate to make use of its powers under the Regulation to trigger coordinated enforcement actions on EU-wide issues where necessary. In line with the strategic priorities of this Agenda, work will focus on addressing:  the impact of COVID-19 on consumer rights (i.e. scams, travel related issues and exploitation of financial vulnerabilities which existed before the pandemics but have become more acute 76 ), and  misleading green claims and unfair commercial practices in relation to online influencing techniques and personalisation. 74 https://ec.europa.eu/info/live-work-travel-eu/consumers/enforcement-consumer-protection/sweeps_en. 75 Regulation (EU) 2017/2394 of the European Parliament and of the Council of 12 December 2017 on cooperation between national authorities responsible for the enforcement of consumer protection laws and repealing Regulation (EC) No 2006/2004, OJ L 345, 27.12.2017, p. 1–26. 76 See also the Joint Communication of 10 June 2020 “Tackling COVID-19 disinformation - Getting the facts right”, JOIN(2020) 8 final. ",
        "15 The Regulation requires the Commission to carry out an evaluation of the effectiveness of the new rules by January 2023. In addition, the EU recently reviewed its legal framework for consumer protection. The new Directive on Better Enforcement and Modernisation of Consumer Law 77 and the forthcoming Directive on Representative Actions 78 will substantially strengthen consumer rights, in particular by providing for more digital fairness, stronger sanctions and an effective mechanism for collective redress. To ensure uniform enforcement throughout the EU and assist authorities in coping better with the difficulties arising from the digital transformation, the Single Market Programme under the new MFF will prioritise funding national authorities’ capacity-building activities. The Commission plans to fund a project to set up an ‘EU e-Lab’ as a platform that will provide a common toolbox that authorities can use to carry out online investigations and monitor dangerous products sold online by deploying advanced IT solutions, using AI, data mining techniques and webcrawlers. In addition, it will seek to strengthen the capacities of potential future qualified entities under the forthcoming Directive on Representative Actions and of national consumer organisations as bodies designated to report alerts under the CPC Regulation. Facilitating individual redress will remain a priority with continued EU funding and modernisation of European Consumer Centres, Alternative Dispute Resolution and Online Dispute Resolution tools. Tailored technical support for administrative capacity building in national authorities is also possible through the Technical Support Instrument 79 .  Action 11: The Commission will assist Member States in the timely and efficient transposition, implementation and enforcement of the Directive on Better Enforcement and Modernisation of Consumer Law which will enter into application in May 2022 and for the future Directive on Representative Actions, once formally adopted and entered into force.  Action 12 : In 2022 and every 2 years thereafter, the Commission together with national authorities will present common enforcement priorities of the CPC network to address compliance issues identified in various sectors.  Action 13 : By 2022, the Commission will deploy a toolbox of innovative e-tools to strengthen national authorities’ capacity to tackle illegal online commercial practices and identify unsafe products following the principles of the European Interoperability Framework 80 .  Action 14: By 2023, the Commission will evaluate the application of the CPC Regulation, in particular to assess the effectiveness of enforcement in addressing EU-wide practices that contravene consumer law. 77 Directive (EU) 2019/2161 of the European Parliament and of the Council of 27 November 2019 amending Council Directive 93/13/EEC and Directives 98/6/EC, 2005/29/EC and 2011/83/EU of the European Parliament and of the Council as regards the better enforcement and modernisation of Union consumer protection rules, OJ L 328, 18.12.2019, p. 7–28. 78 Text of the provisional agreement by the co-legislators under political agreement on the proposal on 22 June 2020. 79 TSI – former Structural Reform Support Programmes; COM(2020)409final. 80 https://ec.europa.eu/isa2/eif_en. ",
        "16 3.4. Addressing specific consumer needs Example: In 2018, 10% of EU households had arrears on a mortgage, rent, utility bills or loan payments, and were at risk of over-indebtedness. The current pandemic is exacerbating the situation of many indebted consumers. The Commission has worked with Member States and stakeholders to identify and promote best practices to help consumers in difficulty 81 , including better access to debt advice. Studies show that a euro spent on debt counselling can save more than two euros in social benefits. Consumer policy instruments protect all consumers in their dealings with professional traders. It is assumed that consumers are generally the weaker party in a transaction and that their health, safety and economic interests therefore require protection. However, certain groups of consumers in certain situations can be particularly vulnerable and need specific safeguards. The vulnerability of consumers can be driven by social circumstances or because of particular characteristics of individual consumers or groups of consumers, such as their age, gender, health, digital literacy, numeracy or financial situation 82 . A lack of accessibility can put older people or people with disabilities in situations of exclusion or limit their interactions. These forms of vulnerability may have been exacerbated by the current pandemic, but they exist independently of it. The increasing financial vulnerability of many EU households is a particular concern at present. A recent survey in 21 Member States showed that since the start of the COVID-19 crisis 6 in 10 consumers have faced financial difficulties 83 which may lead to over- indebtedness. Debt advice has proven an effective way of helping over-indebted consumers to return to financial sustainability, while ensuring that creditors are repaid. The Commission is compiling best practices in Member States, examining their replication potential, and identifying funding needs and opportunities under the new MFF. In June 2020, the Commission also published the updated European Code of Good Conduct for Microcredit Provision 84 . The review of the Consumer Credit Directive 85 will involve assessing how to improve the rules ensuring that credit is granted only in conjunction with a thorough assessment of the consumer’s creditworthiness. Consumers should also receive all necessary and appropriate pre-contractual information and advice so as to make informed choices when entering into credit agreements. These measures are key for matching consumers’ financing needs with their ability to repay and thus reduce the risk of payment default and over-indebtedness. Nevertheless, they might sometimes be unable to repay debts as they fall due. Accordingly, it may be necessary to 81 The Commission organised in May and June 2020 stakeholder dialogue roundtables to discuss relief measures offered by banks and non-bank lenders, following which a best practices document was published in July 2020. 82 The BIT report on online harm and manipulation describes several interesting options, including proposals on the use of data to identify vulnerable consumers (p. 52), and other measures (e.g. self-exclusion). 83 https://www.europarl.europa.eu/news/en/press-room/20200525IPR79717/eu-citizens-want-more-competences- for-the-eu-to-deal-with-crises-like-covid-19. 84 The Code aims to serve as a quality label with a unified set of best practices for European microfinance institutions that provide business loans of up to €25,000 for micro-entrepreneurs or self-employed persons. See: https://ec.europa.eu/social/main.jsp?catId=1482&langId=en. 85 See the above mentioned Action 10. ",
        "17 evaluate the most appropriate means of dealing with consumer over-indebtedness, including the discharge of debts 86 . Affordability is crucial to ensuring access to products and services for low income consumers , as highlighted by the European Social Policy Network 87 . Some Member States use consumer protection measures alongside social protection measures to target low-income people. The Commission Recommendation on Energy Poverty 88 provides Member States with guidance on ways to address energy poverty, in order to empower vulnerable energy consumers. Older people and people with disabilities have specific consumption-related needs. It is important to ensure that clear, user-friendly and accessible information is available both online and offline in accordance with EU accessibility requirements for products and services 89 . Older consumers and consumers with disabilities also need accessible products and assistive technologies that are compatible with mainstream technologies. A fair and non- discriminatory approach to the digital transformation should cater to the needs of older consumers, consumers with disabilities and more generally ‘off-liners’ who may be less familiar or less at ease with digital tools and more prone to fall victim to fraud. Experience from some Member States shows that local initiatives that provide advice to consumers in rural areas or urban districts 90 are among the most effective. Social economy organisations are particularly well placed to address these needs thanks to their proximity to local and rural communities. Similar initiatives could be promoted through common action at EU level under the future MFF. Children and minors are particularly exposed to misleading or aggressive commercial practices online. It is important to invest more in lifelong consumer education and awareness raising, for people at all stages of life from school onwards. This should also include the promotion of financial literacy as an essential skill for empowering consumers to make good decisions about their personal finances 91 . Better coordination of actions among key actors at national and EU level covering issues such as access to online educational material and capacity building could help achieve synergies, constant innovation, adaptation and uptake of new online and pedagogical approaches, including through the creation of online platforms and other tools. Children are also particularly exposed to risks relating to products 92 . Of all the products notified as dangerous in the Safety Gate/RAPEX system in 2019 as many as 32% were toys 86 See Directive (EU) 2019/1023 on Restructuring, insolvency and discharge of debt. 87 Baptista, I. and Marlier, E. (2020), Access to essential services for people on low incomes in Europe. An analysis of policies in 35 countries, European Social Policy Network (ESPN), Brussels: European Commission. 88 C(2020)9600 final, 14.10.2020 Commission Recommendation on energy poverty, 14 October 2020. 89 Directive (EU) 2019/882 on the accessibility requirements for products and services https://eur- lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32019L0882 (OJ L 151, 7.6.2019, p. 70). 90 See e.g. ‘Empowering consumers in the neighbourhood’, joint project by the Federation of German Consumer Organisations (vzbv) and consumer centres. https://www.vzbv.de/pressemitteilung/verbraucher-staerken-im-quartier . 91 See Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of Regions – A Capital Markets Union for people and businesses – new action plan, COM(2020)590final, Action 7: Empowering citizens through financial literacy. 92 Injury data show that children and old people are the most vulnerable consumer groups when it comes to product safety. Together they account for 54% of all product-related injuries, but only 35% of the EU population. ",
        "18 or products for childcare. Besides revising the General Product Safety Directive and strengthening the overall framework, the Commission will develop updated safety requirements for standards on products for children . The Commission also plans to support sampling and testing children’s products 93 through coordinated market surveillance activities by Member States 94 . In addition, it will include protecting the safety of children and other vulnerable groups in the 2021 edition of the EU Product Safety Award to promote best business practices in this area. Directive 2004/113/EC 95 ensures equal treatment between men and women in the access to and supply of goods and services. This ensures protection against, for instance, the refusal of access to credit services for pregnant women based on an expected potential loss of income and the exclusion of single mothers from certain financial services on the basis of a perceived higher risk of default. In addition, Directive 2000/43/EC 96 lays down a framework for combating discrimination on the grounds of racial or ethnic origin, with a view to putting into effect in the Member States the principle of equal treatment. The risk of discrimination is at times exacerbated by algorithms used by certain goods and services providers, and which may be formulated with certain biases often resulting from pre-existing cultural or social expectations. Whereas this may lead to discrimination among consumers generally, it often affects certain groups more than others, and in particular people from minority ethnic or racial backgrounds 97 . The upcoming proposal for a horizontal legislative framework on Artificial Intelligence will aim to specifically address how to limit risks of bias and discrimination from being built into algorithmic systems. Lastly, evidence from behavioural economics 98 shows that the behaviours of consumers are often affected by cognitive biases, especially online, which can be exploited by traders for commercial purposes. Such new forms of risks can affect virtually all consumers . Transparency obligations are certainly important in tackling information asymmetries (as also mentioned above in the context of the digital transformation), but further assessment is required to determine the need for additional measures to address this dynamic form of vulnerability.  Action 15: From 2021, the Commission plans to increase funding for actions enhancing the availability and quality of debt advice services in Member States.  Action 16 : The Commission aims to support, as of 2021, initiatives providing local advice to consumers , who for structural or personal reasons do not have access to support and information provided online or at central information offices.  Action 17 : In 2021, the Commission foresees to prepare a Commission Decision on safety requirements to be met by standards on childcare products in addition to strengthening the 93 Checking the safety of products sold online and offline e.g. reclined cradles, baby swings and baby walkers. 94 Coordinated Activities on the Safety of Products (art.10 of Directive 2001/95/EC on General Product Safety). 95 Council Directive 2004/113/EC of 13 December 2004 implementing the principle of equal treatment between men and women in the access to and supply of goods and services (OJ L 373, 21.12.2004, p. 37. 96 Council Directive 2000/43/EC of 29 June 2000 implementing the principle of equal treatment between persons irrespective of racial or ethnic origin ( OJ L 180, 19.7.2000, p. 22). 97 https://fra.europa.eu/sites/default/files/fra_uploads/fra-2018-focus-big-data_en.pdf 98 http://ec.europa.eu/consumers/consumer_evidence/market_studies/vulnerability/index_en.htm. ",
        "19 product safety framework through a proposal for the revision of the General Product Safety Directive.  Action 18 : By 2023, the Commission will develop a strategic approach to improving consumer awareness and education, addressing also the needs of different groups, on the basis inter alia of equality and non-discrimination approaches. 3.5. Consumer protection in the global context Example: With the rise of e-commerce, cooperation with international partners, in particular China, becomes ever more important. The proportion of purchases from sellers outside the EU increased from 17% in 2014 to 27% in 2019 99 . Intensifying product safety cooperation with China through an action plan with a specific focus on products sold online could help reduce the number of unsafe products sold directly to EU consumers. Production and value chains are increasingly global and interconnected . Distribution and retail chains are driven by the rapid growth of online trade and the platform economy. As a result, strong international cooperation among authorities and all actors in the supply chain is important to ensure effective protection of consumers. At the same time, it is important for the EU to project at international level its high level of consumer protection as a European value and model. Ensuring the safety of imports and protecting EU consumers from unfair business practices used by non-EU operators requires reinforced action at home through stronger market surveillance tools and closer cooperation with authorities in EU partner countries . A large number of dangerous products found in the EU come from third countries. In 2019, for example, 64% of alerts in Safety Gate/RAPEX concerned products made outside of the EEA, often in China. Since 2006, the Commission has engaged in product safety cooperation through the RAPEX-China system and this has helped to reduce the number of unsafe products even if the figure remains high overall. Cooperation and exchanging data on dangerous products with countries with similar markets could be another way to ensure the safety of EU consumers. In doing so, Member States could target their activities better and address new and emerging risks. To help in this effort, the Commission has set up arrangements for a regular exchange of information on dangerous products with Canada . It also draws on the important potential of trade policy and is discussing the inclusion of a similar exchange on safety and compliance of non-food products and related market surveillance in trade agreements currently under preparation (e.g. with Australia , New Zealand and Chile) . It is equally important to seek close cooperation with countries in the European Neighbourhood and the Western Balkans . The latter are especially important due to their geographical proximity and their process of alignment with the EU acquis in the consumer protection and safety area. 99 Eurostat https://ec.europa.eu/eurostat/statistics-explained/index.php/E commerce_statistics_for_individuals#E-shopping_from_other_EU_countries. ",
        "20 The EU’s high consumer protection standards can serve as an example for other countries with less advanced structures for consumer protection and should be promoted in international agenda setting. For example, some non-EU countries have expressed strong interest in adopting a system similar to the EU’s Safety Gate/RAPEX. In this regard, the Commission provides regulatory support and is engaged in capacity building activities. Multilateral cooperation on consumer issues is key to promoting a high level of protection and safety at international level and to protecting consumers globally. In cooperation with Member States, the Commission will continue to use its influence in international organisations, such as the World Trade Organization (WTO), the UN Conference on Trade and Development (UNCTAD), or the Organization for Economic Cooperation and Development (OECD), in order to achieve these goals.  Action 19 : In 2021, the Commission aims at developing an action plan with China for strengthened product safety cooperation for products sold online.  Action 20: As of 2021, the Commission will seek to develop regulatory support, technical assistance and capacity building for EU partner countries, including in Africa 100 . 4. G OVERNANCE This Agenda sets out the Commission’s proposed actions to foster consumer policy priorities that could be pursued by the EU and its Member States in the next five years and beyond. Its success will depend on a broad partnership involving all relevant stakeholders. This new vision of cooperation between EU and national policy priorities implies a new framework for enhanced cooperation capable of delivering concrete actions. It should build on yearly priorities, discussed at an annual Consumer Summit bringing together all stakeholders 101 around the World Consumer Day 102 . The Summit should review progress achieved in the previous year and set the priorities for the year ahead. The Commission will seek regular discussions with the European Parliament, the Economic and Social Committee and the Committee of the Regions . It will also work closely with Member States in the context of existing networks 103 , working groups or ad hoc task forces. The Commission will in this regard work closely with national authorities to ensure close coordination of actions and best use of relevant available funds at the EU and national levels. Exchange of the results from research and scientific projects as well as data exchange between Member States and the Commission could contribute to a solid evidence base of relevant data. 100 Cf. EU strategy with Africa - Joint Communication from the European Commission and the High Representative of the Union for Foreign Affairs and Security Policy to the European Parliament and the Council Brussels JOIN(2020)4final of 9 March 2020. 101 The Consumer Summit brings together stakeholders from EU Member States, including policymakers, national enforcement authorities, academia, consumer and business organisations as well as youth representatives. 102 Which is celebrated every year on 15 March. 103 For example the Consumer Policy Network, which brings together senior Member State and Commission officials. ",
        "21 This work should be accompanied by close and effective cooperation with key stakeholders , including consumer organisations, industry and academics . Strong consumer organisations at Union and national level are essential partners in designing the work under this Agenda, reaching out to consumers and supporting them. The Commission will establish a new Consumer Policy Advisory Group to review progress and reflect on priorities in the year ahead as input into the Consumer Summit discussions. It should bring all stakeholders together but also allow for targeted discussions, e.g. between consumer organisations and public authorities. Various forms of cooperation with business should be pursued, including through training activities, exchange of good practices, and meetings with companies engaged in voluntary pledges. In parallel, the current Consumer Conditions Scoreboard on the situation of consumers throughout the EU, should be further developed to reflect better the reality of consumer protection, product safety and sustainable consumption at EU and national levels, on the basis of a revised set of indicators. It should build on a reinforced system of data collection covering the situation across markets and countries, views and behaviour of consumers as well as Member States’ enforcement capacities and actions. On the basis of data gathered through the scoreboard and close cooperation with all stakeholders, EU and national measures and action could be designed, aligned and prioritised for maximum impact for consumers’ benefit throughout the EU.  Action 21: The Commission aims at setting up a Consumer Policy Advisory Group bringing together representatives from the consumer organisations, civil society and the industry in support of the consumer agenda 104 .  Action 22: The Commission plans to revamp the Consumer Conditions Scoreboard in 2021 to improve its monitoring and benchmarking function as well as its relevance for strengthening enforcement cooperation in the EU. 5. C ONCLUSION The EU has a solid consumer protection framework developed over many years and recently enhanced through several legislative initiatives from which consumers in the EU will benefit in the years to come. This New Consumer Agenda outlines how these achievements could be consolidated through a range of actions to address challenges, many of which have been further highlighted in the context of the current pandemic, and to reinforce the overall framework of engagement between EU institutions, Member States and stakeholders. This will contribute as a key driver for a sustainable recovery and resilience of the EU economy and consumers. The Commission looks forward to a wide-ranging dialogue with all interested parties on the priorities and actions as well as the cooperation methods to promote consumer protection in the years ahead as set out in this Agenda. 104 As an informal expert group in accordance with Commission decision of 30.05.2016 establishing horizontal rules on the creation and operation of Commission expert groups C(2016) 3301 final. "
    ]
}