{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 5.10.2021 SWD(2021) 285 final COMMISSION STAFF WORKING DOCUMENT Analysis of the recovery and resilience plan of Estonia Accompanying the document Proposal for a COUNCIL IMPLEMENTING DECISION on the approval of the assessment of the recovery and resilience plan for Estonia {COM(2021) 625 final} ",
        "1 Table of contents 1. Executive summary ............................................................................................................................... 2 2. Recovery and resilience challenges: scene-setter ................................................................................ 6 2.1. Macroeconomic outlook and developments since the 2020 country report ............................... 6 2.2. Challenges related to sustainable growth, cohesion, resilience and policies for the next generation ................................................................................................................................................. 8 2.3. Challenges related to the green and digital transition ............................................................... 10 2.3.1 Green dimension ........................................................................................................................ 10 2.3.2 Digital dimension ....................................................................................................................... 14 3. Objectives, structure and governance of the plan.............................................................................. 18 3.1. Overall strategy of the plan ........................................................................................................ 18 3.2. Implementation aspects of the plan ........................................................................................... 21 4. Summary of the assessment of the plan ............................................................................................ 25 4.1. Comprehensive and adequately balanced response to the economic and social situation ...... 25 4.2. Link with country-specific recommendations and the European Semester ............................... 31 4.3. Growth potential, job creation, economic, institutional, and social resilience, European Pillar of Social Rights, mitigating the impact of the crisis, and social territorial cohesion and convergence ...... 36 4.4. The principle of ‘do no significant harm’ .................................................................................... 41 4.5. Green transition .......................................................................................................................... 42 4.6. Digital transition .......................................................................................................................... 46 4.7. Lasting impact of the plan ........................................................................................................... 49 4.8. Milestones, targets, monitoring and implementation................................................................ 50 4.9. Costing ........................................................................................................................................ 52 4.10. Controls and audit ....................................................................................................................... 54 4.11. Coherence ................................................................................................................................... 56 5. Annex: Climate and Digital contribution of the measures of the Estonian Recovery and Resilience Plan ............................................................................................................................................................ 59 ",
        "2 1. E XECUTIVE SUMMARY Estonia’s economy has withstood the COVID-19 crisis relatively well and is expected to rebound strongly. Real GDP contracted by 2.9% in 2020, significantly less than the EU average (6.0%). According to the Commission 2021 summer forecast, economic growth is expected to rebound to 4.9% in 2021 and 3.8% in 2022, driven by dynamic developments in private consumption and investments. Unemployment increased sizeably from 4.4% of the labour force in 2019 to a projected 7.9% in 2021, due in particular to restrictions related to the COVID-19 pandemic, but is expected to decrease following the economic recovery. Government support to households and businesses was prompt to counteract the impact of the pandemic. In April 2020, Estonia adopted a fiscal policy package of over 2.5% of GDP. A further 8.7% of GDP was allocated to liquidity schemes, but the uptake of these schemes turned out to be low. The budget deficit reached 4.9% of GDP in 2020 and Estonia plans to decrease it gradually to below 3% of GDP by 2024. Estonia’s public debt has increased in the COVID-19 crisis, but remains among the lowest in the Union and on a sustainable path. The Estonian recovery and resilience plan (RRP) amounts to an estimated EUR 982 million. This is to be financed in large part through non-repayable financial support from the Recovery and Resilience Facility (RRF) 1 , which allocates a maximum financial contribution of EUR 969 million to Estonia. The country has not requested RRF loans. The plan is well-aligned with the overarching national strategy “Estonia 2035” and other sectoral strategic documents. A key focus of the plan is on the green and digital transitions, with measures to improve energy efficiency and develop renewable energy; increase the sustainability of transport and mobility; support companies in the twin transition, in particular start-ups and small and medium-sized enterprises; further digitalise public services; and increase the labour market relevance of the education and training system, notably as regards green and digital skills. The RRP contains measures to improve the accessibility and resilience of the health system and envisages some improvements to the social safety net and access to social services. Equal opportunities and social and territorial cohesion are important cross-cutting themes in the plan. The RRP includes adequate measures to help address the key challenges Estonia is facing. The challenges identified in the most recent country-specific recommendations pertain to the following broad policy areas: the green transition and the digital transformation, the health system and the social safety net, education and training, and supporting innovation and hence the productivity of the economy and the competitiveness of Estonian companies. Estonia’s RRP includes a set of mutually reinforcing reforms and investments that are expected to contribute to effectively addressing the identified challenges to varying degrees. The plan is consistent with the challenges and priorities identified in the most recent euro area recommendation. 2 1 Regulation (EU) 2021/241 of the European Parliament and of the Council of 12 February 2021 establishing the Recovery and Resilience Facility. 2 Council Recommendation of 13 July 2021 on the economic policy of the euro area 2021/C 283/01 ",
        "3 The six pillars as set out in the RRF Regulation are expected to be addressed through the six components of the plan, with each of the components addressing one or more pillars. The measures supporting climate and digital objectives meet the minimum thresholds, accounting for 41.5% and 21.5% of the plan’s total allocation respectively. The remaining challenges are addressed with a number of reforms and investments, thus complying with the objectives of the RRF. The measures envisaged in the Estonian RRP are expected to have a sizeable impact on growth potential, job creation and economic, social and institutional resilience. Measures to promote a green and digital business sector are expected to have a positive impact on growth potential and job creation. Through the development of green and digital skills and support to companies and sectors to adapt to and drive the digital transition, as well as green technology development programmes, the plan is expected to promote the economic growth potential of Estonia. Measures aimed at supporting youth employment and the uptake of skills should contribute to job creation, while the further digitalisation of the public administration and the strengthening of the framework to fight money laundering should contribute to improved institutional resilience. Furthermore, each of the components in the plan is expected to contribute to social and/or territorial cohesion, thereby contributing to social resilience. The RRP proposes reforms in health care, in the social policy area and for the green and digital transitions, which are expected to contribute to Estonia’s economic and social cohesion. Social cohesion will be supported by measures relating to health care, supporting youth employment, promoting digital and green skills, and to some extent those related to reducing the gender pay gap and improving the social safety net, including access to social services. Some of these reforms will be accompanied by investments which are expected to contribute to improving the hospital infrastructure, employability of young people and skills development. The measures supporting climate objectives account for 41.5% of the plan’s total allocation calculated in accordance with the methodology of Annex VI to Regulation (EU) 2021/241. The contribution of Estonia’s plan to the green transition is built on three pillars: green transition in enterprises, sustainable energy and energy efficiency, and sustainable transport. For decarbonising the economy, the plan incentivises the uptake of renewable energy, development of green technologies including green hydrogen, modernisation of business models, resource efficiency and improved skills related to the green transition. Increased sustainability in transport should be achieved through creating new connections between various modes of sustainable transport and mobility with a focus on rail and active modes of transport such as cycling. The Estonian plan takes into account circular economy considerations. The plan contains no measures having biodiversity as their objective, but by contributing to climate change mitigation, which is one of the major threats to biodiversity, the plan may also be beneficial to the preservation of biodiversity. The plan supports Estonia’s decarbonisation and energy transition objectives, as set out in the National Energy and Climate Plan and is expected to contribute to reaching Estonia’s 2030 and 2050 climate and energy targets. ",
        "4 The measures supporting digital objectives account for 21.5% of the plan’s total allocation calculated in accordance with the methodology of Annex VII to Regulation (EU) 2021/241. The contribution of Estonia’s recovery and resilience plan to the digital transition focuses mainly on two priorities: the digital transformation of enterprises and the further modernisation of digital public services. The implementation of the plan should help companies from all sectors, in particular small and medium-sized enterprises, to seize the opportunities offered by digital technologies. Building on Estonia’s position as a frontrunner in the digitalisation of public services and drawing on the latest technologies, a series of measures of the plan are expected to make the delivery of public services even more efficient, secure and transparent, boost the competitiveness and presence of Estonian enterprises in foreign markets and help to attract foreign investors. Other aspects of the digital transition are also addressed to varying extents in the plan. This notably includes the support to the rollout of very high-capacity networks in market failure areas to reduce the digital divide. Estonia’s RRP complies with the ‘do no significant harm’ principle. The assessment follows the methodology set out in the Commission’s Technical Guidance on the application of ‘do no significant harm’ under the RRF Regulation (2021/C58/01) and the six corresponding environmental objectives. Where necessary, compliance with the ‘do no significant harm’ principle is ensured by milestones. The measures envisaged in the RRP are expected to have a lasting impact on the economy and institutions. In particular, the envisaged measures that aim at fostering the twin transitions are expected to have a positive impact on the resilience, growth potential and economic transformation, through improved efficiency of public administration, job creation, innovation and productivity growth. This notably includes investments aiming at deploying digital solutions in the construction and road freight transport sectors, investment in very high-capacity broadband networks, as well as reforms fostering digital public services. Measures promoting energy efficiency and fostering the development and uptake of innovative green technologies, as well as those reducing regulatory barriers for investment in renewables are expected to unlock private investments. In addition, measures related to skills are expected to bring structural change in the education and training policy, and support the twin transition. Measures to provide health and social care in an integrated way can be expected to improve the accessibility and quality of social services. However, there is no specific commitment in the RRP to implement the Action Plan on integrated care. The arrangements proposed in the RRP, including the envisaged timetable, milestones and targets, and the related indicators are expected to ensure an effective monitoring and implementation of the plan. The State Shared Service Center and the Ministry of Finance are tasked with implementing and monitoring the plan overall, whereas line ministries and other bodies are responsible for the implementation of individual measures. The milestones and targets are realistic and relevant, and the distribution of milestones and targets across time is rather even, albeit with the biggest investment backloaded towards 2026. The control system and arrangements proposed in the RRP are based on the national processes and structures used for EU structural funds. The plan identifies actors and their roles and responsibilities for the ",
        "5 performance of the internal control tasks. The control system and other relevant arrangements, including for the collection and making available of data on final recipients, are adequate. A dedicated IT tool is in place to meet the specific management and reporting requirements described in the plan. It should ensure the necessary audit trail, as well as the reporting on milestones and targets. The justification Estonia has provided on the amount of the estimated total costs of the RRP is broadly reasonable and plausible. Estonia has provided individual cost estimates for all investments included in the recovery and resilience plan. The cost estimates have been validated by an internal government body (Grant Management Unit of the Support Development Department of the State Shared Service Center). A large part of the measures concern demand- driven schemes for which Estonia included milestones and targets that would only be met if the full amount is spent. The assessment of the cost estimates and inherent supporting documents show that costs are justified and reasonable to a medium extent. The plan contains some recurrent costs, such as personnel costs and maintenance costs, which are essential for the success of the reform or investment and which do not impose a significant burden on the national budget (most are temporary and the non-temporary ones lead to a limited cost for the future), making them all duly justified and acceptable. Some of the cost estimates are rather high compared to past experience or comparable projects. Therefore, they are deemed as establishing the plausibility of the cost estimates to a medium extent. Finally, the estimated total cost of the recovery and resilience plan is in line with the principle of cost-efficiency and is commensurate to the expected national economic and social impact. Estonia has put in place adequate and sufficient arrangements to avoid double EU funding. The RRP is coherent to a medium extent. The RRP displays coherence within each component and shows thematic interlinkages and synergies between the different components, in particular those related to digital transformation and green transition. However, in some areas, coherence is not fully achieved. While the RRP includes substantial investments to foster the green and digital transition and support economic growth, more reforms to strengthen the social safety net, notably broadening the coverage of unemployment insurance benefits, could contribute cushion possible adverse effects on certain groups. The significant investments in health infrastructure could have been accompanied by measures leading to a greater increase in the health workforce to alleviate shortages. Long-term care is envisaged to be addressed with several, but the coherence and interlinkage between these measures could have been better ensured with broader reforms to improve the access to and quality of long-term care. The measures included in the RRP to address the decarbonisation of the economy are mainly related to investments, while concrete actions to phase out oil shale are expected to be set out in the National Development Plan of the Energy Sector only at the end of 2025 and broader reforms, such green taxation, are not envisaged. Overall, the RRP is stronger on investment than on reforms. Table 1: Summary of the assessment of the Plan under the RRF criteria (1) Balanc ed (2) CSRs (3) Growth , jobs… (4) DNSH (5) Green target (6) Digital target (7) Lasting impact (8) M&T (9) Costing (10) Control System (11) Cohere nce ",
        "6 Respon se s A A A A A A A A B A B 2. R ECOVERY AND RESILIENCE CHALLENGES : SCENE - SETTER 2.1. Macroeconomic outlook and developments since the 2020 country report The Estonian economy contracted by 2.9% in 2020, in the wake of the COVID-19 crisis. The macroeconomic scenario contained in Estonia’s RRP expects a rebound of economic growth in 2021 to 2.5%. According to the plan, growth will remain strong in 2022, at 4.8%, before falling back to a more moderate 3.2% in 2023 and 3.1% in 2024. Initially, according to the scenario, real GDP growth is driven by a recovery in private consumption. In the outer years, also investment is projected to pick up. According to the plan, inflation is set to remain contained and reach around 2% by 2025. The RRP macroeconomic scenario expects unemployment to peak at 8.0% of the labour force in 2021 before falling to 6.2% in 2024. Before the onset of the COVID crisis, the Estonian labour market was tight, with very high employment and labour force participation rates and a low unemployment rate (4.4% in 2019). In 2020, unemployment increased to 6.8% of the labour force mainly due to restrictions related to Covid-19 pandemic. In sectoral terms, unemployment rose the most in the tourism and -related sectors of hospitality services (restaurants and hotels), which have relatively low wages, but other sectors also saw a decline in employment. The negative impact on employment was softened by a broad wage subsidy scheme over March-June 2020, and a more targeted scheme over December 2020-January 2021. The rise in unemployment could widen inequalities because it may take longer for the low-skilled to return to the labour market. Women and youth are disproportionally affected as they tend to be over-represented in labour-intensive accommodation and services sectors. Workforce shortage persists, particular in industrial and IT sectors, but also agriculture, social, education and health sectors are still struggling to find the necessary workforce. Estonia continues to have one of the highest gender pay gaps in the EU (21.7% in 2019 vs EU27 average of 14.1%) and gender inequality is expected to have widened due to the lockdown and economic downturn. Policy analysis 3 shows that the pandemic has led to significant difficulties for women in reconciling work and family life, which has prompted some women to reduce or abandon paid work. Estonia has pronounced regional disparities that result in a wide gap in social and economic performance between the capital region and the rest of the country. Rapid depopulation, ageing and social exclusion affect areas outside Tallinn and Tartu, putting significant pressure on the education, health and social systems. 3 “The socio-economic impact of the COVID-19 pandemic on gender equality” Praxis, June 2021 ",
        "7 The budget deficit reached 4.9% of GDP in 2020 and the RRP expects it to decrease gradually and no longer exceed 3% of GDP by 2024. In April 2020, Estonia adopted a relatively sizeable fiscal policy package of over 2.5% of GDP. A further 8.7% of GDP was allocated to liquidity schemes, which do not have a direct budgetary impact. However, only a small part of the liquidity schemes was actually used. After an increase in the debt-to-GDP ratio to 18.2% in 2020 due to the combined effect of shrinking GDP and fiscal stimulus, debt is expected to grow to 28.0% in 2024. DG ECFIN’s Debt Sustainability Monitor of early 2021 projects debt to reach 32.4% of GDP in 2030. Despite these increases, Estonia’s debt continues to be on a sustainable path. According to the economic forecast underlying the Stability Programme, which Estonia also used for its RRP, the country’s economic recovery prospects are relatively favourable . However, the macroeconomic and fiscal outlook continue to be affected by high uncertainty related to the COVID-19 pandemic and its economic consequences. A number of risks for the macroeconomic scenario have been specified. The downside risks include new virus outbreaks and a slower-than-expected pace of vaccination in Europe. The negative risk scenario developed in the Stability Programme takes into account the postponement of the economic recovery by two quarters at the end of 2021. Under this scenario, exports of travel services have been hampered throughout the year, companies delay investment decisions, the number of bankruptcies and unemployment will increase. In addition, due to a period of uncertainty and persistence of constraints, service consumption is constrained and savings continue to grow. According to this risk scenario, the Estonian economy would grow only by 1.5% in 2021 (versus 2.5 % in the base case). Given the outcome for the first half of 2021, the downside risk scenarios are rather unlikely to materialise. Table 2. Comparison of macroeconomic developments and forecast 2019 2020 2021 2022 2023 2024 COM COM RRP COM RRP COM RRP RRP RRP Real GDP (% change) 5.0 -2.9 -2.9 4.9 2.5 3.8 4.8 3.2 3.1 Employment (% change) 1.3 -2.7 -2.2 -0.8 -0.9 1.7 0.8 0.6 0.4 Unemployment rate (%) 4.4 6.8 6.8 7.9 8.0 6.3 7.3 6.6 6.2 HICP inflation (% change) 2.3 -0.6 -0.6 2.2 2.0 2.4 2.1 2.0 1.9 General government balance (% of GDP) 0.1 -4.9 -4.9 -5.6 -6.0 -3.3 -3.8 -3.2 -2.2 Gross debt ratio (% of GDP) 8.4 18.2 18.2 21.3 21.4 24.0 24.6 27.4 28.0 Sources: Commission Summer Forecast 2021 for real GDP and HICP inflation and Commission Spring Forecast 2021 for other variables (COM). Recovery and resilience plan (RRP). Compared with the latest Commission forecast, the macroeconomic scenario underpinning the RRP is more pessimistic. The Commission 2021 summer forecast expects real GDP in Estonia to grow at a pace of 4.9% and 3.8% in 2021 and 2022, respectively. Similarly to the ",
        "8 Estonian authorities, the Commission considers recovering consumption and exports as the main growth engine behind the recovery in 2021. Private consumption is forecast to remain a main driver of growth in 2022, due to expected spending of accumulated household savings and recent changes to the second pillar of the pension system, which allows savers to withdraw their pension assets at any point in time. Favourable prospects for domestic and external demand, as well as the implementation of the recovery and resilience plan are also set to strengthen investment. Labour market projections and inflation are similar, although the Commission forecast foresees a somewhat higher inflation rate over the horizon covered, and a lower unemployment rate for 2022 (Commission 2021 spring forecast). For the general government deficit and debt, the Commission’s 2021 spring forecast projects a similar development to the RRP until 2022. Years beyond 2022 are currently not covered by the Commission forecast. The macroeconomic scenario of the RRP is plausible. The economic scenario is identical to the one contained in the 2021 Stability Programme and has been developed by the Ministry of Finance. It is similar to projections done by several other independent government agencies at the time and in line with the Commission 2021 spring forecast (published in May 2021), which showed real GDP growth of 2.8% in 2021 and 5.0% in 2022. Based on exceptionally good outturn in the first half of 2021, the Ministry of Finance forecast for 2021 and 2022 was revised upwards in September 2021. 2.2. Challenges related to sustainable growth, cohesion, resilience and policies for the next generation Estonia has improved its productivity in recent years, but the gap with the EU average remains. As in the case of other EU13 countries, Estonia enjoys fast productivity growth rates which however are not enough in the convergence process with the EU average overall productivity rate (Adarov et al, 2020) 4 . The main source of productivity growth in Estonia is capital deepening. 5 Incomes have converged faster to the EU average than productivity. In 2019, the GDP per capita was 67% of the EU average 6 , while the gap in labour productivity per hour worked was almost 30%. This reflects the high activity and employment rates in Estonia. Still, since the financial crisis, total factor productivity growth has moderated, and the existing gap with the EU average in terms of levels suggests that there is potential for more efficient use of resources and for further technological upgrade. While Estonia has invested in research and innovation, and especially in the digitalisation of the public sector, those investments have not, or not yet, fully delivered expected economy-wide productivity gains. Estonia’s overall innovation performance improved in 2019 and from 2021 the state plans to invest at least 1% of 4 Adarov, A., Klenert, D., Marschinski, R. and Stehrer, R., Productivity Drivers: Empirical Evidence on the Role of Digital Capital, FDI and Integration, EUR 30398 EN, Publications Office of the European Union, Luxembourg, 2020, ISBN 978-92-76-23029-8, doi:10.2760/740691, JRC122068. 5 European Commission (2021). Productivity and competitiveness developments in the EU. Joint ECFIN-JRC Background and Policy Note. Internal Communication. 6 GDP per Capita in current prices as a percentage of the EU average. ",
        "9 GDP per year in research and innovation. To date, the level of research-based innovation in the business sector has remained relatively low. Stronger productivity growth is hampered by the limited cooperation between research institutions and businesses, which has been a long-standing issue that may have impeded faster catch-up in productivity. The transfer of knowledge from universities to companies and the commercialisation of research results have been relatively low. Creating a robust technology transfer system would be essential to support industrial innovation and the green and digital transitions. Digitalisation has not yet transformed some important sectors, most notably manufacturing. The long-term challenges of the adequacy of the social safety net have been aggravated by the recent rise in unemployment . In 2019, 23.7% of population remained at risk of poverty or social exclusion (21.1% in EU27 in 2019). The impact of social transfers on poverty reduction (other than pensions) in Estonia was 28.1%, being slightly below the EU average (32.3% in the EU27) in 2019. Apart from low unemployment benefits, there are gaps in the coverage of the unemployment benefit system for those in non-standard forms of work and those with short work spells. The increase in unemployment (6.9% in Q2 2021 compared to 4.4% in Q2 2019), combined with the lack of adequate coverage of the benefits, have shed further light on the need to raise the adequacy of the social safety net. Developing an integrated care system for enhanced service delivery would contribute to improving the effectiveness of the social safety net. The organisation and financing of social services, including of long-term care, is fragmented between the social and health care sector and between the state and the local government. The crisis has aggravated the difficulties in providing affordable and available social services, especially for the elderly, people with disabilities and for low-income earners. The person’s own contribution for financing long-term care services in institutions has steadily increased up to 78.3% over the years. The shortage of home care services and excessive financial burden in institutional care raises the poverty risk of family members. Regional disparities have been significant due to the widening gap in social and economic performance between the capital region and the rest of the country. Regional disparities in Estonia have been high as the regions of Harju and Tartu generated more than 74.2% of the country’s GDP in 2017 and also had the highest level of income, in contrast to the regions of North-East and South-East Estonia. Continued depopulation and ageing have affected the areas outside main cities, in particular as regards education, workforce shortages, health and social systems and services provided by the local governments. Connectivity (transport and digital) is unevenly provided in the rural and urban areas. These trends have had a negative impact on investment and job creation in the more remote territories. Estonia has not made prior plans to address those regional disparities. A high level of unmet needs for medical care, weak health outcomes and health workforce shortages have been long-standing challenges in Estonia. The number of healthy life years has been among the lowest in the EU, with large disparities by gender, region, education and income, which has negatively impacted the size and quality of the labour force. Healthcare has been relatively underfinanced in Estonia compared to the EU on average (general government ",
        "10 expenditure by function on healthcare was 5.3% of GDP compared to 7.0% of EU average) and this may have been the main reason for the reportedly long waiting times and shortages of health professionals (especially nurses with 6.3 per 1 000 inhabitants compared to 8.2 in the EU). The first wave of COVID-19 exposed structural weaknesses in the Estonian health system, and some investments have been made to improve resilience, in particular as regards provision of more financial, material and human resources to deliver the expected regular health services alongside the care for patients with COVID-19 or similar infectious diseases. Nevertheless, reforms and further investments would be needed to boost the resilience, accessibility, efficiency and quality of the health system. In particular, reinforcement of primary care, disease prevention, integration of health and social care, strengthening of the health ICT governance framework, as well as addressing healthcare workforce shortages and to improve workforce skills and geographical availability of the service are essential. Bringing knowledge and skills levels in line with the needs of the labour market and structural changes in the economy has been a long-term challenge. While the education and training system performs well, it has faced structural challenges as regards early school leaving, insufficient labour market relevance of higher education and of vocational education and training, and the high number of ageing teachers. The specialised education of bachelors and master degrees in fields such as artificial intelligence, high performance computing, cybersecurity or data science is also rather low compared to other EU Member States (Righi et al, 2020) 7 . Furthermore, rapid reskilling has been necessary for employees of sectors which have suffered the most, and where the tasks and nature of work have changed. Significant shortages of highly skilled labour are projected in Estonia with an annual linear growth rate of -1.9% of new tertiary graduates during the period 2013-2016, and with significant skill shortages in the ICT field (Biagi et al, 2020) 8 . Re-designing of the skills forecasting system by transferring OSKA surveys to existing registry data relevant for the education and training system would help better anticipate skill needs. High-technological manufacturing and other knowledge-intense sectors need highly skilled information and communication technology specialists. Digital upskilling of employees should go hand in hand with measures supporting the digital innovation in companies. To support the green transition, it will also be important to introduce this aspect in education programmes. The Estonian banking sector is sound overall, but money laundering risks remain. Estonian banks have been profitable thanks to high efficiency, good quality assets and low-cost funding. Banks operating in Estonia have become less dependent on their parent banks and now largely 7 Righi, R., López-Cobo, M., Alaveras, G., Samoili, S., Cardona, M.., Vázquez-Prada Baillet, M., Ziemba, L.W., and De Prato, G., Academic offer of advanced digital skills in 2019-20. International comparison. Focus on Artificial Intelligence, High Performance Computing, Cybersecurity and Data Science, EUR 30351 EN, Publications Office of the European Union, Luxembourg, 2020, ISBN 978-92-76-21451-9, doi:10.2760/225355, JRC121680. 8 Biagi, F., Castaño Muñoz, J. and Di Pietro, G., Mismatch between Demand and Supply among higher education graduates in the EU, EUR 30121 EN, Publications Office of the European Union, Luxembourg, 2020, ISBN 978-92- 76-17155-3, doi:10.2760/003134, JRC120022 ",
        "11 fund themselves from domestic deposits and the wholesale funding market. At the same time, Estonia has updated its assessment of money laundering and terrorist financing risk, following large-scale money laundering cases. While supervisory actions have been taken against non- compliant banks and payment institutions, there is room to increase the intensity of on-site supervision and to provide the financial supervisor with adequate sanctioning powers. This also includes the capacity for the Financial Intelligence Unit to systematically access data for financial transactions. Proactive cooperation between the Financial Intelligence Unit and the law enforcement agencies could be improved. 2.3. Challenges related to the green and digital transition 2.3.1 Green dimension The recovery and resilience plan should contribute to the green transition and at least 37% of the financial allocation needs to contribute to climate objectives . The measures in the plan shall contribute to achieving the 2050 climate neutrality objective, and the 2030 energy and climate targets, taking into account Member States’ national energy and climate plans. They should also contribute to meeting environmental targets for waste, pollution control, sustainable mobility, biodiversity protection and restoration, marine and water resources, and support the transition to sustainable food systems as well as to a circular economy as appropriate, while ensuring that nobody is left behind. Given Estonia’s high energy and carbon intensity, fostering the green transition to avoid carbon lock-in is key to ensuring competitiveness of the Estonian economy . Estonia is one of the most carbon and energy intensive economies in the EU due to its dependency on oil shale and the high energy intensity of its transport and building sectors. Estonia needs a clear pathway for phasing out oil shale in electricity production and replacing it with low- and zero-carbon electricity sources such as renewables to achieve its greenhouse gas mitigation objectives in the near and longer term. This necessitates an increase in financing for renewable energy projects, for storage, and for corresponding investments into the electricity grid. At the same time, it is crucial that this phasing-out follows the model of a just transition, in particular for the poorer and heavily oil-shale industry dependent Ida-Virumaa region in the East of the country. The share of renewable energy in final energy consumption increased from 17% in 2005 to 32% in 2019. Estonia aims to contribute to the EU’s 2030 target for renewable energy by reaching a share of 42% of renewables in gross final consumption of energy. According to the International Energy Agency 9 , oil shale accounted for nearly 80% of Estonia’s total electricity in 2018, but is gradually being replaced by other sources. This development has been driven by the Union’s Emission Trading System and national measures to incentivise the uptake of renewable energy. These improvements have laid the groundwork for an accelerated expansion of wind 9 IEA (2019), Energy Policies of IEA Countries: Estonia 2019 Review, IEA, Paris https://www.iea.org/reports/energy-policies-of-iea-countries-estonia-2019-review ",
        "12 energy, which is the second largest source of renewables electricity generation after solid biofuels. Estonia considers wind energy the renewable energy source with the biggest potential, thus the development of offshore wind parks benefit from a supportive legislative framework. However, challenges remain related to planning and permitting for new wind farms both onshore and offshore. Additional challenges concern grid infrastructure that would benefit from additional investments to allow for a larger share of intermittent renewables (transport of electricity, storage, etc.). Estonia is also lagging behind the EU’s 10% target of renewables in transport, having reached 5% in 2019. Estonia’s contributions to the 2030 EU target for energy efficiency are of modest ambition for primary energy consumption, amounting to 5.4 Mtoe, and of very low ambition for final energy consumption, amounting to 2.9 Mtoe 10 . Estonia’s Long Term Renovation Strategy estimates that 141 000 buildings, representing 54 million m², need renovation within 30 years and aims at improving the living and working conditions of 80 % of the Estonian population. It assesses that the need for annual reconstruction funding will also rise almost 5 times, from less than EUR 200 million per year to EUR 900 million per year. Estonia has set an objective to renovate 3% per year of the floor area of public buildings, altogether 170 000 m2 by 2030 and to increase the energy efficiency of residential buildings and offices 11 . The table below gives an overview of Estonia’s objectives, targets, and contributions under Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action. Table 3. Estonia’s national targets and contributions regarding energy and climate National targets and contributions Latest available data 2020 2030 Assessment of 2030 ambition level Binding target for greenhouse gas emissions compared to 2005 under the Effort Sharing Regulation (%) +17 +11 -13 As in ESR 10 Economidou, M., Ringel, M., Valentova, M., Zancanella, P., Tsemekidi Tzeiranak, S., Zangheri, P., Paci, D., Ribeiro Serrenho, T., Palermo, V. and Bertoldi, P., National Energy and Climate Plans for 2021-2030 under the EU Energy Union , EUR 30487 EN, Publications Office of the European Union, Luxembourg, 2020, JRC122862. 11 Zangheri, P. et al., Progress of the Member States in implementing the Energy Performance of Building Directive , Publications Office of the European Union, Luxembourg, 2021, EUR 30469, JRC122347. For consistency with previous targets and ambitions see Castellazzi, L., Zangheri, P., Paci, D., Economidou, M., Labanca, N., Ribeiro Serrenho, T., Zancanella, P. and Broc, J., Assessment of second long-term renovation strategies under the Energy Efficiency Directive , EUR 29605 EN, 2019, JRC114200. ",
        "13 National targets and contributions Latest available data 2020 2030 Assessment of 2030 ambition level National target/contribution for renewable energy: Share of energy from renewable sources in gross final consumption of energy (%) 32 25 42 Sufficiently ambitious (37 % is the result of RES formula) National contribution for energy efficiency: Primary energy consumption (Mtoe) 4.7 6.5 5.4 Modest Final energy consumption (Mtoe) 2.9 2.8 2.9 Very low Level of electricity interconnectivity (%) 63 >60 >60 N/A Source: Assessment of the final national energy and climate plan of Estonia, SWD (2020) 905 final. Estonia’s transport infrastructure and policy has a number of shortcomings in terms of connectivity and sustainability. Rail and intermodal transport remains under-developed and under-electrified. Greenhouse gas emissions from road transport have increased in recent years. Estonia has one of the most carbon-intense passenger car fleets in the EU. To support the green transition, the introduction of an appropriate vehicle tax based on a vehicle’s CO2 emissions and levied on passenger cars and light commercial vehicles, combined with other measures, should be envisaged. Over time, such measures could contribute to reduction in CO 2 emissions in Estonia by creating incentives for the purchase of less CO 2 intensive vehicles. Development of rail transport, both as regards investments into the network, including Rail Baltica, and measures motivating increased use of rail passenger transport and inter-modality would contribute to the greening of Estonia’s transport system. Digitalisation of transport, e.g., common planning and ticketing systems for public transport, could further incentivise and increase the use of public transport. Given that Estonia is sparsely populated, sustainable road transport also needs to be developed. Completing key cross-border projects , such as Rail Baltica, in cooperation with the other Baltic countries, and synchronisation of the electricity grid with the continental European network by 2025 remain key challenges. There is also potential for cross-border development of offshore wind and a project between Estonia and Latvia has been initiated. Resource efficiency remains a challenge as high levels of domestic material consumption and waste generation drag down resource productivity and hamper competitiveness . The circular material usage rate (8.7%) is below the EU27 average (11.2%). Estonia would greatly benefit from a comprehensive national strategy and an action plan on circular economy targeting the entire life cycle of products. Since oil shale is Estonia’s largest source of hazardous and non- ",
        "14 hazardous industrial waste and key to improve its energy and resource efficiency as well as to reach its climate goals, the transition away from oil shale mining and use is by far the most important in terms of the green transition. This would require termination of financing of new oil shale infrastructure, including oil shale refineries. The government has, in the coalition agreement, agreed to phase out oil shale for power generation by 2035 and shale oil by 2040. For a long-term firm commitment and predictability of the investment environment, these targets should be laid down in strategic documents and accompanied by concrete steps towards the targets. In terms of biodiversity, Estonia presents a mixed picture. On the one hand, Estonia has extensive protected areas and a larger share of species and habitats in good status than in the rest of the EU; forests cover 58.4% of its territory and Estonia’s uptake of organic farming of 21% in 2018 is not far from the EU 2030 target of 25%. On the other hand, some habitats and species are under pressure, notably grassland and forest areas. Estonia lacks a post-2020 Forest Development plan and the rate of wood harvesting has increased significantly in the recent years. The Estonian land use sector, which includes forestry, is switching from being a carbon sink to an emitter of carbon. The main contributor (94.5% in 2018) to energy production from biomass is the forestry sector, raising concerns about the unsustainable use of Estonian forests. Estonia is one of the few EU Member States in which peatlands and peat-topped soils are strongly present – covering 20.2% of total national territory. Such areas can be large sinks for or sources of greenhouse gases, depending on their state. Therefore, it is important to ensure adequate protection of Estonian peatlands including rewetting when appropriate. Not all water bodies have yet achieved a good status and nitrate concentrations are increasing in some of them, with agriculture identified as a significant contributing factor. The pressure on water availability in Estonia is very high due to demand from the oil shale mining sector. The pressures on water quality seem to be most acute in coastal waters: only 13% of these were reported as having good ecological status, compared with 60% of rivers and 67% of lakes. Moreover, the most recent figures on eutrophication in coastal waters show a substantial rise which reflects a serious and more general problem of eutrophication in the Baltic Sea as a whole. 2.3.2 Digital dimension The recovery and resilience plan should contribute to the digital transition and at least 20% of the financial allocation needs to contribute to digital objectives. The measures in the plan should, inter alia, contribute to the digital transformation of the economic and social sectors. The objective of the measures in the plan should be to improve not only the competitiveness, but also the resilience, agility and security of companies and public actors, all while ensuring inclusiveness. Estonia scored the 7th highest ratings in DESI 2020 and is among the European leaders in digitalisation. The country is notably a front-runner in digital public services and performs very well as regards digital skills. However, Estonia could improve on connectivity and further support the integration of digital technologies by businesses. ",
        "15 Estonia ranks 14th in the EU in connectivity in 2020 . 71% of its households are covered by very-high-capacity networks against an EU average of 59%. The country also performs well in the take-up of mobile broadband, covering 75% of individuals against and EU average of 71%. Furthermore, Estonia scores overall well on fixed broadband take-up, reaching 83% of households, but less well on the take-up of high speed (at least 100 Mbps) fixed broadband, where, despite the very good availability of very-high-capacity networks in the country, it lies well below the EU average, with only 19% of households subscribing to such speeds. Fixed broadband prices in Estonia are higher than the EU average. The objectives of Estonia’s current national broadband plan, the 2020 Digital Agenda, are to provide all residents with internet access above 30 Mbps and to achieve at least 60% of household subscriptions with a speed of above 100 Mbps. Estonia’s new digital strategy for 2020+ has been in preparation since the end of 2019 and will align its connectivity targets to those of the Gigabit Society. Estonia continues to invest in the deployment of its broadband infrastructure and uses both public and private funds to do so. Estonia’s ambition on 5G connectivity is to cover major cities by 2023 and transport corridors by 2025. However, Estonia scores 0% on the DESI 5G readiness indicator and the award of 5G pioneer bands is still pending. The country’s ambitious 5G goals will depend on the timely award of the pioneer bands. Estonia ranks 3rd in the EU in 2020 on digital skills but skills shortages remain an obstacle to investment. 62% of the population have at least basic digital skills (and 37% above basic), both above the EU average (56% and 31% respectively). The percentage of ICT graduates (6.7%), ICT specialists (6%) and female ICT specialists (22% of the total ICT specialists) in Estonia are higher than the EU average. However, businesses have identified skills shortages as one of the main obstacles to investment (84% of firms) and the share of investment in human capital and skills is low 12 . The Estonian education system generally performs well, but the reported skills shortages suggest the link with the labour market remains a challenge. Despite a high percentage of ICT specialists, businesses provide only limited skills training to meet the ICT needs in Estonia. Only 17% of Estonian enterprises provide ICT training to their staff (against 20% for the EU average). Further increasing the number of ICT specialists, maintaining a high number of ICT graduates and financing the upskilling of workers in the public and private sectors could help Estonia tap the full potential of the digital economy. Estonia ranks 14 th in the EU in 2020 and scores slightly below the EU average on the integration of digital technology by businesses . In 2020, 74% of Estonian SMEs have at least a basic level of digital intensity (above the EU average of 60%). Estonia made some modest progress in a number of criteria, such as in use of social media by business (16% in 2019), share of SMEs selling online (16% in 2020) and share of businesses selling online across borders (9% in 2019). The share of high-growth firms planning to grow as a result of increased digitalisation 12 This is particularly important, given that the digitisation of many industries and sectors will impact people unevenly, with vulnerable groups at higher risks. ",
        "16 is 11% (31% EU average), while the share of firms perceiving the need for advanced digital technologies or starting to plan their adoption is 26% (39% EU average) and the share of growing firms with a strategy or action plan to digitalise is 8%, far from the 22% EU average figure (Benedetti et al., 2021) 13 . To boost the digital transformation of its economy, Estonia needs to continue its efforts to better integrate digital technologies, particularly in SMEs. This objective could be achieved through a cross-sectoral initiative, covering sectors that do not yet use digital technologies very intensely and going beyond high-growth industries. On digital public services, Estonia is a leader in the EU. It has well-developed e-government and e-health systems, with all central government services being accessible online. The country also has one of the highest shares (89%) of e-government users in Europe. Estonia’s X-road system, the backbone of its e-government, is a digital information infrastructure that securely connects over 900 organisations daily. It is important for Estonia to keep ensuring that the full range of online public services is user-friendly and cost effective. Promoting the opening and the use of information gateways, including the Estonian Open Data Portal, would help Estonia achieving those goals. Most R&D in Estonia is performed in the public sector. The main strategy document for Estonia’s R&D&I policy is Knowledge-based Estonia 2014–2020 — the third strategy on research and development and innovation. Priority setting in the strategy is based on a methodology of smart specialisation. Estonia aims to become an attractive place for R&D, to motivate more people to choose a career in research, to support R&D serving the interests of the Estonian society and economy, as well as to increase the knowledge-intensity of the Estonian economy in general. The key policy in R&D is focused on public sector contribution with public sector financing of R&D reaching the target of 1% of the GDP in the 2021 budget. Maximising the impact of the public investments in R&D will require boosting absorptive capacity of R&D results in businesses and improving linkages between public R&D sector, academic institutions and businesses, including by improving access to finance for companies. Estonia signed the Declaration on cooperation on Artificial Intelligence (AI) in 2018 14 . Estonia’s national strategy on AI devotes significant attention to the uptake of AI solutions in the public sector, including via targeted training; technical and financial support for AI pilots in various agencies; creating reusable AI components for public sector AI applications, to accelerate their deployment; and developing guidelines for AI development, including for what concerns the responsible use of data. The national AI strategy set the goal of at least 50 live AI applications in Estonian public sector by the end of 2020 and there are currently over 80 different AI initiatives. 13 Benedetti Fasil, C., Del Rio, J.C., Domnick, C., Fako, P., Flachenecker, F., Gavigan, J., Janiri, M., Stamenov, B. and Testa, G., High Growth Enterprises in the COVID-19 Crisis Context, EUR 30686 EN, Publications Office of the European Union, Luxembourg, 2021, ISBN 978-92-76-37269-1, doi:10.2760/63402, JRC124469 14 https://ec.europa.eu/digital-single-market/en/news/eu-member-states-sign-cooperate-artificial-intelligence ",
        "17 Estonia could benefit from more sizeable investments in energy efficiency, sustainable energy production, grid connectivity, sustainable transport, the circular economy and other dimensions of the digital and green transformation . The reduction of the environmental footprint of the ICT sector itself also needs to be tackled. In September 2019, 33 Estonian technology companies signed a Green Pledge promising to take their operations to a completely environmentally sustainable basis by 2030. While the Estonian technology sector is prioritizing the environment as an integral part of business, more specific targets and action plans should be encouraged. Figure 1. DESI 2020 – Relative performance of Estonia by dimension Note: EU aggregate corresponds to EU28, based on 2020 DESI report . ",
        "18 Box 1: Progress towards the Sustainable Development Goals Overview table of the overlap between the Sustainable Development Goals and the four dimensions underpinning the recovery and resilience plans. This section outlines Estonia’s performance with respect to SDGs with particular relevance for the four dimensions underpinning the recovery and resilience plans (green transition, fairness, digital transition and productivity, and macroeconomic stability), indicating possible areas where investments and reforms in line with the objectives of the Facility could further accelerate the progress on the SDGs. Green Transition Estonia performs relatively well overall in achieving the SDGs. Over the past 5 years, Estonia has made progress in almost all areas, with the notable exception of environmental goals, in particular SDG 12 responsible consumption and production and SDG 13 climate action, where a number of indicators show deteriorating trends. The important issue to watch concerns SDG 13 “Climate Action”, as Estonia is still dependent on oil shale for power generation and continues to have the highest C02 emissions in the EU from new passenger cars. A promising signal is the increase in renewable capacity which will need to be accelerated for Estonia to complete its phasing out of oil shale for electricity production that it has announced for 2035 (2040 for shale oil). ",
        "19 Fairness Estonia has performed particularly well with respect to SDG 4 “Quality of education”, showing progress at all levels of education except the most recent trend for early leavers. While in social areas Estonia has performed relatively well, including in SDG 1 “No poverty”, its performance has been persistently weak on SDG 3 ‘good health and wellbeing’, namely in the areas of access to healthcare and the share of people with good health. The gender pay gap in Estonia remains one of the highest in the EU. The gap was considerably higher than the EU average in 2019, 21.7% versus 14.1%, indicating that Estonia requires still some efforts to achieve SDG 5 ‘gender equality’. Digital transition and productivity Estonia features a persistently low resource productivity. Performance in innovation under SDG 9 ‘Industry, innovation and infrastructure’ is improving, in particular what concerns employment in technology companies and R&D personnel. Macroeconomic stability Estonia’s performance on SDG 8 ‘decent work and economic growth’ has been good overall with lower-than-expected impact on GDP in crisis. Estonia has had a high share of investment relative to GDP and low unemployment. The latter increased significantly in the COVID-crisis to the EU average level. 3. O BJECTIVES , STRUCTURE AND GOVERNANCE OF THE PLAN 3.1. Overall strategy of the plan Estonia’s RRP is linked to the national long-term strategy Estonia 2035 and contributes to addressing the challenges identified in the context of the European Semester. Estonia 2035 is the umbrella strategy that provides a basis for reconciling the different national processes of planning and budgeting in relation to various funding sources, including the EU funds. The plan was prepared taking into account the whole set of actions and investments envisaged to achieve greater synergy between the different sources of funding and the respective strategies governing their use . The Estonia 2035 strategy identifies the key development challenges as follows: (a) Population, health and life expectancy; (b) Business environment and learning opportunities; (c) Biodiversity and (living) environment; (d) Governance. The RRP is designed to contribute to addressing those challenges and stresses the importance of improving cohesion and regional balance. The plan aims to help Estonia’s transition to a more resilient and sustainable economy, to contribute to the achievement of the UN Sustainable Development Goals, to support the green and digital transition and to increase growth potential and competitiveness by investing in innovation, skills and capital. The RRP is connected to Estonia’s National Reform Programme approved on 29 April 2021, which is presented as an Action Plan under the Estonia 2035 strategy, and is broadly consistent with other strategic planning documents, such as the SF21+ Operational ",
        "20 Programme (in negotiation) and the Territorial Plan for Just Transition (in negotiation). Furthermore, measures included in the plan are connected to the National Energy and Climate Plan and other strategies, as well as with the joint EU-level priorities and Estonia’s international commitments. According to the plan, to achieve the objectives specified in the Estonia 2035 strategy and in the country-specific recommendations, different sources of funding will be used comprising both EU funds and national revenues. In this combination of funding, the intention is to design and implement policy interventions in a way that consolidates resources to optimise policy impact and promotes synergies while reducing red tape and operational risks. Investments and reforms in Estonia’s plan amount to EUR 982 million and are divided into six components: (1) Digital transition in enterprises (12% of the estimated cost of the plan), (2) Green transition in enterprises (23%), (3) Digital State (12%), (4) Energy and energy efficiency (9%), (5) Sustainable transport (10%), and (6) Health and social protection (34%). The components broadly correspond to the six pillars of the RRF. Across the components, the plan contains 41 measures in total, including 16 reforms and 25 investments. All the components contain both investments and reforms. Table 4. Components and associated costs Component Estimated costs (EUR million) I: Digital transformation of enterprises 116.2 II: Accelerating the green transition in enterprises 220.2 III: Digital State 121.7 IV: Energy and energy efficiency 92.1 V: Sustainable transport 96.1 VI: Health and social protection 336.3 Digital transformation of enterprises. This component (with an estimated cost of EUR 116.2 million) aims to foster the digital transformation of Estonian companies and their competitiveness, in particular, on export markets. The proposed measures will provide financial support to SMEs and microenterprises of all sectors, at different stages of their digital transformation, as well as specific contributions to the adoption and deployment of digital solutions in the construction and road freight transport sectors in particular. Moreover, the component is expected to increase digital skills, through awareness-raising of SME managers and support to the upskilling and retraining of specialists in information and communication technologies (ICT). Actions aimed at supporting the identification of export opportunities and the promotion of Estonian companies abroad will also be carried out in this component, in synergy with the activities of Enterprise Estonia. Green transition in enterprises. This component (with an estimated cost of EUR 220.2 million) aims at speeding up the green transition in the business sector in Estonia and to seize the business opportunities it represents. The proposed measures include support to the development ",
        "21 of green technologies, increasing green R&D and innovation capabilities and resource efficiency in companies, introduction of new business models and improving skills levels in areas related to the green transition. Moreover, the component foresees deployment and piloting of green hydrogen integrated value chains in strategic areas. The measures under this component aim for a comprehensive approach to the green transition addressing key market failures and facilitating the technological and behavioural break-through to increase the competitiveness of the business sector. Digital State. This component (with an estimated cost of EUR 121.7 million) aims at increasing the resilience and the sustainability of digital infrastructures and services of the Estonian administration (notably in light of the growing cybersecurity threats), as well as increasing efficiency and user-friendliness of these services. The proposed measures are expected to enable Estonia to take advantage of the opportunities offered by the latest technologies. They are expected to benefit both citizens and businesses. Specific actions are also foreseen in order to reinforce the country’s capacities to combat money laundering. Furthermore, the support to the deployment of very-high-capacity networks in rural areas should help ensuring wide access to online services and, more generally, contribute to the further digital transformation of the country. Sustainable energy and energy efficiency. This component (with an estimated cost of EUR 92.1 million) aims at addressing the challenge of decarbonising the energy sector, increasing energy efficiency and reducing the dependency on oil shale. This will be done by incentivising the uptake of renewable energy and improving the energy efficiency of buildings. The renewable energy subcomponent includes a reform which aims at contributing to decarbonising the economy through including the targets and actions to phase out oil shale in the national Development Plan for the Energy Sector and through removing administrative barriers to renewable energy installations. The reform is complemented by three measures which aim to strengthen the electricity grid to increase renewable energy production capacity and adapt to climate change, to incentivise renewable energy installations in industrial areas and to pilot possibilities for renewable energy storage. The subcomponent of energy efficiency will target renovation of apartment buildings and private dwellings by providing financial support, but a reform is also foreseen to remove administrative barriers to energy efficient renovations by providing advisory services and digital tools on legislation, technical aspects and financing of renovations. Sustainable transport. This component (with an estimated cost of EUR 96.1 million) aims at reducing emissions from transport and incentivising the uptake of sustainable modes of transport. The new Transport and Mobility Development Plan and the related Implementation Plan to be adopted, will include investments to develop interconnected and shared mobility in urban areas at the expense of private cars and promote a comprehensive framework of light mobility (on foot or bicycle) in areas outside major urban centres. As part of the Transport and Mobility Development Plan, within the timeline of the RRP, the Tallinn capital region common transport system will be implemented and the railway between the two biggest towns Tallinn and Tartu will be electrified. The investments support the development of the cross-border Rail Baltic ",
        "22 project, connecting the three Baltic capitals and countries with Poland and the rest of the EU. The measures aim at connecting Rail Baltic with other national railways and other TEN-T hubs (Tallinn Airport and Old Port) and facilitating access to its local stops on foot or by bicycle. This will be done by constructing the Rail Baltic terminal in Tallinn, a section of the Tallinn- Rohuküla railway connecting Western Estonia with international TEN-T hubs, and the Old Port tramline in Tallinn connecting Tallinn Harbour, Tallinn Airport and the new Rail Baltic terminal. Finally, the measure supporting cycling and pedestrian paths will ensure safe and sustainable access to the Rail Baltic local stops. Health and social protection. This component (with an estimated cost of EUR 336.3 million) aims at improving accessibility and resilience of the health care system, improving access to social services, reducing youth unemployment and reducing the gender pay gap. The reform on the reorganisation of the Estonian health system aims at addressing health workforce shortages and improving the hospital network. The reform is accompanied by two investments, notably the construction of the Northern Estonia Medical Campus to consolidate hospital resources in Tallinn as well as to improve the access to medical care for two-thirds of the Estonian population and the enhancement of medical helicopter capabilities. The Strategic Framework for addressing health workforce is expected to outline the measures to address these shortages. Measures strengthening primary care include extending the list of medical specialisations accessible through e-consultation and incentivising health professionals to work in remote areas. The update of e-health governance should strengthen the coordination of e-health services to better respond to the needs of the health system, and the development of digital solutions should support a sustainable health system in Estonia. The access to social services is envisaged to be improved by modernising and simplifying the support system for children with higher care needs, supporting independent living of people with lower care needs, and, by an action plan on the integration of social and health care services to establish an integrated care model throughout Estonia. The investment targeting youth unemployment aims at supporting young people to gain work experience and improve their skills. The extension of the duration of the unemployment insurance benefits by 60 days in case of adverse labour market conditions, should contribute to some extent to strengthening the social safety net. Measures to reduce the gender pay gap should be outlined in Estonia’s Welfare Development Plan 2023-2030. In addition, a digital gender pay gap tool should enable employers to easily collect information on the gender pay gap and its possible reasons in their organisations. 3.2. Implementation aspects of the plan Consistency with other programmes is ensured. Estonia’s RRP is broadly consistent with the National Reform Programme (Estonia 2035 Action Plan) and the National Climate and Energy Plan, and includes measures that are complementary to the National Just Transition Plan. A disclaimer is added that the information in the RRP on the use of different EU funds should not be considered final, as negotiations on different EU funds are still ongoing. The plan makes appropriate references to demarcation and complementarities across the various funding programmes. In general terms, Estonia intends to use the RRF funding in a way that is complementary to other funding programmes especially in addressing the country-specific ",
        "23 recommendations, as the RRF is a time-limited instrument. However, in certain areas, such as Just Transition, broad upskilling and reskilling, youth, education content, support to R&D and innovation, Estonia has made a choice not to use extensively the RRF, but to rely on the Just Transition Fund and Structural Funds linked to their thematic logic. Technical support may be requested under the Technical Support Instrument, to build capacities to implement the RRP, and it could provide expertise in a number of areas such as healthcare, education, green and digital transition, decarbonisation, energy, quality living space, anti-money laundering and others. The RRP is broadly consistent with the challenges and priorities identified in the most recent euro area recommendations. The Council recommendation 15 on the economic policy of the euro area recommended to euro area Member States to take action, including through their RRPs, to, inter alia, ensure a policy stance which supports the recovery, including by strengthening the coverage, adequacy and sustainability of the health system. The RRP contributes to EAR 1, as it pursues reforms and investments to support the provision of integrated and human-centred health care, raises the capacity of health institutions to adapt to crisis situations and addresses the shortages of health workforce included in Component 6 on health. The Council also recommended euro area Member States to, inter alia, further improve convergence, resilience and sustainable and inclusive growth, including by ensuring effective active labour market policies and support to job transitions, notably towards the green and digital transition, as well as by improving the functioning of public administration. Components 1 and 2 include reforms and investments to improve capacities of businesses to achieve the green and digital transition and Components 4 and 5 promote the climate change adaptation and mitigation. Component 3 contributes to the digital transformation focusing on public services and public administration. Component 6 on social cohesion supports employment of young people and their labour market participation. The plan sets out a clear administrative organisation for its implementation . The State Shared Service Center is the managing authority (“SSSC”, coordinating authority for Structural Funds). The Ministry of Finance, which has been the national coordinator for the RRP, is the lead ministry responsible for planning, monitoring and evaluation in cooperation with the State Shared Service Center. The State Shared Service Center and the Ministry of Finance will work closely with line ministries, the State Chancellery and other institutions in order to ensure and monitor the implementation of the plan. Complementarity between measures financed from the RRF, other EU financial instruments and own financing is set to be ensured through sector- specific programmes allowing transparent monitoring under the national budgetary strategy and annual state budget laws, and also preventing double funding. Estonia is committed to take into account gender equality and equal opportunities during the implementation of the various measures. The plan describes existing national challenges mainly in terms of gender equality and needs of persons with disabilities. The plan states that all 15 Council Recommendation of 13 July 2021 on the economic policy of the euro area 2021/C 283/01 ",
        "24 reforms and investments will take into account gender equality and ensure equal rights and opportunities to participate, regardless of gender, racial or ethnic origin, religion or belief, disability, age or sexual orientation. In the preparation and implementation of interventions, the potential impact of activities on gender equality, inclusion and equal treatment, including accessibility, will be analysed and, where appropriate, measures will be implemented to reduce potential risks (including by reducing barriers preventing underrepresented groups from participating in activities or receiving the benefits generated). Each component contains a disclaimer that the reforms and investments shall be monitored to ensure gender equality and equal rights and opportunities for all to participate in the reforms and investments and to benefit from their results. Furthermore, the RRP states that the promotion of the rights of persons with disabilities, in accordance with the principles of the UN Convention on the Rights of Persons with Disabilities, is integrated into a number of development plans and strategies, the most important of which are the current Wellbeing Development Plan 2016-2023 and the future Wellbeing Development Plan 2023-2030. The plan contains some measures that are expected to help Estonia address the challenges posed by gender equality and equal opportunities for all. These include measures to reduce the gender pay gap and address the needs of persons with disabilities, such as facilitating the accessibility of the living environment. The measure on digital skills is expected to contribute to an increase of the number of women in information and communication technology professions and to address gender segregation in the labour market. The investment to support youth employment should help young people to get in employment and thus contributing to their social inclusion. Reforms and investments included in the plan should reduce existing social, economic and territorial disparities. The plan refers to legislative and policy initiatives that are expected to complement the reforms and investments included in the plan. The RRP was the subject of various public discussions and debates, which covered the plan’s main elements. Several thematic public consultations, open to civil society organisations, social partners, local authorities and other stakeholders, were organised between December 2020 and June 2021. Representatives from social partners, business organisations, local governments and other stakeholders took part in the negotiation process between the Commission and the Estonian authorities. From 20 May to 4 June 2021, all interested parties had the opportunity to submit their views and comments by taking part in the public consultation on the draft plan. Stakeholders’ engagement in the implementation is planned to be established through the management and control system. Estonia intends to use a similar system to that in place for the implementation of the Cohesion policy support where stakeholders’ representatives participate in the EU funds Monitoring Committee. The RRP does not include a security self-assessment for investments in digital capacities and connectivity. The plan does provide a short analysis of strategic autonomy and security aspects in the descriptions of the two components supporting investments in digital technologies. Moreover, the component aiming at reorganising and modernising the digital services and infrastructures of the public administration includes actions specifically aimed at reinforcing security aspects. The implementation of the recent national Regulation on the security of ",
        "25 communications networks is also expected to help ensure the reliability of the suppliers of the solutions to be deployed with the support of the measure on last mile connectivity. The Estonian RRP includes the following cross-border projects :  Construction of the Rail Baltic Tallinn terminal, the starting point of Rail Baltic, a cross- border project connecting the three Baltic capitals and countries with Poland and the rest of the EU.  Cooperation with Finland in the context of the implementation of a measure aiming at developing a virtual assistant to access digital public services. The RRP sets out Estonia’s communication plans . The objectives of the communication strategy are in line with the RRF Regulation and aim to raise awareness about the RRP’s contribution to the Estonian and European recovery and to the twin transition. The purpose of communication is also to be transparent about grant planning and distribution and to ensure the visibility of supported and funded projects. Partly, the RRP-related communication will be integrated in the overall communication strategy of EU funds, which is managed by the EU Funds Communication Management Group. The communication process will have a stronger focus in 2021, 2024 and the end of 2026, around major events in the implementation of the plan. A dedicated communication plan will be set out including media briefings, articles on major topics, press briefings and audience-based activities to ensure that messages reach all target groups. Estonia plans to target four main groups: specific target audiences (potential applicants and final recipients, entities participating in the implementation of the RRP, social partners and NGOs), politicians, opinion-leaders and experts, and the general public with a dedicated approach towards the Russian-speaking population. A wide range of communication channels will aim to provide objective and comprehensible information to all the above-mentioned target groups. A dedicated RRF homepage (online since spring 2021) provides access to all information and communication materials. It is expected that Estonia will ensure the necessary funding of all these measures. The RRP foresees a series of coordinated communication activities with the European Commission , including joint press releases, social media posts, possible events with the participation of Commissioners and members of the European Parliament. These would focus on key areas such as mitigating the social and economic impact of the crisis, development of green hydrogen technology, digital transition, green transition for businesses, energy efficiency and major infrastructure projects, namely the– Rail Baltic Ülemiste Joint Terminal, the Tallinn Old Port tramline, the Rohuküla railway and the Tallinn Hospital. An indicative amount of EUR 95 000 has been planned for communication activities. The Communications Department of the Ministry of Finance and the Communications Unit of the State Support Service Centre are responsible for the organisation of communication. The communication strategy will be monitored based on a number of indicators and benchmarks specified in the communication strategy. ",
        "26 It is essential that the described communication plan is implemented. Coordination between the EU and national authorities is specified in the strategy and should be pursued to maximise the impact and effectiveness of communications. State aid and competition rules fully apply to the measures funded by the Recovery and Resilience Facility. Union funds channelled through the authorities of Member States, like the RRF funds, become State resources and can constitute State aid if all the other criteria of Article 107(1) TFEU are met. When this is the case and State aid is present, these measures must be notified and approved by the Commission before Member States can grant the aid, unless those measures are covered by an existing aid scheme or comply with the applicable conditions of a block exemption regulation, in particular the General Block Exemption Regulation (GBER) declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 TFEU. When State aid is present and it requires notification, it is the duty of the Estonia to notify State aid measures to the Commission before granting them, in compliance with Article 108(3) TFEU. In this respect, the State aid analysis carried out by Estonia in the recovery and resilience plan cannot be deemed a state-aid notification. In as far as Estonia considers that a specific measure contained in the recovery and resilience plan entails de minimis aid or aid exempted from the notification requirement, it is the responsibility of Estonia to ensure full compliance with the applicable rules. 4. S UMMARY OF THE ASSESSMENT OF THE PLAN 4.1. Comprehensive and adequately balanced response to the economic and social situation The plan includes a balanced set of reforms and investments contributing to the Union’s economic, social and territorial cohesion by referring to the six pillars of Article 3 of the Regulation (EU) 2021/241. Estonia’s plan consists of six components, covering a broad range of policy areas: 1. Digital Transformation of Enterprises 2. Accelerating the Green Transition in Enterprises 3. Digital State 4. Energy and Energy Efficiency 5. Sustainable Transport 6. Health and Social Protection. Three components in the Estonian plan directly contribute to the green transition (pillar 1). Two components directly address the digital transformation (Pillar 2). Two components contribute directly towards smart, sustainable and inclusive growth (Pillar 3), with most components partially addressing the aforementioned pillars as well. All components directly or indirectly contribute towards social and territorial cohesion (Pillar 4). Two components support health, economic, social and institutional resilience (Pillar 5), while one component promotes policies for the next generation, children and youth. The coverage of the Estonian plan towards the six pillars is summarised in Table 5 below. Table 5. Coverage of the six pillars of the Facility by the Estonian RRP components Green transition Digital transformation Smart, sustainable & inclusive growth Social and territorial cohesion Health, and economic, social and institutional resilience Policies for the next generation Digital transformation of ○ ● ● ○ ○ ○ ",
        "27 enterprises Accelerating the green transition in enterprises ● ○ ● ○ ○ Digital State ● ○ ● Energy and energy efficiency ● ○ ○ Sustainable transport ● ○ ○ Healthcare and social protection ○ ○ ● ● ● Key: “●” investments and reforms of the component significantly contribute to the pillar; “○” the component partially contributes to the pillar 1 st pillar: green transition Green challenges are addressed in the plan in particular under Components 2, 4 and 5 on accelerating the green transition, energy and energy efficiency, as well as sustainable transport. Investments in Component 2 are expected to promote green skills, foster innovation and the development of green technologies, as well as support the change of business models in manufacturing and resource efficiency in companies and the deployment of resource-efficient green technologies. Additionally, through this component, Estonia intends to promote the uptake of green hydrogen technologies. Those measures are expected to contribute to the transition to a circular economy while mitigating climate change, reduce the carbon footprint of companies as well as improve productivity and competitiveness. Additionally, the component is also aimed at encouraging the introduction of sustainable production through improved recycling of waste and the use of bio-resources. Component 4 on energy and energy efficiency is expected to improve the energy efficiency of buildings, while promoting the deployment of clean and renewable energy . Through the renovation of multi-apartment dwellings and small residential buildings, Estonia is expected to reduce its final energy consumption leading to heating, electricity and CO2 emission savings, as well as improving the living conditions of residents of such buildings. Additionally, Estonia intends to increase the capacity of production and storage of green energy, including through the deployment of a smart energy system. Component 5 on sustainable transport is expected to build a public transport infrastructure leading to long-term greenhouse gas reduction . Estonia intends to construct (or rehabilitate) a rail link and related infrastructure, a new tramline, as well as new bicycle- and walk-ways, which is expected to contribute to the Estonian 2035 strategy, the Estonian National Energy and Climate Plan for 2030 and the sustainable mobility targets set out in the ongoing Transport and Mobility Development Plan 2021-2035. As part of the latter, within the timeline of the RRP, the Tallinn capital region common transport system will be implemented and the railway between the two biggest towns Tallinn and Tartu will be electrified. Other components indirectly contribute to the green transition . For instance, Component 1 on the digital transformation of enterprises is expected to contribute to climate neutrality and the ",
        "28 circular economy through the deployment of digital technologies in the construction and transport industries, manufacturing, as well as the service sector. Based on the methodology for climate tracking set out in Annex VI to Regulation (EU) 2021/241, the quantitative assessment of the plan in relation to the climate target finds a contribution of 41.5% of the total allocation, thereby complying with the minimum threshold of 37%. 2 nd pillar: digital transformation Digital challenges are addressed in the plan mostly under Component 1 on digital transformation of enterprises and Component 3 on the digital state. The investments under Component 1 are expected to accelerate the digital transformation of business by putting in place appropriate strategies and promoting the uptake of digital technologies and providing financial support to SMEs from all sectors to carry out investments that should enhance their digital transformation. In addition, it aims to develop an e-construction platform and related public services, standards and data management and sharing tools, as well as support projects aiming at developing and prototyping innovative private services connected to the national e-construction platform. Component 1 also includes a measure on deployment of ICT technologies in the transport and logistics sector. Under the skills reform, the Estonian plan intends to address the shortage of ICT specialists and promote the inclusion of women in the field by ensuring that at least 35% of the beneficiaries of the supported training activities are women. Additionally, Estonia intends to increase the export capacity and competitiveness of Estonian companies, including notably those of the ICT sector by adapting its export advice to digital companies following the increase in consumption of digital goods due to COVID-19. Component 3 of the plan on the digital state is expected to drive the digitalisation of the public sector and services . Thus, it contributes to the second pillar through the development of an excellence centre for data management and open data, the development of cloud solutions in the Estonian public sector, further development of digital public services for individuals and businesses, as well as a virtual assistance platform. Combined, these measures aim to improve the efficiency of the delivery of public services, reduce the administrative burden and whenever possible, enable a proactive delivery of information, in line with the once-only principle and thus contributing to the implementation of the single digital gateway 16 . The plan is also expected to contribute towards bridging the digital divide between rural and urban areas with the construction of very high-capacity broadband networks. Furthermore, the plan includes a measure to strengthen the fight against money laundering through enhanced data use. Other components indirectly contribute to the digital transformation . Measures in Component 2 on accelerating the green transition are expected to contribute to the digital 16 Regulation (EU) 2018/1724 of the European Parliament and of the Council of 2 October 2018 establishing a single digital gateway to provide access to information, to procedures and to assistance and problem-solving services and amending Regulation (EU) No 1024/2012 ",
        "29 transformation through digital solutions to energy and resource efficiency, the mobilisation of green and digital technologies, enabling access to the environmental datasets for start-ups as well as the development of green skills fostering ICT solutions for climate neutrality. Component 6 on health and social protection is expected to further integrate ICT solutions for better customer service management and information gathering, thus further improving the e-health system. Based on the methodology for digital tagging set out in Annex VII to Regulation (EU) 2021/241, the quantitative assessment of the RRP in relation to the digital target finds a contribution of 21.5% of the total allocation, therefore complying with the minimum threshold of 20%. 3 rd pillar: smart, sustainable and inclusive growth Components 1 and 2 on the digital transformation of enterprises and accelerating the green transition provide opportunities for job creation, economic competitiveness and sustainable long-term growth, to which a well-functioning internal market is key. Under Component 1 on the digital transformation of businesses, Estonia is expected to promote growth through five sets of measures: support to the digital transformation of enterprises; development of e- construction; digital skills; support to the competitiveness of enterprises in foreign markets; as well as the digitalisation of the freight infrastructure. Support aimed at increasing the level of research and investment, as well as the uptake of digital technologies in SMEs (first measure) is expected to help transform those enterprises and improve the efficiency of their processes. Investments into the digitalisation and automation of the construction sector (second measure), which accounts for 10% of GDP and has a low labour productivity (below EU average), is expected to increase the overall productivity growth of the sector and the economy through spill- overs. Additionally, reforms on digital skills (third measure), which aim at improving the education system, cyber-capacity and availability of specialists, are expected to support growth, sustainability and international competitiveness of companies. Moreover, reforms on the competitiveness of exporting businesses (fourth measure) are expected to increase business innovation and R&D, as well as (e-) exports potential, through innovative business centres, as well as country and regional strategies, thus strengthening the sustainable growth potential of the economy, including exporting SMEs. Moreover, the measure on development of digital waybills services aiming to digitalise the exchange of information in road freight transport (fifth measure) is expected to contribute to a smooth functioning of the internal market. As demonstrated throughout the COVID-19 crisis and recalled in the updated EU industrial strategy 17 , the internal market together with innovation and competitiveness are key for the resilience of the EU. Component 2 on accelerating the green transition is expected to support entrepreneurship and economic growth. The plan includes measures which contribute to supporting the change of business models in manufacturing, green technology development programmes and the deployment of resource-efficient green technologies. The establishment of the Green Fund will 17 Updating the 2020 New Industrial Strategy: Building a stronger Single Market for Europe’s recovery” (COM(2021) 350 final) ",
        "30 improve access to finance and should therefore contribute to the development of green technologies in research-intensive businesses, as well as the start-up sector. These measures should raise Estonia’s economic growth potential and increase its international competitiveness. Component 4 on energy and energy efficiency is also expected to contribute partly to the growth potential of Estonia. Sustainable renovation of apartment buildings and private dwellings will support regional employment in a large sector of the Estonian economy. Additionally, strengthening the supply of green energy throughout the country is expected to underpin the long-term sustainability, employment, and growth potential. Component 5 on sustainable transport is expected to partly contribute to the growth potential of Estonia through improved connectivity . The construction (or rehabilitation) of a rail link and related infrastructure, as well as a new tramline, should contribute to the connectivity between regions, thus facilitating the outreach to different markets for businesses, and better access to workplaces for the population. Component 6 on health and social protection contains measures supporting young people, which should raise growth potential and ensure the inclusiveness of growth. In particular, investments into labour market measures for young people will contribute to improving the employability of young people and raising the growth potential. 4 th pillar: Social and territorial cohesion The plan pledges to implement all measures with due regard to the principle of equal treatment providing equal opportunity to all people regardless of gender, racial or ethnic origin, religion or belief, disability, age or sexual orientation. As such, all components are expected to partly contribute to social and territorial cohesion. Moreover, each component includes measures that aim at directly or indirectly improving social inclusion and addressing regional disparities, thereby contributing to the fourth pillar. Component 6 on health and social protection is expected to promote social and regional cohesion . The plan is expected to improve the provision of healthcare across Estonia with the adoption of the Hospital Development Plan in 2024 and the construction of the Northern Estonia Medical Campus, improving e-consultations and investing in medical helicopters for better access to healthcare in the remote areas. The measure on extending the duration of the unemployment insurance benefit in case of difficult labour conditions is expected to contribute to improving the safety net. The access to social services should partially be improved by measures on long-term, notably those modernising and simplifying the support system for children with higher care needs, supporting independent living of people with lower care needs, and the action plan on the integration of social and health care services. Measures reducing the gender pay gap and addressing youth unemployment should also contribute to improving social cohesion. Component 5 on sustainable transport is expected to indirectly contribute to the convergence between regions in Estonia . Measures under this component are expected to improve the connectivity between urban and rural areas, through an improved transport network. ",
        "31 This should promote citizens’ access to education, employment and public services, as well as business access to different markets. Component 1 on the digital transformation of enterprises and Component 3 on the digital state are expected to indirectly contribute to social and territorial cohesion. Through the digital skills measure, Component 1 aims at providing learning opportunities to different groups including those who have not yet had access to adult learning. In Component 3, Estonia is expected to improve the access to its public services throughout the country. Coupled with the construction of very-high-capacity broadband networks, it should also contribute to reducing the digital divide between rural and urban areas and ensure equal access to those services for individuals and businesses. These are expected to encourage business relocation and employment in different regions of Estonia. Component 4 on energy and energy efficiency is expected to partly promote regional job creation. It is expected to sustainably contribute to regional employment through projects such as, the (green) renovation of multi-apartment dwellings and small residential buildings, as well as the increase in capacity of deployment and storage of green energy, with the inclusion of a smart energy system. The transition from a fossil fuel-based energy model to a renewable energy use is expected to foster employment locally through a more scattered allocation of renewable energy. 5 th pillar: Health and economic, social and institutional resilience, with the aim of increasing crisis preparedness and crisis response capacity, among others The resilience of Estonia’s social, health and economic system is expected to improve as a result of the measures proposed in Component 6 on health and social protection. The plan intends to invest a third of its RRF non-repayable financial support in the construction of the Northern Estonia Medical Campus and the acquisition of multifunctional medical helicopters. Strengthening of primary healthcare, addressing health workforce shortages, as well as the promotion of e-health should improve the access and resilience of the health care system. Measures related to extending the duration of the unemployment insurance benefit in case of difficult labour market conditions and the measures on long term care are expected to contribute to economic and social resilience. The digitalisation of the public sector and services (Component 3) is expected to contribute towards the institutional resilience of Estonia. The development of an excellence centre for data management and open data, the deployment of secured cloud solutions in the Estonian public sector, as well as a virtual assistance platform (‘Bürokratt’) and other digital channels should ensure a better outreach of public services to citizens and businesses across Estonia. Furthermore, the measures to combat money laundering should increase the resilience of the financial sector and of the state. 6 th pillar: Policies for the next generation, children and young people, such as education and skills ",
        "32 Measures aiming at ensuring the access to employment and social services for the Estonian youth (Component 6) contribute directly to creating better prospects for the next generation. Through an upgraded ‘My First Job’ (M1T) scheme, which is at the centre of the Estonian enhanced Youth Guarantee Action Plan, the RRF should contribute to getting young people into employment. The wage subsidy and training allowance are expected to nudge employers into hiring young professionals with little experience, and in turn help them to gain skills, thereby also reducing youth unemployment. Additionally, the digital and green skills reforms, under Component 1 and 2 respectively, are intended to help increase the uptake of vocational skills, thus also indirectly improving skills of the next generation. Finally, reforming the support system for children with higher care needs contributes to better and quality access to services for children. Taking into consideration all reforms and investments envisaged by Estonia, its recovery and resilience plan represents, to a large extent a comprehensive and adequately balanced response to the economic and social situation, thereby contributing appropriately to all six pillars referred to in Article 3 of the RRF Regulation, taking the specific challenges and the financial allocation of Estonia into account. This would warrant a rating of A under the assessment criterion 2.1 in Annex V to the RRF Regulation. 4.2. Link with country-specific recommendations and the European Semester In 2019 and 2020, Estonia received country-specific recommendations to improve the adequacy of the social safety net, including by broadening the coverage of unemployment benefits, and access to affordable and integrated social services, and to take measures to reduce the gender pay gap, including by improving wage transparency. It was also recommended to improve the accessibility and resilience of the health system, including by addressing the shortages of the health workers, strengthening primary care and ensuring the supply of critical medical products. Moreover, it was recommended that Estonia address skills shortages and foster innovation by improving the capacity and labour market relevance of the education and training system, as well as to support the innovation capacity of small and medium-sized enterprises and ensure sufficient access to finance. In addition, it was recommended that Estonia focus investment on the green and digital transition, in particular on digitalisation of companies, research and innovation, clean and efficient production and use of energy, energy interconnections, resource efficiency and sustainable transport, taking into account regional disparities. These investments are meant to contribute to a progressive decarbonisation of the economy. To tackle the COVID-19 crisis, Estonia was recommended to take all necessary measures to effectively address the pandemic, sustain the economy and, when economic conditions allow, to pursue fiscal policies aimed at achieving prudent medium-term fiscal positions and ensuring debt sustainability, while enhancing investment. Finally, Estonia was recommended to step up efforts ensuring effective supervision and enforcement of the anti- money laundering framework. ",
        "33 Estonia’s recovery and resilience plan provides detailed information on how the country- specific recommendations (CSRs) are addressed through measures included in the plan or funded through other sources. Overall, the plan addresses most of the CSRs. However, in some cases, the measures in the plan alone are not sufficient to ensure that the CSRs are addressed adequately. This is notably the case of the CSR on strengthening the social safety net, including by broadening the coverage of unemployment benefits and on access to social services, which would be addressed in a more substantial way by including a reform to broaden the coverage of unemployment benefits and a comprehensive reform of the long-term care system. Measures addressing health workforce shortages are included in the RRP, but given the challenges in this area, it remains important to tackle them with more ambition in the coming years. More wage transparency should contribute to further reduce the gender pay gap. The CSR on decarbonising the economy is partially addressed, as the targets and actions for phasing out oil shale will be proposed in the upcoming renewed National Development Plan of the Energy Sector only at the end of 2025 and broader reforms to support the green transition, such as green taxation, are not envisaged. The plan contains some measures that contribute to improving the adequacy of the social safety net and access to social services (CSR 2, 2019 and 2020). Component 6 on health and social protection envisages to improve the quality and accessibility of social services by measures on long-term care, including those improving the support system for children with higher care needs, supporting independent living of people with lower care needs and an action plan on providing social and health services in an integrated manner. However, the RRP does not contain a comprehensive reform of the long-term care system. The measure on extending the duration of the unemployment insurance benefit in periods of high unemployment is expected to help the unemployed to bridge a longer period of unemployment in difficult labour market conditions. A broadening of the unemployment insurance benefit coverage is not included in the RRP. Some measures are taken to address the challenges related to reducing the gender pay gap, including by improving wage transparency (CSR 2, 2019). The Welfare Development Plan 2023-2030 should outline measures to narrow the gender pay gap, in particular by reducing the prevalence and negative impact of gender stereotypes on the lives and decisions of women and men, including concerning educational and career choices and carrying the care burden, and supporting a more effective implementation of the Gender Equality Act. The digital gender pay gap tool should make information available to employers concerning the gender pay gap and its possible reasons in their organisations. However, it is not envisaged to make the data available to public authorities, which would increase wage transparency. The measure on digital skills of Component 1 is also expected to contribute to increasing the number of women in information and communication technologies, and thus contributing to addressing gender segregation in the labour market. Moreover, all measures in the plan will be implemented taking into due account gender balance and equal opportunities. Estonia’s plan includes measures to improve the accessibility and resilience of the health system, including by addressing the shortages of health workers, strengthening primary ",
        "34 care and ensuring the supply of critical medical products (CSR 1, 2020). As the pandemic has revealed some structural vulnerabilities of the health system, Component 6 on health and social protection includes investments and reforms aiming at improving the resilience and accessibility of the health care system. The measures to strengthen primary care include incentivising the health workforce to pursue the profession and to work in remote areas and extending the scope of e-consultation to reduce unmet needs for specialised care. Measures addressing health workforce shortages envisage, in particular, ensuring the availability of personnel in the different health sectors and increasing the number of health practitioners in certain specialisations. However, given the challenges as regards health workforce shortages, it remains important to tackle them with more ambition in the coming years. The governance of e- health is envisaged to be updated to make it more patient-friendly. The investments to construct the Northern Estonia Medical Campus and improve the medical helicopters capabilities are expected to increase access to health care, improve resource efficiency and provide high-quality care. Reforms and investments to address skills shortages and foster innovation aim at improving the capacity and labour market relevance of the education and training system. (CSR 2, 2019). These are included in Components 1, 2 and 6. In order to ensure that the skills of the workforce support the green and digital transition, training curricula will be modernised and skills upgrading and support will be organised through flexible reskilling and upskilling programmes. To support continuous employment and the transition to higher-skilled jobs and sectors with high or stable labour needs, reskilling and upskilling opportunities are offered to people with skills that are outdated or in low demand. The plan includes a reform of the qualifications system and measures to support the adult participation in education, development of skills and enabling of better quality non-formal training system and flexible learning pathways. The measures in the plan contribute to the green transition by fostering energy and resource efficiency, sustainable transport, energy interconnections and promoting a clean and efficient energy production (CSR 3, 2019; CSR 3, 2020). Component 2 contains measures to speed up the green transition in the business sector in Estonia supporting the development and uptake of green technologies, increasing green R&D and innovation capabilities and resource efficiency, introducing new business models and improving skills and expertise in fields related to the green transition as well as creating opportunities for the uptake of renewables-based green hydrogen technologies. Measures included in Component 4 should help to reduce the dependency on oil shale, incentivise the uptake of renewable energy and improve the energy efficiency of buildings. Measures in Component 5 focus on decarbonising the transport sector to reduce emissions and incentivise the uptake of sustainable modes of transport. They include the development of the cross-border Rail Baltic project, connecting the three Baltic capitals and countries with Poland and the rest of the Union. The measures in the component aim at connecting the Rail Baltic with other national railways and other TEN-T hubs (Tallinn Airport and Old Port) and facilitating access to its local stops on foot or by bicycle. Within the timeline of the RRP, the Tallinn capital region common transport system will be implemented and the railway between the two biggest towns Tallinn and Tartu will be electrified. ",
        "35 Estonia’s plan promotes investment in the digital transition, in particular the coverage of very-high-capacity broadband, digital skills and the digitalisation of the economy (CSR 3, 2020). Component 1 includes measures to foster the digital transformation of Estonian companies and their competitiveness on export markets. Financial support is foreseen for SMEs and microenterprises of all sectors, at different stages of their digital transformation, as well as for the adoption and deployment of digital solutions in the construction and road freight transport sectors. Moreover, the component addresses the key issue of digital skills, through awareness- raising of SME managers and support to the upskilling and retraining of specialists in information and communication technologies (ICT). Component 3 includes measures to increase the resilience and sustainability, as well as the efficiency and user-friendliness of digital infrastructures and services (notably in light of the growing cybersecurity threats). The support to the deployment of very-high-capacity networks in rural areas should also ensure wider access to online services and, more generally, contribute to the further digital transformation of the country. The plan is expected to support the innovation capacity and competitiveness of small and medium-sized enterprises, and ensure sufficient access to finance (CSR 3, 2020). Measures proposed in Components 1, 2, and 4 aim at strengthening the competitiveness of companies to adapt to the green and digital transition, including through investments and reforms in the area of skills. The Green Fund under component 2 improves access to finance for start-ups and small and medium-size companies by providing equity investments for companies developing innovative green technologies. The Estonian plan includes a measure to strengthen the anti-money laundering (AML) framework (CSR 1, 2019 and 4, 2020). Building on recently adopted changes to the AML framework, Estonia envisages to upgrade the strategic analysis capability in AML by establishing a Strategic Analysis Centre within the Financial Intelligence Unit to assess money laundering and terrorist financing risks more systematically and operationally and strengthen the prevention of money laundering. The RRP represents to a large extent a comprehensive and adequate response to the economic and social situation of Estonia. Continued convergence remains of significant importance to Estonia, especially in terms of regional and social disparities, unemployment (including youth unemployment), gender pay gap, risks of poverty and social exclusion, skills (including for young people), as well as healthcare and social protection. The plan includes reforms and investments that contribute to improving the accessibility and resilience of the healthcare system. The measure on providing a wage subsidy to the employer and reimbursing the training costs of a young person are expected to improve the employability as well as the green and digital skills of young people. The plan also includes measures that should help reduce the gender pay gap. Furthermore, the measures in the plan to support the country’s digital transformation and green transition take into account the significant regional disparities. While the plan provides a comprehensive response to the challenges faced by Estonia, in some areas a continued ambitious reform effort will be required to effectively address them. ",
        "36 Overall, the plan addresses Estonia’s main identified challenges, stimulating the recovery from the Covid-19 crisis and laying the foundation for its long-term sustainable growth. The challenges underlined in the most recent country-specific recommendation are related to the health sector, social inclusion, education and training, supporting competitiveness of the economy, as well as the twin transition. Measures envisaged in the plan are set to bring structural changes in these areas and incite the participation from private entities. Estonia’s plan proposes a balanced and adequate response to the economic and social situation. Taking into consideration the reforms and investments envisaged by Estonia, its recovery and resilience plan is expected to contribute to effectively addressing to varying degrees all of the challenges identified in the country-specific recommendations, or challenges in other relevant documents officially adopted by the Commission under the European Semester, and the recovery and resilience plan represents an adequate response to the economic and social situation of Estonia. This would warrant a rating of A under the assessment criterion 2.2 in Annex V to the RRF Regulation. ",
        "37 Table 6. Mapping of country challenges identified in 2019-20 country-specific recommendations to the Estonian RRP components Country challenges (as identified in Section 2) Associated CSR (2019-2020) and European Semester recommendations D i g it a l t r a n s f o r m a ti on o f e n t e r p r i s e s A cce l e r a ti ng t h e g r ee n t r a n s iti on i n e n t e r p r i s e s D i g it a l S t a t e E n e r gy a nd e n e r gy e ff i c i e n c y S u s t a i n a b l e t r a n s po r t H ea lt h a nd s o c i a l p r o t ec ti on Investment Focus investment on the green and digital transition, in particular on digitalisation of companies 2019.3.1., 2020.3.3. ● ● ● ● ● ○ Reducing energy intensity 2019.3.1., 2020.3.5. ○ ○ ● Resource efficiency 2019.3.1., 2020.3.6. ● ● Sustainable transport 2019.3.1., 2020.3.7. ○ ● Research and innovation 2019.3.1., 2020.3.4. ● ○ Energy infrastructure 2019.3.1., 2020.3.1. ○ ● Support innovation capacity of small and medium- sized enterprises 2020.3.8. ● ● Reducing regional disparities 2019.3.1. ○ ○ ○ ○ Financial sector Strengthening anti-money laundering framework 2019.1.2, 2020.4. ● Ensure sufficient access to finance 2020.3.9. ● Social Improving adequacy of social safety net including by broadening the coverage of the unemployment benefits 2019.2.2., 2020.2. ○ Improving access to affordable and integrated social services 2019.2.2. ○ Reducing the gender pay gap, including by improving wage transparency 2019.2.3. ○ Health Improve the accessibility and resilience of the health system, including by addressing the shortages of health workers, strengthening primary care 2020.1.2. ● Education and skills Addressing skills shortages by improving the capacity and labour-market relevance of the education and training system 2019.2.1, 2020.3.3. ○ ○ ○ Key: “●” investments and reforms of the component significantly address the challenge; “○” the component partially addresses the challenge ",
        "38 4.3. Growth potential, job creation, economic, institutional, and social resilience, European Pillar of Social Rights, mitigating the impact of the crisis, and social territorial cohesion and convergence Fostering economic growth and jobs The plan’s estimated impact on GDP and employment is plausible. The model simulations presented in the plan (combining a neo-classical supply side with Keynesian demand features) was developed by the Estonian Central Bank and checked by the Fiscal Council. According to the model, the recovery plan is expected to have a significant positive impact on GDP compared to the baseline forecast. Over the 2021-2026 disbursement period, GDP would be on average 0.8 pps higher per annum and the cumulative positive impact on GDP is estimated at 6.2 % of GDP over 10 years. According to the model, the impact on employment would be relatively immediate and proportional to the additional stimulus to GDP. For instance, the Keynesian effect on employment would be on average 0.48% for the 2021-2024 period compared to a counterfactual scenario where the recovery plan had not been set up, and would reach a peak in 2025, as wages will adjust over time and render the boost to employment temporary. On the one hand, these results partly rely on optimistic assumptions (including on the absence of crowding-out effects of domestic investment by RRF financing). On the other hand, the impact of reforms is not modelled. The estimated domestic impact on GDP in the disbursement years is roughly in line with the Commission’s QUEST simulations (see Box 2 - although the results of the two simulations cannot be directly compared due to the differences in the assumptions and methodology). As a whole, it remains plausible that the plan should have a sizeable impact in terms of GDP and in terms of employment over the disbursement period. Estonia’s Stability programme for 2021 points to macro-additionality of Estonia’s RRP. The average public investment level in the three years before the crisis was 5.3% of GDP. According to Estonia’s Stability Programme, the public investment level is expected to be significantly above the pre-crisis level at 6.5% of GDP on average over 2021 to 2024. Total public expenditure reaching 44.1% of GDP for the years 2021 to 2024 is also forecast to exceed the pre-crisis level of 39,1% of GDP on average over 2017 to 2019. The measures envisaged in the plan are expected to support structural transformation and permanently contribute to jobs and growth. Overall, the plan boosts the growth potential of the economy and fosters job creation, by addressing weaknesses such as the lack of productivity and energy efficiency, or skills mismatches. In particular, as a whole, measures under Component 1 (digital transformation of enterprises) and Component 2 (Accelerating the green transition in enterprises) are expected to have a positive impact on growth potential and the twin transition, through job creation and productivity growth. Under Component 1 (digital transformation of enterprises), the investments aiming at deploying digital solutions in the construction and road freight transport sectors could accelerate the digital transformation of these two sectors (which are currently lagging behind for what concerns digitalisation). The envisaged support for skills development and the redesign of curricula will also create the conditions for long-term changes that are not limited to the period of implementation of the RRF. For instance, reforms and accompanying investments on digital skills will have a direct and long-term ",
        "39 contribution to digital transition in companies and contribute to growth and jobs. Concerning skills, some measures under Component 2 (Accelerating the green transition in enterprises) are also expected to develop skills needed to foster the green transition (e.g. the development of trainings to support faster uptake of green technologies), maintain existing and create new sustainable jobs, including in rural areas, and contribute to growth. Measures under Component 4 (Energy and energy efficiency) are also expected to enhance energy efficiency, contributing to increase growth potential. Box 2. Stylised NGEU impact simulations with QUEST – Estonia Model simulations conducted by the Commission using the QUEST model show that the economic impact of the NGEU in Estonia could lead to an increase of GDP of between 0.8% and 1.3% by 2026 18 . After 20 years, GDP could be 0.4% higher. Spillovers account for a significant part of such impact. According to these simulations, this would translate into up to 4000 additional jobs. Cross border (GDP) spillovers account for 0.5 pps in 2026, showing the value added of synchronised expenditure across Member States (line 2). Even assuming that half of the expenditure is not productive still leads to a significant impact. (line 3) 19 . Table: QUEST simulation results (% deviation of real GDP level from non-NGEU case) Scenario 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 2040 Baseline 0.9 1.2 1.2 1.2 1.2 1.3 0.9 0.6 0.6 0.6 0.4 of which spillover 0.5 0.5 0.5 0.5 0.5 0.5 0.5 0.4 0.3 0.2 0.1 Low productivity 0.5 0.8 0.8 0.8 0.8 0.8 0.5 0.2 0.2 0.2 0.2 This stylised scenario does not include the possible positive impact of structural reforms, which can be substantial . A model-based benchmarking exercise shows that undertaking structural reforms that would result in halving the gap vis-à-vis best performers in terms of indicators of structural reforms could raise Estonia’s GDP by 8% in 20 years’ time 20 . Due to the differences in the assumptions and methodology, the results of this stylised assessment cannot be directly compared to the numbers reported in chapter 4 of Estonia’s RRP. 18 RRF amounts to roughly 90% of NGEU, which also includes ReactEU, Horizon, InvestEU, JTF, Rural Development and RescEU. 19 Technically, the low productivity scenario considers a significantly reduced output elasticity of public capital. 20 Varga, J, in 't Veld J. (2014), “The potential growth impact of structural reforms in the EU: a benchmarking exercise \", European Economy Economic Papers no. 541. http://ec.europa.eu/economy_finance/publications/economic_paper/2014/pdf/ecp541_en.pdf. ",
        "40 Strengthening social cohesion The RRP measures aimed at strengthening social cohesion and social protection are presented in the components on health care and social protection and in the digital components. The plan envisages, inter alia, some measures that contribute top improving the social safety net and access to social services. To accommodate periods with high unemployment, Estonia is expected to reform its unemployment scheme by extending the period of coverage by 60 days. The plan also envisages an action plan on the provision of health and social care in an integrated way, supporting independent living of people with lower care needs, and improving the support system for children with higher care needs. The measure could contribute to the implementation of Principles 13 and 16 of the European Pillar of Social Right. If implemented, this reform would have a positive impact on the Social Scoreboard indicators related to poverty and income inequality. The plan is expected to address youth unemployment through a support scheme covering training and wage subsidies. The plan envisages to upgrade the ‘My First Job’ scheme, thus improving the hiring process of young people with little experience, and help them gain green and digital skills, thereby also reducing youth unemployment and improving the transition to the labour market. Additionally, the digital skills reform is intended to address the shortage of ICT specialists, promote the inclusion of women in the field, as well as increase the productivity of certain sectors through digital solutions. As such, measures towards these objectives should also promote employment, especially in the younger demographic cohort. These measures are expected to contribute to increasing employability thereby contributing to the implementation of Principle 4 of the European Pillar of Social Rights. The plan contains some measures that are expected to contribute to addressing the country’s challenges in the areas of gender equality and equal opportunities for all. Estonia states that all reforms and investments included in the plan should be designed and implemented with due regard to the principle of equal treatment providing equal opportunity to all people regardless of gender, nationality, age, special needs, social groups, racial or ethnic origin, religion or beliefs. The investment to support youth employment should help young people to get into employment and thus contributing to their social inclusion. There are measures that directly and indirectly aim to address the needs of persons with disabilities such as facilitating accessibility to living environment. The plan also contains measures which should help reduce the gender pay gap. Reducing vulnerability and increasing resilience According to the economic forecast underlying the Stability Programme, Estonia’s economic recovery prospects are relatively favourable . Most sectors are foreseen to recover to a pre-pandemic level by the end of 2021. However, the unemployment figures experienced a rapid rise following the pandemic (reaching almost 8% in the second half of 2020), indicating vulnerabilities in the Estonian economy. Through the RRF, Estonia intends to address those vulnerabilities and improve the resilience of its economy through measures aimed at improving labour productivity, supporting access to employment for youth and extending the duration of ",
        "41 unemployment insurance benefits in case of difficult labour market conditions. Measures addressing youth unemployment are expected to reduce vulnerability and increase resilience, in addition to strengthening social cohesion. Estonia aims at increasing the resilience of the healthcare system by investing in state-of- the-art infrastructure and in competences of healthcare personnel. Taking into account the ageing and shrinking population, the healthcare system is expected to be under an increasing amount of pressure in the long run. Coupled with a lack of health workforce, this may affect the overall labour market participation due to health constraints. Through the remodelling of the healthcare organisation, strengthening primary care, modernising e-health and the establishment of the Northern Estonia Medical Campus, the plan should ensure a more robust and accessible provision of healthcare. Estonia’s digitalisation of the public sector and strengthening of its anti-money laundering framework is expected to contribute to the state’s resilience. The public administration is expected to ensure consistent and knowledge-based policymaking that has an improved outreach to citizens and businesses through the digitalisation of its services. Through the development of an excellence centre for data management and open data, cloud solutions, as well as a virtual assistance platform (‘Bürokratt’), Estonia should ensure a robust provision of public services. Moreover, the establishment of a centre for strategic analysis to assess and mitigate the risks of money laundering and terrorist financing is expected to suppress financial related crimes, through monitoring activities and targeted procedures. This is expected to prevent the exploitation of the economic space and the financial system, thus contributing to the state’s resilience. Cohesion and convergence Every component of the plan is expected to address to a certain extent the disparities across regions in Estonia. The plan is expected to support the sustainable renovation of multi- dwellings and small residential buildings, outside of large cities and in rural areas. This effort should contribute to boost regional employment prospects in the construction sector. Measures aimed at increasing the production and use of renewable energy should entail a decentralisation of the energy supply and thus generate new employment opportunities throughout the country. The inclusion of high-capacity broadband investment should help to bridge the digital divide between rural and urban areas and ensure equal access to e-services for individuals and businesses. Moreover, in the transport component, Estonia is expected to increase the connectivity across regions, thus enabling greater access to education, employment and public services. Furthermore, through the digitalisation of the healthcare and the public sector, the plan is expected to improve the outreach of those services in rural areas. Taking into consideration all reforms and investments envisaged by Estonia, its recovery and resilience plan is expected to have a high impact on strengthening the growth potential, job creation, and economic, social and institutional resilience of the Member State, on contributing to the implementation of the European Pillar of Social Rights, including through the promotion of policies for children and youth, and on mitigating the economic and social impact of the ",
        "42 COVID-19 crisis, thereby enhancing the economic, social and territorial cohesion and convergence within the Union. This would warrant a rating of A under the assessment criterion 2.3 of Annex V of the RRF Regulation. ",
        "43 Box 3: Employment and social challenges in light of the Social Scoreboard accompanying the European Pillar of Social Rights The Social Scoreboard supporting the European Pillar of Social Rights points to a number of employment and social challenges in Estonia. The COVID-19 crisis has halted the positive labour market developments observed in the past years, Employment in Estonia nonetheless remains above the EU average (78.8% in 2020 vs 72.4% for the EU). The unemployment rate increased slightly above the EU average from its low pre-crisis level. To mitigate the negative impact of the crisis, Estonia introduced effective short-time work schemes that helped minimise unemployment and people falling into poverty. Despite the crisis, Estonia has managed to keep long-term unemployment relatively low and strong wage growth in recent years has made the country one of the best performers in GDHI per capita growth. Despite a relatively low gender employment gap, Estonia continues to have one of the highest gender pay gaps (21.7% in 2019) in the EU, though it has been reducing since 2017. Recent reforms of the parental leave and benefit system are helping women move back into work, but challenges remain. Several social indicators remain to be watched for Estonia, including the at-risk-of-poverty or social exclusion rate and the impact of social transfers on poverty reduction. Estonia performs better than average on early leavers from education and training and individuals’ level of digital skills, but the rate of youth not in employment, education or training (NEET) is deteriorating and needs to be monitored. While poverty has been gradually decreasing from a high level, the pandemic may impact this trend. In 2019, with 23.7% the at-risk-of-poverty or social exclusion rate was among the highest in the EU (21.1% in EU27 in 2019). The impact of social transfers on poverty reduction (other than pensions was 28.1% in Estonia, being slightly below the EU average (32.3% in the EU27) in 2019. The self-reported unmet needs for medical care remain one of the pressing challenges for Estonia. Though they show an improving trend, the level remains substantially higher than the rest of the EU (in 2019 15.5% vs 1.7% EU). In 2020 the indicator continued the positive dynamics for Estonia with the further reduction to 13%. The high level was in particular due to long waiting times for both primary and specialist care. The resilience of the system has been undermined by shortages of health workers and the uneven access to primary care and availability of critical medical products. The recovery and resilience plan submitted by Estonia addresses some skills, youth unemployment and health related challenges relevant for the implementation of the European Pillar of Social Rights . To foster equal opportunities and access to the labour market, as well as dynamic labour markets and fair working conditions, reforms and investments are planned to support digital and green skills. Measures on green skills encourage the uptake of green technologies through knowledge transfer, modernisation of the content and organisation of proficiency training programmes in higher education and vocational education and training, and ",
        "44 upskilling and reskilling. The measures on the smarter digital transformation of companies will be designed on the basis of future business perspectives in different sectors. The digital reform addresses key challenges identified for Estonia, namely to improve the provision of digital skills and to bring vocational and higher education better in line with labour market needs and increase the number of graduates with required qualifications. A measure encouraging the recruitment of young people with little work experience is also planned. The measures on social protection and health in the RRP are addressed with some reforms and investments. Some measures are included in the RRP (although not financed under the RRF) in the social area: an action plan on integrated care to contribute to a more integrated and human-centred support system for people with special needs and elderly people with high needs, supporting independent living of people with lower care needs improving the support system for children with higher needs to provide better access to quality services for children and extending the duration of unemployment benefits when unemployment rises considerably. In the health area, a number of measures are envisaged to address health workforce shortages, strengthening primary care and improve access to health care. The investments in infrastructure (a hospital in Tallinn) and the acquisition of medical helicopters have the potential to contribute to improving the accessibility and resilience of the healthcare system. The reforms as regards healthcare workforce, primary care and eHealth are expected to reduce the unmet need for medical care. 4.4. The principle of ‘do no significant harm’ Estonia’s recovery and resilience plan assesses compliance with the ‘do no significant harm’ (DNSH) principle. The assessment follows the methodology set out in the Commission’s technical guidance on the application of ‘do no significant harm’ under the Recovery and Resilience Facility Regulation (2021/C 58/01). It covers the six environmental objectives within the meaning of Article 17 of Regulation (EU) No 2020/852, namely climate change mitigation, climate change adaptation, sustainable use and protection of water and marine resources, circular economy, pollution prevention and control, and protection and restoration of biodiversity and ecosystems. The assessment is done systematically for each reform or investment. Each ‘do no significant harm’ assessment follows a two-step approach. The first step assesses whether there is a risk that a measure could do significant harm to one or more of the environmental objectives. In some cases, the assessment concludes that there is no risk of significant harm, in which case the measure is assessed as compliant with this objective of the RRF Regulation. In cases where the analysis identifies a risk, a more detailed assessment is performed in which Estonia demonstrates the absence of significant harm. A more detailed DNSH assessment has been carried out for the investment in multi- purpose helicopters. The assessment specifies that multi-purpose helicopters, which are acquired to carry out tasks such as medical evacuations, do not have lower GHG/renewable energy alternatives at this time. It is specified that according to the market information, the first feasible electrified or hybridised helicopters of this type will not be available in the 2020s. In addition, the helicopters proposed for purchase use the same engine type and fuel (gas turbines, kerosene) as the already existing helicopters belonging to the police and boarder Guard in Estonia. Although helicopters are associated with much higher GHG emissions per km vis-a-vis ground vehicles, helicopters are used less frequently and only used to transport high value equipment and personnel or carry out high value assignments such as medical transport. ",
        "45 The largest investment in the plan, the construction of the Northern Estonia Medical Campus, has also been subject to a detailed DNSH assessment, including details how the circular economy principles will be followed. Waste and limestone found in excavation is to be separated, reused, recycled and disposed of in line with the Estonian Waste Law, which requires that at least 70 % of construction and demolition waste must be prioritised for re-use, recycling and other recovery. The hospital building will be built mainly of prefabricated reinforced concrete elements (post-beam system), which ensure maximum flexibility in operation for the conversion of various units. The post-beam system also makes it possible to change the purpose of a building, partially or completely, without demolishing the main structures. As such, the post- beam system is expected to support the circular economy by being easy to disassemble if needed. The assessment of Northern Estonia Medical Campus also specifies how biodiversity will be protected. 50% of the hospital area will be vegetated, with the native species replanted. Native fauna should be protected by avoiding works during nesting season and favourable living conditions provided as part of the landscape project. The construction activities must be coordinated with the Estonian Environmental Board. Where needed, the requirements of the DNSH assessment are enshrined in the design of a measure and specified in a milestone or target of this measure. This ensures that any disbursement for the respective measures can only be made once compliance with the DNSH principle is ensured. For instance, for some measures where calls for projects or calls for interest are necessary to select specific projects in the future or for measures involving financial instruments, such as the uptake of resource-efficient green technologies and the Green Fund, the DNSH principle is complied with by ensuring that the terms of reference and other documentation prevent activities that could do significant harm to environmental objectives from being selected. This is also integrated in the milestones of the respective measures. Taking into consideration the assessment of all the measures envisaged, no measure for the implementation of reforms and investments projects included in Estonia’s recovery and resilience plan is expected to do a significant harm to environmental objectives within the meaning of Article 17 of Regulation (EU) No 2020/852 (the principle of ‘do no significant harm’). This would warrant a rating of A under the assessment criterion 2.4 of Annex V of the RRF Regulation. 4.5. Green transition Climate target To determine the contribution of the proposed measures to the green transition and the challenges resulting from it, the methodology laid down in Annex VI to the RRF Regulation has been applied. It should be noted that:  appropriate intervention fields have been selected for all measures,  the plan does not propose to increase the climate coefficient for any measure. ",
        "46 Overall, based on the methodology, the contribution to climate objectives accounts for EUR 403.3 million, which represents 41.5% of the recovery and resilience plan’s total allocation and thus exceeds the minimum target of 37% set by the Regulation. The contribution to the green transition comes from three out of the six components of the plan, with 19 measures addressing related priorities (out of a total of 41 for the whole plan). Component 2 on accelerating the green transition in enterprises (Component 2 – overall estimated value: EUR 220.2 million) aims at speeding up the green transition in the business sector in Estonia. It includes measures on change of business models and uptake of efficient green technologies for which Estonia has provided information on the eligibility criteria. This component also includes a measure to test setting up and piloting integrated green hydrogen value chain and provides assurances that if hydrogen is produced from biomass, sustainability criteria defined in Article 29-31 of Directive 2018/2001 will apply. Component 4 on energy and energy efficiency (Component 4 – overall estimated value: EUR 92.1 million) aims at increasing the energy efficiency of buildings and decarbonising the energy sector. The description of the measures as well as the milestones specify that at least a medium depth renovation level, representing primary energy savings of at least 30%, must be achieved. The component also includes investments into the electricity grid and electricity storage. Decarbonising the energy sector and reducing the dependency on oil shale will be achieved by incentivising the uptake of renewable energy and including targets and actions to phase out oil shale in the relevant national strategies. The measures in the recovery and resilience plan, such as investments into the electricity grid and electricity storage, should support reaching a share of 42% of renewables in gross final consumption of energy, Estonia’s EU target for 2030. Component 5 on sustainable transport (Component 5 – overall estimated value: EUR 96 million) aims at creating a more sustainable transport sector. It includes an investment in the Rail Baltic terminal, for which Estonia has provided assurances that 97.4% of the building’s net floor area is destined to serve passengers and for personnel, while only 2.6% will be for commercial use. The component also includes an investment in the Tallinn-Rohuküla railway that will be electrified and built on an existing body of a former railway. Within the timeline of the RRP, the Tallinn capital region common transport system will be implemented and the railway between the two biggest towns Tallinn and Tartu will be electrified. Table 7. Climate contribution per component Component Cost (EUR million) Climate contribution (EUR million) Climate contribution* (percentage) Digital transformation of enterprises 116.2 - - Accelerating the green transition in enterprises 220.2 215.2 22.2% Digital State 121.7 - - Energy and energy efficiency 92.1 90.7 9.4% Sustainable transport 96.0 96.0 9.9% Healthcare and social protection 336.3 - - Total 982.5 401.9 41.5% ",
        "47 * The climate contribution in percentage is calculated based on Estonia’s total allocations in non-repayable financial support (EUR 969.30 million). Green transition The support to the green transition in the business sector will stimulate innovation and new ideas for green economic models and promote the uptake of green technologies, circular economy principles and valorisation of local natural resources, supported by the development and upgrading of green skills. A Green Fund will be set up to finance innovative green technologies that contribute to solving environmental problems by developing new products, services or technologies that reduce or bind greenhouse gas emissions or are driven by eco-design requirements. Funds will also be allocated to test and pilot the uptake of green hydrogen and related technologies in the whole chain from producer to consumer. Furthermore, support will be granted to companies to improve resource efficiency through the uptake of green technologies and green energy and valorisation of bio-resources, promoting sustainability in the food chain. Skills needed for green transitions will be upgraded through upskilling and retraining programmes in higher and vocational education, as well as through the development and piloting of a flexible qualification system. Component 4 on sustainable energy and energy efficiency, which addresses the challenge of decarbonising the energy sector, will contribute to reduce the dependency on oil shale, incentivise the uptake of renewable energy and help improve the energy efficiency of buildings . Estonia’s economy is very energy-intensive and energy production dependent on oil shale. On the other hand, the share of oil shale as power source is declining rapidly and that of renewables is increasing. Wind energy has good potential in Estonia, but the strength of the grid is unequal regionally and prevents increasing its capacity. Renewable energy installations are prevented by lengthy processes for planning and permits and defence-related restrictions and lack of renewable energy storage solutions. Investments will aim to strengthen the electricity grid in Western Estonia, stimulate renewable energy production in industrial areas and pilot renewable energy storage solutions. The National Development Plan of the Energy Sector will be updated at the end of 2025 to include targets (in dates and additional renewable energy produced) and actions to reduce dependency on oil shale in the Estonian energy sector. Furthermore, the necessary legislative and guiding support structure for the green transition (guidance material, legislative changes) will be provided. Investments in renovation of apartment and small residential buildings aim to increase energy efficiency, reduce energy consumption and improve the living conditions of their residents, in particular in areas with lower property value where access to finance for renovation is more difficult. The related reform will remove the administrative barriers to energy efficient renovations by advising apartment associations, private households and local governments on legislation, technical aspects and financing of renovations. Component 5 on sustainable transport will contribute to the reduction of the emissions of the sector and incentivise the uptake of sustainable modes of transport . Transport is a major polluter in Estonia and given the low population density, a combination of various modes of sustainable transport needs to be considered. 50% of Estonia’s mobility happens in the Tallinn ",
        "48 capital region, thus the need for sustainable connections with the surrounding regions is vital. Estonia’s national mobility strategy foresees tripling of train passengers from 8 million in 2019 to 20 million by 2035. In areas outside Tallinn and other major centres, the objective is to reduce car dependency and increase sustainable mobility, where the financial capacity of local municipalities is an obstacle for the development of safe and climate-friendly bicycle and pedestrian corridors. The new Transport and Mobility Development Plan along with its implementation plan will be adopted and will take account of these challenges. Within the timeline of the RRP, the Tallinn capital region common transport system will be implemented and the railway between the two biggest towns Tallinn and Tartu will be electrified. Investments will support the development of the cross-border Rail Baltic project by completing the development of the multimodal terminal in Tallinn, at the start of the Rail Baltic railway, connecting the Baltic States and capitals with Poland and the rest of the Union. The plan also foresees connecting Rail Baltica with other national railways, other TEN-T hubs (Tallinn Airport and Old Port) and facilitating access to its local stops on foot or by bicycle. For that purpose, the plan supports the development of the Westbound Tallinn-Rohuküla railway, the Tallinn Old Port tramline and the cycling roads providing access to the local stops of the Rail Baltic. The Estonian recovery and resilience plan does not include measures directly addressing biodiversity. On the one hand Estonia has a good status for many habitats and species but on the other hand, certain pressures are evident, e.g., for forests, in particular due to the large share of biomass in the renewable energy mix. Estonia explains in the recovery and resilience plan that the following measures aimed to protect and restore biodiversity will be implemented and financed from various public funds: restoration of wetlands and water bodies; development of environmental, weather and support systems and laboratory capabilities; protection of port waters and reconstruction of coastal shipping routes, raising awareness of the risks and opportunities of climate change, reducing the negative impacts of climate change on the bio- economy and enhancing urban biodiversity. For the reforms and investments in energy, Estonia has included assurances that if biomass is used as a source for energy (in hydrogen), this will be done according to the sustainability criteria defined in Art 29-31 of Directive 2018/2001. In all other measures, priority will be given, where possible, to solutions that support biodiversity conservation and nature-based solutions (greening, green areas, reduction of air and noise pollution). The measures in the Estonian recovery and resilience plan have a strong circular economy angle. This is particularly the case in Component 1 on accelerating the green transition in enterprises, as well as for other measures (Tallinn Hospital, energy efficient renovations), where the plan specifies how circular economy principles will be adhered to during construction works. Taking into consideration the assessment of all the measures envisaged, the recovery and resilience plan is expected, to a large extent, to make a significant contribution to the green transition or to address the challenges resulting from it and ensures that at least 37% of its total allocation contribute to the climate target. This would warrant a rating of A under criterion 2.5 of Annex V of the RRF Regulation. ",
        "49 4.6. Digital transition Digital tagging To determine the contribution of the proposed measures to the digital transition and the challenges resulting from it, the methodology laid down in Annex VII to the RRF Regulation has been applied. It should be noted that:  appropriate intervention fields have been selected for all measures,  the plan does not propose to increase the digital coefficients for any measure. Overall, based on the methodology, the contribution to digital objectives accounts for EUR 208 million, which represents 21.5% of the recovery and resilience plan’s total allocation and thus meets the minimum target of 20% set by the Regulation. The contribution to the digital transition comes from two out of the six components of the plan, with 13 measures addressing digital priorities (out of a total of 41 for the whole plan). Component 1 on digital transformation of enterprises (Component 1 – overall estimated value: EUR 116.2 million) aims at fostering the digital transformation of Estonian companies and their competitiveness on export markets. It includes a measure which is expected to provide financial support to SMEs and microenterprises from all sectors, for activities and investments relevant to their digital transformation. Two other measures of this component are aimed at the adoption of digital solutions in two specific sectors where the potential of digitalisation appears insufficienctly exploited so far: construction and road freight transport. In complement to these investments, the component includes a reform addressing the issue of insufficient digital skills, through trainings for managers in companies, the upskilling and reskilling of ICT specialists, a revision of the content of the training of ICT experts, and the redesign of the qualification framework for ICT specialists. A reform aiming at increasing the export capacity and competitiveness of Estonian companies, including notably those of the ICT sector, should also take adavantage of the possibilities offered by digital tools to ensure the promotion of Estonian products and services abroad and help attract foreign investors. Component 3 on digital state (Component 3 – overall estimated value: EUR 121.7 million) aims at increasing the efficiency of the delivery of public services, as well as the resilience and sustainability of the underlying digital infrastructures and systems. The proposed measures include the reorganisation of the management of IT systems and services of public authorities, their migration to a cloud, a reform of the management of data by public institutions, the redesign of the delivery of a series of online services to citizens, the establishment of a digital gateway for the delivery of public services to businesses, and the development of a virtual assistant. Moreover, two measures will contribute to reinforcing the capacity to combat money laundering with the help of a new IT system. An investment in the rollout of very high capacity broadband networks in rural areas is also proposed in this component. Table 8. Digital contribution per component Component Cost (EUR million) Digital contribution Digital contribution* ",
        "50 (EUR million) (percentage) Digital transformation of enterprises 116.2 86.3 8.9% Accelerating the green transition in enterprises 220.2 - - Digital State 121.7 121.7 12.6% Energy and energy efficiency 92.1 - - Sustainable transport 96 - - Healthcare and social protection 336.3 - - Total 982.5 208 21.5% * The digital contribution in percentage is calculated based on Estonia’s total allocations in non-repayable financial support (EUR 969.30 million). Digital transition The contribution of Estonia’s recovery and resilience plan to the digital transition focuses mainly on two priorities: the digital transformation of enterprises and the modernisation of public services. Nevertheless, overall the measures of the plan cover, to varying extents, six of the seven categories identified in Annex VII to the RRF Regulation:  the digitalisation of public services,  connectivity,  the digitalisation of businesses,  digital-related investment in research and development,  human capital, and  investments in digital capacities and advanced technologies. The recovery and resilience plan of Estonia also tackles the four strategic priorities identified at EU level and reaffirmed in the communication on Europe’s Digital Decade 21 : digital transformation of businesses, skills, digitalisation of public services, and infrastructures. SMEs from all sectors should benefit from the financial support foreseen in the Estonian’s plan to foster their digital transformation. While Estonia is one of the most advanced countries as far as the use of digital solutions to access public services is concerned and it has a vibrant IT sector comprising numerous successful startups, the uptake of digital solutions by businesses still remains relatively limited. The support provided through the implementation of the plan will be directed at the development of digital strategies, research and development activities or investments in digital technologies. Furthermore, the construction and road freight transport sectors will benefit from the two specific measures which are aimed at helping them seizing the opportunities offered by digital solutions. 21 COM(2021) 118 - 2030 Digital Compass: the European way for the Digital Decade, 9 March 2021 ",
        "51 The proposed reform addressing digital skills is expected to contribute to ensuring the availability of sufficient ICT professionals possessing up-to-date skills and knowledge, as well as offering new career opportunities to both employed and unemployed people. The reform consists of the training of ICT experts and the qualification framework for digital skills, the awareness-raising of SME managers, and the reskilling and upskilling of lower-skilled professionals. These actions are expected complement each other and help address the skills shortage faced by businesses in Estonia. They are also expected to foster the take-up of digital technologies in other areas than the ICT sector, thus reinforcing the other measures proposed in the plan for what concerns the digital transformation of enterprises. Moreover, the measure is expected contribute to increasing the share of women in ICT training and professions. Building on the successful deployment of online public services in Estonia, the measures in Component 3 on digital state should support Estonia’s ambitions to remain a frontrunner in this area. The proposed reforms and investments will draw on the latest technologies to help increase the efficiency, the security and the transparency of governmental services further. The investment in very-high-capacity connectivity in market failure areas will contribute to the effort towards the EU objective 22 to provide access to all households to Internet connectivity offering at least 100 Mbps. It is expected to help ensuring wide access to online services, reduce the digital divide between urban and rural areas, and, more generally, contribute to the further digital transformation of the country in complement to the other measures of the plan. The proposed measures are aligned with the following three flagship initiatives identified in the Annual Sustainable Growth Strategy 2021 23 : - ‘Modernise’, - ‘Connect’ - ‘Reskill and Upskill’. These reforms and investments should enable long-lasting transformations , in particular for what concerns digital public services and the deployment of network infrastructures. Taking into consideration the assessment of all the measures envisaged, the recovery and resilience plan is expected, to a large extent, to make a significant contribution to the digital transition or to address the challenges resulting from it and ensures that at least 20% of its total allocation contribute to support digital objectives. This would warrant a rating of A under criterion 2.6 of Annex V of the RRF Regulation. 22 See COM(2016) 587 - Connectivity for a Competitive Digital Single Market - Towards a European Gigabit Society 23 COM(2020) 575 - Annual Sustainable Growth Strategy 2021, 17 September 2020 ",
        "52 4.7. Lasting impact of the plan The measures envisaged in the plan are expected to have lasting positive effects on the Estonian economy and boost its green and digital transition. Overall, the plan strengthens the growth potential of the economy and fosters job creation, innovation and competitiveness by addressing weaknesses such as weak productivity and energy efficiency, or skills mismatches. In particular, as a whole, fostering the twin transition in the business sector under Components 1 on the digital transformation of enterprises and Component 2 on accelerating the green transition in enterprises is expected to have a positive impact on growth potential, through improved efficiency and productivity. Under Component 1, the investments aiming at deploying digital solutions in the construction and road freight transport sectors can accelerate the digital transformation of these two sectors (which are currently lagging behind in terms of digitalisation). Measures to enhance energy efficiency under Component 4 are also expected to increase the growth potential. Overall, according to the economic model presented by Estonia, the plan is expected to have a positive long-term impact on GDP estimated at +0.8% compared to the baseline by 2026 (average GDP level effect over 2021-2026) and +0.36% by 2030 (average level effect over 2027-2030). The impact of reforms is not modelled. The estimates are roughly in line with the Commission’s QUEST simulations (see Box 2 - although the results of the two simulations cannot be directly compared due to the differences in the assumptions and methodology). Overall, the estimated long-term impact of the plan in terms of GDP is plausible. In addition, some measures are expected to have a lasting positive effect on Estonia’s inclusiveness and cohesion. This includes measures related to the construction of the Northern Estonia Medical Campus, and the measure aiming at obtaining relevant working experience by the youth through the “My First Job” measure. The envisaged deployment of very-high-capacity broadband networks in market failure areas should also help to reduce the digital divide between urban and rural areas. Structural changes in administration and relevant institutions, as well as in policies, can be expected from the implementation of the plan. This notably concern some measures in the energy area. The reform on promoting energy efficiency and integrated renovation can potentially bring structural change by tackling administrative barriers to building renovation (the current processes to adopt spatial planning, obtain permits etc. can take years). Reforms aiming at fostering wind power, in particular by facilitating the acquisition of an offshore wind park building permit, can also bring structural change in policies. Planned investments in the electricity grid, renewable energy production in industrial areas and energy efficiency in buildings are also expected to have a lasting impact. These measures help to create a solid base for supply of renewable energy and using the energy in an efficient way. However, the concrete actions with long-term impact to phase out oil shale will only be set out in the National Development Plan of the Energy Sector at the end of 2025 and broader reforms, such green taxation, are not envisaged. Some measures related to health and social protection are also expected to bring structural changes in policies or institutions. In particular, the Hospital Development Plan will outline ",
        "53 how the hospital network should be consolidated and hospital infrastructure improved. The measures addressing health workforce shortages and strengthening primary care is expected to improve the quality and access to healthcare. In the health area, measures aimed at improving e- health governance is also expected to bring efficiency gains. Improving the support system for children with higher care needs should reduce the care burden on families and future, more extensive, care needs in adulthood. The measures in the Welfare Development Plan 2023-2030 are expected to help reduce the gender pay gap. Some measures related to skills are also expected to bring structural change in the education and training policy, and support the twin transition. The envisaged revision of the content and organisation of the training of ICT experts, and a pilot for the redesign of the qualification framework for ICT specialists are expected to enhance training policy and ultimately contribute to the digital transition in companies. The development of trainings to support faster uptake of green technologies is also expected to foster the green transition. Some measures fostering digitalisation in the public sector are also expected to bring structural changes in institutions . This concerns in particular the creation and development of a centre of excellence for data management and open data within Statistics Estonia to coordinate and support the development of data management in other public authorities, the reconfiguration of basic digital services and a safe transition to cloud infrastructure, as well as the creation of a Centre for Strategic Analysis within the Financial Intelligence Unit to reinforce the capacity to fight money laundering and terrorist financing. Taking into consideration all reforms and investments envisaged by Estonia in its recovery and resilience plan, their implementation is expected, to a large extent to bring about a structural change in the administration or in relevant institutions and in relevant policies and to have a lasting impact. This would warrant a rating of A under criterion 2.7 of Annex V to the RRF Regulation. 4.8. Milestones, targets, monitoring and implementation The State Shared Service Center and the Ministry of Finance will be assigned responsibilities that will provide an adequate structure for implementing the plan, monitoring progress and reporting. Estonia envisages to ensure the implementation process of the plan in the framework of the existing management and control system for EU Structural Funds. In this system, the State Shared Service Center (SSSC) is the Managing Authority, which will be the coordinating body responsible for the financial management of the plan and for the management and control system, including validation of all interim and final milestones and targets agreed in the plan (management verification) and drawing up the management declaration accompanying the payment request. To this end, use will be made of the single integrated information system (SFOS) to provide the data set out in Article 22 (2) (d) of the RRF Regulation. The SSSC can, where specified, also act as an implementing body. The State Budget Department of the Ministry of Finance will hold the responsibility for planning, monitoring and evaluation in cooperation with the Managing Authority. The monitoring and implementation arrangements have been sufficiently described in the plan. However, the enactment of the ",
        "54 regulation establishing the legal framework regarding the monitoring and implementation arrangements including setting out the bodies involved, and their tasks is only planned for after the adoption of a positive Council Implementing Decision. A milestone has been included in the RRP in relation to the enactment, before the first payment request, of the regulation establishing the legal mandate of the involved bodies. The necessary administrative resources for the management and supervisory function of the plan will be provided mostly within the institutions’ existing resources. This should ensure the proper implementation process as the institutions involved possess the necessary knowledge and skills, while not creating a disproportionate administrative and financial burden. The administrative capacity of the central services charged with implementation and coordination of the RRP are sufficiently detailed in the RRP. The administrative capacity of the sectoral ministries and authorities under their control in charge of the plan’s reforms and investments was briefly described in the plan. Additional funding for a total of 17 FTEs has been approved to support the implementation of the plan. These have been allocated to the Ministry of Finance (1 FTE), the managing authority (8 FTE) and sectoral ministries (8 FTE). Authorities are expected to ensure that staff is equipped with necessary skills. The plan describes adequately the intended monitoring and reporting mechanisms. The integrated information system, the existing Structural Funds Operating System (SFOS), will collect the necessary information to monitor the reforms and investments, including milestones, targets and results. The information system will also ensure the availability of information related to the investments and reforms of the RRP, including data on the final recipients of the measures of the plan. The SFOS has been linked with various national registers such as the National Business Register and the Public Procurement Register to cross-check information. Functionality and user-friendliness of the SFOS and interactions with other registries are planned to be enhanced further. The SFOS will also record all the audits of projects and of management and control systems. The SFOS will be accessible to all actors of the administration, including access for audit purposes and supervision from the European Commission. The plan describes the institutional actors that are responsible for the implementation of the individual reforms and investments at component level. The various actors that will be in charge of the implementation of the measures, mainly sectoral ministries and authorities under their control, as well as government agencies (e.g. KredEx), are indicated in the description of the components of the plan. Close technical cooperation between the Ministry of Finance, SSSC, sectoral ministries and other institutional units will be critical for the plan’s implementation. More broadly, involving the national Parliament, local authorities, civil society and social partners will be key to ensure the successful implementation of the reforms and investments under the plan. The milestones and targets of the Estonian plan are broadly evenly distributed across the implementation period, although they are backloaded towards 2026 for investment projects. The implementation of the 41 measures in the plan is tracked through 124 milestones and targets. The milestones and targets represent the key elements of the measures and are relevant for their implementation. The verification mechanisms, data collection and ",
        "55 responsibilities described by the Estonian authorities appear sufficient to justify the disbursement requests once the milestones and targets are completed. In most cases, sectoral ministries and authorities under their control will be responsible for achieving milestones and targets and ensuring the traceability and validity of the related data. The distribution of milestones and targets across time is relatively even, although there is a back-loading of investment towards 2026, including for the biggest individual investment project – the construction of the Northern Estonia Medical Campus. This could represent a risk for the full implementation of the plan. However, the monitoring indicators are sufficiently clear to ensure that their completion can be traced and verified. They reflect adequately the overall level of ambition of the plan and appear realistic. The controls and audit arrangements are described in detail in Section 4.10. The arrangements proposed by Estonia in its recovery and resilience plan are expected to be adequate to ensure effective monitoring and implementation of the recovery and resilience plan, including the envisaged timetable, milestones and targets, and the related indicators. This would warrant a rating of A under the assessment criterion 2.8 of Annex V to the RRF Regulation. 4.9. Costing Estonia has provided individual estimated costs for all investments and reforms that entail a cost in the recovery and resilience plan. The cost breakdown is generally detailed and well-substantiated . For almost all cost estimates the assumptions used are well described and can be understood. The estimates are mainly based on comparisons with past investments of similar nature. The plan contains ten financial schemes which have been well-described and have been associated with milestones and targets. The tables proposed in the standard template were duly completed and presented. The cost estimates have been validated by an internal government body (Grant Management Unit of the Support Development Department of the State Shared Service Center). The assessment of the cost estimates and inherent supporting documents shows that most of the costs are well justified, reasonable and plausible . Reasonable costs To support the cost estimates, Estonia provided an extensive list of documents to justify and explain the amounts proposed and gave explanations on how those amounts were computed. For the most part, previous projects or other comparative cost data for the main cost drivers were presented to serve as a benchmark for the cost estimates. For some of the financial schemes included in the plan, past examples were described. However, for others this was not possible due to the novelty of the projects to be supported. While for the most part the calculations were clearly spelled out and it is possible to clearly identify the methodology used, for a limited number of investments the information provided was less clear. Nevertheless, there is no evidence that would allow doubting the costing estimates provided. ",
        "56 The plan contains several recurrent costs, such as personnel costs and maintenance costs. These are duly justified and acceptable. The plan provides justifications to show that these costs are essential for the success of the reforms and investments to which they correspond and that they do not impose a significant burden on the national budget. Most of these costs are temporary and the non-temporary ones lead to a limited cost for the future. In this context, it is deemed that the reasonability of the cost estimates has been established to a medium extent. Plausible costs The amount of the estimated total costs of the recovery and resilience plan is in line with the nature and type of the envisaged reforms and investments . Estonia provided a large set of documents and links to online sources to substantiate the cost estimates. Explanations were added to how past projects relate to the cost estimates of the new investments in the RRP, enabling a full assessment of the plausibility of the costs. About 40% of the costing was deemed relatively high compared to costs of similar investments, leading to a medium plausibility rating. Considering the limitations of an ex-ante assessment of cost estimates, the amounts proposed for financing were deemed appropriate and seen as establishing the plausibility of the cost estimates to a medium extent. No double EU financing The individual components provide clear information about additional investments from other Union funds. Projects funded by other Union programmes are demarcated in time and scope from the projects in the RRP. Furthermore, Estonia has put in place arrangements to avoid double EU funding both at the project and at the plan level (see also section 4.10). At plan level, checks will be carried out in the programming stage to identify the sector-specific sources of funding to ensure that the same activities will not be financed from multiple sources. At project level, the integrated information system (SFOS, see below) will be able to detect duplicates based on invoices submitted twice. The SFOS information system has been linked with different information systems and is able to interact with different registries, which will help to identify risks of overlap. The 2021-2027 Partnership Agreement and Programme are currently under negotiation, and as such a completely developed delineation is not possible at this moment. However, the Commission did a preliminary check to reduce the risks of double Union financing, and no evidence of clear risks was identified. Commensurate and cost-efficient costs The recovery and resilience plan is expected to effectively help address a significant subset of challenges identified in the country-specific recommendations (CSRs). Moreover, the recovery and resilience plan contains measures supporting the recovery from the COVID-19 crisis and laying the foundation for long-term growth. The main objectives of the plan are to foster the twin transition, improve Estonia’s growth potential, job creation and economic, social ",
        "57 and institutional resilience, thereby reducing vulnerability to shocks. The plan contributes to strengthening social cohesion and social protection and to the implementation of the European Pillar of Social Rights. The plan enhances the economic, social and territorial cohesion and convergence within the Union. The economic and social impact of the plan in combination with the positive cost assessment, indicates that the cost is in line with the principle of cost-efficiency. The justification Estonia provided on the amount of the estimated total costs of the recovery and resilience plan is, to a medium extent reasonable and plausible, in line with the principle of cost- efficiency and commensurate to the expected national economic and social impact. Estonia provided sufficient information and evidence that the amount of the estimated cost of the reforms and investments of the recovery and resilience plan to be financed under the Facility is not covered by existing or planned Union financing. This would warrant a rating of B under the assessment criterion 2.9 of Annex V to the RRF Regulation. 4.10. Controls and audit Robustness of internal control system and distribution of roles and responsibilities The monitoring, control and audit systems put in place for the implementation of the RRP are based on the existing structures for structural funds (see also section 4.8) . The authorities responsible for planning, implementing and verifying the recovery and resilience plan are part of the management and control system for structural funds. The sectoral ministries in cooperation with the Ministry of Finance as the lead ministry, the State Shared Service Center and the audit authority, will ensure implementation of the RRP. The State Shared Service Center will have the overall coordination for the implementation and financial management and will hold the responsibility for submitting payment applications to the European Commission and for drawing up the management declaration. The state budget department in the Ministry of Finance in cooperation with the State Shared Service Center will carry out the tasks related to planning, monitoring and evaluation. The audit authority, an independent unit within the Ministry of Finance, will carry out regular audits of the management and control systems including sample testing. It also prepares a summary of the audits carried out which will precede the payment requests. The audit authority will also host the Anti-Fraud Co-ordinating Service. In addition, in specific areas where implementation lies within sectoral ministries, internal audit is also involved in oversight. Adequacy of control systems and other relevant arrangements Robust audit arrangements have been put in place. The role of audit authority is assigned to the Financial Control Department of the Ministry of Finance, which is also the responsible body for auditing structural funds. The State Shared Service Center assesses risks but can also order audit and carry out on-the-spot checks if necessary. Audits will be carried out on the basis of internationally accepted standards. The audit authority will prepare the audit strategy and will carry out regular audits of the management and control systems and sample testing. In particular, the audits of the management and control system will assess that the monitoring and implementation arrangements provide complete and reliable data on the indicators defined in the RRP and that the implementation system ensures that funds are managed in accordance with the ",
        "58 rules and capable of preventing, detecting and correcting fraud, conflict of interests, corruption and double financing. Furthermore, to further verify the adequacy of the design of the management and control system for the funds of the RRF and to prevent the materialisation of risks, the audit authority plans to carry out a conformity assessment of the system before submitting the first payment application to the European Commission. All information related to the implementation and monitoring of the plan will be stored in a single integrated information system (SFOS) already in place (see also section 4.8). The existing integrated information system SFOS will be used by all institutions involved in the implementation of the plan. All the eligible projects under the plan are recorded in the SFOS. Information related to the project such as the applicant’s data, general project data, objective, budget, sources of financing, intermediate and final milestones and targets, information on implementation, payments, non-compliance procedures (infringements) should be recorded in the SFOS. The SFOS should also record all the audits of projects and of management and control systems. Hence, the SFOS should support the necessary audit trail and reporting of the different measures including milestones and targets under the RRP. The institutional framework and processes put in place to prevent, detect and correct fraud, corruption and conflict of interest give sufficient assurances. All ministries need to ensure the implementation of national anti-corruption activities and staff are trained to prevent fraud, assess fraud risks, identify potential conflicts of interest and carry-out cross-checks in SFOS whether aid has been paid to the same beneficiary to meet the same objectives. In addition, a risk assessment is performed once a year, under the responsibility of the State Shared Service Center, involving all actors involved in the implementation covering both risks related to the management and control systems in place and possible risks related to fraud. Irregularities detected in the implementation of projects will be entered in the SFOS, which will be monitored by the State Shared Service Center. In addition, the audit authority will also verify that the system put in place can prevent, detect and correct cases where there is a risk of conflict of interest, corruption or fraud. Adequacy of arrangements to avoid double EU funding Adequate arrangements to avoid double EU funding are put in place. Estonia has provided information regarding funding including indicative amounts from other sources, such as REACT-EU and the EU structural funds, supporting the implementation of certain measures. Arrangements have been put in place to avoid double funding both at project and at plan level. At plan level, checks will be carried out in the programming stage to identify the sector-specific sources of funding to ensure that the same activities will not be financed from multiple sources. All national and external sources are budgeted together in sector-specific programmes allowing transparent monitoring of sectoral funding. Furthermore, at the project level, when preparing the grant agreements, the risk of double funding will be assessed. Furthermore, the SFOS should be able to detect duplicates based on invoices submitted twice. The SFOS has been linked with different information systems and should be able to interact with different registries, which should help identifying any possible overlap. ",
        "59 Legal empowerment and administrative capacity of control function The RRP provides adequate information regarding the administrative capacity of coordinating and implementing bodies (see also section 4.8). The administrative capacity of the central services charged with implementation and coordination of the RRP namely the Ministry of Finance and State Shared Service Center are sufficiently detailed in the RRP. The administrative resources used for the implementation of the RRP will largely use the resources and experience knowledge already in place for the implementation and verification of EU funded projects. Additional funding has been approved for the years 2021 to 2026 for 17 Full Time Equivalents (FTEs) to ensure sufficient human resources to implement and monitor the RRF. These additional resources have been allocated to the Ministry of Finance (1 FTE), the State Shared Service center (8 FTEs) and the line ministries (8 FTEs). In the plan it is indicated that Estonia also sees a need of 2 additional FTEs to support the audit authority. In addition, if there is need for additional sector specific knowledge there is the possibility to call on external resources. The enactment of the regulation setting out the legal mandate of the different bodies involved in the implementation of the Recovery and Resilience Facility is planned only after the adoption of the Council Implementing Decision for Estonia. This is considered a shortcoming, which is addressed through a dedicated milestone to be achieved before the submission of the first payment request. The arrangements proposed by Estonia in the recovery and resilience plan to prevent, detect and correct corruption, fraud and conflicts of interest when using the funds provided under the Facility, including the arrangements aimed to avoid double funding from the Facility and other Union programmes, are assessed to be adequate subject to the enactment of the regulation setting out the legal mandate of the different bodies involved in the implementation of the plan before the first payment request. This would warrant a rating of A under the assessment criterion 2.10 of Annex V of the RRF Regulation. 4.11. Coherence The Estonian recovery and resilience plan is coherent to a medium extent. The RRP displays coherence within each component and shows some thematic interlinkages and synergies between the different components, in particular those related to digital transformation and green transition. The RRP is also consistent with the Estonia 2035 strategy. However, in some areas, coherence is not fully achieved. While the RRP includes substantial investments to foster the green and digital transition and support economic growth, more reforms to strengthen the social safety net, notably broadening the coverage unemployment insurance benefits, could contribute to cushion possible adverse effects on certain groups. The significant investments in health infrastructure could have been accompanied by measures leading to a greater increase in the health workforce to alleviate shortages. Long-term care is envisaged to be addressed with several measures, but the coherence and interlinkage between these measures could have been better ensured with broader reforms to improve the access to and quality of long-term care. The measures included in the RRP to address the decarbonisation of the economy are mainly related ",
        "60 to investments, while concrete actions to phase out oil shale are expected to be set out in the National Development Plan of the Energy Sector only at the end of 2025 and broader reforms, such green taxation, are not envisaged. Overall, the RRP is stronger on investment than on reforms. Component 1 on the digital transformation of enterprises and Component 3 on the digital state include complementary and mutually reinforcing measures which should help to ensure a wider use of digital technologies across Estonia’s economy and society. Component 2 on accelerating the green transition in enterprises is coherent with the objectives of supporting entrepreneurship. The plan includes measures which contribute to development and deployment of resource-efficient green technologies, and improving access to finance via the establishment of a green fund. This should contribute to the uptake of green technologies in small and medium-size enterprises, as well as the start-up sector. The reform and investments on improving the energy efficiency of housing in Component 4, energy efficiency of companies, green skills and development and deployment of energy and resource efficient technologies and materials in Component 2, and the investment in development of e-construction in Component 1 are mutually supportive . In particular, the focus on the training of specialists to support the increase of renovation of multi-apartment buildings and the investment in the digitalisation of the construction sector will also contribute to the digital transition. However, the concrete actions to phase out oil shale are envisaged to be set out in the National Development Plan of the Energy Sector only at the end of 2025 and broader reforms to support the green transition, such as green taxation, are not envisaged. Component 5 on sustainable transport is coherent with the objective to reduce greenhouse gas emissions . The planned investment to construct a rail link and related infrastructure, a new tramline, as well as new bicycle- and walk-ways are expected to contribute to the reduction of greenhouse gas emissions. These measures are expected to contribute to the Estonian 2035 strategy, the Estonian National Energy and Climate Plan for 2030 and the sustainable mobility targets set out in the ongoing Transport and Mobility Development Plan 2021-2035. Within the timeline of the RRP, also the Tallinn capital region common transport system will be implemented and the railway between the two biggest towns Tallinn and Tartu will be electrified. The measures in Component 6 on health and social protection are coherent but are skewed towards investments. The component aims to improve the resilience and accessibility of healthcare, improve the access to social services and support young people’s employability. The health reforms aim at strengthening primary care, addressing health workforce shortages and improving e-health. Access to health care is envisaged to be supported by a major investment in constructing the Northern Estonia Medical Campus and in medical helicopter capabilities, but could have been accompanied by stronger commitments on addressing health workforce shortages. The youth employment investment will support the acquisition of digital and green skills by young people and thus contribute to both green transformation and digital transition, and is coherent with the digital skills measure in the digital component. To accompany the ",
        "61 significant investments to foster the green and digital transformation and economic growth, more reforms to strengthen the social safety net, notably broadening the coverage of the unemployment insurance benefit, could cushion possible adverse effects on certain groups. Long-term care is envisaged to be addressed by several measures which should contribute to improve the access to services across the country but the coherence and interlinkage between these measures could have been better ensured with broader reforms to improve its overall quality and accessibility. Complementarity of measures The recovery and resilience plan includes measures that are complementary with one another . The components included in the plan form a single framework for reforms and investments, the core task of which is to (1) promote productivity, (2) green transition (3) digital transition as well as (4) the well-being of the people. The six components are mutually reinforcing and coherent in their aims. They do not have contradictory aims or possible negative effects on one another. The overall balance of the response is adequate in view of the main challenges, but the plan remains stronger on investments than on reforms . Ensuring sustainable economic growth, innovation and competitiveness, and decarbonising Estonia’s economy while coping with a decreasing population remain the main challenges. The planned investments are sizeable for health infrastructure, sustainable transport, energy efficiency and digitalisation but more reforms in the social area, in particular as regards the coverage of the unemployment benefit and long- term care would help improve the adequacy of the social safety net and access to social services. In order to promote wider coherence across instruments, notably with the European cohesion policy funds, a balanced territorial allocation of resources is encouraged. Taking into consideration the qualitative assessment of all the components of the plan, their individual weight (size, relevance, financial allocation) and their interactions, the plan contains measures for the implementation of reforms and public investments which, to a medium extent, represent coherent actions. This would warrant a rating of B under the assessment criterion 2.11 of Annex V to the RRF Regulation. ",
        "62 5. A NNEX : C LIMATE AND D IGITAL CONTRIBUTION OF THE MEASURES OF THE E STONIAN R ECOVERY AND R ESILIENCE P LAN Note: While the total cost of the Estonian recovery and resilience plan exceeds the total allocation of non-repayable financial support to Estonia, Estonia will ensure that all spending related to the measures mentioned in this table as contributing to climate objectives are fully financed by the funds from the Recovery and Resilience Facility. Measure/ Sub- Measure Name ID Measure/Sub-Measure Name Budget (EUR m) Climate Digital Int. Field Coeff. % Int. Field Coeff. % 1.1 Digital transformation in enterprises 58 010 100% 1.2 Development of e-construction 9 010 100% 1.3 Development of digital waybills services 6 010 100% 1.4 Skills reform for the digital transformation of businesses 10 108 100% 1.5.3 Global e-export impact groups and virtual stages 8,17 015 40% 2.2 Green skills to support the green transition of enterprises 15 01 100% 2.3 Green technologies development programme 8,38 047 40% 2.4 Modernisation of the business models in manufacturing companies 9 022 100% 2.5 Deployment of resource-efficient green technologies 37,80 022 100% 2.6 Green fund 100 027 100% 2.7 Creating opportunities for the uptake of renewables-based green hydrogen technologies 50 032 100% 3.1 Creation and development of a centre of excellence for data management and open data 7,14 011 100% 3.2 Development of event services and proactive digital public services for individuals 12,28 011 100% ",
        "63 Measure/ Sub- Measure Name ID Measure/Sub-Measure Name Budget (EUR m) Climate Digital Int. Field Coeff. % Int. Field Coeff. % 3.3 Development of event services and digital gateway for entrepreneurs 20,80 011 100% 3.4 #Bürokratt programme (national virtual assistant platform and ecosystem) 10,48 011 100% 3.5 Reconfiguration of basic digital services and safe transition to cloud infrastructure 42,83 011 100% 3.6 Establishing the strategic analysis of money laundering and terrorist financing in Estonia 0,40 011 100% 3.7 Information system for real-time strategic analysis of money laundering and terrorist financing 3,50 011 100% 3.8 Construction of very high capacity broadband networks 24,29 053 100% 4.2 Support for the renovation of apartment buildings 44,67 025bis 100% 4.3 Support for the renovation of small residential buildings 2,40 025 40% 4.5 Programme to strengthen the electricity grid to increase renewable energy production capacity and adapt to climate change (such as protection against storms) 30 033 100% 4.6 Programme to boost energy production in industrial areas 7 033 100% ",
        "64 Measure/ Sub- Measure Name ID Measure/Sub-Measure Name Budget (EUR m) Climate Digital Int. Field Coeff. % Int. Field Coeff. % 4.7 Pilot Energy Storage Programme 8 033 100% 5.2 Construction of a section of the westbound Tallinn-Rohuküla railway 34 066bis 100% 5.3 Construction of the Rail Baltic multimodal joint terminal in Tallinn 31,05 064 100% 5.4 Construction of the Tallinn Old Port tram line 26 073 100% 5.5 Municipalities’ investments in bike-and walkways 5 075 100% Int. Field = intervention field Coeff. = Coefficient for the calculation of support to climate change objectives and to digital transition, on the basis of Annex VI and Annex VII to the RRF Regulation "
    ]
}